[
    {
        "url":"http:\/\/kayhooper.com\/faq\/readers.html",
        "text":"New York Times Bestselling Author Kay Hooper\nPurchase Kay's Books\n\nAbout Kay\nThe World of Bishop\nFor Writers\nFAQs - For Readers\nQuestions from readers ...\n\nI often receive questions from readers, and after a time a pattern emerges, giving me a fairly good idea what sort of questions most of you have. So I hope you find this area interesting and informative. And if I don't answer your question here, be sure to write and tell me what you'd like to know so that I may include the information here in future updates.\n\nWill there be a third Thief book?\nYes — though I can't give you a firm publication date as yet. Despite my best efforts, I just had too much on my plate these last couple of years (career stuff, family stuff, building my dream house) to give Quinn the attention I feel he deserves. However, there WILL be a third Thief book, and quite likely more, since he appears to have much to say and many adventures ahead of him and Morgan. Please do keep an eye on the website, and as soon as I have firm publication dates, cover art and cover copy, the info will be posted.\n\nWill the Bishop\/Special Crimes Unit series continue?\nYes, absolutely. I'll continue to publish the series in trilogies, each set with a keyword in the title and the covers, hopefully, linked together with some visual element such as the spiderweb in the Fear trilogy, and the black-gloved hand in the Evil trilogy.\n\nAre you going to reissue more of your old (classic!) romances?\nYes. That's also being worked-out as I write this (the author seldom has complete control of such things, though I'm trying!), so please do keep an eye on the site for updates.\n\nWill you write the sequel to Summer of the Unicorn?\nIf I had to say one way or the other right now, I'd have to say no — simply because it isn't in the plans at present. However, I get many requests for other fantasy\/romance novels such as Unicorn and The Wizard of Seattle, and I would like to write more along those lines someday. So you never know. Again, please do check back, and I'll update the website as I have new information to offer.\n\nHow about the Lane Montana mysteries?\nSame there. I have no plans at present to continue that series, but I would like to revisit Lane at some point. Never say never.\n\nWill you ever include a bulletin board or blog on your site?\nNot likely. I know many authors happily blog or set up a board where their readers can post comments, but the truth is that I feel my writing time is better spent writing my books. I'll always do my best to be responsive to readers, but I've never been inclined to write in a journal even just for myself, and see no reason to turn to public journaling (blogging) now. As for a board on the site, that also can cause more problems than provide benefits, for you and for me. So I think we'll keep the site as-is for now.\n\nThough suggestions are always welcome!\n\nWhere do you get your ideas?\nThe number one most-asked question. And the most difficult to answer, because of the nature of what writers do. We use our imaginations literally every waking moment; I see or hear something, and my plot-trained conscious mind begins to spin a possible story. So the short answer is that I get my ideas everywhere — but mostly from inside my head. I read a great deal, I watch TV and movies, I talk to people. And out of that wealth of information come my ideas.\n\nWhat's your work routine?\nI don't really have one. When and how long I work is dependent on where I am in a book or project. Early on, I may spend a great deal of time thinking and musing about an idea without turning on the computer once. Writing down bits and pieces of ideas, snatches of dialogue, character descriptions. When I have begun the actual physical work of writing, the early chapters tend to go slowly as I feel my way through the story \"seeding\" plot and character points that will develop along the way. Once I've reached the halfway point in a story, the plot is firmly set, the characters \"alive\" in the sense that I now know them very well and understand why they do the things they do. The remainder of the book tends to be written much faster, and I work longer hours. It isn't uncommon in the final chapters of a book for me to work ten or twelve hour stretches for several days at a time.\n\nHow long does it take you to write a book?\nIt varies. In the old days of series romance, it wasn't unusual for me to complete a book in three or four weeks. These days, writing longer and much more complicated thrillers, it tends to take several months between the beginning of a book and its completion.\n\nDo you ever go on book tours?\nIf my publisher asks me to. Publishers vary in their beliefs and experiences as to what sells books best; my publisher tends not to send its authors out on the road very often. In all honesty, I believe my time is better spent here working. Not being an extrovert I'm afraid travel takes a great deal out of me. But there are trips from time to time, book signings and the rare speaking engagement; I will do my best to have information here at my site (in the online newsletter) whenever such a trip is planned.\n\nDo you read all the reader mail you receive?\nYou bet I do. And I answer myself — which is why I'm constantly behind and why my online mailbox is usually full. If you don't receive a reply within a reasonable time (two or three weeks, maybe), please do write again — I never mind repeated queries.\n\nQuestions from Aspiring Writers? Click here\n\nAbout Kay   |   Bookshelf   |   The World of Bishop   |   Contact   |   For Writers   |   FAQs   |   Kay's Author Friends   |   Kay's Animal Friends   |   Links\n\nConnect on Facebook   |   Watch on YouTube\n\nCopyright 2005 - 2015 Kay Hooper. Site Information",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9771324992,
        "format_confidence":0.9740487337
    },
    {
        "url":"http:\/\/neilgaiman.com\/p\/FAQs\/Advice_to_Authors",
        "text":"Advice to Authors\n\nFAQs  |  Advice to Authors\n\nHow does one get published?\n\nHow do you do it? You do it.\n\nYou write.\n\nYou finish what you write.\n\nYou look for publishers who publish \"that kind of thing\", whatever it is. You send them what you've done (a letter asking if they'd like to see a whole manuscript or a few chapters and an outline will always be welcome. And stamped self-addressed envelopes help keep the wheels turning.)\n\nSooner or later, if you don't give up and you have some measurable amount of ability or talent or luck, you get published. But for people who don't know where to begin, let me offer a few suggestions:\n\nMeet editors. If you're into SF, Horror or Fantasy, go to the kinds of SF, Horror or Fantasy conventions that editors go to (mainly the big ones - look for words like WORLD or NATIONAL in the title). Same goes for Romance or Crime. Join associations - SFWA or HWA or the Romance Writers of America or The Society of Authors. Most organisations like that have an associate membership for people who wouldn't qualify for a full membership.\n\nEven if you haven't met any editors, send your stuff out.\n\nThe \"slush pile\" of unsolicited manuscripts is not always a bad thing - publishers take enormous pleasure in finding authors from the slush pile (Iain Banks and Storm Constantine are both writers who simply sent out manuscripts to publishers), although it occurs rarely enough that it has to be a special thing when it happens.\n\nIf you write short stories, don't worry about agents, just find places that might print the stories and get them out there. If you write novels, I think it's six of one, half a dozen of the other. I'd written and published 3 books before I decided it was time to get an agent.\n\nWriters groups can be good and they can be bad. Depends on the people in them, and what they're in them for.\n\nOn the whole, anything that gets you writing and keeps you writing is a good thing. Anything that stops you writing is a bad thing. If you find your writers group stopping you from writing, then drop it.\n\nThe other thing I'd suggest is Use The Web.\n\nUse it for anything you can - writers groups, feedback, networking, finding out how things work, getting published. It exists: take advantage of it.\n\nBelieve in yourself. Keep writing.\n\nHow do you write comics?\n\nWhen I decided I wanted to write comics in 1985 I went out and bought Will Eisner's Comics and Sequential Art. If I were doing it now I'd also buy Scott McCloud's Understanding Comics. I'd look at some comics scripts (there's one reprinted in the back of Dream Country, although there are an almost infinite number of ways to write a comics script, and that's only one.)\n\nAnd then I'd read a lot of comics and try to work out what works and what doesn't and why. And then I'd start drawing some comics for myself, not for people to see, just to figure out how to get from one panel to the next, one page to the next. If you're going to work with an artist, now's a good time to go and meet artists.\n\nYou'll do best if you realise that there is a lot to know. Most bad comics are written by people who don't know that there is anything to learn... (Many of them were written by writers who are successful in other fields.) Having something to say is fairly essential, too.\n\nGood luck. Write good comics.\n\nHi. I was wondering are there any tips you can give me on handling revisions of work. I'm starting to finish things off (short stories)but when I get to the end and look back I start to get a bit of a sickly feeling in my stomache. Do you have any suggestions for adopting a healthy approach to ironing out the creases, and arriving at something I can be a bit happier about.\nYours perplexedly,\n\n\nThe best advice I can give on this is, once it's done, to put it away until you can read it with new eyes. Finish the short story, print it out, then put it in a drawer and write other things. When you're ready, pick it up and read it, as if you've never read it before. If there are things you aren't satisfied with as a reader, go in and fix them as a writer: that's revision.",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.951131165,
        "format_confidence":0.9492114782
    },
    {
        "url":"http:\/\/unz.org\/Pub\/Century-1892may",
        "text":"UNZ.org - Periodicals, Books, and Authors\nMany Millions of Pages of Readable, Searchable Content at Your Fingertips\nHomeArticlesBooksPower Search+\nClipboard - No Items\n\nQ: What is UNZ.org?\n\nA: The UNZ.org website is intended to provide convenient access to a large quantity of high-quality content material, mostly published over the last 150 years in America and England, including both articles and books, encompassing over one million readable items and titles of another million items not readable due to copyright. Much of this material has never previously been available anywhere on the Internet and should be useful for researchers and intellectual historians.\n\nQ: Why do you include non-readable articles and books?\n\nA: The inclusion of the copyright-excluded material allows users to examine a more nearly complete collection of a given author's writings, even if many of the particular items themselves are currently unavailable due to copyright. If necessary, many of these other items can often be accessed and read on other websites or content systems, especially in the case of extent publications. Furthermore, there is a chance that at some future point these publications will be released for reading on this website as well.\n\nQ: The website seems very different than when I previously visited. What's the story?\n\nA: The current Version 2.0 release of UNZ.org incorporates major design changes from the previous version, but nearly all of the same underlying printed content is still available. Given the relatively slight use of the previous links to external videos and webzines, these portions have been removed, thereby streamlining access to the printed materials which constitute the main value of the system. Another major change has been the widespread use of Javascript, rendering most of the pages \"reactive\" as you begin entering information.\n\nQ: How do I find a given author or publication?\n\nA: Most of the main pages of the website contain one or more \"Reactive Clouds,\" with the names of various authors or publications. Javascript functions cause these Clouds to \"react\" and change the displayed information as you begin typing in the entry boxes. For example, as you enter the first few letters of an author's name on the Home page, the Clouds adjust to display only those authors whose names begin with those letters. Similar adjustments occur as you start typing in a particular decade or year, or if you select one of the drop-down settings or other filter. This allows you to quickly focus in on the individuals you are seeking based on your particular criteria.\n\nAt any point, the relative size of the names in a given Cloud indicates the volume of underlying content material associated with that name. Meanwhile, the color indicates what fraction of the content material is readable (for copyright reasons): bright blue indicates mostly readable, dark blue indicates partly readable, and black means mostly unreadable\n\nQ: How do I find a given article or book?\n\nA: The main Articles and Books pages, as well as the Overview tabs for individual authors or publications, display a Listing of articles (or books) towards the bottom of the page. Like the Clouds, these Listings are \"reactive\" and automatically adjust as you being typing in any of the information in the various data entry fields---Title, Author, Publication, or Period, displaying only those items that match your selection.\n\nQ: What about the individual publications?\n\nA: When you reach the pages associated with a given publication, you can examine the contents in a number of different ways, accessed via the different tabs. The default Overview tab gives you the Cloud of authors for that publication plus the Listing of individual articles, with both of these being \"reactive\" as you provide information in the Title, Author, or Period fields.\n\nThere are also several other tabs. The Tree tab displays a dynamic tree allowing the individual time periods, issues, and articles to be opened for greate detail. The Year Contents tab displays the tables of contents for all the issues of a given year, the Issues, Small Covers, and Large Covers tabs display those views of the contents for a given decade, and the All Years tab provides an overview of the entire archive of the periodical. In addition, the drop down field in the control bar may be used to explore the different periods. All these pages allow for convenient browsing of the contents of a given periodical and clicking on any of the individual links accessing more detailed information.\n\nQ: How does Searching work?\n\nA: As mentioned above, much of the exploration of the website contents is normally performed by browsing the various different pages or entering information into the various text fields and having the displayed information automatically adjust. Actual Searches are performed in a parallel manner, by entering the target information into the data fields and then pressing the Search button (or simply hitting Enter). The system then performs a Search across the selected Text, Title, Author, and other information and displays the findings in a new Search Results tab.\n\nSearches may be performed on any of these individual pages, or on the Power Search page, which allows for more detailed Searches across all content material.\nSharing Comment via Twitter\n\nFull HTML link for this page:\nClickable HTML link for this page:\nThe Century Magazine Archives\nTitle Author Period Text\nType? Genre\/Topic? Subtitles?\nThe Century Magazine, May 1892 Issue\n- 33 Articles, 275pp\n  • (Verse)\n    , p. 3 - PDF\n  • , pp. 4-12 - PDF\n  • (Verse)\n    , p. 13 - PDF\n  • , pp. 14-26 - PDF\n  • , pp. 27-33 - PDF\n  • (Verse)\n    , p. 34 - PDF\n  • (Verse)\n    , p. 34 - PDF\n  • , pp. 35-38 - PDF\n  • , pp. 39-46 - PDF\n  • , pp. 47-50 - PDF\n  • , pp. 51-64 - PDF\n  • , pp. 65-79 - PDF\n  • (Verse)\n    , p. 80 - PDF\n  • , pp. 81-98 - PDF\n  • (Verse)\n    , pp. 99-100 - PDF\n  • , pp. 101-102 - PDF\n  • (Verse)\n    , p. 103 - PDF\n  • , pp. 104-105 - PDF\n  • , pp. 106-119 - PDF\n  • (Verse)\n    , p. 120 - PDF\n  • (Verse)\n    , p. 120 - PDF\n  • (Verse)\n    , pp. 120-121 - PDF\n  • , pp. 122-133 - PDF\n    I. The Age in which he Lived\n  • (Verse)\n    , p. 134 - PDF\n  • , pp. 135-142 - PDF\n  • , pp. 143-152 - PDF\n    III. Creation and Self-Expression\n  • , p. 153 - PDF\n  • , pp. 154-155 - PDF\n  • , p. 156 - PDF\n  • , pp. 156-157 - PDF\n  • (Verse)\n    , p. 158 - PDF\n  • (Verse)\n    , p. 158 - PDF\n  • , pp. 159-277 - PDF",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.7773529291,
        "format_confidence":0.9166972041
    },
    {
        "url":"https:\/\/www.oceanbooks.co.nz\/frequently-asked-questions\/",
        "text":"Welcome book lovers!\nThursday, August 17, 2017\nLog In\n\nLog In\n\nForgot Your Password?\n\nCart Subtotal: $0.00\n\nFrequently Asked Questions\n\nHow do I buy a book from oceanbooks.co.nz?\n\nYou can browse our collection or use the search option in the top right corner of the screen, to find the book you are interested in. Once you are on the book’s product page there is a button to “Add to Cart”. This will take you through to your shopping cart, where you can “Proceed to Checkout”. This will take you through our checkout process. You will be required to create an account for oceanbooks.co.nz and enter your contact and payment information. Once you have finished Oceanbooks will organise for your new book to be sent to you (if you have purchased a print copy) or you will be able to download your book from your account (if you have purchased an ebook).\n\n\nHow long will it take my book to arrive?\n\nBecause of our current distribution network, there is a lead time of up to five working days before your print book will be posted to you. If you have purchased an ebook, it can be accessed immediately.\n\n\nWhy are there two listings for some books?\n\nSome of our books are available as both print books and ebooks, which are listed separately.\n\n\nIwant to buy an ebook. What format should I buy?\n\n.mobi files are just for Amazon Kindle eReaders.\n\n.epub files are compatible with most other eReaders, including Kobo. You can also download an eReader application such as Aldikko if you want to read an ebook on your computer, tablet, or smartphone.\n\n\nHow do I download my ebook after I’ve purchased it?\n\nYou will need to sign in to your oceanbooks.co.nz account in order to access your downloadable items. When you have logged in, you will be taken to your account details page. Alternatively you can access your account details page by clicking “My Account” at the top right hand side of any oceanbooks.co.nz page.\n\nSelect “My Downloadable Products” from the left-hand menu. This will take you to a list of the ebooks you have available to download, and you can choose which one you want to download.\n\n\nWhere will I find my ebook when I have downloaded it?\n\nIt will normally download to your Downloads folder, unless you have changed the default options on your computer.\n\n\nI downloaded a book, but it arrived as a zip file.\n\nThat can happen on some computers. Simply rename the file extension (that is, the letters after the dot in the file). For example: if your book is called Testbook, you will need to rename testbook.zip to testbook.epub - or, if it is a kindle book, rename from testbook.zip to testbook.mobi - and you should be able to use it.\n\n  still having trouble with this whole ebook thing. How do I get the book on my eReader device? Do I have to have an eReader to use an ebook? If I want to buy an eReader, which one should I get?\n\n<Click here> to download our free pdf booklet explaining how to manage your ebooks.",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.6434594989,
        "format_confidence":0.9787559509
    },
    {
        "url":"https:\/\/www.chicagomanualofstyle.org\/qanda\/data\/faq\/topics\/Usage\/faq0099.html",
        "text":"Usage and Grammar\n\nQ. The author I’m editing has a fondness for making titles syntactic parts of his sentences, e.g., “the chapter on ‘Deconstructing Derrida’ takes up the challenge” and “a final essay too readily excoriating those figures she believes to be ‘Tolerating the Intolerable.’ ” Being confident that CMOS and other style manuals don’t approve of this practice, I’ve been recasting the offending sentences. Nonetheless, I’d like to be able to cite the relevant CMOS section (which I’m almost sure I’ve come across before) in a note to the author to bestow authority upon what may strike him as capricious and unnecessary changes. But for some reason, unfortunately (not, I hope, because I’ve simply dreamed up the idea that there’s a problem in these sorts of constructions), I can’t find that relevant section. Please tell me it exists and point me to it.\n\nA. Pinch yourself—it’s true! Please see CMOS 8.174: “The title of a work should not be used to stand for the subject of a work.”",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9294981956,
        "format_confidence":0.8447807431
    },
    {
        "url":"https:\/\/www.inkbottlepress.com\/faq\/what-is-metaphor-in-poetry.html",
        "text":"What is metaphor in poetry\n\nWhat is an example of a metaphor?\n\nSimply put, a metaphor is a figure of speech containing an implied comparison. … Here’s a metaphor example: “The curtain of night fell upon us.” In this metaphor, the evening did not develop into a velvet curtain. Rather, simple words are being used to paint a colorful picture.\n\nWhat is meant by metaphor in poetry?\n\nMetaphors. Alice E.M. Underwood. · Grammar Tips. A metaphor is a figure of speech that describes an object or action in a way that isn’t literally true, but helps explain an idea or make a comparison.\n\nWhat are the 5 examples of metaphor?\n\nEveryday Life Metaphors\n\n  • John’s suggestion was just a Band-Aid for the problem.\n  • The cast on his broken leg was a plaster shackle.\n  • Laughter is the music of the soul.\n  • America is a melting pot.\n  • Her lovely voice was music to his ears.\n  • The world is a stage.\n  • My kid’s room is a disaster area.\n  • Life is a rollercoaster.\n\nHow do you identify a metaphor in a poem?\n\nSo, to find a metaphor in a poem, look for something that is being compared to something else. So, if a poet said “my life is a dream,” that would be a metaphor. For an example from Shakespeare — it’s not poetry, it’s Romeo and Juliet. But Romeo says “but soft, what light through yonder window breaks?\n\nHow do you identify a metaphor?\n\nLet’s have a look at an overview for the step-by-step process used for identifying and analysing a metaphor:\n\n  1. Ask yourself if the sentence or phrase compares two things.\n  2. See if the sentence uses a word such as “as” or “like” as a preposition. …\n  3. See what the metaphor is comparing.\nYou might be interested:  Pulitzer prize in poetry\n\nWhat is a metaphor for life?\n\nMetaphors for life are a way of comparing life to other things in a way that may help you think about your life and problems in a different way. Collectively, metaphors not only help people describe and make sense of their lives, but can serve as a source of encouragement, motivation, or gratitude.\n\nIs I’m starving a metaphor?\n\nHyperbole: Hyperbole compares or describes things in an exaggerated way for the sake of emphasis. It is common, for example, to pronounce, “I’m starving” when one is merely hungry or “I’m freezing” when one is quite cold.\n\nWhat is a metaphor short definition?\n\na figure of speech in which a term or phrase is applied to something to which it is not literally applicable in order to suggest a resemblance, as in “A mighty fortress is our God.”Compare mixed metaphor, simile (def. 1). something used, or regarded as being used, to represent something else; emblem; symbol.\n\nWhat is a metaphor to describe someone?\n\nA metaphor is a word or phrase that is used to describe a person or object and in so doing makes an understood comparison; unfortunately, this ‘understood’ comparison is not always easy to understand. For example, ‘Her sunny face was a pleasing sight’. Her face couldn’t literally (in real) be sunny.\n\nWhat are common metaphors?\n\nExamples of Common MetaphorsAnger bottled up insideHe was a Lion on the battlefieldScapegoatA shot across the bowsHigh and drySea of beesAn endless nightHis eye on the SparrowSea of fireApple of my eyeHome was prisonSea of ghostsBatten down the hatchesHomework is a breezeSea of knowledgeЕщё 50 строк\n\nYou might be interested:  Line in poetry\n\nWhat is the best metaphor?\n\nHere is a list of famous metaphors or famous sayings \/ quotes that are metaphors.\n\n  • “And your very flesh shall be a great poem.” …\n  • “Advertising is the rattling of a stick inside a swill bucket.” …\n  • “Dying is a wild night and a new road.” …\n  • “Fill your paper with the breathings of your heart.” …\n  • “Conscience is a man’s compass.”\n\nWhat is a metaphor example for students?\n\nA metaphor is a comparison which is not literally true. It suggests what something is like by comparing it with something else with similar characteristics. For example: ‘My brother’ is a piglet is a metaphor.\n\nHow do you start a metaphor?\n\nHow to create fantastic metaphors.\n\n  1. Choose a character, object, or setting. Say, for example, you’re going to write a metaphor about a soccer goalie. …\n  2. Focus on a particular scene you’re describing. …\n  3. Now think of some other objects that share characteristics you identified in Step 1. …\n  4. Take your metaphor and expand on it.\n\nWhat are 5 poetic devices?\n\nPoetic Devices\n\n  • Alliteration.\n  • Assonance.\n  • Imagery.\n  • Metaphor.\n  • Onomatopoeia.\n  • Personification.\n  • Refrain.\n  • Rhyme.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9852724671,
        "format_confidence":0.9355352521
    },
    {
        "url":"https:\/\/www.allaboutphilosophy.org\/characteristics-of-postmodernism-faq.htm",
        "text":"Characteristics of Postmodernism\n\nQUESTION: What are the characteristics of Postmodernism?\n\n\nWhen listing the chracteristics of postmodernism, it is important to remember that postmodernists do not place their philosophy in a defined box or category. Their beliefs and practices are personal rather than being identifiable with a particular establishment or special interest group. The following principles appear elemental to postmodernists:\n  • There is no absolute truth - Postmodernists believe that the notion of truth is a contrived illusion, misused by people and special interest groups to gain power over others.\n\n  • Truth and error are synonymous - Facts, postmodernists claim, are too limiting to determine anything. Changing erratically, what is fact today can be false tomorrow.\n\n  • Self-conceptualization and rationalization - Traditional logic and objectivity are spurned by postmodernists. Preferring to rely on opinions rather than embrace facts, postmodernist spurn the scientific method.\n\n  • Traditional authority is false and corrupt - Postmodernists speak out against the constraints of religious morals and secular authority. They wage intellectual revolution to voice their concerns about traditional establishment.\n\n  • Ownership - They claim that collective ownership would most fairly administrate goods and services.\n\n  • Disillusionment with modernism - Postmodernists rue the unfulfilled promises of science, technology, government, and religion.\n\n  • Morality is personal - Believing ethics to be relative, postmodernists subject morality to personal opinion. They define morality as each person’s private code of ethics without the need to follow traditional values and rules.\n\n  • Globalization – Many postmodernists claim that national boundaries are a hindrance to human communication. Nationalism, they believe, causes wars. Therefore, postmodernists often propose internationalism and uniting separate countries.\n\n  • All religions are valid - Valuing inclusive faiths, postmodernists gravitate towards New Age religion. They denounce the exclusive claims of Jesus Christ as being the only way to God.\n\n  • Liberal ethics - Postmodernists defend the cause of feminists and homosexuals.\n\n  • Pro-environmentalism - Defending “Mother Earth,” postmodernists blame Western society for its destruction.\nPostmodernism - Learn More!",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9202802777,
        "format_confidence":0.9520145655
    },
    {
        "url":"http:\/\/www.booksontape.com\/faq\/",
        "text":"How does BOT serve the library market?\n\nBooks on Tape (BOT) is a company you can trust. We pioneered the concept of unabridged audiobooks, and we’re celebrating 35 years of offering the greatest variety, the highest quality, and the best service. BOT has been creating partnerships with libraries for over three decades, and together we have provided patrons with a comprehensive selection of titles ranging from Dickens to Obama. Audiobooks have now become a multi-billion dollar industry, further validating the concept behind BOT.\n\nWe are proud to exclusively have Listening Library as our children’s library imprint. Listening Library is the premier audiobook publisher for children’s and young adult literature.\n\nAs audiobooks continue to increase in popularity, BOT will continue to publish more of the bestselling titles library patrons are demanding. Moreover, we will deliver them with a complement of services tailored to meet the special needs of librarians.\n\nI’m a consumer, how to I purchase BOT product?\n\nThank you for visiting the Books on Tape website. You can now purchase audio product from the Random House Audio website.\n\n\nThis audio product still showcases the same authors and titles you have become familiar with on the BOT format. The RH audio product is just packaged differently, but you can trust the story line and audio quality to be top notch!\n\nYou will need to set up a new account on the Random House Audio site, as your consumer BOT account is no longer active. We appreciate your patronage throughout the years and hope you will continue to enjoy our most popular titles.\n\nIf you have any problems or questions, please contact us at ecustomerservice@randomhouse.com\n\nWho is listening to audiobooks?\n\nAccording to the Audio Publisher’s Association (APA) 2008 survey, 28% of Americans are listening to audiobooks and 72% of those listeners are listening for an average of 5 hours a week. In audiobook households, 63% of children are also listeners! Entertainment on long drives and trips is the number one reason for listening to audiobooks.\n\nWhere are BOT audiobooks produced?\n\nAll of our audiobooks are created in our own state-of-the-art studios in Los Angeles and New York. The locations of our studios allow our producers to access the largest pool of stage and screen talent to narrate our audiobooks. Our producers work hard to marry the perfect voice to each project, and our top-of-the-line studios allow us to engineer the finest sound quality recordings.\n\nHow is a book chosen to become a BOT audiobook?\n\nOur editorial staff receives manuscripts, galleys and advance reading copies from all the major publishing houses, agents, and sometimes from the authors themselves. From this we determine which titles would be appropriate for our customer base in the audiobook format.\n\nIn order to provide you with bestsellers simultaneously with the print editions, our editorial staff works as far as 12 months in advance negotiating rights.\n\nWhat literary genres are available from BOT?\n\nOur vast collection spans every genre, including: African American, Business & Personal Finance, Christian Interest, Classics, Current Affairs & Politics, General Fiction, General Non-Fiction, Health & Fitness, Historical Fiction, History, Horror, Humor, Memoir & Biography, Mystery, Thriller, Suspense, Poetry, Religion, Science, Science Fiction & Fantasy, Self Help & Inspiration, Sports, Travel, Western, Women’s Fiction, and Romance.\n\nDoes BOT offer children’s audiobooks?\n\nYes, BOT is the proud publisher of Listening Library audiobooks for the school and library market. Listening Library is the premier publisher of unabridged audiobooks for children and young adults. Their reputation for quality productions of the best in children’s literature has set them apart from other audio producers. Their backlist of over 800 titles includes such popular characters like Arthur, Ramona, Amber Brown, Harry Potter, and such beloved authors as Judy Blume, Christopher Paolini, Mary Pope Osborne, Stephenie Meyer, Christopher Paul Curtis, and Philip Pullman.\n\nThe value of audiobooks as a learning tool in the education of children is widely recognized by experts. Audiobooks bring written text to life, adding an interactive quality that can ignite a child’s imagination. They encourage reading by broadening vocabularies, stretching attention spans, and fostering critical-thinking skills. Listening to audiobooks in the classroom can effectively enrich the reading experience and aid your students in understanding and appreciating literature, history, theatre arts, and more!\n\nWho are your narrators?\n\nAll of our narrators are professionally trained and accomplished performers. Many have received national recognition for their work, such as Grammy® Awards, AudioFile Golden Voice and Earphone Awards, Audie Awards, and have made Library Journal‘s Best Audiobooks list. Most importantly, our productions have our listeners’ stamp of approval.\n\nWe continually survey our customers to ensure that we are selecting their favorite narrators for forthcoming books. We know that great narration is critical to an enjoyable listening experience!\n\nTo learn more about our readers, please visit our narrator page.\n\nWhat is My Lists?\n\nMy Lists is a versatile tool that allows you to create custom title lists and download Brief MARC Records prior to adding them to your cart for checkout.* If your selections and ordering are handled by different departments, use My Lists to create a list of titles. You can then share your list and associated Brief MARC records electronically with your technical services team whenever you are ready to order.\n\n*Please note: For security purposes, your cart will expire upon exiting the site or after being logged in for 8 hours. To save your titles for future purchases, please use My Lists and move titles into the cart when you are ready to place your order.\n\nHow is my order shipped?\n\nEvery BOT library customer enjoys FREE shipping. All school orders will be charged 6% of the net order value. Orders are shipped via UPS Ground. We will process your order and have it shipped within 3-5 days. UPS will take 7 to 10 days to deliver your order depending on your location. Overnight and 2-day services are available upon request. Please allow for an additional two weeks if you request cataloging and processing services.\n\nTo take advantage of our commitment to provide bestsellers simultaneously with the print editions you must place your order 45 days in advance of the on-sale date and we’ll ship the title before the hardcover edition goes on sale. Priority Processing: Here at BOT, we know the value of replacements. That’s why we built a state-of-the-art digital archive to turn around your replacement orders in one week or less.\n\nWhat are my options for receiving backorders?\n\nThe preferred method is shipment based on on sale dates. This may lead to partial shipments, because on saledates fall throughout the month. However, complete shipping is available upon request. Should you choose this option your order will be held until every title in the order is available. Complete shipping will not allow libraries to take advantage of our commitment to provide simultaneous release of bestsellers with the hardcover edition.\n\nWhat is your return policy?\n\nIf, for any reason, you are not completely satisfied with your purchase, product is fully returnable within 90 days of the date of receipt for a credit at the price and discount at which the product was purchased. Full copy returns are required for credit. Returns should be mailed, at customer expense, to: Random House LLC, Attn: Returns Department, 1019 N. State Road 47, Crawfordsville, IN 47933. Return authorization is not required; however, all returns should be made with a claim copy or packing slip indicating for each title the ISBN#, quantity, account name and number, and date of receipt of purchase.\n\nWhat is your Replacement Policy?\n\nYou can purchase replacements as follows:\nAs of 3\/1\/12, there will be no free replacements.\nReplacement pricing is as follows:\nCDs $10.00 ea.\nCD Binders $12.00 ea.\nInserts $5.00 ea\n\nTo order replacements please contact customer service.  \n\nHow can I become a reader for your audiobooks?\n\nPerformers are selected by the individual producers working on each title most often in conjunction with the author. Our producers do not listen to audition tapes sent directly to Random House. Producers work mostly with New York and Los Angeles based talent agencies, and freelance directors to find the right voices for their projects. For more resources on becoming an audiobook narrator, please visit the Audio Publisher’s Association website at www.audiopub.org for more information.",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.6919271946,
        "format_confidence":0.9721294641
    },
    {
        "url":"http:\/\/topbudapest.org\/faq\/people-in-budapest\/official-language-in-hungary",
        "text":"Official Language in Budapest Hungary\n\nWhat’s the official language in (Budapest) Hungary?\n\nThe official language of Hungary is Hungarian or Magyar as we say it in Hungarian. Magyar (say ‘modge-are’) language is not similar to the Slavic, Germanic or Romance (Neo-Latin) languages. Hungarian is said to be one of the most difficult languages in the world.\n\nHungarian Language Tree in Szephalom, Hungary\n\nHungarian Language Tree in Szephalom - photo by Roland Toth\n\nYet it does not mean that you couldn’t learn a couple of survival terms in Hungarian, or even have a more in-depth and thorough Hungarian language course in downtown Budapest. You must be crazy, admittedly, to try to take up Hungarian classes, and say words like ‘Köszönöm’ (Thank you), and Szia! (Hello’ and ‘Goodbye’), but Hungarians will simply like you for trying to communicate with them in their own challenging and pretty isolated language. Igen, gyere tanulj magyarul! (Yes, come and learn in Hungarian!). Looks mouthful, right?\n\nThe Hungarian language is related to the Finno-Ugric languages, most notably the Finnish language (several smaller languages in the family are now out of use or on the way to become obsolete, replaced by Russian).\n\nSome popular words that the English language borrowed from Hungarian are as follows:\n\n  • ‘coach'(meaning kocsi, i.e. car, or cart and named after the Hungarian village where ‘kocsi’-s were made)\n  • ‘biro’ for ball point pen (after the family name of the inventor Laszlo Biro, biro originally meaning ‘judge’)\n  • Rubik cube or magic cube (after the Hungarian inventor Erno Rubik)\n  • ‘goulash’ (gulyas, i.e. stew  – stewed vegetable-meat soup, which is absolutely not the same goulash you will eat outside of Hungary, we guarantee it is much better and flavoursome!)\n  • ‘paprika’ (paprika, the spice)\n  • ‘hussar’ (huszar, i.e. a member of a European light cavalry unit)\n  • Hungarian breeds –  dog names like puli, vizsla, kuvasz and komondor\n  • Hungarian breeds – e.g. the furry pig, famous for its low cholesterol levels: mangalica (mangalitsa in English), etc.\n\nHere is a beautiful Hungarian Puli couple: they are cool, aren’t they?\n\nHungarian Puli\n\nHungarian Puli - photo by Anita Ritenour\n\nAnd to stay on the cute line, here is a funny Hungarian vizsla puppy too:\n\nHungarian Vizsla\n\nHungarian Vizsla - photo by Scott Benjamin\n\nFinally, the Hungarian furry – hairy pig called Mangalitsa:\n\nMangalitsa - Hungarian hairy pig - the red Curly stands out\n\nMangalitsa - meet Curly, the Hungarian hairy pig - photo by Thomas Lieser\n\n\n\nNo comments yet.\n\nLeave a Reply\n\nYou must be logged in to post a comment.",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.5273762345,
        "format_confidence":0.7815445065
    },
    {
        "url":"https:\/\/www.myriam-chansons.net\/faq\/faq-argument-in-literature.html",
        "text":"Categories FAQ\n\nFAQ: Argument in literature?\n\nWhat is author’s argument?\n\nAn author’s argument is the opinion or belief that he or she wants to persuade readers to believe.\n\nWhat is a definition argument in writing?\n\nThe definition argument focuses on clarifying a definition for a controversial term or concept. In other words, a definition argument is one that asserts we cannot make clear assertions or possess a clear understanding of an issue until we understand exactly what the terms mean.\n\nWhat are the 4 types of arguments?\n\nDifferent Types of Arguments deductive. inductive. critical reasoning. philosophy. argument. deduction. arguments. induction.\n\nWhat is argument with example?\n\nAn argument by example (also known as argument from example ) is an argument in which a claim is supported by providing examples. Arguments from example may be difficult to recognize because they can look like mere illustration.\n\nWhat are the 5 Steps to Analyzing an argument?\n\nTerms in this set (47) The five steps of analyzing arguments include: Determining what the arguer MEANS, CONSECUTIVELY numbering arguments, identifying the argument’s MAIN CLAIM, DIAGRAMMING the argument, and CRITIQUING the argument.\n\nYou might be interested:  Quick Answer: Fantasy literature definition?\n\nHow do you identify an author’s argument?\n\n1. To find the argument, first look at the TITLE of the text. Titles usually indicate the writer’s purpose\/position. Some argument writers may state the argument in the title and NOT state it anywhere else.\n\nWhat are the 5 elements of argument?\n\nElements of an Argument. pathos. audience. speaker. ethos. message. logos.\n\nHow do we define argument What is the basic structure of an argument?\n\nBasic Structure of an Argument. An argument is a reasoned or thoughtful process. Logical Argument.. Always includes at least one premise and one conclusion.\n\nWhat is a Evaluation argument?\n\nEvaluation Arguments An evaluative argument makes a judgment on the performance of a particular item in its category. You can determine whether this performance was “good” or “fair” or “unusual,” etc.\n\nWhat is symbolic argument?\n\nSymbolic Arguments A symbolic argument consists of a set of premises and a conclusion. It is called a symbolic argument because we generally write it in symbolic form to determine its validity. An argument is invalid or a fallacy when the conclusion does not necessarily follow from the given set of premises.\n\nHow can you tell if an argument is strong or weak?\n\nGenerally, strong arguments are ones that are convincing. The logical structure of the premises supports the conclusion and the audience accepts the premises. So a weak argument is one that fails either logically or the person considering the argument doesn’t accept one or more of the premises.\n\nWhat does an argument consist of?\n\nAn argument consists of a conclusion supported by at least one premise. Both conclusions and premises must be statements, that is, sentences with truth value (i.e., that are capable of being either true or false).\n\nYou might be interested:  Climax literature definition?\n\nWhat are the three parts of an argument?\n\nThere are three stages to creating a logical argument: Premise, inference, and conclusion.\n\nWhat is a good argument example?\n\nFor example: I have a very strong feeling that my lottery ticket is the winning ticket, so I’m quite confident I will win a lot of money tonight. If the argument is strong, there are again two cases: Firstly, the argument has false premises.\n\nHow do you identify premises in an argument?\n\n“Is this a claim that is being offered as a reason to believe another claim?” If it’s being offered as a reason to believe another claim, then it’s functioning as a premise. If it’s expressing the main point of the argument, what the argument is trying to persuade you to accept, then it’s the conclusion.\n\n1 звезда2 звезды3 звезды4 звезды5 звезд (нет голосов)\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9670841694,
        "format_confidence":0.9713706374
    },
    {
        "url":"https:\/\/www.autumnhouse.org\/faqs\/",
        "text":"Below is our list of frequently asked questions. If you don’t see your question here, please feel free to contact us directly!\n\nEmployment Inquiries \n\n1.) Are you hiring any editors, proofreaders, book designers, etc.?\nNo, we are not hiring at this time (this includes freelancers as well).  If this changes, we will list positions on our “Opportunities” page.\n\n2.) Do you offer internships?\nAutumn House currently offers internships that coincide with the academic calendar and rotate over spring, summer, and fall. Please see our “Opportunities” page for more information and how to apply.\n\n3.) Do you offer remote internships?\nIn response to COVID-19, we are temporarily offering remote internships.\n\n4.) Are there any volunteer opportunities with Autumn House?\nYes, there are several ways to get involved! Please email us your resume and what kind of work you’re interested in doing (ex. marketing, community outreach, etc.)\n\n\nOrdering Inquiries\n\n1.) Am I able to purchase your books online?\nYes. In addition to being available on our website, our books can be purchased on IndieBound, Barnes & Noble, Amazon, and on our distributor’s website. We hope you’ll consider purchasing your AHP title directly from us or our distributor. It’s the best way to support both the press and our authors.\n\n2.) Do you provide examination and\/or desk copies?\nYes. Please email our distributor and let them know which title you’re interested in teaching. It is also important you include the university, class, and class size in your request. Detailed ordering information can be found here.\n\n3.) I’m considering reviewing an AHP title. Who should I contact?\nFeel free to email our info account requesting a review title. We aim to respond to queries as soon as possible. In your note, please specify if you prefer a digital or physical copy and if you have a review venue in mind.\n\n\nSubmission Inquiries \n\n1.) Do you accept a single poem, short story, and\/or essay submissions?\nAutumn House Press only publishes full-length books, but please check out our online journal, Coal Hill Review, for guidelines on submitting single pieces.\n\n2.) Who will be reading my submission?\nAll submissions will be read by members of the Autumn House editorial team, and all submissions are read by at least two readers.\n\n3.) I accidentally submitted my manuscript with my name on it, what should I do?\nNot a problem! Please just email us your updated manuscript without your name, and we can substitute the document for you.\n\n4.) Do the pagelimit guidelines include the table of contents?\nYes, the guidelines are for the entire manuscript.\n\n5.) My manuscript is longer than the suggested guidelines. May I still submit it?\nWe view our page-limit guidelines as a suggestion rather than a hard rule. If your prose book is over 400 pages, that is too long. If your poetry book is over 120 pages, that is too long.\n\n6.) My manuscript is shorter than the suggested guidelines. May I still submit?\nYes, as long as your prose manuscript is at least 100 pages and your poetry manuscript is 48 pages, then you are welcome to submit it.\n\n7.) Can I mail my submission to your office?\nWe ask that all submissions come through our submission manager, Submittable. However, if this is not possible, you may mail your submission to the office. We do ask that you read all our guidelines and contact us by email before sending. All paper submissions should be accompanied by an SASE.\n\n8.) Can I email my submission?\nNo, we do not accept submissions through email. Any email submissions will be disregarded.\n\n9.) I can’t pay the submission fee. Can it be waived?\nYes, we will waive the submission fee for anyone undergoing financial hardship or living with limited means. Please reach out, and we’ll step you through the submission process.\n\n10.) Is my work a good fit for Autumn House?\nWe are open to all styles of poetry, fiction, and nonfiction, and the best way to know if your work is something we might want to publish is to read one of our books. We encourage writers from all backgrounds to submit; it is our goal at Autumn House to develop a rich and varied literary tradition.\n\n11.) Should I submit a book proposal with my manuscript?\nNo. We evaluate each manuscript we receive on the merit of the writing alone.\n\n12.) Can I email you a pitch for my book?\nNo, at this time, we are only able to accept finished manuscripts during our scheduled reading period.\n\n13.) Can I email you a proposal for an anthology or New and Selected collection?\nAt this time, we are not accepting any anthology proposals or proposals for New and Selected collections.\n\n14.) Can my agent send a book?\nYes, we accept agented submissions from July to December (while our full-length contests are open, we do not). We also ask that your agent explains in their cover letter why they feel Autumn House is the right fit for your book. Agents NB: at this time, Autumn House does not offer advances.\n\n15.) Can I submit if I know the judge or the editors?\nFriends, family members, and former students of judges or Autumn House editors may not submit to the contest. Students do not include interactions at short-term residencies or fellowships. Former employees of Autumn House, including interns, may not submit to contests. We strive to run our contests ethically and subscribe to CLMP’s guidelines. We encourage you to reach out if you are uncertain whether your past relationship with a judge or member of the Autumn House staff might constitute a conflict of interest.\n\n16.) Do you accept translated works?\nWe are currently unable to accept works in translation.\n\n17.) Do you accept international submissions?\nWe welcome work from international writers, though they must be submitted in English.\n\n18.) If my book was published by a press and has now gone out of print is it eligible?\nYes, please reach out to us directly to discuss this.\n\n19.) Do you accept self-published books?\nNo, we do not consider previously self-published books.\n\n20.) If a poem, short story, essay, etc. from my book has been published in a magazine, journal, etc., is my book still eligible?\n\n21.) Do you have a font preference?\nAny legible serif font (ex. Times New Roman, Garamond, Perpetua) that is at least 11 points in size.\n\n22.) Should my work be single- or double-spaced?\nFor prose manuscripts, we do ask that you double-space for ease of reading. We suggest poetry manuscripts be single-spaced unless spacing is important to the form.\n\n23.) Do you publish genre work?\nAutumn House does not publish genre work; however, this certainly doesn’t mean your book can’t have elements of mystery, fantasy, romance, etc.\n\n24.) Do you publish YA or children’s books?\nAutumn House does not publish any YA or children’s books. While we value books created for a younger generation, our books are meant for an adult audience.\n\n25.) Do you accept hybrid texts?\nYes, we accept hybrid texts. If you are hoping to submit to a full-length prize, please pick the genre that most aligns with the manuscript’s work. The open call period is also a great time to submit a hybrid text.\n\n26.) Do you accept co-authored works?\nYes, as long as all parties are submitting.\n\n27.) Do you offer feedback for authors?\nUnfortunately, no. As much as we’d love to offer personal feedback on the work we receive, the staff is too small at this time to do so.\n\n28.) Am I able to submit more than one manuscript?\nYes, you can submit as many as you’d like, but you will be required to pay a reading fee for each.",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.7282146215,
        "format_confidence":0.9788924456
    },
    {
        "url":"http:\/\/donnahatch.com\/faq\/",
        "text":"Frequently Asked Questions\n\nDo you have any plans for book 4 of your Rogue Hearts series with Grant as the hero?\n\nYes, in fact I have three more books planned for the Amesbury family:\n\nI am writing the rough draft of Grant’s story. He’s embroiled in a Bow Street Sting operation and has found a saucy, cheerful girl who will eventually bring him to his knees. Literally. No title has come to me yet and there is no official publication date. I’m hoping to finish and publish it before the end of the year.\n\nRachel (a sister) is not really plotted. She will overcome her secret heartbreak and fall for a childhood friend. Or maybe a sworn enemy. I haven’t decided yet.\n\nMargaret (sister) is a little better plotted. She’ll be accused of murdering her jerk of a husband and then fleeing. One of Grant’s Bow Street friends will hunt her down to bring her to justice. Or so he thinks :)\n\nPlease help me  get the word out by reviewing my books on Amazon and\/or Goodreads, and of course, telling friends. If I could start making enough money on royalties to quit my job, I could write a lot faster :)\n\n\nWhat are your favorite Historical research resources?\n\nAny books written by Jane Austen work because they were written and take place around that time period. her are some of my other favorites:\n\nThe Prince of Pleasure and His Regency\n\nOur Tempestuous Day: History of Regency England\n\nGeorgette Heyer’s Regency World\n\nDee Hendrickson’s Regency World\n\nWriter’s Guide to Everyday Life in Regency and Victorian England \n\nThe above mentioned are all excellent sources. But my favorite source is the Beau Monde, a Regency\/Georgian Chapter of Romance Writers of America. A collection of knowledgeable and generous history buffs gather and share tips and sources for any question I can think of asking. They even know stuff it never occurred to me to ask.\n\nSome of my favorite historical blogs are: Historical Hussies, Two Nerdy History Girls,  Jane Austen’s World, Candice Hern, Regina Scott, among others.\n\n\nWhat is new and upcoming?\n\nperf5.000x8.000.inddMy newest release is a sweet, short Christmas story.  It’s called A CHRISTMAS REUNION, the Gift of a Second Chance and you can find it for only $.99 on  Amazon, Barnes & Noble, and directly from my publisher, The Wild Rose Press. Did I mention it’s only 99 cents?\n\n\nAre you planning on writing a book two for your fantasy, Queen in Exile?\n\nNot a true book 2, but I do have another fantasy that I wrote, then lost when my computer crashed and my back up disappeared :( It was a very bad day. I have started rewriting it but set it aside to focus on historicals per my agent’s advice.  It may be a while before I get back to fantasy or paranormal.\n\n\n\nDonna Hatch\nDonna Hatch’s historical romance and fantasy romance novels will sweep you away into a magical new world",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9888688326,
        "format_confidence":0.9537223577
    },
    {
        "url":"http:\/\/unz.org\/Pub\/Century\/?Period=190",
        "text":"UNZ.org - Periodicals, Books, and Authors\nMany Millions of Pages of Readable, Searchable Content at Your Fingertips\nHomeArticlesBooksPower Search+\nClipboard - No Items\n\nQ: What is UNZ.org?\n\nA: The UNZ.org website is intended to provide convenient access to a large quantity of high-quality content material, mostly published over the last 150 years in America and England, including both articles and books, encompassing over one million readable items and titles of another million items not readable due to copyright. Much of this material has never previously been available anywhere on the Internet and should be useful for researchers and intellectual historians.\n\nQ: Why do you include non-readable articles and books?\n\nA: The inclusion of the copyright-excluded material allows users to examine a more nearly complete collection of a given author's writings, even if many of the particular items themselves are currently unavailable due to copyright. If necessary, many of these other items can often be accessed and read on other websites or content systems, especially in the case of extent publications. Furthermore, there is a chance that at some future point these publications will be released for reading on this website as well.\n\nQ: The website seems very different than when I previously visited. What's the story?\n\nA: The current Version 2.0 release of UNZ.org incorporates major design changes from the previous version, but nearly all of the same underlying printed content is still available. Given the relatively slight use of the previous links to external videos and webzines, these portions have been removed, thereby streamlining access to the printed materials which constitute the main value of the system. Another major change has been the widespread use of Javascript, rendering most of the pages \"reactive\" as you begin entering information.\n\nQ: How do I find a given author or publication?\n\nA: Most of the main pages of the website contain one or more \"Reactive Clouds,\" with the names of various authors or publications. Javascript functions cause these Clouds to \"react\" and change the displayed information as you begin typing in the entry boxes. For example, as you enter the first few letters of an author's name on the Home page, the Clouds adjust to display only those authors whose names begin with those letters. Similar adjustments occur as you start typing in a particular decade or year, or if you select one of the drop-down settings or other filter. This allows you to quickly focus in on the individuals you are seeking based on your particular criteria.\n\nAt any point, the relative size of the names in a given Cloud indicates the volume of underlying content material associated with that name. Meanwhile, the color indicates what fraction of the content material is readable (for copyright reasons): bright blue indicates mostly readable, dark blue indicates partly readable, and black means mostly unreadable\n\nQ: How do I find a given article or book?\n\nA: The main Articles and Books pages, as well as the Overview tabs for individual authors or publications, display a Listing of articles (or books) towards the bottom of the page. Like the Clouds, these Listings are \"reactive\" and automatically adjust as you being typing in any of the information in the various data entry fields---Title, Author, Publication, or Period, displaying only those items that match your selection.\n\nQ: What about the individual publications?\n\nA: When you reach the pages associated with a given publication, you can examine the contents in a number of different ways, accessed via the different tabs. The default Overview tab gives you the Cloud of authors for that publication plus the Listing of individual articles, with both of these being \"reactive\" as you provide information in the Title, Author, or Period fields.\n\nThere are also several other tabs. The Tree tab displays a dynamic tree allowing the individual time periods, issues, and articles to be opened for greate detail. The Year Contents tab displays the tables of contents for all the issues of a given year, the Issues, Small Covers, and Large Covers tabs display those views of the contents for a given decade, and the All Years tab provides an overview of the entire archive of the periodical. In addition, the drop down field in the control bar may be used to explore the different periods. All these pages allow for convenient browsing of the contents of a given periodical and clicking on any of the individual links accessing more detailed information.\n\nQ: How does Searching work?\n\nA: As mentioned above, much of the exploration of the website contents is normally performed by browsing the various different pages or entering information into the various text fields and having the displayed information automatically adjust. Actual Searches are performed in a parallel manner, by entering the target information into the data fields and then pressing the Search button (or simply hitting Enter). The system then performs a Search across the selected Text, Title, Author, and other information and displays the findings in a new Search Results tab.\n\nSearches may be performed on any of these individual pages, or on the Power Search page, which allows for more detailed Searches across all content material.\nSharing Comment via Twitter\n\nFull HTML link for this page:\nClickable HTML link for this page:\nDecade 1900s Archives\nThe Century Magazine Archives\nTitle Author Period Text\nType? Genre\/Topic? Subtitles?\n  • The Century Magazine\n    Total Archives: 59 Years, 669 Issues, 19,452 Articles, 105,158pp\n  • Content Type\n    Add to Clipboard\n    Articles - 1900s\n    Sort by\n    1. A Story\n      The Century Magazine\n      , August 1909, pp. 504-515 - PDF\n    2. A Story\n      The Century Magazine\n      , September 1909, pp. 731-751 - PDF\n    3. The Century Magazine\n      , October 1901, pp. 884-891 - PDF\n    4. The Century Magazine\n      , June 1908, pp. 235-241 - PDF\n    5. The New President of Harvard University\n      The Century Magazine\n      , April 1909, pp. 940-941 - PDF\n    6. The Century Magazine\n      , November 1908, pp. 128-135 - PDF\n    7. Lincoln on his own Story-Telling\n      The Century Magazine\n      , February 1907, pp. 499-501 - PDF\n    8. Drawing\n      The Century Magazine\n      , February 1909, pp. 555-556 - PDF\n    9. The Century Magazine\n      , February 1904, pp. 598-603 - PDF\n    10. The Century Magazine\n      , September 1908, p. 796 - PDF\n    11. By a Witness of His Assassination\n      The Century Magazine\n      , April 1902, pp. 835-836 - PDF\n    12. (Verse)\n      The Century Magazine\n      , August 1901, p. 640 - PDF\n    13. (Verse)\n      The Century Magazine\n      , May 1903, p. 43 - PDF\n    14. The Prize Poem in \"The Century's\" Competition for College Graduates of 1900\n      The Century Magazine\n      , January 1902, pp. 379-382 - PDF\n    15. (Verse)\n      The Century Magazine\n      , August 1908, p. 494 - PDF\n    16. The Century Magazine\n      , September 1901, pp. 654-659 - PDF\n    17. (Verse)\n      The Century Magazine\n      , July 1908, pp. 480-481 - PDF\n    18. (Verse)\n      The Century Magazine\n      , February 1904, p. 581 - PDF\n    19. (Verse)\n      The Century Magazine\n      , December 1900, p. 244 - PDF\n    20. (Verse)\n      The Century Magazine\n      , November 1904, p. 157 - PDF",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.7330908775,
        "format_confidence":0.8712000847
    },
    {
        "url":"https:\/\/swoonreads.com\/blog\/faq-eligibility-update-this-means-you-wattpad-users\/",
        "text":"FAQ4 header\n\nFAQ – Eligibility Update (This means you, Wattpad users!)\n\nHey Swoon Readers!\n\nAs you probably already know, we’ve had several questions about the exclusivity clause in our Terms and Conditions. (We even posted a blog letting you know that we were working on it.) And now, we’re happy to announce that we have an answer! Here’s the official language from our new Terms and Conditions*:\n\n2. All Manuscripts submitted: a) must be original works of book length (no less than 160 typewritten pages or approximately 45,000 words) written in the English language; b) must be written solely by the registered user submitting the work; c) must not violate any right of any third party or be libelous; d) MUST NEVER HAVE BEEN AVAILABLE FOR SALE AND MUST NOT BE AVAILABLE FOR SALE DURING THE 6 MONTH EXCLUSIVITY PERIOD ON SWOON READS; e) must not be under consideration for sale by any third party (e.g. publisher, retailer, website) during the exclusive period and f) must follow these rules and guidelines.\n\nThe key word here is “SALE.” If you have ever made money from your manuscript—whether through a traditional publisher, Amazon, iBooks, Smashwords, or any other self-publishing method—then, sadly, it is not eligible for Swoon Reads.\n\nHowever, sites like Wattpad, Figment, and Fanfiction.net, among others—where you share your work, but don’t make any money from it—are completely eligible. And, we DO NOT require you to remove your work from these sites. So, if you have a finished YA romance, we’d love for you to submit it. And maybe even tell your readers there to come over and rate it on Swoon Reads!\n\n* (The update is with the developer now, and should be visible on the site soon!)\n\nAuthor spotlight\n\nSwoon Reads Staff\n\nFor more information, check out the \"Meet the Team\" section of our About page (swoonreads.com\/about).\n\nSee More",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9309616685,
        "format_confidence":0.9237902761
    },
    {
        "url":"http:\/\/www.upstartcrowliterary.com\/more-of-your-infaqs-answered\/",
        "text":"More of Your inFAQs Answered!\n\nThe best books start here.\n\nMore of Your inFAQs Answered!\n\nquestionsBecause one post wasn’t big enough to answer all the questions you all asked of us a few weeks back.\n\nQ: Can one actually make a living as a writer without acheiving a megalomaniac dream’s of fame?\n\nHahahahahahahahahahahahaha! Good question. But what is “a living”? And where? And how good? And …  Really, this is a question better directed to working writers.\n\nQ: When it comes to YA specifically, do you have any guidelines in mind for what you want? (i.e., word count, age range, topic, morality…)\n\nWell, the “morality” question is one we don’t have any clue as to how to address. We disdain moralistic fiction, disdain moralistic people (even John Gardner in his woefully ill-advised and specious On Moral Fiction, though we kind of sort of adore Grendel and much of his other work), and feel that good writing is, by definition, moral.\n\nAs for word count, age range, topic … if you know the realm of teen fiction (and please say that you do), you know that there is no set answer for any of these things. Word counts tend to be on the higher end—circa 75,000 words—though there are some teen novels that are so spare and short that they are like long short stories (for example, Angela Johnson’s stunning The First Part Last). Super-long manuscripts are very off-putting and a sign that the author likely hasn’t edited herself.\n\nBut the answer: There are no guidelines and easy answers, sorry. Your story will be as long as it wants to be, about who and what it wants to be about.\n\nQ: I know you’re new as far as a company goes, I couldn’t find anything regarding your actual “founding” date, but maybe that’s because you’re so new that you want to keep things on the low-low until you get a few years under the belt.\n\nTempted, here, to point to this newfangled wonder of the internet, Google: Just type in “Upstart Crow Literary” and the third, fourth, and fifth entries link to things that give the company start date, more or less. But for the record, we declared ourselves “in business” on 1 August 2009. We’re not hiding anything. Or if we are, are doing an exceptionally poor job of it.\n\nQ: Some writers actually function well when given a specific assignment. As an agent, would you ever consider providing a plot summary and general story guideline for a writer to pursue?\n\nThis is more the job of a packager. We market and work with our authors on their projects, not dictate to them which ones they should be writing. For marching orders, look to book packagers and write-for-hire projects from publishers, not to us.\n\nQ: Some agents don’t respond to a query if they are not interested. Is there ever a reason Upstart Crow would not respond to my query or status check inquiries at all, even with a form rejection? (Assume query was confirmed received.)\n\nThere could be a delay in a response if the person queried has been traveling or direly swamped. But generally, we will get back to you within a month to two months.\n\nQ: How do you feel about prospective writers making contact with you via Facebook, or Plaxo, or Goodreads, or LinkedIn?\n\nWe dislike it mightily. We love to connect up with others who love the things we love (assume I mean children’s books), but such connections are tenuous at best. And the email functions of those programs are not the proper route to use to make a query. Your query isn’t so important (sorry) that it needs to be looked at along with those pictures of our friends’ dogs\/babies\/weekend outings\/what-have-you. Trust that if you query us through an email on Facebook, we will just delete your email. Life is too short.\n\nQ: Would you prefer to receive a manuscript submission before or after a conference both you and the writer are attending?\n\nAfter. There likely won’t be time to read your manuscript before the conference, and then we’ll have that deliciously awkward moment in which you wonder why we haven’t read your 350-page novel in addition to the ten-page critique sample. And we’ll explain that there wasn’t opportunity, and that we felt it was more important to read and critique the paid conference submissions before addressing those submissions.\n\nQ: Is a “no thanks” from one agent a “no thanks” from the whole agency?\n\nYes, thanks.\n\n  1. […] This post was mentioned on Twitter by Janga724 and Upstart Crow. Upstart Crow said: Now on the Upstart Crow blog: More of Your inFAQs Answered! ( […]\n\n\n  2. About making a living as a writer and is it possible without being a MAJOR MEGLOMANICAL BESTSELLER.\n\n    Short answer: Yes.\n\n    Long answer: Possible, if you put in a lot of butt-in-chair work, don’t take rejections personally, and have a major Luck Fairy following you around. Oh–and a Time Fairy, too. (And no, I am not sharing mine with anyone.)\n\n\n\n  3. Whoa, Jane Yolen’s hanging out here. She was very nice to my wife (Katherine Applegate) so I am a big fan once removed.\n\n    Re: making a living. Yes, of course it is possible. If you have some talent, (doesn’t take much as my career demonstrates) and are hard-working, and can find the sweet spot between gauging the marketplace and writing what you like.\n\n    Now, I have a question: is there some universe in which book-touring makes economic sense? I’m sitting at JFK on my way to Amsterdam to do a couple of bookstore things and some interviews. In a couple of weeks I do a thing in NYC with Scott Westerfeld. And it’s all fun, but seriously, how does it make economic sense for the publisher?\n\n\n  4. Would like to catch a Luck Fairy of my own. Have built the trap. Now if only I could figure out what to use as bait.\n\n\n  5. I sort of suspected I might get a word from Jane on this topic, and almost addressed it directly to her. Am glad the instinct was right on.\n\n    As for book tours, they are horribly expensive and don’t sell all that many copies. Certainly not enough copies to justify the expense of the tour. (The exception being if your name is Meyer or Rowling or …)\n\n    What they do sometimes accomplish, however, is to get a book or two on the bestseller list. And once there, a book can hang on and its bestseller status become self-perpetuating. People, it seems, buy books simply because they are bestsellers. (“Everyone else is reading this DaVinci Code book, so it must be good.”) So publishers try and game the list and tour authors quickly to as many markets and as many NYT-reporting stores as possible within a week in order to get the book lofted onto the list. And then they cross fingers and pray.\n\n    So it makes some sense, but only a little. Worth pointing out, though: Some weeks book sales are so sluggish that the bottom ranks of the list can be reached with sales of only a few hundred copies. I’ve seen books sit on the list for a month during doldrum periods, and, after that month, the book’s total numbers had not reached as many copies as other titles did weeks when competition was much more fierce. Kind of a drag, as you can imagine.\n\n\n  6. I think it’s really rare to make a living writing books. Wonders like Jane Yolen and Michael Grant do it, but I’d venture that most people with books on the shelves also have day jobs.\n\n    It is possible to make a day job out of writing. I do and make a really respectable living. I have: written for a game company, columns for various entertainment outlets, articles for assorted magazines, marketing copy for assorted products, scripts for short movies and even blog posts for outlets willing to pay (I do not write for free for for-profit companies, though I edit for several nonprofits). I’ve also been flown to places like London for assignments.\n\n    I almost never have to pitch my work. I can’t actually remember the last time I did, though I never take a single assignment for granted. Once you develop relationships with editors and do consistently good work without being jerky or high-maintenance, the editors tend to recommend you to their colleagues, and they take you with them to new companies.\n\n    You do have to be willing to live with a lot uncertainty. If you have a lazy day, you don’t get paid. It’s also not glamorous, like publishing books (oh, hush, you jaded authors—you know everyone envies you).\n\n    But it does pay the bills. When you write 200,000 or so words a year freelance, you don’t fear the keyboard or the blank page. With practice, you also get fast enough at the work that there are windows of time to write those books that you dream of doing. It’s easy to get bogged down, as you would with any day job. I’m really happy with it, and hope to keep on going for the duration.\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.8853164315,
        "format_confidence":0.8558810353
    },
    {
        "url":"https:\/\/www.peterskrzynecki.com\/interesting-about-poem\/often-asked-what-was-langston-hughes-first-poem-published.html",
        "text":"Often asked: What Was Langston Hughes First Poem Published?\n\nLangston Hughes published his first poem in 1921. He attended Columbia University, but left after one year to travel. A leading light of the Harlem Renaissance, Hughes published his first book in 1926. He went on to write countless works of poetry, prose and plays, as well as a popular column for the Chicago Defender.\n\nWhat was Langston first poem?\n\nWritten when he was 17 years old on a train to Mexico City to see his father, “The Negro Speaks of Rivers” was Hughes’ first poem which received critical acclaim after it was published in the June 1921 issue of the NAACP magazine The Crisis.\n\nWhat was Langston Hughes first published work?\n\nIn November 1924, he moved to Washington, D. C. Hughes’s first book of poetry, The Weary Blues, (Knopf, 1926) was published by Alfred A. Knopf in 1926. He finished his college education at Lincoln University in Pennsylvania three years later.\n\nYou might be interested:  Question: How To Write A Hyperbole Poem?\n\nHow many poems did Langston Hughes published?\n\nHe never stopped writing Hughes’ total output of material, written from 1920 until his death in 1967, was nothing short of prolific. Along with his two autobiographies, he published 16 volumes of poetry, three short story collections, two novels and nine children’s books.\n\nWhat was the last poem Langston Hughes wrote?\n\nThe last published poetry of Langston Hughes was actually a collection of poetry called The Collected Poems of Langston Hughes and was published by\n\nWhy was Hughes important?\n\nLangston Hughes. Langston Hughes was one of the most important writers and thinkers of the Harlem Renaissance, which was the African American artistic movement in the 1920s that celebrated black life and culture. His literary works helped shape American literature and politics.\n\nWhat was Langston Hughes first piece of writing that garnered attention?\n\nHe wrote the poem “The Negro Speaks of Rivers ” the summer after his graduation from high school in Cleveland; it was published in The Crisis in 1921 and brought him considerable attention.\n\nWhy was Langston Hughes criticized?\n\nSome critics called Hughes’ poems “low-rate” A preponderance of Black critics objected to what they felt were negative characterizations of African Americans — many Black characters created by whites already consisted of caricatures and stereotypes, and these critics wanted to see positive depictions instead.\n\nWhen did Langston Hughes write I Dream a World?\n\nLangston Hughes wrote the poem “I Dream a World” while living in Harlem in 1941. It was published in 1945 in Teamwork in their February\n\nYou might be interested:  Question: How To Write Haiku Poem?\n\nWhen did sue wear red Hughes?\n\nWhen Sue Wears Red When Susanna Jones wears red A queen from some time-dead Egyptian night Walks once again. Blow trumpets, Jesus! And the beauty of Susanna Jones in red Burns in my heart a love-fire sharp like pain. Sweet silver trumpets, Jesus!\n\nWhat happens to a dream deferred?\n\n— Langston Hughes What happens to a dream deferred? Does it dry up like a raisin in the sun? Or fester like a sore– And then run? Does it stink like rotten meat?\n\nWhat are 5 facts about Langston Hughes?\n\n9 things you should know about Langston Hughes\n\n  • He grew up in Lawrence, Kansas.\n  • He was a major leader of the Harlem Renaissance.\n  • He was a poet of the people.\n  • He was more than just a poet; he was a writer in almost any genre you can think of.\n  • He was rebellious, breaking from the black literary establishment.\n\nWhat are the 10 most popular poems?\n\nThe Ten Best Poems of All Time\n\n  • Still I Rise by Maya Angelou.\n  • Sonnet 18 by William Shakespeare.\n  • O Captain! My Captain! by Walt Whitman.\n  • The Raven by Edgar Allan Poe.\n  • Do not go gentle into that good night by Dylan Thomas.\n  • i carry your heart with me by e.e. cummings.\n  • Power by Audre Lorde.\n  • The Road Not Taken by Robert Frost.\n\nDid Langston Hughes have a wife?\n\nTen years later, in 1869, the widow Mary Patterson Leary married again, into the elite, politically active Langston family.\n\nWhich part of New York did Hughes spend most of his life in?\n\nHARLEM, New York City (WABC) — Langston Hughes was one of the foremost figures of the Harlem Renaissance, where he lived in a brownstone for the last 20 years of his life. Hughes lived in the house on East 127th Street from 1947 to 1967.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9947344065,
        "format_confidence":0.6008095741
    },
    {
        "url":"http:\/\/www.sparknotes.com\/lit\/the-hunger-games\/quiz.html",
        "text":"Skip over navigation\n\nThe Hunger Games\n\nSuzanne Collins\n\n\nStudy Questions & Essay Topics\n\nSuggestions for Further Reading\n\n1. What is Katniss’s sister’s full name?\n\n2. How did Katniss’s father die?\n\n3. At what skill is Gale better than Katniss?\n\n4. Who or what is Katniss named after?\n\n5. Who gives Katniss the mockingjay pin?\n\n6. Why does the Capitol hold the Hunger Games?\n\n7. Which word best describes Haymitch?\n\n8. Under what circumstances did Katniss first meet Peeta?\n\n9. What does Katniss think when she first sees the residents of the Capitol?\n\n10. What are tesserae?\n\n11. Which training station does Peeta excel at?\n\n12. What does Peeta tell Katniss he wants to do in the Games?\n\n13. What item does Katniss manage to grab at the Cornucopia when the Games begin?\n\n14. What is the first thing Katniss looks for after running from the Cornucopia?\n\n15. What does Peeta do that surprises Katniss on their first night in the arena?\n\n16. When Katniss is severely dehydrated, how does Haymitch indicate to her that she’s near water?\n\n17. What does Rue point out to Katniss that lets her get away from the group of Career Tributes?\n\n18. What do Rue and Katniss realize is their advantage over the Career Tributes?\n\n19. What does Katniss do when Rue is killed?\n\n20. Where does Katniss find Peeta after it’s declared that two tributes can win the Games?\n\n21. How does Haymitch indicate to Katniss that he wants her to play up the romance with Peeta?\n\n22. What does Thresh say to Katniss when he spares her life?\n\n23. How does Cato finally die?\n\n24. How do Katniss and Peeta force the Capitol to declare them both winners?\n\n25. What event does Katniss refer to when she says the most dangerous part of the Hunger Games is about to begin?\n\nFollow Us",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.978241086,
        "format_confidence":0.5014975071
    },
    {
        "url":"https:\/\/www.inkbottlepress.com\/recommendations-to-readers\/often-asked-kubla-khan-poem-text.html",
        "text":"Recommendations to readers\n\nOften asked: Kubla khan poem text?\n\nWhat does Kubla Khan poem mean?\n\nIn the first part of the poem, the speaker envisions the landscape surrounding the Mongol ruler and Chinese emperor Kubla Khan’s summer palace, called “Xanadu,” describing it as a place of beauty, pleasure, and violence. The poem is one of Coleridge’s most famous, and has been interpreted in many different ways.\n\nHow is Kubla Khan a romantic poem?\n\nKubla khan is a concentration of romantic features. Content and style together evoke an atmosphere of wonder and romance enchantment. Supernaturalism. A basic feature of Coleridge’s poetic art is his ability to render supernatural phenomena with artistry.\n\nWhat type of poem is Kubla Khan?\n\nStyle: Kubla Khan is an intricately structured poem, using a amazing variety of metric and rhythmic devices. Lines 1 to 7 and 37 to 54 are written primarily in iambic tetrameter.\n\nWhat is the main theme of the poem Kubla Khan?\n\nThe interaction between man and nature is a major theme for Coleridge. It’s painted all over “Kubla Khan,” as we go from the dome to the river, and then from the gardens to the sea. Sometimes he’s focused on human characters, sometimes on natural forces. In fact, it’s difficult to get away from this theme in this poem.\n\nWhat does Xanadu mean?\n\n: an idyllic, exotic, or luxurious place.\n\nWhat is the purpose of Kubla Khan?\n\nKubla Khan” was first published in a collection called Christabel, Kubla Khan: A Vision, and the Pains of Sleep, and it kicked off the Romantic movement. The Romantics were interested in writing about nature, and they wanted to escape the old, traditional forms of English poetry.\n\nYou might be interested:  Quick Answer: The author to her book poem?\n\nIs Kubla Khan a fragmentary poem?\n\nKubla Khan by Coleridge records an opium-induced dream, interrupted by a visitor from Porlock. The poem has been taken to be a beautiful but chaotic fragment where images float about confusedly.\n\nWhat is the pleasure dome in Kubla Khan?\n\nThe speaker describes the “stately pleasure-dome” built in Xanadu according to the decree of Kubla Khan, in the place where Alph, the sacred river, ran “through caverns measureless to man \/ Down to a sunless sea.” Walls and towers were raised around “twice five miles of fertile ground,” filled with beautiful gardens\n\nWhat device dominates the first stanza of Kubla Khan?\n\nColeridge has used personification in the first stanza where he states, “as if this earth in fast thick pant was breathing,” comparing the earth to a breathing human being.\n\nWhy is Kubla Khan called a fragment?\n\nColeridge’s poem Kubla Khan is called a ‘fragment‘ primarily bacause the poet himself chose to call it a fragment of a fuller composition in a state of dream, an account of which was supplied in a prefatory note to the piece on its publication in 1816, some nineteen years after its so-called mysterious genesis.\n\nWhat is the subtitle of the poem Kubla Khan?\n\nThe subtitle of “Kubla Kahn” reads “Or a Vision in a Dream.” Dreams may or may not have symbolic meaning, but it is doubtful that anyone intentionally designed symbolic meaning specifically for an individual dream.\n\nIs Xanadu a real place?\n\nNorth of the Great Wall, the Site of Xanadu encompasses the remains of Kublai Khan’s legendary capital city, designed by the Mongol ruler’s Chinese advisor Liu Bingzhdong in 1256. Over a surface area of 25,000 ha, the site was a unique attempt to assimilate the nomadic Mongolian and Han Chinese cultures.\n\nYou might be interested:  Often asked: Jack prelutsky poem?\n\nWhat is the tone of Kubla Khan?\n\nTone Examples in Kubla Khan:\n\nJust as the river bursts forth and flows with a powerful energy, the poem’s language contains a similar burst of energy. The stanza begins with a sudden “But oh!” and includes numerous such exclamatory phrases, as well as long sentences which run across many lines.\n\nWhat are the images present in Kubla Khan?\n\nKubla Khan, present for the eruption, heard a prophecy of war (lines 29–30). An indented section presents an image of the pleasure-dome reflected on the water, surrounded by the sound of the geyser above ground and the river underground (lines 31–34). A final un-indented couplet describes the dome again (lines 35–36).\n\nHow does the poem Kubla Khan end?\n\nThe memory of her song fills him with longing, and he imagines himself singing his own song, using it to create a vision of Xanadu. Toward the end, the poem becomes more personal and mysterious, as the speaker describes past visions he has had. This brings him to a final image of a terrifying figure with flashing eyes.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.9912147522,
        "format_confidence":0.8431760669
    },
    {
        "url":"https:\/\/jamesfoley.com.au\/2017\/02\/08\/faq-how-do-i-get-my-book-published\/?replytocom=8054",
        "text":"FAQ: How do I get my book published?\n\nThis is my most Frequently Asked Question by far.\n\nSo you’ve written and\/or illustrated your amazing children’s book. Now you want to get it published. You have two options available: traditional publishing and self-publishing … plus a third option that you should avoid.\n\nBefore we get into these options further, ask yourself what you’re aiming to do with your book:\n\n  • Do you just want one copy that you can read to your kids?\n  • Or a couple of copies that you can share with family and friends?\n  • Or do you think your story really has legs, and could sell competitively in bookstores?\n\nIf you just want one or a couple of copies for personal use, then definitely self-publish – but go with a website like Blurb. You upload your content, they print copies and post them back to you, and you keep copyright. Easy, done, sorted.\n\nIf you truly believe that your work is of a publishable standard, then I recommend going for traditional mainstream publishing through a publishing company, or if you have the stamina for it, go for self-publishing.\n\nI’ll explain these two options below, plus a third option that you need to avoid.\n\nOption 1: traditional, mainstream publishing\n\nThis is where a publishing company helps you to edit their work, organises printing, marketing and distribution, and pays you an advance and royalties.\n\nThere are two main pathways to mainstream publication.\n\nPlease note that these two pathways are not mutually exclusive, and can be happening at the same time.\n\nPathway A: The Slush Pile\n\nYou send your work to several publishers. Your manuscript is added to the ‘slush pile’, a collection of every unread manuscript sent by you and everyone else hoping to be published by that company. Don’t be discouraged though; publishers do go through their slush piles bit by bit, and people do actually get their manuscripts discovered this way. Because of the slush pile though it can take many months for a publisher to respond to your submission query (and these days a number of publishers are saying, ‘if you don’t hear back from us in x number of months, assume that your submission was not accepted’).\n\nSO You wait for responses. You get rejected many times. You keep writing\/illustrating in the meantime, still practicing your craft. Then hopefully, eventually, your work is good enough to be published, and a publisher notices your work and offers to publish it.\n\nPathway B: Professional organisations\n\n2: You join an organisation like the Society of Children’s Book Writers and Illustrators (SCBWI) and\/or the Australian Society of Authors (ASA). You go to events where you get to meet editors and publishers and you book some critique sessions. You get face-to-face feedback, and advice for how to improve your work. You go away and practice some more. Then hopefully, eventually, your work is good enough to be published, and a publisher notices your work and offers to publish it.\n\nThe place of illustrators in mainstream publishing\n\nNote that:\n\n  • usually, the publisher picks the illustrator.\n  • most of the time the writer and the illustrator DO NOT collaborate before submitting to a publisher.\n\nI explain the reasons for this in another post called ‘How do I find an illustrator for my book?’\n\nIf you want to be a children’s book writer, you absolutely must know how the illustrator’s role intertwines with yours. So please do read this post plus the points about illustrators in the next section.\n\nSending submissions to publishers\n\nBefore you send anything to any publisher, visit your local bookshop and have a look at the children’s book section. Make a stack of books that seem like the ones you would like to make. See who publishes them, then check out the publishers’ websites and see if they accept submissions. Note what you would need to submit, and stick to the submission guidelines. Some want hard copies, some only accept digital copies. Some only accept submissions on certain days of the week, and some at certain times of the year. Do your homework and follow the guidelines on each publisher’s website.\n\nIf you’re a writer only, then generally you’ll be asked to send a copy of your manuscript in a certain format, maybe with a cover letter.\n\nIf you’re an illustrator only, then generally you’ll be asked to send a sample or samples of your best work, again with a cover letter.\n\nIf you’re a writer AND an illustrator, then generally you’ll be asked to submit a copy of the manuscript, plus a black and white storyboard and\/or a dummy book, plus two or three samples of what the finished artwork might look like.\n\nIf you’re a writer and you’ve already collaborated with an illustrator:\nthis is not generally how mainstream publishing works. Sometimes you’re in a situation where you’ve written a manuscript and you asked your partner\/sibling\/aunty\/friend\/neighbour\/random acquaintance to do some illustrations – now you’re going to submit all your work together. That’s great. However. This puts you in an unusual position. You may find that a publisher loves the words of the story but not the illustrations. OR they love the illustrations but not the words. OR  they may see potential in both the words and the illustrations, but they think the words need to be edited and the plot needs to be changed a bit, in which case the illustrations might also need to change. So if you’ve collaborated with an illustrator before submitting to a publisher, be prepared for these possibilities.\n\nWhatever you do, don’t complete final illustrations for an entire book before submitting to a publisher. That’s a lot of work to put in, and the publisher might want you to change everything.\n\nCopyright, Advances and Royalties\n\nin traditional publishing arrangements, illustrators retain copyright over their illustrations, and writers retain copyright over their text. They share royalties from the books: 5% of RRP each (the rest goes to booksellers, distributors, printers and publishers). Royalty statements are sent every 6 months; payments are sent at this time as well, providing you’ve made some sales.\n\nThe writer and illustrator also receive an advance payment when they sign the publishing contract – this is an advance of expected royalties. So if the advance is $1000, then you have to sell enough books to earn that advance back before you can get any more royalties. If you don’t sell enough books to earn the advance back, you still get to keep the full advance. The publishers assume all financial risk and responsibility in this model; they take care of printing, marketing and distribution.\n\nFor advice on publishing contracts, buy the book ‘Australian Book Contracts‘ from the Australian Society of Authors. Also, check out their model publishing agreement template; it’s free for ASA members or $11 for non-members. The ASA also offers a contract assessment service for ASA members or state writers’ centre members.\n\nFor advice on the legal and business issues related to writing, buy the book ‘Between The Lines‘ from the Australian Society of Authors.\n\nFor more information on traditional publishing:\n\nRead the Australian Society of Authors’ advice on how to get published.\n\nCheck out this post I wrote called 6 books to help you make better picture books.\n\nOption 2: self-publishing\n\nSelf-publishing is a whole other ball game. You literally take on the role of the traditional publisher, which means you get complete control over the project but also the entire financial risk. You need to organise your own design and printing, plus your own marketing and distribution to bookstores (online and\/or bricks-and-mortar).\n\nI know of only a few successful children’s book writers and illustrators who self-publish; they all do it full time and approach it like a business, so it’s possible for them to make a decent living from it. They are exceptions to the rule.\n\nThe main services out there for self-publishing are Amazon Kindle Direct Publishing (KDP), which allows you to create ebooks for Amazon Kindle readers; Amazon Createspace, which is a print-on-demand service; or Ingram Spark, which allows you to make both e-books and print-on-demand books. I’ve never used these myself, but my self-publishing colleagues do; it’s up to you to excerise due diligence and do your research before entering into any commercial agreements with these websites.\n\nThe role of illustrators in self-publishing\n\nYou and the illustrator need to work out whether you want to share the financial risk or whether the illustrator wants to be paid up front.\n\nI cover this in more detail in another post called ‘How do I find an illustrator for my book?’\n\nIf you’re considering self-publishing your writing and enlisting an illustrator, please do read that post before you get started down that road.\n\nFor more info on self-publishing:\n\nCheck out the Australian Society of Authors’ free advice on self-publishing.\n\nThe ASA also has a paper available called Introduction to Digital Self-Publishing; it’s free for ASA members or $11 for non-members.\n\nAlso check out WritingWA’s free resources for self-publishers.\n\nJoin the facebook group For Love or Money, a support group for independent authors. You can ask questions and find advice. It was set up by author S.K. Quinn, and her book The Indie Author’s Survival Guide is a must-read for anyone heading down the self-publishing road.\n\nOption 3 (which is not an option): vanity publishing\n\nOption 3 is where a company tries to look like a mainstream traditional publisher but is really a glorified and very expensive self-publishing service. In our industry it’s called ‘vanity publishing’.\n\nVanity publishers are the ones that offer to help you publish your book for a fee – usually a VERY LARGE and UPFRONT fee. They may want to retain copyright. They may not show you a contract until after you’ve paid. Vanity publishers make their money off the exorbitant fees they charge you and not off the book sales; thus they have little to no interest in marketing ... (truncated)",
        "topic_id":16,
        "format_id":5,
        "topic_confidence":0.8318254948,
        "format_confidence":0.820028007
    }
]