[
    {
        "url":"http:\/\/www.epa.gov\/ttn\/atw\/resdev\/fr11jn97.txt",
        "text":"[Federal Register: June 11, 1997 (Volume 62, Number 112)] [Proposed Rules] [Page 31776-31777] From the Federal Register Online via GPO Access [wais.access.gpo.gov] [DOCID:fr11jn97-29] ----------------------------------------------------------------------- ENVIRONMENTAL PROTECTION AGENCY 40 CFR Part 63 [AD-FRL-5839-5] National Emission Standards for Hazardous Air Pollutants: Source Category List AGENCY: Environmental Protection Agency (EPA). ACTION: Extension of public comment period. ----------------------------------------------------------------------- SUMMARY: The EPA is announcing the extension of the public comment period on the Advanced Notice of Proposed Rulemaking for listing research and development facilities on the source category list (62 FR 25877), which was published on May 12, 1997. DATES: Written comments must be received on or before July 11, 1997. ADDRESSES: Submit comments in duplicate if possible to: Air and Radiation Docket and Information Center (6102), Attention: Docket No. A-97-11, U.S. Environmental Protection [[Page 31777]] Agency, 401 M Street, SW, Washington, DC 20460. The EPA requests that separate copies be sent to the appropriate contact person listed below. The docket may be inspected at the above address between 8:00 a.m. and 5:30 p.m. on weekdays. A reasonable fee may be charged for copying. FOR FURTHER INFORMATION CONTACT: For information concerning the ANPR, contact Mr. Mark Morris at (919) 541-5416, Organic Chemicals Group, Emission Standards Division (MD-13), U.S. Environmental Protection Agency, Research Triangle Park, North Carolina 27711. SUPPLEMENTARY INFORMATION: In response to a request from several companies involved in a large volume of research and development activities, the EPA is extending the public comment period from June 11, 1997, to July 11, 1997, on the Advanced Notice of Proposed Rulemaking for listing research and development facilities on the source category list. The EPA agrees that an extension of the comment period will provide for more meaningful, constructive comments on the ANPR. Having extended the comment period, the EPA nonetheless encourages commenters to submit as many of their comments as possible before July 11, this would assist the EPA in its considerations of the issues raised. Due to the unique nature of R&D activities and the EPA'a request in the ANPR for specific information and recommendations on how to list R&D facilities, the extension to the comment period will provide the EPA with more detailed comments that will result in future time savings on the project. List of Subjects in 40 CFR Part 63 Air pollution control, Hazardous air pollutants, Research and development, Environmental protection. Dated: June 5, 1997. Mary D. Nichols, Assistant Administrator. [FR Doc. 97-15365 Filed 6-10-97; 8:45 am] BILLING CODE 6560-50-M",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.7128725052,
        "format_confidence":0.7960380912
    },
    {
        "url":"http:\/\/www.fws.gov\/policy\/library\/2008\/E8-23556.html",
        "text":"[Federal Register: October 6, 2008 (Volume 73, Number 194)]\n[Page 58263-58264]\nFrom the Federal Register Online via GPO Access [wais.access.gpo.gov]\n\n[[Page 58263]]\n\n\n\nFish and Wildlife Service\n\n[FWS-R1-ES-2008-N00172; 10120-1112-0000-F2]\n\nProposed Willamette Valley Native Prairie Habitat Programmatic \nSafe Harbor Agreement for the Fender's Blue Butterfly in Benton, Lane, \nLinn, Marion, Polk, and Yamhill Counties, OR\n\nAGENCY: Fish and Wildlife Service, Interior.\n\nACTION: Notice of availability; receipt of application.\n\n\nSUMMARY: The U.S. Fish and Wildlife Service (Service) proposes to issue \nitself an enhancement of survival permit pursuant to section \n10(a)(1)(A) of the Endangered Species Act of 1973, as amended (Act), \nfor a programmatic Safe Harbor Agreement (Agreement). The proposed term \nof the Agreement is 15 years, and the proposed term of the permit is 25 \nyears. In accordance with regulation, the Service is completing the \napplication process for this proposed permit. The requested permit \nwould authorize the Service to extend incidental take coverage with \nassurances to eligible landowners who are willing to carry out habitat \nmanagement measures that would benefit the federally-listed endangered \nFender's blue butterfly (Icaricia icarioides fenderi) and the \nthreatened Kincaid's lupine (Lupinus sulphureus ssp. kincaidii) by \nenrolling them under the Agreement as Cooperators through issuance of \nCertificates of Inclusion. The covered area or geographic scope of this \nAgreement includes the known and potential range of the Fender's blue \nbutterfly, which occurs on prairie habitat within Benton, Lane, Linn, \nMarion, Polk, and Yamhill counties of Oregon. We request comments from \nthe public on the permit application, proposed Agreement and related \ndocuments, which are available for review (see ADDRESSES below).\n\nDATES: Comments must be received from interested parties on or before \nNovember 5, 2008.\n\nADDRESSES: You may submit your written comments to: Project Leader, \nFish and Wildlife Service, 2600 S.E. 98th Ave., Suite 100, Portland, \nOregon 97266, or facsimile (503) 231-6195. Include your name and \naddress in your comments and refer to the ``Willamette Valley \nProgrammatic Safe Harbor Agreement.'' Copies of the draft documents are \navailable for public inspection, by appointment, at the above address \nduring normal business hours. You may also view the documents on the \nInternet at http:\/\/www.fws.gov\/oregonfwo\/species\/.\n\nFOR FURTHER INFORMATION CONTACT: For further information or to receive \ncopies of the documents on CD ROM, please contact Richard Szlemp at \n(503) 231-6179.\n\nSUPPLEMENTARY INFORMATION: Under a Safe Harbor Agreement, participating \nlandowners voluntarily undertake management activities on their \nproperty to enhance, restore, or maintain habitat benefiting species \nlisted under the Act (16 U.S.C. 1531 et seq.). Safe Harbor Agreements, \nand the subsequent enhancement of survival permits that are issued \npursuant to section 10(a)(1)(A) of the Act, encourage private and other \nnon-federal property owners to implement conservation efforts for \nlisted species by assuring that they will not be subjected to increased \nproperty use restrictions as a result of their efforts to attract \nlisted species to their property, or to increase the numbers or \ndistribution of listed species already on their property. Application \nrequirements and issuance criteria for enhancement of survival permits \nthrough Safe Harbor Agreements are found in 50 CFR 17.22(c). These \npermits allow future incidental take of covered species above the \nmutually agreed upon baseline conditions for those species in \naccordance with the terms of the permit and accompanying agreement.\n    The Service has developed the proposed Agreement for the \nconservation of the Fender's blue butterfly. The Fender's blue \nbutterfly was listed as an endangered species by the Service in 2000 \n(65 FR 3875). As of the time of its listing, it was known to occupy \nonly 32 sites across 408 acres (165 hectares). Of the 32 sites found to \nsupport Fender's blue butterfly, Kincaid's lupine (Lupinus sulphureus \nssp. kincaidii) has been documented as co-occurring as a larval host \nplant at 27 of the sites (65 FR 3875).\n    The geographical area covered by this Agreement includes the known \nand potential range of the Fender's blue butterfly within the \nWillamette Valley in Benton, Lane, Linn, Marion, Polk, and Yamhill \ncounties of Oregon. Properties that are eligible for enrollment are \nnon-Federal lands where the butterfly occurs or could occur through \ncolonization, translocation, or reintroduction. Activities under the \nAgreement are also expected to benefit Kincaid's lupine, a federally-\nlisted as threatened plant. However, Kincaid's lupine is not included \nas a ``covered species.''\n    The Fender's blue butterfly is threatened due to few populations, \nlow numbers, and habitat fragmentation. Conserving existing populations \nand actively maintaining, enhancing, and expanding the size of existing \nbutterfly-occupied habitat patches is essential for recovery. In \naddition, reestablishing habitat connectivity by creating stepping \nstones of habitat between existing butterfly populations will improve \nthe prospects for individuals to reach other suitable 9 habitats for \nreproduction, dispersal, and recolonization (71 FR 63874). This \nAgreement is intended to encourage non-federal landowners to undertake \nproactive conservation and restoration actions for the Fender's blue \nbutterfly (and Kincaid's lupine).\n    Site-specific plans will be developed for each property to be \nenrolled. In addition to the monitoring, one or more of the following \non-the-ground activities will be included in the plans: (a) Removal of \ninvasive, non-native herbaceous plants and woody vegetation; (b) \nrevegetation with native species; (c) collection of Kincaid's lupine \nseed and plant material for use in species recovery efforts; (d) \nreintroduction and augmentation of Kincaid's lupine; and (e) reducing \nthreats. Environmental baseline conditions for the Fender's blue \nbutterfly will be established on each property as lands are enrolled.\n    The programmatic nature of the Agreement provides eligible \nlandowners with a streamlined process for obtaining assurances that \nspecified actions taken to benefit the Fender's blue butterfly will not \nresult in additional regulatory obligations under the Act. Without the \nregulatory assurances provided through the Agreement and permit, \nlandowners may otherwise be unwilling or reluctant to engage in \nactivities that would benefit the Fender's blue butterfly on their \n    A draft Environmental Action Statement now available for public \nreview (see ADDRESSES ) indicates that the proposed Agreement and \npermit decision may be eligible for a categorical exclusion under the \nNational Environmental Policy Act of 1969 (NEPA; 42 U.S.C. 4321 et \n    The Service will evaluate the permit application, associated \ndocuments, and comments submitted thereon to determine whether the \npermit application meets the requirements of section 10(a) of the Act \nand the requirements under NEPA. All comments received, including names \nand addresses, will become part of the administrative record and will \nbe available for review pursuant to section\n\n[[Page 58264]]\n\n10(c) of the Act. Individual respondents may request that we withhold \ntheir home addresses and telephone numbers to the extent allowable by \nlaw. If you wish us to withhold this personal information, you must \nstate this prominently at the beginning of your comment. Anonymous \ncomments will not be considered. All submissions from organizations or \nbusinesses, and from individuals identifying themselves as \nrepresentatives or officials of organizations or businesses, are \navailable for public inspection in their entirety.\n    If we determine that all requirements are met, we will sign the \nAgreement and issue an enhancement of survival permit under section \n10(a)(1)(A) of the Act to the Service's Oregon Fish and Wildlife Office \n(OFWO). The OFWO will serve as the permit holder, and may extend \ncoverage to interested, eligible landowners for the take of Fender's \nblue butterfly, incidental to otherwise lawful activities in accordance \nwith the terms of the Agreement, Certificates of Inclusion and permit. \nPlease note that the Service will not be receiving any assurances as \nholder of the permit, but permitted landowners will. This notice is \nprovided pursuant to section 10(c) of the Act and NEPA regulations (40 \nCFR 1506.6).\n\n    Dated: August 8, 2008.\nDavid J. Wesley,\nDeputy Regional Director, U.S. Fish and Wildlife Service, Region 1, \nPortland, Oregon.\n [FR Doc. E8-23556 Filed 10-3-08; 8:45 am]",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.8945376277,
        "format_confidence":0.9256885052
    },
    {
        "url":"http:\/\/www.rbvi.ucsf.edu\/chimera\/data\/downloads\/1.2309\/docs\/credits.html",
        "text":"Citing UCSF Chimera\n\nA substantial portion of the funding for the development of Chimera comes from a National Center for Research Resources grant (P41 RR-01081) from the National Institutes of Health. NIH carefully tracks publications that make use of NCRR Resource Centers, and hence your cooperation is appreciated in citing the grant number and reference(s) as described below. Thank you!\n\nPublications include scientific papers, posters, films, videos, exhibits, and artwork. Publications with images or results from Chimera should include an acknowledgement similar to the following:\n\nMolecular graphics images were produced using the UCSF Chimera package from the Resource for Biocomputing, Visualization, and Informatics at the University of California, San Francisco (supported by NIH P41 RR-01081).\nand should cite the primary Chimera reference (see the list of references):\n\nPettersen, E.F., Goddard, T.D., Huang, C.C., Couch, G.S., Greenblatt, D.M., Meng, E.C., and Ferrin, T.E. \"UCSF Chimera - A Visualization System for Exploratory Research and Analysis.\" J. Comput. Chem. 25(13):1605-1612 (2004).\n\nThe Chimera home page http:\/\/www.cgl.ucsf.edu\/chimera can also be cited. Please e-mail us the citation of your publication for our records.\n\nAdditional citations are appropriate when certain features of Chimera are used:\n\n\nChimera is the result of the work of many individuals: Conrad Huang, Greg Couch, Eric Pettersen, Thomas Ferrin, Tom Goddard, Elaine Meng, Scooter Morris, Ben Morris, Sam Schreiber, Daniel Greenblatt, David Konerding, Heidi Houtkooper, Teri Klein, Willa Crowell, Norma Belfer, Robin Parsons, and many others.\n\nOther Embedded Software\n\nChimera incorporates many publicly available software packages. Please read the following list for details.",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.572930038,
        "format_confidence":0.5476287007
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2010\/07\/12\/2010-16921\/marine-mammals-file-no-14791",
        "text":"Skip to Content\n\n\nMarine Mammals; File No. 14791\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\n\nNational Marine Fisheries Service (NMFS), National Oceanic and Atmospheric Administration (NOAA), Commerce.\n\n\nNotice; issuance of permit.\n\n\nNotice is hereby given that Douglas Nowacek, Ph.D., Duke University Marine Lab, Beaufort, NC, 28516, has been issued a permit to conduct research on North Atlantic right whales (Eubalaena glacialis).\n\n\nThe permit and related documents are available for review upon written request or by appointment in the following office(s):\n\nPermits, Conservation and Education Division, Office of Protected Resources, NMFS, 1315 East-West Highway, Room 13705, Silver Spring, MD 20910; phone (301) 713-2289; fax (301) 713-0376;\n\nNortheast Region, NMFS, 55 Great Republic Drive, Gloucester, MA 01930; phone (978) 281-9328; fax (978) 281-9394; and\n\nSoutheast Region, NMFS, 263 13th Avenue South, Saint Petersburg, Florida 33701; phone (727) 824-5312; fax (727) 824-5309.\n\nStart Further Info\n\n\nKate Swails or Carrie Hubard, (301)713-2289.\n\nEnd Further Info End Preamble Start Supplemental Information\n\n\nOn November 24, 2009, notice was published in the Federal Register (74 FR 61331) that a request for a permit to conduct research had been submitted by the above-named applicant. The requested permit has been issued under the authority of the Marine Mammal Protection Act of 1972, as amended (16 U.S.C. 1361 et seq.), the regulations governing the taking and importing of marine mammals (50 CFR part 216), the Endangered Species Act of 1973, as amended (ESA; 16 U.S.C. 1531 et seq.), and the regulations governing the taking, importing, and exporting of endangered and threatened species (50 CFR parts 222-226).\n\nThe primary research objective is to determine: (1) the natural behavioral patterns right whales exhibit to approaching vessels and (2) the ability of right whales to localize and detect vessels and other sounds in their environment. Researchers will conduct passive recording, attach a digital sound recording tag (DTAG) via suction cup, and collect samples of exhaled air and sloughed skin on up to 40 right whales Start Printed Page 39666per year. Up to 90 right whales may be incidentally harassed during the research. The research will take place along the eastern seaboard of the U.S. and the permit is issued for five years.\n\nIn compliance with the National Environmental Policy Act of 1969 (42 U.S.C. 4321 et seq.), an environmental assessment (EA) was prepared analyzing the effects of the permitted activities on the human environment. Based on the analyses in the EA, NMFS determined that issuance of the permit would not significantly impact the quality of the human environment and that preparation of an environmental impact statement was not required. That determination is documented in a Finding of No Significant Impact (FONSI), signed on July 1, 2010.\n\nIssuance of this permit, as required by the ESA, was based on a finding that such permit: (1) was applied for in good faith; (2) will not operate to the disadvantage of such endangered species; and (3) is consistent with the purposes and policies set forth in section 2 of the ESA.\n\nStart Signature\n\nDated: July 6, 2010.\n\nTammy C. Adams,\n\nActing Chief, Permits, Conservation and Education Division, Office of Protected Resources, National Marine Fisheries Service.\n\nEnd Signature End Supplemental Information\n\n[FR Doc. 2010-16921 Filed 7-9-10; 8:45 am]",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9739075899,
        "format_confidence":0.9307700396
    },
    {
        "url":"https:\/\/www.ripe.net\/membership\/indices\/data\/at.mysys.html",
        "text":"\n\n\nFrutten 40\n8354 St. Anna am Aigen\n\nphone:   +43312720500800\nfax:  +4331272050010\ne-mail:  office (at) mysys (dot) at\n\nAreas serviced:   AT\n\nApart from agreed Internet operational purposes, no part of this information may be reproduced, stored in a retrieval system or transmitted, in any form or by any means (electronic, mechanical, recorded or otherwise), without prior permission of the RIPE NCC. Any use of this information to target advertising, or similar activities, is explicitly forbidden and may be prosecuted. The RIPE NCC requests notification of any such activities or suspicions thereof.",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.6553812027,
        "format_confidence":0.9189754128
    },
    {
        "url":"https:\/\/geology.rutgers.edu\/centers-institutes\/rutgers-core-repository\/core-repository\/core-policy",
        "text":"Obtaining Samples\n\nSamples are available to all scientific investigators following the general principles outlined by the IODP core policy. Samples from Leg 150X and 174AX are processed first through IODP; other sample requests may be directed to This email address is being protected from spambots. You need JavaScript enabled to view it., Curator. The following web pages are designed to inform colleagues about the scientific research opportunities provided by these cores and procedures for obtaining samples and data. Datasets and cores are available following a two-year post-drilling moratorium period.\n\nCore Sampling Policy\n\nThis document outlines the policy and procedures for distributing ODP Leg 150X and 174AX samples and other cores archived in the Rutgers core repository to research scientists, curators, and educators. This document also defines the obligations that sample and data recipients incur. The specific objectives of the Rutgers sampling policy are to:\n\n  1. ensure availability of samples and data to scientific party members so they can fulfill the objectives of the drilling projects;\n  2. encourage scientific analysis over a wide range of research disciplines by providing samples to the scientific community;\n  3. preserve core material as an archive for future description and observations, for nondestructive analyses, and for sampling; and disseminate scientific results.\n\nSample Distribution\n\nSamples are generally distributed for research projects that can be completed within two to three years. Samples are given or loaned to persons in the following four categories:\n\n  1. Scientists who wish to conduct research on ODP materials and to publish the results; all requests for samples from ODP material must be requested through IODP http:\/\/iodp.tamu.edu\/curation\/samples.html No ODP material may leave Rutgers without approval of the IODP.\n  2. Curators of museums and collections; approval for loans must be approved by either the IODP (for IODP material) or our sampling committee (for non-IODP material). Terms of the loan are variable, but are typically 2-3 years with the possibility for renewal.\n  3. Educators. Only cores specifically designated for teaching (along with attendant teaching materials) will be loaned and only for periods generally not to exceed two weeks. No sampling of teaching cores is allowed without specific approval of the sampling committee.\n\nObtaining Samples from Non-ODP cores\n\nScientists who wish to conduct research on non-ODP\/IODP material archived at Rutgers (e.g., Newark Basin Drilling Project, ACE Passaic Tunnel, NJGS, and USGS cores) need to fill out a sample request form (download form by clicking here). The sample request forms should be directed to Jim Browning, Curator, after appropriate moratoria periods (normally 2 years post drilling). The Repository sampling committee will need to evaluate the requests including: unusually large requests, whole-round samples, sampling to completion, or removal of entire core boxes from the Rutgers campus for any purpose.",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9325313568,
        "format_confidence":0.5784971118
    },
    {
        "url":"http:\/\/nasce-snaec.com\/about-nasce\/governance-structure\/",
        "text":"Governance & Structure\n\n\n\nLa Societé Nord-Americaine d’Endocrinologie Comparée \n\nLa Sociedad Norteamericana de Endocrinologia Comparada\n\n\n1. Name and Mission \n\nThe name of the organization is the North American Society for Comparative Endocrinology (abbreviated NASCE; also known as La Societé Nord-Americaine d’Endocrinologie Comparée; La Sociedad Norteamericana de Endocrinologia Comparada). The purpose of the NASCE is to promote the comparative study of hormones and hormone action. This includes topics in evolutionary, environmental (including endocrine disrupters), general and biomedical endocrinology\/neuroendocrinology. The NASCE will foster the study and conservation of diverse species, and of non-traditional animal model systems (i.e., invertebrate and vertebrate) to elucidate basic mechanisms of hormone action, the evolution of animal endocrine systems, and factors affecting the health of human and wildlife populations. Through our meetings and symposia, and participation in meetings of sister societies we will facilitate the exchange of ideas and collaborations among scientists worldwide, and encourage and foster career development of our junior members.\n\nAlthough currently constituted of North American countries, the Society may in the future include countries in South America, at which time it will be renamed the Pan-American Society for Comparative Endocrinology (PASCE). At that time the bylaws will be modified accordingly.\n\n2. Membership \n\nMembership in the NASCE is open to all interested in the comparative study of hormones and hormone action. Membership is acquired by application and payment of the membership fee to the NASCE Secretary\/Treasurer.\n\n3. Membership Fee \n\nPayment of the membership fee entitles the applicant to two years membership in the NASCE (except for the life membership category). The membership fee will typically be paid at the time of registration for the biannual NASCE conference. NASCE members who are not attending the biannual conference may renew their membership by paying the membership fee via the conference registration site. Individuals may join the NASCE and pay the membership fee at any time. Different categories of membership (e.g., full, trainee, emeritus, and life) are available.\n\n4. Officers and Council \n\na) The officers of the NASCE shall be the President, the Vice-President, the Past President, and the Secretary-Treasurer. The intention is that each of the three participating countries shall have representation among the officers. The aforementioned officers constitute the Executive Committee. There shall be twelve “at large” members of the Council elected from the membership and registered individuals, plus the North American Editor-in-Chief of the journal “General and Comparative Endocrinology” should be invited to be a voting member of Council. The NASCE Council should be broadly representative of the three participating countries (Canada, United Mexican States – Mexico, United State of America – USA). The President shall hold office for a term of two years; the Vice-President shall be elected from the membership for a two-year term and shall accede to the office of President; the most current Past-President will have a two year term on the Executive Committee, followed by a two year term as an ex-officio member of the Council, and as such, has the same rights as the other members of the Council. The Secretary-Treasurer shall be elected from the membership for a four-year term, and may be re-elected to the same office once. The twelve “at large” members of Council shall be elected from the membership for a term of four years each, and may be re-elected to the Council once. Special attention shall be given to the balance of geographic and research area representations. The chair and chair-elect of the Division of Comparative Endocrinology (DCE) of the Society for Integrative and Comparative Biology will be standing members of the NASCE Council.\n\nb) If the President should resign or unexpectedly pass away, the Vice-President shall accede to the Presidency, for the balance of the term; Council shall elect a new Vice-President from among its membership. If the Vice-President or Secretary-Treasurer should die or resign, the Council shall elect a new officer from among its members for the balance of the term(s).\n\nc) Candidates for NASCE officer positions will be nominated by a Nomination Committee, selected by the current NASCE officers and chaired by the NASCE Vice-President. The Nomination Committee will have three members (in addition to the Chair), one from each of the participating countries. Nominations for NASCE Council positions will be solicited from the NASCE membership (self-nominations are appropriate). The Nomination Committee is charged with insuring a wide geographical distribution of nominees as well as a balanced representation of nominees of both genders and of nominees with vertebrate and invertebrate scientific research backgrounds. Brief biographical sketches will be solicited from all nominees and distributed to the NASCE Council at least one month before the ballot is distributed. Elections will be held by electronic ballot at least one month prior to the biennial conference. The NASCE Council will be the voting body for all elections and the nominees for the different positions receiving the greatest number of votes shall be declared elected. As the timing of the elections is dependent on the timing of the biennial NASCE conference, the length of the elected terms may vary accordingly.\n\n5. Meeting of the NASCE Council \n\na) The Council shall meet in person during the biennial NASCE Conference.\n\nb) Any business of the Council may be transacted at a “virtual meeting” provided it has been called in accordance with the NASCE Bylaws. The President shall preside over the meeting. In the absence of anyone eligible to perform the duties of President according to these Bylaws, those present at the meeting who are eligible to vote shall elect from among themselves a person to preside over the meeting.\n\nc) Call to, and conduct of, a “virtual meeting”. A “virtual meeting” may be called by the President at any time. The Council shall set policy for the conduct of a “virtual meeting”. This policy shall ensure that a reasonable time is allotted, given the current and widely available communication options, to notify Council members of the meeting, receive background information, present and receive opinions and conduct a vote, and shall also provide a mechanism to refer items to an “in person meeting” when a majority of the Council so desires.\n\nd) Quorum. At any Council Meeting, the presence of at least fifty percent of the voting members of the Council shall constitute a quorum for the transaction of business. In the case of a “virtual meeting”, the presence of a member shall be determined by that member casting a vote on the motion under consideration. However, the question of a quorum will be raised only when matters of Society policy are being discussed.\n\n6. Annual Report \n\nAn annual report by the Secretary\/Treasurer of NASCE and official notices shall be included in the records of the NASCE. The report shall include statements about the biennial meeting, finances, and membership status.\n\n7. The Biennial Conference of the North American Society of Comparative Endocrinology \n\na) The biennial conference of the NASCE (started in 2011) should be preferably held alternating in the three North American countries. In a year when the NASCE conference coincides with the International Congress of Comparative Endocrinology (ICCE), the Council will vote on whether to hold the conference in conjunction with the ICCE.\n\nb) Proposals to host the next NASCE conference will be solicited by the President in advance of the biennial meeting. Proposers will present their proposal to the Council during the Council meeting at the NASCE. The Council will decide who will host the next NASCE.\n\nc) The President of the Local Organizing Committee (LOC) shall be appointed by the Council, and the members of the LOC shall be appointed by the President of the LOC in agreement with the Officers of the Council.\n\nd) The LOC is responsible for organizing the NASCE biennial meeting, with the exception of the scientific program that will be organized by the Program Committee (PC) in conjunction with the LOC.\n\ne) The Chair of the LOC shall submit a detailed budget estimate for organizing all aspects of the NASCE conference to be approved by the Council.\n\nf) The budget for the NASCE conference is the sole responsibility of the LOC. The Chair of the LOC may request seed funding for the NASCE conference (e.g., to make commitments to plenary speakers). Residual funds remaining after the NASCE conference will be deposited in the NASCE bank account.\n\ng) The Council shall appoint the PC. Members of the PC will include the officers and the members of the Council, the Chair of the LOC for the upcoming NASCE, and up to six additional members appointed for a two-year term. Membership shall be broadly representative of the geographical and scientific diversity of NASCE.\n\nh) The Council will appoint the Chair of the PC. The Chair of the LOC and the President of NASCE will serve as Vice-chairs of the PC.\n\n8. Finances \n\na) All NASCE funds will be maintained by the Secretary\/Treasurer in a non-interest bearing account.\n\nb) All expenditures must be approved by the NASCE officers. The NASCE Council will be consulted for expenditures over US$1000. The primary type of expenditure will be to provide support for the biennial NASCE conference and research scholarships. The size of the scholarship grants will be determined by the officers in consultation with the Council.\n\n9. Lectureships and Awards. \n\nThe Gorbman-Bern Memorial Lectureship will be awarded in recognition of significant and continuous contributions to the area of comparative endocrinology and the associated scientific community.\n\nThe Gorbman-Bern New In... (truncated)",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.5333571434,
        "format_confidence":0.6683829427
    },
    {
        "url":"http:\/\/aspbs.com\/qm\/inst-auth_qm.htm",
        "text":"ISSN: 2164-7615 (print); EISSN: 2164-7623 (online)\nCopyright © 2000- American Scientific Publishers. All Rights Reserved.\n\nInstructions for Authors\nNatural science and technology are increasingly governed by quantum phenomena. For the world as a whole as well as in connection with its details, matter is of basic relevance having properties that are fundamentally based on quantum laws. The quantum idea connects all physical aspects and effects at the ultimate level on which the properties of the world emerge. Therefore quantum matter is in the focus when we observe phenomena in natural science and also when we develop sophisticated technologies. Clearly, within the frame of usual, macroscopic technological constructions (cars, mechanical machines, etc.) we do not need the quantum picture, but all those constructions are based on materials whose properties are fundamentally dictated by the quantum laws. The quantum picture is equally important for each relevant phenomenon in the world, that is, it is essential from gravity to materials science. The journal QUANTUM MATTER would like to reconcile all these different aspects that appear in connection with theory, experiments and technologies; quantum matter in connection with all its aspects will be in the focus. On the other hand, the existing basic quantum laws seem not be formulated in final form. This is particularly reflected by the fact that more than eighty years after its formulation the interpretation of the quantum formalism is still a controversial problem and divides the physical community into numerous opposing schools of thought. There is an immense diversity of opinion and huge variety of interpretations, and this is unsatisfactory. The journal Quantum Matter is also open for research articles that deal with the basic laws of quantum theory and the interpretation of the formalism. Quantum Matter covers all theoretical, experimental and technological aspects from cosmology to materials science.\nJOURNAL POLICY: It is QUANTUM MATTER policy to publish only 100% original and unpublished research work therefore QUANTUM MATTER does not wish to receive any papers on research work that has already been reported in parts or contains already published text, data, figures, tables or other illustrations or any copyright materials whatsoever that has been submitted or accepted for publication either in a journal or conference proceedings elsewhere in any form, in print or in electronic media. When submitting a manuscript, authors should make a full statement to the Editors that the research work contained in their manuscript is completely original and unpublished. If redundant or duplicate publication is attempted or occurs authors should expect immediate editorial action to be taken including prompt rejection of the submitted manuscript. Submission of any manuscript that contains redundant or duplicate publication of the same or very similar research work violates the policies of this journal.\n\nIt is the sole responsibility of all authors to ensure that all manuscripts are new, original and not published previously in any form any media, shall not infringe upon or violate any kind of copyrights of others and does not contains any plagiarized, fraudulent and improperly attributed materials. Extended and modified versions of previously published abstracts, papers in any conference or journal are not allowed whatsoever.\n\nCorresponding author should provide a clear statement confirming this while submitting manuscript to any ASP journal. Is this manuscript 100% original and unpublished? Has this manuscript been published in parts (figures\/text\/tables) in any conference proceedings or journal in any media or language or format whatsoever? Is this manuscript from free from plagiarism (including self-plagiarism) and copyright infringement?\n\nAuthors must follow this \"Journal Policy\" strictly.\n\nPUBLISHING ETHICS: American Scientific Publishers strictly follows guidelines set by the Committee on Publication Ethics (COPE), Code of Conduct and Best Practice Guidelines for Journal Editors, available at All Authors, Peer-Reviewers and Editors work together in a great harmony to ensure the highest ethical standards in publishing quality research work in our journals.\n\nETHICAL COMPLIANCE: Research papers reporting animal or clinical studies should, where appropriate, contain a statement that they have been carried out with animal or human ethics committee approval. All scientific studies should be carried out in accordance with the relevant national and local guidelines. Each author(s) warrants that his or her research institution has fully approved the protocol for all scientific studies involving animals or humans and that all experiments of any kinds were conducted in compliance with ethical and humane principles of research after ethics committee approval.\nSUBMISSION OF MANUSCRIPT: Authors are kindly advised to read journal policy before submitting their manuscript to Editors. Authors are encouraged to submit high quality original research work that has not been published or nor under consideration by other journals or conference proceedings elsewhere. Authors should submit manuscript electronically either as a PDF or Microsoft Word file to the Editors-in-Chief. Authors are highly encouraged to submit manuscript electronically as a PDF file (preferred) or MS Word file to save time for the reviewing process.\nAuthors should submit a list of FIVE (5) potential referees accompanied with their complete mailing address, telephone, fax and email address, who may be contacted for reviewing the manuscript though refereeing, is done by anonymous reviewers selected by the Editor-in-Chief.\nCOVER ART: Authors are encouraged to submit high quality color figure\/illustration to have their published paper featured.\n\nMANUSCRIPT PROCESSING FEES: Authors should understand that there are many occurring publishing expenses per journal page associated with manuscript processing, editorial, production, typesetting, printing, paper, binding, shipping, web-hosting, and archiving. However authors pay no publication fees as well as the costs of any color figure\/illustration in a print edition to American Scientific Publishers whatsoever, therefore, publisher is doing all services to authors free of costs and\/or at fractional costs, hence, publisher is not obligated to provide any hard\/softcopies of journal issue and\/or research article to anyone whatsoever. Authors may download pdf file of their published papers from Ingenta after paying fractional costs. If authors require a hardcopy of the journal issue having their research articles then authors may also purchase hardcopies of the journal issue or subscribe to the journal by contacting the publisher. No free hard\/softcopies of journal issue and\/or research article are provided. On the other hand, if authors want to support the journal by paying full manuscript processing fees plus all costs of color figures\/illustrations\/photos in a print edition through their research grants or affiliated institutions, then publisher will provide hardcopy of journal issue or pdf file of his\/her research article after receiving a full payment. American Scientific Publishers highly appreciate for author's kind understanding and support.\n\nLETTERS: Highest priority will be given to the communications reporting important new scientific and technological findings. Rapid publication is provided for concise and up-to-date reports. These articles should not exceed three-four published pages. No section headings should be used for these short communications.\nRESEARCH ARTICLES: Full length papers that report original research work on new ideas in any fields of science, engineering and medicine.\nREVIEWS: The state-of-the-art review articles with author's short biography and photo are published. Reviews are limited to a maximum length of 15 journal pages having more than 100 references. It is authors' responsibility to obtain written copyright permissions to reproduce any copyright materials from other sources. Authors are advised to cite proper references in figure\/tables captions of all previously published figures\/tables\/illustrations including their own published work and obtain copyright permissions from appropriate publishers and authors.\nTYPING: All manuscripts must be in English, typed double-spaced on one side of the page throughout (including footnotes, references, tables, legends) on 8.5\" x 11\" or A4 white paper leaving at least 1 inch left hand margin.\nNTRODUCTORY MATERIAL: The first page of the manuscript should have a concise title limited to about 15 words and the names of all authors, complete mailing address for correspondence, telephone, fax numbers and email address. Please indicate with an asterisk (*) the author to whom correspondence regarding the manuscript should be directed.\nABSTRACT: All manuscripts must contain an informative 150 to 300 words abstract explaining the essential contents of the work, key ideas and results.\nFIGURES: It is very important to supply high quality figures in a form suitable for reproduction. All figures, tables, illustrations, photographs should be prepared in such a way that they could be printed in a single column size with a width of 3 1\/4 inches or 8.25 cm. Use 14 ARIAL BOLD font for legends and 11 ARIAL font for numbering\/wordings in figures, use the same font for all figures. Only if absolutely necessary should figures\/tables\/photos occupy double columns. Each figure must be referred to in the text and will be printed in black and white unless otherwise instructed by the authors. Each Figure should be submitted on a separate sheet and marked with the name of the author, title of manuscript and figure number. All formulae and figures should be carefully drafted and never drawn freehand. High quality original figures and glossy prints of all photographs are required. Photocopies of the figures and photographs are not acce... (truncated)",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9584886432,
        "format_confidence":0.9768557549
    },
    {
        "url":"http:\/\/soilbio.nerc.ac.uk\/data.htm",
        "text":"Soil Biodiversity Data Management\n> Data Discovery\n> About the database\n> Data policy\n\nPlease note: This research Programme is no longer active\n\n\n\n\n\n\nThe Soil Biodiversity Programme data is managed by the \n\nEnvironmental Change Network (ECN) Data Centre at the NERC \nCentre for Ecology & Hydrology,\n\nAn online data discovery system has been created, to provide access to available project datasets. This system allows users to explore the wide range of datasets generated by the Soil Biodiversity Programme's research teams. Project summaries and outputs (papers, reports, etc.) are also  available.\n\nThe Soil Biodiversity Programme was a closely integrated programme of research, with close collaboration between projects. A central integrated database was developed to hold baseline data from the Sourhope site, and the key datasets and associated meta-data generated by the projects. This formed the basis of the data discovery system.\n\nDatasets currently available on-line, along with other data management tools and information can be accessed via the links given below. Access to other Programme datasets my require specific authorisation by data originators and release under licence. \n\nOnline Data Discovery System This interface provides a direct search and access facility to datasets and summary data resulting from this work, held within a central database by the NERC Centre for Ecology and Hydrology (CEH) at Lancaster.\n\nData Policy & Management Strategy\n\nThe Programme's Data Policy addresses intellectual property rights and NERC requirements for data storage, maintenance and access. The Programme's overall data management strategy includes establishing a central Soil Biodiversity Database.\n\nThe SoilBio Database\n\nGeneral information about the Soil Biodiversity Database, including an overview of its current contents and structure.\n\nAvailable Datasets\n\nBaseline data on soils, vegetation and meteorological variables from the Sourhope field site have been made openly available, subject to conditions of use.\n\nSubmitting Project Data Information on how to supply datasets to the central database using an Excel  template and details on the meta-data necessary to support datasets. (for Programme members only)\n\nFor further information contact :-\n\nLynne Irvine (SBP Data Manager) :\n\nEnvironmental Change Network\nCEH Lancaster\nLancaster Environment Centre\nLibrary Avenue\n\nTel: 01524 595801\nFax: 01524 61536",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9948298335,
        "format_confidence":0.6041644216
    },
    {
        "url":"http:\/\/www.mathaware.org\/mam\/2013\/terms\/",
        "text":"Terms of Use\n\nThe Mathematics Awareness Month website is intended to inform readers about each year's mathematical theme and to link to related resources on other websites. The Joint Policy Board for Mathematics (JPBM, sponsor of Mathematics Awareness Month) makes every effort to ensure that the information is accurate and to maintain the links, but is not responsible for the content of other websites.\n\nPermissions for the images and essays used on this website were granted with the understanding that the images and works are for educational purposes, not for commercial use, and not to be reproduced in other publication formats. Please contact the rightsholder of each image and authors of essays to request permission for other uses.\n\nThe Activities section of this website allows users to submit information and post their website and email addresses. Please remember that any information that you disclose on this website becomes public information and therefore please exercise caution when deciding to disclose any personal information. The JPBM does not in the normal course of operations monitor or control the information submitted to the activities page, but reserves the right to review and remove any content posted on this website that is deemed by JPBM as unsuitable.\n\n\nMathematics Awareness Month is sponsored each year by the Joint Policy Board for Mathematics to recognize the importance of mathematics through written materials and an accompanying poster that highlight mathematical developments and applications in a particular area.\nQuestions or comments about this site may be directed to mamsupport",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.972307384,
        "format_confidence":0.9897715449
    },
    {
        "url":"http:\/\/www.estuary-guide.net\/acknowledgements.asp?size=s",
        "text":"\n\nFor more information please refer to Terms of use and Privacy & Cookies   No Thanks\n\n\nThe contents of this website draws on work undertaken for a wide range of funders and interaction with many in the estuary research, consultancy and management community over the period 1998-2007. In particular development funding for research from the Department of Food, Environment and Rural Affairs (Defra), the Environment Agency (EA) and Natural England (NE) has underpinned much of the work. The development of an earlier version of this website was made possible by Associated British Ports (ABP) based on the report: Townend, I.H. (2004). Understanding and Managing Morphological Change in Estuaries. ABP Marine Environmental Research Ltd, Version 1. The present version has been made possible through funding from the joint Defra \/ Environment Agency Flood and Coastal Erosion R&D Programme, Modelling and Risk Theme (project code FD2119).\n\nABPmer and HR Wallingford are grateful to our many partners in various aspects of this work, including: Black & Veatch, British Geological Survey, CEFAS, Centre for Ecology and Hydrology, Halcrow, Plymouth Marine Laboratory, Posford Duvivier, Proudman Oceanographic Laboratory, Royal Holloway University of London, University College London, University of Cardiff, University of Durham, University of Liverpool, University of Newcastle, University of Nottingham, University of Plymouth, University of Southampton and WL|Delft Hydraulics Laboratory.\n\nQuick links\n\nLast Modified on: 19 June 2011\nPrinted from the Estuary Guide on 28\/10\/2016 17:01:33",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9834392667,
        "format_confidence":0.5721828341
    },
    {
        "url":"http:\/\/grants2.nih.gov\/grants\/guide\/notice-files\/NOT-HG-07-004.html",
        "text":"Request for Community Input for the Nomination and Prioritization of Genes to be Targeted in the Knockout Mouse Project (KOMP)\n\nNotice Number: NOT-HG-07-004\n\nKey Dates\nRelease Date:  January 12, 2007\n\nIssued by\nNational Human Genome Research Institute (NHGRI) (\n\n\nRecently the NIH Knockout Mouse Project (KOMP), a trans-NIH initiative, funded by 19 Institutes and Centers, was funded to produce a comprehensive resource of mouse mutant ES cells. The mission of KOMP is to ensure that every gene in the mouse genome has been knocked out, marked with a reporter system of high utility (RFA-HG-05-007) and made publicly available through a KOMP repository (  The preferred resource would be one in which all of the mutations are carried on a uniform background in strain C57BL\/6 because of its broad experimental utility; KOMP aims to produce the majority of the knockouts in this strain (RFA-DA-06-009).\n\nThe KOMP working group, in conjunction with NIH Staff, (NCBI is part of NIH) the Welcome Trust Sanger Institute staff, grantees of KOMP and the KOMP Data Coordinating Center (DCC) (RFA-05-008) (, has compiled and will continue to update a gene list to be used by KOMP in selecting targets for this project ( The initial master list is based on the mouse consensus coding sequence (CCDS) list, for which there is agreement between the National Center for Biotechnology Information (NCBI), NIH and Ensemble genome annotation pipelines. The master list will be expanded beyond the consensus coding sequence (CCDS) list to contain additional protein coding genes that are highly annotated.\n\nSubsequently, genes are subtracted in order to produce a set of genes for targeting (the “target” list). Genes that are subtracted from this list include those that have been previously knocked out, those for which there are gene trap cell lines, and those that are being knocked out by European and North American Conditional Mouse Mutagenesis Projects. This notice is soliciting input from the scientific community to assist in prioritizing and nominating genes in this program. There will be two different mechanisms in this process described below, which is coordinated by the KOMP DCC ( (1) Prioritization of the KOMP Target List and (2) Nomination of a Gene or Multiple Genes to the Target List.  Each is described below.\n\nPrioritization of the KOMP Target List\n\nMembers of the scientific community may vote for genes of interest by visiting the web site ( to view the list of genes that have been targeted for knockout. All knockouts are intended to produce null mutations but KOMP employs two complimentary methods, a deletion of the entire gene or a conditional targeted trapping approach. \nThe desired approach can also be voted for by the investigator (more information will be provided on the website (  Highly specific requirements that are outside of the stated goals of KOMP cannot be considered (e.g. creating point mutations, knock-in alleles or changing reporters).\n\nIndividuals may vote for as many genes as desired but they should not vote for the same gene more than once.  All votes will be tabulated and weighted equally.  The results will be used to guide the scientific steering committee in the prioritization process.\n\nThis process also allows investigators to write a brief justification for a gene or genes on the KOMP target list to receive higher prioritization. For example, an investigator that is interested in a pathway or gene family may justify prioritization of a group of targets. The areas that will be given highest priority in the evaluation process are disease related genes, relevant impact on human health, size of the research community, gene families and pathways.\n\nNomination of a Gene or Multiple Genes to the Target List\n\nMembers of the scientific community may also request that genes be added to the KOMP target list. In its current form, the subtracted set represents a fairly conservative selection. In addition, genes not on the mouse CCDS may be nominated.  Because previously published targeted knockouts or gene trap lines may not have a reporter, may be hard to obtain, may not be conditional alleles, may not be a complete null or may be in a less desirable strain, proposals to “re-make” knockouts will be evaluated. The web site will provide the ability to enter various relevant data fields, such as gene name, symbol, and accession IDs, and to submit a written justification that may include additional information such as phenotype data, publications, mutant construction, and comments to justify re-making the KO.\n\nRequests for Prioritization and Nominations will be accepted on a continuing basis and reviewed monthly. KOMP will provide these targeted ES cells to the community but their production to mice will require additional investigator initiated efforts.\nGenes for Prioritization and Nominations must be submitted electronic through:\n\nDirect inquiries regarding this Notice to:\n\nColin Fletcher, Ph.D.\nProgram Director\nKnock Out Mouse Program (KOMP)\nNational Human Genome Research Institute National Institutes of Health\n5635 Fishers Lane, Suite 4076, MSC 9305\nBethesda, Maryland, 20892-9305\nPhone: (301) 496-7531\nFAX:   (301) 480-2770\n\nWeekly TOC for this Announcement\nNIH Funding Opportunities and Notices\n\nOffice of Extramural Research (OER) - Home Page Office of Extramural\nResearch (OER)\n  National Institutes of Health (NIH) - Home Page National Institutes of Health (NIH)\n9000 Rockville Pike\nBethesda, Maryland 20892\n  Department of Health and Human Services (HHS) - Home Page Department of Health\nand Human Services (HHS) - Government Made Easy\n\nNote: For help accessing PDF, RTF, MS Word, Excel, PowerPoint, Audio or Video files, see Help Downloading Files.",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.8775610924,
        "format_confidence":0.5891500115
    },
    {
        "url":"http:\/\/mathjuice.cuni.cz\/index.php\/menu\/community\/math-juice\/rules\/guide",
        "text":"Copyrighted material will be removed\n\nUser Rating:  \/ 0\n\nAdmins will remove any material protected by a copyright. Please help to keep Math Juice clean. Do not post links to sites providing copyrighted material illegally etc.\n\nThank you Smile\n\nTechnical stuff\n\nUser Rating:  \/ 0\n\nMath Juice is presented in Joomla! open source Content management system. There are some rules:\n\n  • each article is in a simple html format, any sophisticated formating should be done in files linked to the main body (PDF, TeX, figures etc)\n  • each article must find its unique place in the system of menu\/categories (suggest the proper one)\n  • you can supply keywords and metadata for search purposes\n  • you can indicate a page break or read more line for the article\n  • for the purpose of automated translation to the other languages each article should be written in a simple English (try to open it translated into your second language and enjoy it Wink )\n\nMath Juice should be kept by the math community - everybody can post an article (after login on our home page) or submit it via e-mail. Keep in mind that just now some new people for admin\/editor positions are needed.\n\n\n\n\nMath Juice info\n\nUser Rating:  \/ 1\n\nMath Juice is a mixture of the following\n\n  • news server\n  • web portal\n  • community forum\n  • journal\n\nSubmissions should be\n\n  • either your original message\/info\/lecture\/slides\/paper\/book\/figure\/math\/question\/ ... or a link\/info\/pointer to anything with your own comment (e.g. \"Behold!\")\n  • interesting enough for the general readers (i.e. you could recommend it to a good friend non specialized to your branch of math and the supposed response is not \"Garbage!\"), proposed star evaluation (* - *****) should be included\n\nYou MUST submit everything you feel excellent\/necessary\/unique\/lovely. Keep in mind that all unique information (e.g. in this book I discovered how simple the theorem is, in this lecture I presented a wonderful example, this course is cute, ...) should be shared. Thank you Smile\n\nGenerally there are a lot of stuf of general importance which probably will not find a way to a regular math journal, but it should be known to the math community.\n\n\n\n\n\"Few, but ripe.\" (Gauss)\n\nUser Rating:  \/ 0\n\nMath Juice presents only few (but ripe) items Smile\n\nHere you will find only something Sad\n\nFor the full lists of journals, libraries, mathematicians, universities, theorems, books, conferences, lectures, ... go somewhere else Wink\n\nAdmins will decide if an individual item should be published in Math Juice. Admins know that there is no strict measure for evaluation of submissions Sad\n\n\nNot being published in Math Juice does not mean that individual item is not a quality one.\n\n\nWith apologies ...\n\nAdmins Smile\n\n\nNo Copyright \/ Public Domain\n\nUser Rating:  \/ 1\n\nAll authors or creators of any work included in Math Juice declare by submitting their work to Math Juice unlimited worldwide neverending right to copy, distribute, adapt, exploite or use in any way (known or in the future invented) works in Math Juice to anybody. Whenever possible they consider their respective works in Math Juice as a Public Domain work, whatever this means in a particular country or jurisdiction worldwide.",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.8832703233,
        "format_confidence":0.8484443426
    },
    {
        "url":"http:\/\/www.fws.gov\/policy\/library\/2007\/E7-4531.html",
        "text":"[Federal Register: March 13, 2007 (Volume 72, Number 48)]\n[Page 11374-11375]\nFrom the Federal Register Online via GPO Access [wais.access.gpo.gov]\n\n\n\nFish and Wildlife Service\n\nProposed Low-Effect Quino Checkerspot Butterfly Habitat \nConservation Plan for the San Diego Gas and Electric Company, San \nDiego, Riverside, and Orange Counties, CA\n\nAGENCY: Fish and Wildlife Service, Interior.\n\nACTION: Notice of availability.\n\n\nSUMMARY: We, the U.S. Fish and Wildlife Service (Service), have \nreceived an application from the San Diego Gas and Electric Company \n(Applicant) for a 40-year incidental take permit for one covered \nspecies pursuant to section 10(a)(1)(B) of the Endangered Species Act \nof 1973, as amended (Act). The application addresses the potential for \n``take'' of the federally endangered Quino checkerspot butterfly \n(Euphydryas editha quino) associated with the operation and maintenance \nof the existing gas and electric system, and construction of new \nfacilities. A conservation program to mitigate for the project \nactivities would be implemented by the Applicant as described in the \nQuino Checkerspot Butterfly Habitat Conservation Plan for the San Diego \nGas and Electric Company, San Diego, Riverside and Orange Counties, \nCalifornia (Plan), which would be implemented by the Applicant.\n    We are requesting comments on the permit application and on the \npreliminary determination that the proposed Plan qualifies as a ``low-\neffect'' Habitat Conservation Plan, eligible for a categorical \nexclusion under the National Environmental Policy Act (NEPA) of 1969, \nas amended. The basis for this determination is discussed in the \nEnvironmental Action Statement and the associated Low Effect Screening \nForm (Screening Form), which is also available for public review.\n\nDATES: Written comments should be received on or before April 12, 2007.\n\nADDRESSES: Comments should be addressed to the Field Supervisor, Fish \nand Wildlife Service, Carlsbad Fish and Wildlife Office, 6010 Hidden \nValley Road, Carlsbad, CA 92011. Written comments may be sent by \nfacsimile to (760) 431-5901.\n\nFOR FURTHER INFORMATION CONTACT: Mr. Chris Otahal, Fish and Wildlife \nBiologist, Carlsbad Fish and Wildlife Office (see ADDRESSES); telephone \n(760) 431-9440.\n\n\nAvailability of Documents\n\n    Individuals wishing copies of the application, proposed Plan, and \nScreening Form should immediately contact the Service by telephone at \n(760) 431-9440 or by letter to the Carlsbad Fish and Wildlife Office. \nCopies of the proposed Plan and Screening Form also are available for \npublic inspection during regular business hours at the Carlsbad Fish \nand Wildlife Office (see ADDRESSES).\n\n\n    Section 9 of the Act (16 U.S.C. 1531 et. seq.) and its implementing \nFederal regulations prohibit the take of animal species listed as \nendangered or threatened. Take is defined under the Act as to harass, \nharm, pursue, hunt, shoot, wound, kill, trap, capture, or collect \nlisted animal species, or to attempt to engage in such conduct (16 \nU.S.C. 1538). However, under section 10(a) of the Act, the Service may \nissue permits to authorize incidental take of listed species. \n``Incidental take'' is defined by the Act as take that is incidental \nto, and not the purpose of, carrying out an otherwise lawful activity. \nRegulations governing incidental take permits for threatened and \nendangered species, respectively, are found in the Code of Federal \nRegulations at 50 CFR 17.22 and 50 CFR 17.32.\n    The Applicant is seeking a permit for take of the Quino checkerspot \nbutterfly during the life of the permit. This species is referred to as \nthe ``QCB'' in the proposed Plan.\n    The Applicant proposes to grade existing gas and electrical \ntransmission line access roads, many of which have not been graded in a \nnumber of years and now support QCB habitat, and conduct other \nactivities such as construction of new facilities, equipment repair and \nreplacement, insulator washing, tree trimming, maintenance of fire \ncontrol areas, pole in-setting, and pole brushing. With the exception \nof road grading and construction of new facilities, operation and \nmaintenance activities are expected to result in temporary impacts to \nQCB habitat. The Applicant proposes habitat restoration and enhancement \nin areas temporarily impacted, where appropriate, as specified in the \nPlan. Additionally, the Applicant's operation and maintenance \nactivities typically result in minor impacts to the landscape (i.e., \nimpacts are usually measured in square-feet) and are spread over a \nbroad area, which will reduce the level of significance of potential \nimpacts to QCB habitat. Impacts of maintenance and operation activities \nwill also spread over a 40-year period, thus providing an opportunity \nfor habitat re-establishment and, in some areas, minimizing potential \ntake from repetitive impacts within the same location. Up to 33 acres \nof QCB habitat may be lost through implementation of the Plan over 40 \nyears. The Applicant estimates 15 of the 33 acres of potential impacts \nto QCB habitat will result from road grading, and that other activities \n(e.g., new construction, pole brushing, and pole in-setting) will \naccount for the remaining 18 acres of potential impact. These impacts \nwould occur in unoccupied QCB habitat; occupied QCB habitat; and QCB \ncritical habitat as outlined in the Plan.\n\n[[Page 11375]]\n\n    The Applicant proposes to mitigate the effects to QCB by fully \nimplementing the Plan. The Plan emphasizes protection of habitat \nthrough impact avoidance and use of operational protocols, designed to \navoid or minimize impact to QCB. The Applicant will supplement these \noperational protocols, or avoidance and minimization measures, with \nhabitat restoration and enhancement measures, and other mitigation. The \nApplicant proposes to implement general and QCB-specific operational \nprotocols, designed to avoid or minimize take of QCB. To mitigate \ntemporary impacts, QCB habitat will be enhanced or restored, where \nappropriate. To mitigate for permanent impacts, the Applicant will \nimplement one of the following mitigation measures: (1) Pay into a QCB \nhabitat fund; the money will be used to benefit QCB through the \nacquisition, restoration, or enhancement of QCB habitat; (2) Enhance an \nunallocated portion of the Applicant's existing mitigation parcel for \nthe benefit of QCB; (3) Purchase credits from a to-be-established Quino \ncheckerspot butterfly bank, should one be approved by the Service in \nthe future; or (4) Acquire a mitigation parcel that supports or could \nsupport QCB. Specific details regarding these mitigation measures may \nbe found in the Plan.\n    The Proposed Action consists of the issuance of an incidental take \npermit and implementation of the proposed Plan, which includes measures \nto mitigate impacts of the proposed activities on QCB. Two alternatives \nto the proposed action are considered in the Plan. Under the No Action \nAlternative, no permit would be issued and the Applicant would avoid \ntake of QCB; however, avoidance of impacts will not be possible for \nsome of the Applicant's projects, which would preclude some critical \nprojects from being completed or require the Applicant to seek \nindividual take authorizations. Under this alternative, conservation \nmeasures would likely be developed on a case-by-case basis at the time \nthat a project required take authorization. Under the Project-by-\nProject Alternative, take of QCB would be addressed either through \nsection 7 or 10 of the Act on a project-by-project basis, but with a \ncommon set of minimization and mitigation measures developed in \nadvance. The proposed Plan provides more comprehensive conservation of \nQCB than either of the two alternatives. In addition, the proposed Plan \nwould be more efficient and would provide the Applicant with long-term \npredictability concerning the nature of its operations for which \nincidental takings are permitted, avoiding potential facility-\ncompromising delays.\n    The Service has made a preliminary determination that approval of \nthe proposed Plan qualifies as a categorical exclusion under NEPA, as \nprovided by the Department of the Interior Manual (516 DM 2, Appendix 1 \nand 516 DM 6, Appendix 1) and as a ``low-effect'' plan as defined by \nthe Habitat Conservation Planning Handbook (November 1996). \nDetermination of Low-effect Habitat Conservation Plans is based on the \nfollowing three criteria: (1) Implementation of the proposed Plan would \nresult in minor or negligible effects on federally listed, proposed, \nand candidate species and their habitats; (2) Implementation of the \nproposed Plan would result in minor or negligible effects on other \nenvironmental values or resources; and (3) Impacts of the proposed \nPlan, considered together with the impacts of other past, present, and \nreasonably foreseeable similarly situated projects, would not result, \nover time, in cumulative effects to environmental values or resources \nthat would be considered significant.\n    Based upon this preliminary determination, we do not intend to \nprepare further NEPA documentation. We will consider public comments in \nmaking the final determination on whether to prepare such additional \n\nPublic Review\n\n    Written comments from interested parties are welcome to ensure that \nthe issues of public concern related to the proposed action are \nidentified. Comments and materials received will be available for \npublic inspection, by appointment, during normal business hours at the \noffice listed in the ADDRESSES section of this notice. All comments and \nmaterials received, including names and addresses, will become part of \nthe administrative record and may be released to the public.\n    Our practice is to make comments, including names, home addresses, \nhome phone numbers, and e-mail addresses of respondents, available for \npublic review. Individual respondents may request that we withhold \ntheir names and\/or homes addresses, et... (truncated)",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.8204101324,
        "format_confidence":0.9330239892
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2000\/06\/02\/00-13797\/management-direction-for-the-john-muir-ansel-adams-dinkey-lakes-and-monarch-wilderness-inyo-sierra",
        "text":"Skip to Content\n\n\nManagement Direction for the John Muir, Ansel Adams, Dinkey Lakes and Monarch Wilderness; Inyo, Sierra and Sequoia National Forests\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nDocument Statistics\nDocument page views are updated periodically throughout the day and are cumulative counts for this document including its time on Public Inspection. Counts are subject to sampling, reprocessing and revision (up or down) throughout the day.\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\n\nForest Service, USDA.\n\n\nNotice of Intent to prepare a Revised Environmental Impact Statement.\n\n\nNotice is hereby given that the USDA, Forest Service will prepare a revised draft environmental impact statement (EIS) to establish management direction for the John Muir, Ansel Adams, Dinkey Lakes and Monarch Wilderness areas. The Sierra and Inyo National Forests administer the John Muir and Ansel Adams Wildernesses; the Sierra National Forest administers the Dinkey Lakes Wilderness; and the Sierra and Sequois National Forests administer the Monarch Wilderness. These Wildernesses are located in Fresno, Inyo, Madera, and Mono, California. The decision to revise the draft EIS was based on the high level of interest and concern apparent from the public comments to the original draft. The proposed action has been more clearly defined, otherwise it remains unchanged from that described in the original NOI published in the August 12, 1992 issue of the Federal Register (57 FR 36061).\n\nStart Further Info\n\n\nDirect questions regarding the proposed action and revised EIS to Mary Beth Hennessy, Wilderness Specialist, Inyo Start Printed Page 35318National Forest (760) 873-2400; or Teri Drivas, Recreation & Lands Officer, Sierra National Forest, (559) 297-0706.\n\nEnd Further Info End Preamble Start Supplemental Information\n\n\nThe Inyo, Sierra, and Sequoia National Forests propose to amend their respective Forest Land and Resource Management Plans (LRMPs) to incorporate new management direction for the John Muir, Ansel Adams, Dinkey Lakes, and Monarch Wilderness areas. The National Environmental Policy Act will guide the planning process with implementation scheduled for summer, 2001. The revised draft EIS address three topics associated with overall forest level management direction for the three wildernesses: (1) Visitor Use; (2) Commercial Services and; (3) Recreational Packstock Management.\n\nThe analysis will consider a range of alternatives including no-action, which is the current management direction contained in each national forest's LRMP. The new management direction will be programmatic and would provide direction for the implementation of wilderness area decisions for the next 10 to 15 years. The management changes reflect Forest Service directives, changing social values, agency emphasis on ecosystem sustainability, new information, and research findings.\n\nThe draft EIS will be filed with the Environmental Protection Agency (EPA) and is expected to be available for public review by July 2000. The comment period on the draft EIS will be 90 days from the date the EPA publishes the notice of availability in the Federal Register. The final EIS is expected to be completed March 2001.\n\nThe Forest Service believes, it is important to give reviewers notice of several court rulings related to public participation in the environmental review process. First, reviewers of a draft EIS must structure their participation in the environmental review of the proposal so that it is meaningful and alerts an agency to the reviewer's position and contentions. Vermont Yankee Nuclear Power GN versus NRDC, 435 U.S. 519, 553 (1978). Also, environmental objections that could have been raised at the draft stage maybe waived or dismissed by the court if not raised until after completion of the final EIS. City of Angoon versus Hodel, 803 F.2d. 1016, 1022 (9th Cir. 1986) and Wisconsin Heritages, Inc. versus Harris, 490 F. Supp. 1334, 1338 (E.D. Wis. 1980). Because of these court rulings, it is very important that those interested in the proposed action participate by the close of the 90-day comment period so that substantive comments and objections are made available to the Forest Service at a time when it can meaningfully be considered and responded to in the final EIS. To be most helpful, comments on the draft EIS should be as specific as possible and may address the adequacy of the statement or the merit of the alternatives discussed. Reviewers may wish to refer to the Council on Environmental Quality Regulations for implementing the procedural provisions of the National Environmental Policy Act at 40 CFR 1503.3 in addressing these points.\n\nIn the final EIS, the Forest Service is required to respond to comments and responses received during the comment period that pertain to the environmental consequences discussed in the draft EIS and applicable laws, regulations, and policies considered in making the decision regarding the proposal. Forest Supervisors of the Inyo, Sierra, and Sequoia National Forests are the Responsible Officials. As Responsible Officials they will decide whether to implement the proposal or a different alternative. The Responsible Officials will document the decision and the reasons for the decision in the Record of Decision (ROD). The decision will be subject to Forest Service Appeal Regulations (36 CFR part 217).\n\nStart Signature\n\nJeffery E. Bailey,\n\nForest Supervisor, Inyo National Forest.\n\nEnd Signature Start Signature\n\nAlan M. Quan,\n\nActing Forest Supervisor, Sierra National Forest.\n\nArthur L. Gaffery,\n\nForest Supervisor, Sequoia National Forest.\n\nEnd Signature End Supplemental Information\n\n[FR Doc. 00-13797 Filed 6-1-00; 8:45 am]",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.5545471311,
        "format_confidence":0.8891388178
    },
    {
        "url":"https:\/\/biodiversitymapping.org\/index.php\/permissions\/",
        "text":"Permissions and citations\n\nText and images on the Biodiversity Mapping website are for the personal, not-for-profit use by students, scholars, educational institutions, and the public. Any such use must name BiodiversityMapping.org as the source for the material, with acknowledgement of BirdLife International, IUCN, NatureServe, and USGS where appropriate for their contribution of the species range map data used in producing these derived works. No further permission is needed for educational use.\n\nCommercial use, electronic re-publication, or print publication of text or images is strictly prohibited without prior written permission.\n\nFor scientific research, please cite the sources below as appropriate and other taxa relevant papers listed on respective pages.\n\nJenkins, C.N. & K. Van Houtan. (2016). Global and regional priorities for marine biodiversity protection. Biological Conservation doi:10.1016\/j.biocon.2016.10.005 (PDF)\n\nJenkins CN, Alves MAS, Uezu A, Vale MM (2015) Patterns of Vertebrate Diversity and Protection in Brazil. PLoS ONE 10(12): e0145064. doi:10.1371\/journal.pone.0145064\n\nJenkins, CN, KS Van Houtan, SL Pimm, JO Sexton (2015) US protected lands mismatch biodiversity priorities. PNAS 112(16), pp.5081-5086.\n\nJenkins, CN, SL Pimm, LN Joppa (2013) Global Patterns of Terrestrial Vertebrate Diversity and Conservation. PNAS 110(28): E2602-E2610. doi: 10.1073\/pnas.1302251110 (PDF)\n\nPimm, SL, CN Jenkins, R Abell, TM Brooks, JL Gittleman, LN Joppa, PH Raven, CM Roberts, JO Sexton (2014) The biodiversity of species and their rates of extinction, distribution, and protection. Science 344(6187): 1246752\n\nIUCN 2018. The IUCN Red List of Threatened Species. Version 2018-1. http:\/\/www.iucnredlist.org.\n\nBirdLife International and Handbook of the Birds of the World (2018) Bird species distribution maps of the world. Version 7.0. Available at http:\/\/datazone.birdlife.org\/species\/requestdis.",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.9900640845,
        "format_confidence":0.9735630751
    },
    {
        "url":"http:\/\/www.imsc.res.in\/acceptable_usage_policy",
        "text":"Text Size\n\n  • Increase\n  • Decrease\n  • Normal\n\nCurrent Size: 100%\n\nPrinter-friendly version\n\nAcceptable Usage Policy (Computer and Network)\n\nAcceptable Usage Policy\n\nThe IMSc Computers and the connection to the Internet through them are made available as an aid to research. A certain amount of non-academic use is normal and expected, but is not supposed to exceed reasonable limits. In particular, the use of the multimedia facilities and the capacity of the network channel, to peruse and download large quantities of non-academic material, is not acceptable.\n\nMachines in the common computer area are for the use of all authorised users. Disruption of the functioning of these machines or making them inaccessible for others in any way will be considered a violation of the Computer Centre and will lead to suspension and\/or termination of the user's access to these services.\n\nWhen users download material (or make it available for upload via their Web Pages), they are required to exercise restraint and due caution. Material that is not accompanied by a clear statement of copyright is generally not available for download and definitely not available for re-distribution.\n\nUsers will be held responsible for any activity from their accounts that is deemed illegal by the law enforcement agencies. The IMSc Computer Centre will make every effort to respect the privacy of its users, but faced with evidence of illegal use, will co-operate with these agencies in their efforts to find the source of the infringement.\n\n\nAug 1 - Alladi Ramakrishnan Hall Homotopy and homology of non-commutative spaces by Snigdhayan Mahanta\nAug 1 - Alladi Ramakrishnan Hall Orbits of Pairs in Finite Modules over Discrete Valuation Rings and Permutation Representations by C. P. Anilkumar\nAug 1 - Lounge csf meeting by csf meeting\nAug 1 - Alladi Ramakrishnan Hall Ramanujan expansions and twin primes by M. Ram Murty\nAug 7 - Alladi Ramakrishnan Hall Thermodynamics and dynamics of systems with long-range interactions by Shamik Gupta\nAug 8 - Alladi Ramakrishnan Hall Consensus through communication by Neha Lodha",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.832074821,
        "format_confidence":0.9383297563
    },
    {
        "url":"http:\/\/www.siam.org\/journals\/tvp\/policy.php",
        "text":"Manuscript Submission\n\nThe journal Theory of Probability and Its Applications accepts original articles and communications on the theory of probability, general problems of mathematical statistics, and applications of the theory of probability to natural science and technology. Articles of the latter type will be accepted only if the mathematical methods applied are essentially new. Articles exceeding 25 printed pages will be accepted as exceptions, by special approval of the Editorial Board only. The Editorial Office may request that authors provide translations of their papers into Russian or to translate these independently and to publish the articles in Russian.\n\nPapers submitted for publication in the section Short Communications must contain no more than 12 printed pages. A short paper to be communicated by a member of the Editorial Board should not exceed 6 printed pages.\n\nManuscripts may be submitted on disk in LaTeX, or the file of the paper may be sent by e-mail to Authors may also mail one hardcopy of the paper signed by all authors under the inscription \"for publication.\"\n\nAuthors should be aware that normally galley proofs will not be sent to authors.\n\nHardcopy submissions should be mailed to the following address:\n\nGubkin Street 8\n119991 Moscow\n\nRenew SIAM · Contact Us · Site Map · Join SIAM · My Account\nFacebook Twitter Youtube linkedin google+",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.7811180353,
        "format_confidence":0.821099937
    },
    {
        "url":"http:\/\/www.nrc.gov\/reading-rm\/doc-collections\/gen-comm\/info-notices\/1986\/in86022.html",
        "text":"United States Nuclear Regulatory Commission - Protecting People and the Environment\n\nInformation Notice No. 86-22: Underresponse of Radiation Survey Instrument to High Radiation Fields\n\n                                                           SSINS No: 6835 \n                                                           IN 86-22       \n\n                                UNITED STATES\n                           WASHINGTON, DC 20555\n\n                               March 31, 1986\n\n                                   INSTRUMENT TO HIGH RADIATION FIELDS \n\n\nAll nuclear power reactor facilities holding an operating license (OL) or a \nconstruction permit (CP), and research and test reactors \n\n\nThis information notice is provided to alert licensees of a warning from \nEberline to its customers that a microcomputer-based radiation survey \ninstrument, Eberline's Model ESP-1 (with a HP-290 gamma probe) may \nunderrespond to high radiation fields in certain circumstances It is expect \nthat recipients will review the information for applicability to their \nradiation monitoring and survey program and consider actions, if \nappropriate, to preclude similar problems at their facility However, \nsuggestions contained in this notice do not constitute NRC requirements; \ntherefore, no specific action or written response is required \n\nDescription of Circumstances: \n\nEberline's microcomputer-based radiation survey instrument, Model ESP-1, has\nsoftware designed to compensate for detector coincidence counting loss \nresulting from dead-time to effectively extend the useful range of detection \nsystem When this dead-time correction capability is exceeded (either by \npreset detector count rate or dead-time correction factor magnitude), an \noverrange warning feature alerts the user The ESP-1 instrument is designed \nto be used with a wide range of different types of detectors (eg, beta, \nalpha, neutron, gamma) \n\nDuring calibration with an HP-290 high-range gamma detector probe, Eberline \nhas recently discovered that the ESP-1 software designed to correct for \ndead-time losses and provide for overrange warning does not consistently \nprovide adequate overrange warning in high radiation areas Because some of \nthe gamma detectors may not reach the count-rate setpoint criterion for \noverrange initiation, Eberline issued a customer warning letter October 23, \n1985 (Attachment 1) The warning letter provides sound recommendations and \nprecautions for users for problem identification and prevention The staff \nhas learned that Eberline has subsequently developed a software modification \nthat reportedly corrects this overrange problem \n\n\n                                                            IN 86-22      \n                                                            March 31, 1986 \n                                                            Page 2 of 2   \n\nBecause of the nature and potential severity of the problem, this \ninformation notice is being issued to reinforce the Eberline's customer \nwarning and ensure all potential NRC licensees are made aware of the \n\nNo specific action or written response is required by this information \nnotice If you have any questions about this matter, please contact the \nRegional Administrator of the appropriate regional office or this office \n\n                                   Edward L Jordan Director \n                                   Division of Emergency Preparedness \n                                     and Engineering Response \n                                   Office of Inspection and Enforcement \n\nTechnical Contact:  James E Wigginton, IE\n                    (301) 492-4967\n\n                    Roger L Pedersen, IE\n                    (301) 492-9425\n\n1   Eberline Customer Letter (October 23, 1985)\n2   List of Recently Issued IE Information Notices\n\n                                                            Attachment 1  \n                                                            IN 86-22      \n                                                            March 31, 1986 \n\nPost Office Box 2108\nSanta Fe, New Mexico 87501\n(505)471-3232 TWX 910-985-0678\n\nOctober 23, 1985 \n\nReference: HP-290 Probes \n\nDear Customer: \n\nEberline's new microcomputer-based radiation survey instrument, Model ESP-1, \nis designed to correct for coincidence loss and thus extend the range of \neach detector probe It provides an \"OVERRANGE\" display when the coincidence \ncorrection factor exceeds 5 or when the count rate exceeds 25 X 106 cpm \nWith Eberline's HP-290 probe, this indication should occur at about 80 R\/h, \nand it is triggered when the count rate from the GM tube exceeds 25 X 106 \n\nWe have discovered that some of the GM tubes which can be used in the HP-290\nprobe may not reach 25 X 106 cpm In such cases, the detector probe can be \nin a radiation field considerably above 80 R\/h and still provide a reading \nbelow 80 R\/h Replacement tubes that have not been selected in accordance \nwith Eberline's overrange criterium may create this problem even if the \noriginal GM tube functioned properly \n\nWe recommend that you take one or more of the following precautions if you \nare using a HP-290 probe with an ESP-1: \n\n     1)   Verify that the \"OVERRANGE\" display occurs at an exposure rate \n          below 100 R\/h; or \n\n     2)   Administratively limit your use of HP-290 probes to exposure rates\n          below 50 R\/h In this case, you ray want to set the alarm at 50 \n\n\n     3)   Notify all appropriate individuals in your organization about this\n          precaution or limitation on the use of HP-290 probes \n\n\nJulian Wells Quality Assurance Manager \n\nPage Last Reviewed\/Updated Friday, May 22, 2015",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.8501705527,
        "format_confidence":0.8811964989
    },
    {
        "url":"https:\/\/www.federalregister.gov\/documents\/2000\/06\/02\/00-13794\/headwaters-forest-reserve-california",
        "text":"Skip to Content\n\n\nHeadwaters Forest Reserve, California\n\nDocument Details\n\nInformation about this document as published in the Federal Register.\n\nDocument Statistics\nDocument page views are updated periodically throughout the day and are cumulative counts for this document including its time on Public Inspection. Counts are subject to sampling, reprocessing and revision (up or down) throughout the day.\nPublished Document\n\nThis document has been published in the Federal Register. Use the PDF linked in the document sidebar for the official electronic format.\n\nStart Preamble\n\n\nBureau of Land Management in Partnership with California Department of Fish and Game.\n\n\nNotice of preparation.\n\n\nThis Notice of Preparation of an Environmental Impact Statement (EIS)\/Environmental Impact Report (EIR) for the adoption of a Management Plan for the Headwaters Forest Reserve in the northcoast area of California is the result of the acquisition of the property by the U.S. Department of the Interior and the State of California by purchase in March 1999. The Federal legislation creating the Reserve prescribes management issues that the plan must address (1997 Interior Appropriations Bill). Land and resource management alternatives will be formulated to address the required issues in different ways that are consistent with the preservation of ecological integrity and other policy direction specified in the legislation. The “no action” alternative will consist of continuation of the current interim management strategy, established in 1999.\n\n\nThree public meetings are scheduled to solicit public input for plan implementation and to impact the assessment of planning alternatives:\n\nEureka, California: June 13, 2000 at the Eureka Inn, 518 7th Street, Eureka, California; San Francisco, California: June 20, 2000 at Fort Mason, Landmark Building A, San Francisco, California; Sacramento, California: June 22, 2000 at the Scottish Rite Memorial Center, 6151 H Street, Sacramento, California.\n\nEnd Preamble Start Supplemental Information\n\n\nVarious management alternatives would affect environmental conditions in and adjacent to the Reserve in different ways. Environmental resources that could be impacted include forest ecosystem species, structure, and function; habitat for threatened and endangered species including marbled murrelet, northern spotted owl, coho salmon, chinook salmon and steelhead; water quality; fire hazard; and conditions on adjoining properties, including access, roads, and fire management. An internet web page describes in detail the scope of the proposed plan and provides background information on the Headwaters Forest Reserve. The web page contains instructions for submitting scoping comments, and coding of comments by subject is requested. The internet address of the web site of​arcata\/​headwaters.html. The deadline for submitting comments is Monday, July 3, 2000.\n\nStart Further Info\n\n\nKaren Kovacs, California Department of Fish and Game, 707-441-5789 or the Headwaters Forest Reserve Management Plan Information Line, 916-737-3010, extension 4326. Email comments should be sent to, or comment letters should be mailed to P.O. Box 189445, Sacramento, California 95818-9445.\n\nStart Signature\n\nLynda J. Roush,\n\nArcata Field Manager.\n\nEnd Signature End Further Info End Supplemental Information\n\n[FR Doc. 00-13794 Filed 6-1-00; 8:45 am]",
        "topic_id":19,
        "format_id":8,
        "topic_confidence":0.6552877426,
        "format_confidence":0.9338315725
    }
]