[
    {
        "url":"http:\/\/booksandjournals.brillonline.com\/content\/books\/10.1163\/ej.9789004158597.i-544.124",
        "text":"Cookies Policy\n\nThis site uses cookies. By continuing to browse the site you are agreeing to our use of cookies.\n\nI accept this policy\n\nFind out more here\n\nXV. China and the greater Middle East: Globalization no longer equals westernization\n\nBrill’s MyBook program is exclusively available on BrillOnline Books and Journals. Students and scholars affiliated with an institution that has purchased a Brill E-Book on the BrillOnline platform automatically have access to the MyBook option for the title(s) acquired by the Library. Brill MyBook is a print-on-demand paperback copy which is sold at a favorably uniform low price.\n\nAccess this chapter\n\n+ Tax (if applicable)\n\nChapter Summary\n\nChina’s economic activities in near neighbors such as Japan, South Korea, Pakistan, Thailand, and Iran are also strategically important due to the impact on domestic and international politics of these countries. This chapter interprets the linkages between domestic events and international strategies on the network of global security relations in terms of neo-geopolitics rather than mainstream United States (US) scholarship. It deals with Chinese perception of and strategies toward countries in the Greater Middle East (GME), keeping in mind that the GME does not exist as a regional concept in Chinese policy-making. The creation of the Shanghai Cooperation Organization (SCO) in 1996 was the beginning of Chinese attempts to limit US influence in the heart of Eurasia, followed in particular by initiatives in numerous other countries of the GME since 2004.\n\nKeywords: China; Eurasia; Greater Middle East (GME); international politics; Japan; Pakistan; Shanghai Cooperation Organization (SCO); United States (US)\n\n\n\nCan't access your account?\n  • Tools\n\n  • Add to Favorites\n  • Printable version\n  • Email this page\n  • Recommend to your library\n\n    You must fill out fields marked with: *\n\n    Librarian details\n    Your details\n    Why are you recommending this title?\n    Select reason:\n    The Greater Middle East in Global Politics — Recommend this title to your library\n  • Export citations\n  • Key\n\n  • Full access\n  • Open Access\n  • Partial\/No accessInformation",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9653793573,
        "format_confidence":0.5569732785
    },
    {
        "url":"http:\/\/leocorrea.net\/military-intervention-in-rio\/",
        "text":"Military Intervention in Rio\n\nPigs are seen next to a soldier as he patrols an alley during an operation in Salgueiro complex slum in Rio de Janeiro, Brazil, Tuesday, Sept. 25, 2018. At least 3 people were injured during shootouts against drug traffickers the night before,  according to local news. (Photo\/Leo Correa)",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.5667046905,
        "format_confidence":0.7665555477
    },
    {
        "url":"http:\/\/content.time.com\/time\/magazine\/article\/0,9171,1186583,00.html",
        "text":"Immigration Divides the Nation\n\nOur report on the debate over what to do about America's 11 million illegal immigrants sparked comment from readers who argued against punishing people for seeking a better life. But others rejected offering citizenship to those who have broken the law or are unwilling to assimilate\n\n\"Should They Stay Or Should They Go?\" [April 10] was a thought-provoking contribution to the divisive debate on illegal immigration. The 11 million illegal immigrants living in the U.S. broke our laws, and that has to be remedied. But surely the majority of them are otherwise law-abiding, hardworking individuals, many with children who are American...\n\nWant the full story?\n\nSubscribe Now\n\n\nGet TIME the way you want it\n\n  • One Week Digital Pass — $4.99\n  • Monthly Pay-As-You-Go DIGITAL ACCESS$2.99\n  • One Year ALL ACCESSJust $30!   Best Deal!\n    Print Magazine + Digital Edition + Subscriber-only Content on\n\nLearn more about the benefits of being a TIME subscriber\n\nIf you are already a subscriber sign up — registration is free!",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9849047661,
        "format_confidence":0.969411552
    },
    {
        "url":"https:\/\/www.mediapost.com\/publications\/article\/205099\/ron-paul-starts-an-online-video-channel.html",
        "text":"Around the Net\n\nRon Paul Starts An Online Video Channel\n\n  • MSNBC, Tuesday, July 23, 2013 11:50 AM\nYou’ll soon be able to catch the libertarian and former Republican Presidential candidate on his newest venture, The Ron Paul Channel, this August.\n\nRead the whole story at MSNBC »\n\nNext story loading loading..",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.984362483,
        "format_confidence":0.8659982681
    },
    {
        "url":"http:\/\/www.mcclatchydc.com\/news\/politics-government\/article24536797.html",
        "text":"Politics & Government\n\nMay 1, 2009 7:25 PM\n\nLiberal or not, Souter's departure will remake court\n\nConventional wisdom now holds that Justice David Souter's retirement may do little to change the Supreme Court's overall ideological makeup: President Barack Obama will simply replace one liberal for another. But predictions are dangerous, when it comes to the Supreme Court.\n\nRelated content",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9930750132,
        "format_confidence":0.6251396537
    },
    {
        "url":"http:\/\/www.americanthinker.com\/articles\/2012\/09\/aclu_sues_to_stop_citizenship_question_on_michigan_ballots_comments.html",
        "text":"ACLU Sues to Stop Citizenship Question on Michigan Ballots\n\nOnly citizens of the United States can legally vote in federal elections.  So Michigan Secretary of State Ruth Johnson added a yes\/no question on ballot applications that asks: \"Are you a United States citizen?\" According to the American Civil Liberties Union (ACLU) of Michigan, this simple requirement is \"an election day disaster in the making.\"  So the ACLU did what it usually does, which is to sue. Filed on behalf of the UAW International, which includes the radical Service Employees International Union (SEIU), Latin Americans for Social and Economic Development (LA SED), a county election official, and several voters, the ACLU's Sept. 17 lawsuit charges that the citizenship question was not approved through proper channels and violates the 1965 Voting Rights Act because two townships it affects come under federal jurisdiction. Also, the ACLU contends that this question was not asked of all voters in the August primary, and that including the question on the form could...(Read Full Article)",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.8960487843,
        "format_confidence":0.8101696372
    },
    {
        "url":"https:\/\/www.indy100.com\/news\/these-are-the-countries-with-the-least-press-freedom-in-the-world-7278026",
        "text":"(Photo: Miguel Villagran\/Getty Images\n(Photo: Miguel Villagran\/Getty Images\n\nThe World Press Freedom Index 2015 was released earlier this year, in which the UK slid for a fourth consecutive year to rank 34th out of 180 countries.\n\nThe result constituted the lowest position the UK has attained in the index since it began in 2002.\n\nEritrea was the worst country for press freedom, while Finland was ranked the highest.\n\nThe scores range from 0 to 100, 0 being the best possible score and 100 the worst.\n\nSo what were the countries with the least and most press freedom?\n\nThe UK wasn't the only developed nation to see a decline - the US, Italy and China also saw declines.\n\nReporters Without Borders said it had found a “worrying decline” in the freedom of the press in 2014 across the world, and that the EU had received its largest ever spread of rankings.\n\nThe index said this exposed “the limits of its ‘democratic model’ and highlight[ed] the inability of its mechanisms to halt the erosion.”\n\nThe World Press Freedom Index has been published ever year since 2002 by Reporters Without Borders, an international nonprofit organisation registered in France that defends freedom of information and has consultative status with the United Nations and UNESCO.\n\nTo see the results in full, see below:\n\nKeep reading...Show less\nPlease log in or register to upvote this article\nThe Conversation (0)",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.9926416278,
        "format_confidence":0.7741577625
    },
    {
        "url":"https:\/\/mobizmagazine.com\/2015\/02\/24\/data-center-legislation-sails-through-senate\/",
        "text":"Data Center Legislation Sails through Senate\n\nMissouri Chamber\n\nThe Missouri Senate has Third Read and Passed Senate bill 149 by a vote of 28-4, which would exempt from sales tax resources or equipment used or consumed in the production or facilitation of a data center, including utilities and electricity. The bill is sponsored by Sen. Mike Parson (R-Bolivar)\n\nThat provision will give Missouri a significant boost above other states wooing data centers and server farms. A data center is a facility used to house computer systems and associated components, such as telecommunications and storage systems.\n\n“We applaud the Senate for getting this done quickly and sent to the House so that we can see this bill become law sooner rather than later,” Tracy King, vice president of governmental affairs for the Missouri Chamber, said. “This is an opportunity for Missouri to become a leader in data centers and economic development which will benefit the state for years to…\n\nView original post 90 more words\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":17,
        "format_id":6,
        "topic_confidence":0.7462870479,
        "format_confidence":0.7569730878
    }
]