[
    {
        "url":"http:\/\/forums.moyabrennan.com\/viewtopic.php?f=3&t=4295&view=print",
        "text":"Page 1 of 1\n\nHMC-40S\/2 horizontal machining with two facing working stati\n\nPostPosted: Fri Dec 01, 2017 8:04 am\nby Sebahtstian\nHMC-40S\/2 biaxial horizontal cnc vertical machining centers is the company's independent design leading products, using the whole movable column bed structure of international fashion. The whole structure of layout is reasonable. cnc vertical machining center has high strength, rigidity and stability. And the maintenance process is good enough. After repeated experiments, the dynamic performance and the accuracy of motion of the machine tool is good. The machining accuracy is stable and good. Contour milling and plane milling can be completed in one time. Four faces can be milling, drilling, reaming, boring, reaming, tapping etc. It is most suitable for medium and small batch, multi variety of box parts and the processing of complex shape surface. cnc machining centers can Save craft equipment, shorten the production cycle, improve processing accuracy. Widely used in mechanical and electronic departments.\n\n1. Two HMC working simultaneously on opposite face;\n2. Production time will be half than normal way\ncnc machining center\n\n1. High running accuracy, positioning accuracy and long-term accuracy\n2. Dynamic direct drivers and precision guides\n3. All working steps on a piece will be finished under once loading\n\nLess space\n1. Two HMC is installed on a body\n\nBy using ROBOT, it is easily to meet the requirement of autoproduction",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.965057075,
        "format_confidence":0.567822814
    },
    {
        "url":"http:\/\/energyindepth.org\/national\/video-gasland-director-caught-using-deception-what-else-is-new-2\/",
        "text":"VIDEO: Gasland Director Caught Using Deception (What Else Is New?)\n\nEarlier this week, we explained the fraud that underlies the iconic scenes in both Gasland and Gasland Part II. This was, of course, in addition to the complete debunk of the second film that we posted back in April. It was clear that, although the facts do not support Josh Fox, our friends in the media needed a reminder that his claims have been contradicted by state regulatory investigations.\n\nFollowing up on those widely disseminated responses, we decided that there was still a greater need to explain the deception in Josh Fox’s films. So we decided to create a video, which you can see above, that lays out how the Gasland films have willfully and shamefully ignored the determinations of state regulatory agencies, solely to inflate risks and gin up fear among its viewers.\n\nThe video raises an important question: Who is a more credible authority on issues related to hydraulic fracturing: Environmental regulators who actually inspect oil and gas wells, or a New York City filmmaker whose movies have been called “fundamentally dishonest,” “pure propaganda,” and “science denial”?\n\nDecide for yourself.\n\n\n  1. Steven Lipsky says:\n\n    The gas from the hose is gas venting out the top of my water well.\n    This is gas coming from the head space of my well and testing shows is the same gas in my water. The garden hose shown is vented gas from my well and the TRRC, TCEQ, EPA, OIG, Justice Dept , Parker County Fire Marshall Office and many others all can confirm this. Many of them used the hose to collect gas samples for lab testing this is including a contractor from Range.\n\n  2. Bill says:\n\n    Mr. Everly,\n\n    I see you cannot reply to the man you accuse of faking his dilemma. Let’s see you are sitting in D.C. commenting on things you are no where near. Hmmm.\n    Try living next to an injection or fracking well. Then have a glass of water out of one of those water wells or hang around the site during drilling phase. Better yet pitch a tent next to a condensate tank for a night or two if you think it’s so safe.\n\n    I can almost believe you if you used sources that had no ties to the Gas & Oil industry. Just another blogger who doesn’t understand that ALL energy policy is written WITH and by the industry and not for the people.\n\n    The dollar always speaks louder than people’s health.\n\n    Common sense with mother nature here:\n    If gas pockets are trapped in rock, even with a water well, and there was no issue with gas prior to the invasion of drilling, pressure, and fluids. Regardless if it passed through 10 shale shelves or pockets.\n\n    But fracking shows up and ta! da! methane in the water.\n\n    How can you possibly pro port that as “naturally occurring”?\n\n    Try to add mechanically induced or externally contributing factors. to your vocabulary, you won’t sound like such a sell out or a fracky lacky…\n\n    I just hope you can man up when the whole fracking industry turns into a national Love Canal (you probably have no idea about that). The contamination reports are piling up. No more allegations now there’s facts and investigations going on…\n\n    • Steve Everley says:\n\n      Hi Bill, thanks for your comment. In my post I have cited the findings from an investigation completed by the Railroad Commission of Texas. This regulatory body looked into the claims behind the flaming hose and determined – as a result of their investigation and analysis – that nearby natural gas wells “have not contributed and are not contributing to contamination of any domestic water wells.” For the complete report, see here:\n\n  3. James H says:\n\n    How do you explain the fact that the gas that is coming out of these peoples water supply is “fingerprinted” to the gas that is being produced as a result of nearby hydraulic fracturing?\n\n    I find it funny that you keep pointing back to the regulatory agencies as substantiating the fact that fracking and drilling are not the source of methane and other flammable gas contamination of peoples wells and aquifers.\n    Gasland clearly points out the regulatory changes ( as a result of political pressure ) that have brought this about.\n\n    I would like to point out that I clearly understand the need for America to reduce it dependency on foreign energy products. I actually believe that drilling could be a good thing for America. What I dont understand is that with all the money to be made by this industry why it has to be done in such an irresponsible way. 20% failure rate on well casings from day one? Is this industry not capable of advancing its own technology to solve these issues and thus prevent such dramatic anti industry displays like the flaming gas hose?\n\n    • Hi James, thanks for your questions.\n\n      First of all, the gas was actually fingerprinted to be originating from the Strawn formation, not the Barnett Shale, the latter of which is the formation from which Range was producing. EPA admitted under oath that it did not test for the presence of nitrogen in the samples it took in 2010, and Strawn and Barnett gas have almost identical fingerprints — except for nitrogen, of which Strawn gas is known to contain high quantities (Barnett does not). Here is a link to the full deposition, where John Blevins, representing the EPA, said “I don’t believe that I could say EPA has an expert to opine on the nitrogen levels within any gas source.”\n\n      The methane discovered in the water wells in question also contained high levels of nitrogen. See more here:\n\n      In addition, a nearby resident actually drilled her water well into the gas-bearing Strawn formation several years before.\n\n      The failure rate you cite is pure invention. Actual data show that the failure rate is a fraction of a percent, somewhere around 0.01 percent and 0.03 percent, based on an examination of tens of thousands of wells. That still means there’s room for improvement, but the well failure rates cited by activists like Josh Fox and Tony Ingraffea are designed purely to scare people, and they are based on phony interpretations of statistics. In some cases, they have been disputed by the very sources they cited. You can read more about the bogus and inflated “failure claims” here:\n\n      Once again, thanks for reading, and hopefully this clears up any misconceptions that you had.\n\n\nSpeak Your Mind",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.6846539378,
        "format_confidence":0.9287064672
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/cgi-bin\/viewit.cgi?bd=ac&th=150294",
        "text":"Yesterday's Tractor Co.\nShop Now View Cart\n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\nAllis Chalmers Discussion Forum\nShow Parts for Model:\n\nRe: Number of Tractors\n\n[Show Entire Topic]  \n\nWelcome Guest, Log in or Register\nAuthor  [Modern View]\nBama Dee\n\n12-23-2012 13:08:46\n\nReport to Moderator\n\nRoger that ! I mean all of it, the memory-beer- duty stations, etc.etc. You are probely thinking about the Master jet base Oeacina ,or NAAS Fentress. Both are near Damneck.I never thought much of those flying blowtorches, real airplanes had four propellers.\n\n[Log in to Reply]   [No Email]\n\n12-23-2012 15:57:09\n\nReport to Moderator\n Re: Number of Tractors in reply to Bama Dee, 12-23-2012 13:08:46  \nIt was Oceannia that I am thinking about. My first house that I bought was in VA.Beach and was just an old mobile home but it was my mobile home and it was real close to the flight path of the jets coming and going and boy did they rattle that mobile home a whole lot. LOL. Payed $1900 for it and sold it for the same price\n\n[Log in to Reply]  [No Email]\n[Show Entire Topic]     [Options]  [Printer Friendly]  [Posting Help]  [Return to Forum]   [Log in to Reply]\n\nHop to:\n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2016 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.7667802572,
        "format_confidence":0.9809585214
    },
    {
        "url":"http:\/\/terrylove.com\/wwwboard\/messages\/26912.html",
        "text":"Re: Incinolet Electric Toilet\nPosted by Sarah Godfrey I need an electric toilet ASAP on September 01, 2002 at 15:42:54:\nIn response to Re: Incinolet Electric Toilet\n: We have a new still in the box Incinolet Model CF that was purchased for a storage building. We are now able to have water in the building and am looking for anyone who might have any ideas on where we could find people who might want to purchase a four person capacity electric toilet. The price was $1300, but we are certainly negotiable. Any help that we can receive is greatly appreciated. Thank you for your time.\n\nReplies to this post\nThere are none.",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.6253709197,
        "format_confidence":0.9363668561
    },
    {
        "url":"http:\/\/www.farmallcub.com\/phpBB2\/viewtopic.php?f=1&t=2831",
        "text":"Ferterlizer Attachment\n\nTue Feb 17, 2004 12:37 pm\n\nIs there any difference in a ferterlizer attachment for a super A, 130, 140 compared to one that will mount onto a cub. Reason I am asking, I have the chance to get one for a Super A, hoping it will fit the cub. I have the complete planter with extra seed plates.\n\nTue Feb 17, 2004 4:38 pm\n\nThe hopper is the same but the mounting brackets are different. You might still should get the one for the Super A if the price is right. Around here they are $300 - $400 in working condition. You could sell or trade for a Cub unit.\n\nFerterlizer attachment\n\nTue Feb 17, 2004 4:41 pm\n\nI bought it and the planter to go with it, would have bought tractor but it was not for sale. appreciate the advice.",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.6286504865,
        "format_confidence":0.9160345197
    },
    {
        "url":"http:\/\/forums.yesterdaystractors.com\/viewtopic.php?t=950265",
        "text":"Yesterday's Tractor Co.\nShop Now View Cart\n   Allis Chalmers Case Farmall IH Ford 9N,2N,8N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\n FAQFAQ   SearchSearch   MemberlistMemberlist   UsergroupsUsergroups   Traditional YT Forum ViewClassic View   RegisterRegister \n ProfileProfile    Log inLog in \n\nSchultz Re: Newbie Allis C owner with a few questions\n\nPost new topic    \nView previous topic :: View next topic  \nAuthor Message\nTed J\n\nJoined: 19 Jul 2010\nPosts: 164\nLocation: La Crosse, WI\n\nReport to Moderator\n\nPostPosted: Mon Oct 08, 2012 4:46 am    Post subject: Schultz Re: Newbie Allis C owner with a few questions Reply to specific post Reply with quote\n\nHi, I have a list of all kinds of things for Allis and other things that concern tractors. Send me an email and I will send you the list. It is in MS Word.\nTed J\nBack to top\nView user's profile\nDisplay posts from previous:   \nPost new topic    Yesterday's Tractors Forum Index -> Allis Chalmers All times are GMT - 8 Hours\nPage 1 of 1\n\nJump to:  \n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nYT Home  |  Forums\n\nModern View Forum powered by phpBB © 2001, 2005 phpBB Group\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8680211902,
        "format_confidence":0.9557709694
    },
    {
        "url":"http:\/\/www.tractorbynet.com\/forums\/attachments\/283616-fence-post-pounders.html",
        "text":"Results 1 to 4 of 4\n  1. #1\n    New Member\n    Join Date\n    Jun 2013\n    Folsom, Louisiana\n    Kubota M6800\n\n    Default Fence Post Pounders\n\n    Looking at doing some serious fencing on 50+ acres. Was looking at the various fence post pounders (clay soil) and wondering what people think about their brand, and if the pounder is mounted to the front of the tractor or to the 3 point hitch? I have a Mahindra 5500 and relatively flat land. Fence is for horses, will be driving mixed size wood posts and metal posts. Thanks\n\n  2. #2\n    Veteran Member CliffordK's Avatar\n    Join Date\n    Mar 2013\n    Eugene, Oregon\n    Toro D200, Ford 1715, International 884,\n\n    Default Re: Fence Post Pounders\n\n    Metal and wood pounders would be different.\n\n    There is another tread about metal post pounding, although I'm still partial to hand pounders.\n    Powered T post driver\n\n    Wooden posts may be best to pound with a 3 pt attachment, although my Dad did try filling the bucket with rocks and pounding them down with the bucket (not always straight when he finished).\n\n  3. #3\n    Bronze Member johnnyvol's Avatar\n    Join Date\n    Jul 2006\n    Middle TN\n    Kubota L4060, Kubota L2800, MF491\n\n    Default Re: Fence Post Pounders\n\n    I don't know anything about the various brands but with that much fencing to do you're going about it the right way. I had 12 acres done around my house in 2006 and what would have taken me a few months to get done two guys did in about a week.\n\n    I had some uneven places where I wouldn't drive my tractor at all and the guy on the tractor just puttered along and put a post anywhere he wanted. It did take two people, something you might want to be aware of.\n\n  4. #4\n    Elite Member DT86's Avatar\n    Join Date\n    Dec 2010\n    SW VA\n    Kubota 9540, RTV 900 and David Brown 885.\n\n\n    We use a currently use a 3pt Shaver HD10 with manual hand crank (vs hydraulic) adjustment.\n\n    It has driven countless miles of fence posts on everything from flat creek bottoms to steep rocky hillsides. It has no problem sinking 8\" gate posts and 4-5\" posts can take as few as 5 or 6 good licks to drive to the correct height. As stated it is usually at least a two man job but can be done by yourself, it just takes some practice, patience and about 3x longer.\n\n    Fence Post Pounders-tractor13-jpg\n\n    Fence Post Pounders-img_1248-jpg\n\nSimilar Threads\n\n  1. Buying Advice 3pt. hitch post pounders\n    By SuperDaveFSJ in forum McCormick\n    Replies: 4\n    Last Post: 07-01-2012, 10:59 PM\n  2. compact tractor post pounders???\n    By stubbornrichard in forum Attachments\n    Replies: 3\n    Last Post: 10-12-2008, 12:22 AM\n  3. Oak Fence Post\n    By hunterridgefarm in forum Related Topics\n    Replies: 6\n    Last Post: 03-26-2006, 09:10 PM\n  4. Fence Post\n    By tough451 in forum Rural Living\n    Replies: 1\n    Last Post: 04-18-2005, 05:54 AM\n  5. 3pt. Post Pounders\n    By Jackrabbit_Slim in forum Attachments\n    Replies: 7\n    Last Post: 04-30-2004, 03:14 PM\n\nPosting Permissions\n\n  • You may not post new threads\n  • You may not post replies\n  • You may not post attachments\n  • You may not edit your posts\n© 2017 TractorByNet is a registered trademark of IMC Digital Universe, Inc. Other trademarks on this page are the property of their respective owners.",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.6692116261,
        "format_confidence":0.9820305705
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/jd\/messages\/468588.html",
        "text":"Yesterday's Tractor Co.\nShop Now View Cart\n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\n\nJohn Deere Tractors Discussion Board\n\nRe: Should it have been built?\n\n[ Expand ] [ View Replies ] [ Add a Reply ] [ Return to Forum ]\n\nPosted by Tim S on January 23, 2013 at 18:37:24 from (\n\nIn Reply to: Re: Should it have been built? posted by long green line man on January 23, 2013 at 18:28:41:\n\nYes,, they are frustrating to repair, I just dread it when one shows up, this one, a 2030, had a hydraulic chatter, which was the outlet valve backed out,,now for the steering the bell crank in the front is wobbled out, tie rods are bad,,they sent all the power for the steering down through the tie rods, they won\"t stand the strain, it has one of those silly shifter latches that we had to put on back in the 70\"s, I\"m doing away with that..\n\n\nAdd a Reply\n\n\n\nOptional Link URL:\nLink Title:\nOptional Image URL:\nOptional Video Title:\nOptional Video Embed:\n\nAdvanced Posting Options\n\nEmail Notification: If you check this box, email will be sent to you whenever someone replies to this message. Your email address must be entered above to receive notification. This notification will be cancelled automatically after 2 weeks.\n\nAdvanced Posting Tools\n  Upload Photo  Select Gallery Photo  Attach Serial # List \nReturn to Post \n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2016 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8161935806,
        "format_confidence":0.9922375083
    },
    {
        "url":"http:\/\/www.dotapod.com\/forum\/thread-29056-1-1.html",
        "text":"Back Forum New\n\nfloor of the production\n\nWaterproof floor: Mainly solid 2 tone composite decks , Due to the application of micro-and nano-silicon micro-powder of synthetic polymeric material, and the hydrophilicity of wood to be cut from the inside, so that moisture content of average price per linear foot deck maintain a stable state of hibernation.\nMr. Zhang Jiagang laying wooden floor near the emergence of the phenomenon of colour, require manufacturers to exchange.Manufacturers think that this is a normal phenomenon forever wood decking in usa , because there is no quality specifications can be based, and relevant parties are also unable to receive complaints, Mr. Zhang have bad luck.\nFortunately, the future such a situation will not happen again.China recently issued Department of specifications for flooring, On the request of the laying of the floor, Acceptance and guarantee are made specific provisions no expansion for composite decking sale , consumer acceptance and enjoyment of which the warranty, businesses, law enforcement can also be based on to deal with disputes, complaints.\n\nBookmark and Share\n\nBack Forum",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.9636036158,
        "format_confidence":0.9925234914
    },
    {
        "url":"https:\/\/www.mineralrightsforum.com\/t\/grady-county-sec-12-1-9n-6w-roan-resources\/50742",
        "text":"Grady County Sec 12 & 1 9N-6W Roan Resources\n\nI started receiving checks this year from Roan Resources this year for the new wells at this location. I had not received a check this month so I emailed ROAN to find out whats up. I get this response:\n\n“The account is negative $ (they gave the amount). This is why a check was not issued for August. This was due to the Langston well previously being overpaid. Corrections were made in August. Once the account is positive again, a check will be issued”\n\nDoes anyone know how this happens? or if it ever happens? Are they guessing at the production the other months??\n\nI find this really fishy. I have emailed them back but I get a typical “It will take 5 business days for a response”\n\nPlease let me know how I can verify the production volumes or who to talk to and what to ask for proof.\n\nThanks in advance.\n\nPeople make mistakes. Production might be credited to the wrong well because someone coded in the wrong property number. Some times there are price adjustments. The sources for possible corrections are many; usually, the amounts are not enough to create a negative balance. If you look at the last 12 months of check details for 10 different wells I would be surprised if 5 or more did not have some kind of adjustment during that time period. You should still receive a monthly statement from Roan showing the correction and the resulting negative balance. Then going forward you should receive a statement every month showing how that balance is being paid off. In a few months you might check production on the OTC website to see if it matches the volumes on check detail or statement. I was overpaid by Marathon on a well in Grady County, and it took over a year to eliminate the negative balance.\n\nSounds like it’s more than a “mistake”\n\nRoan is still paying me on 595 but quite less than I had before. I have heard that Roan is in big trouble and looking for a buyer or bankruptcy. Let’s hope they find a buyer",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8611651659,
        "format_confidence":0.9617396593
    },
    {
        "url":"https:\/\/www.lawnsite.com\/threads\/new-jersey-pesticide.145534\/",
        "text":"1. Missed the live Ask the Expert event?\n    Catch up on the conversation about fertilization strategies for success with the experts at Koch Turf & Ornamental in the Fertilizer Application forum .\n\n    Dismiss Notice\n\nNew Jersey Pesticide?\n\nDiscussion in 'Pesticide & Herbicide Application' started by mikefromny, May 5, 2006.\n\n  1. mikefromny\n\n    mikefromny LawnSite Member\n    Messages: 224\n\n    do you need a license to buy merit in nj and apply?\n  2. olive123\n\n    olive123 LawnSite Senior Member\n    Messages: 500\n\n    its gotta be a trick question...:confused:\n  3. maintenanceguy\n\n    maintenanceguy LawnSite Member\n    from NJ\n    Messages: 156\n\n    I don't know if merit is on the restricted list or available over the counter in NJ. Sometimes it depends on the formulation so something might be available without a license.\n\n    But you need a license to apply ANY pesicide in NJ if you are doing it for hire, or for agriculture. Technically, you need a license to spray a wasp's nest with raid.\n  4. Prolawnservice\n\n    Prolawnservice LawnSite Senior Member\n    Messages: 612\n\n    If you do it for money, YES.\n  5. Runner\n\n    Runner LawnSite Fanatic\n    Messages: 13,497\n\n    If you do it for hire,...regardless if it for money or not. f you do it as part of a service, then yes...you need a license. BG camn help you out with this question in your area.\n  6. turf hokie\n\n    turf hokie LawnSite Silver Member\n    Messages: 2,751\n\n    To answer your REAL question. Yes merit is an RUP in NY and no you cant buy it in NJ and then sneak it back over the border to apply in NY. They will catch you, it has been tried already with other products.\n  7. mikefromny\n\n    mikefromny LawnSite Member\n    Messages: 224\n\n    all im saying is if its legal to buy if your from ny and not for nothing what are 5-0 gonna search my car for one 50 pound bag of merit\/fert ?? so i cant go to nj and get it .?\n\nShare This Page",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.9233347774,
        "format_confidence":0.9644922614
    },
    {
        "url":"https:\/\/www.ridgidforum.com\/forum\/mechanical-trades\/construction-discussion-forum\/42995-bricklaying-is-my-bricklayer-capable",
        "text":"No announcement yet.\n\nbricklaying - is my bricklayer capable?\n\n  • Filter\n  • Time\n  • Show\nClear All\nnew posts\n\n  • bricklaying - is my bricklayer capable?\n\n    Dear All - I am seeking your advice in regards the competencies of a bricklayer who has just started a job for me. The job involves the construction of a 1.2m high brick wall for which i have a few concerns about the quality of his blockwork beneath ground. I have attached an image which shows the main concern - that he has not buttered the sides of the blockwork with mortar resulting in the bottom course not being bonded to the blockwork beside them - only bonded to the blockwork above and beneath.\n\n    My question is whether this (no doubt for the purposes of saving time and materials) is likely to affect the structural integrity of the finished wall and make it more prone to movement.\n\n    All knowledgeable responses appreciated.Click image for larger version\n\nName:\tP1030126.jpg\nViews:\t1\nSize:\t285.1 KB\nID:\t16654\n\n  • #2\n    Re: bricklaying - is my bricklayer capable?\n\n    The joints are not even raked. Maybe he left the sides open for drainage? If you are in a freeze zone that will be a disaster. Should have drainage behind the wall.\n\n\n    • #3\n      Re: bricklaying - is my bricklayer capable?\n\n      thanks for your response - please can you clarify to whta freeze zone refers and also drainage behind the wall. The 2 courses of blockwork referred to are beneath ground with earth on both sides of the wall.\n\n\n      • #4\n        Re: bricklaying - is my bricklayer capable?\n\n        Fist of all I am not a mason but have layed more block than have I desired to over the years,\n\n        It looks like weep holes to me, which is a correct practice, as far as finishing the joints, I normally did finish them on the block I layed that was not visible, but it probably makes little difference, I guess the real question is what will the exposed look like,\n\n        I believe what he is referring to a freeze zone is the depth in which the ground freezes in the winter,\n\n        If water gets trapped behind the wall, the weep holes allow the water to migrate through the wall minimizing the hydraulic pressure that may occur with trapped water.\n        Last edited by BHD; 09-28-2012, 05:56 PM.\n        Push sticks\/blocks Save Fingers\n        \"The true measure of a man is how he treats someone who can do him absolutely no good.\"\n        attributed to Samuel Johnson\n        PUBLIC NOTICE: Due to recent budget cuts, the rising cost of electricity, gas, and the current state of the economy............the light at the end of the tunnel, has been turned off.\n\n\n        • #5\n          Re: bricklaying - is my bricklayer capable?\n\n          I am no bricklayer, and being in Florida we don't worry about freezes. But, we do have water issues. Even for landscape walls, contractors put a filtering membrane down in back of wall then backfill with gravel. This way the weep holes or pvc drains installed though the wall can drain without getting clogged up with dirt.\n          I suppose your bricklayer poured a good concrete footer to lay them bricks on, right??\n\n\n          • #6\n            Re: bricklaying - is my bricklayer capable?\n\n            The OP said there will be dirt on both sides of the blocks. The vertical joints in that first row won't mean a thing. It is vertical support that the bricklayer is after, and the wall as it is will provide that. The second row bonds everything together.\n\n\n            • #7\n              Re: bricklaying - is my bricklayer capable?\n\n              I too am not a bricklayer although I have done some building of block walls. It is not uncommon to leave some joints in the bottom row unfilled for drainage but that really depends on the entire picture. If drainage was the reason the the slope in front and behind the wall should encourage water to flow as needed out of the primary area.\n\n              it really depends on the design. For example I have built a block wall without such drainage holes but I have had a suitable drain in the primary area so as not to worry about doing something like this.\n\n              I think you need to speak with your bricklayer and ask why those joints are unfilled.\n\n              Up close those joints look a bit messy and it does not look like they have been racked with a striking tool.\n              Last edited by blue_can; 09-30-2012, 01:50 PM.",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.964861691,
        "format_confidence":0.972528398
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/cgi-bin\/viewit.cgi?bd=ford&th=547593",
        "text":"Yesterday's Tractor Co.\nShop Now View Cart\n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\nFord Tractors Discussion Forum\nOrder Ford 901 Parts Online\n\nRe: Ford 901 Select O Speed Mystery\n\n[Show Entire Topic]  \n\nWelcome Guest, Log in or Register\nAuthor  [Modern View]\nJohn Smith8N\n\n05-20-2013 12:00:56\n\nReport to Moderator\n\nI avoid diesels, so I know nothing about them. No doubt the vibration is hard on those pressure tubes and other components. But just to note, it's not limited to diesels only. I've been into several gas tractors with broken pressure tubes in the SOS and have sold used tubes to several people who have found broken ones in gas tractors. Might be a lot more common in diesels, but a gas engine isn't a guarantee of a good tube. Just sayin'.\n\n[Log in to Reply]   [No Email]\n\n05-21-2013 18:56:06\n\nReport to Moderator\n Re: Ford 901 Select O Speed Mystery in reply to John Smith8N, 05-20-2013 12:00:56  \nHello John , Yes you are absolutely correct also , because many of these tractors could have been originally diesels then converted to gas or just changed transmissions over the years or just possible a gas one did break the tube too , most guys would not know what they were originally or even care what they were or even bother to look they would have just wanted them fixed so they could get back to work . Thanks Tony\n\n[Log in to Reply]  [No Email]\n[Show Entire Topic]     [Options]  [Printer Friendly]  [Posting Help]  [Return to Forum]   [Log in to Reply]\n\nHop to:\n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2016 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.7514764667,
        "format_confidence":0.9776633978
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/cgi-bin\/viewit.cgi?bd=jd&th=474228",
        "text":"Yesterday's Tractor Co.\nShop Now View Cart\n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\nJohn Deere Tractors Discussion Forum\nShow Parts for Model:\n\nRe: 1970 John deere 4000\n\n[Show Entire Topic]  \n\nWelcome Guest, Log in or Register\nAuthor  [Modern View]\n\n03-19-2013 06:19:44\n\nReport to Moderator\n\nRebuild the engine you have- by the time you find a motor and dink around getting it put in the tractor, you could of already had the orginal motor rebuilt. Yes its probably going to be more $$$ but probably only 1\/3 more and you'll have a brand new ready to go motor instead of a 75% wore out combine motor cobled into your 4000, which you've now reduced its resale on.\n\n[Log in to Reply]   [No Email]\nLorena Anderson\n\n03-19-2013 07:28:30\n\nReport to Moderator\n Re: 1970 John deere 4000 in reply to JDBert, 03-19-2013 06:19:44  \nThank you everybody for the all the help, and yes Jim you are right about that, and that is what we are going to do (me and my borther) I have found a re-built kit + everything else that I would need and is going to be a lot chipper.\n\nagain THANK YOU GUYS!!!!\n\n[Log in to Reply]  [No Email]\nTx Jim\n\n03-19-2013 06:29:08\n\nReport to Moderator\n Re: 1970 John deere 4000 in reply to JDBert, 03-19-2013 06:19:44  \nQuoting Removed, click Modern View to see\n\nAmen if a combine engine is installed it will reduce the value of a highly sought after model.\n\n[Log in to Reply]  [No Email]\n[Show Entire Topic]     [Options]  [Printer Friendly]  [Posting Help]  [Return to Forum]   [Log in to Reply]\n\nHop to:\n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2016 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.6945387125,
        "format_confidence":0.9737830162
    },
    {
        "url":"http:\/\/www.yesterdaystractors.com\/orphans\/messages\/24199.html",
        "text":"Yesterday's Tractor Co. Same-Day Parts Shipping Available\nClick Here or call 800-853-2651 \n   Allis Chalmers Case Farmall IH Ford 8N,9N,2N Ford\n   Ferguson John Deere Massey Ferguson Minn. Moline Oliver\nClassified Ads\nPhoto Ads\nTractor Parts\n\nDiscussion Forums\nProject Journals\nTractor Town\nYour Stories\nShow & Pull Guide\nEvents Calendar\nHauling Schedule\n\nTractor Photos\nImplement Photos\nVintage Photos\nHelp Identify\nParts & Pieces\nStuck & Troubled\nVintage Ads\nCommunity Album\nPhoto Ad Archives\n\nResearch & Info\nTractor Registry\nTip of the Day\nSafety Cartoons\nTractor Values\nSerial Numbers\nTune-Up Guide\nPaint Codes\nList Prices\nProduction Nbrs\nTune-Up Specs\nTorque Values\n3-Point Specs\n\nTractor Games\nJust For Kids\nVirtual Show\nMuseum Guide\nMemorial Page\nFeedback Form\n\nYesterday's Tractors Facebook Page\n\nRelated Sites\nTractor Shed\nFord 8N\/9N Club\nToday's Tractors\nGarden Tractors\nClassic Trucks\nKountry Life\n\nLesser Known Classics Discussion Board\n\nRe: Can you Identify What Machine This Engine Is For?\n\n[ Expand ] [ View Replies ] [ Add a Reply ] [ Return to Forum ]\n\nPosted by Paul J on May 30, 2013 at 19:46:30 from (\n\nIn Reply to: Re: Can you Identify What Machine This Engine Is For? posted by smallercrawler on May 30, 2013 at 17:33:40:\n\nIt is in a Clark CA-1 but it has an adaptor plate someone made to fit the dozer. I know it is not suppose to be in this dozer, what I am trying to find out is what it\"s for. I want to sell the engine and want to know what it fits so I can advertize it accurately\n\n\nAdd a Reply\n\n\n\nOptional Link URL:\nLink Title:\nOptional Image URL:\nOptional Video Title:\nOptional Video Embed:\n\nAdvanced Posting Options\n\nEmail Notification: If you check this box, email will be sent to you whenever someone replies to this message. Your email address must be entered above to receive notification. This notification will be cancelled automatically after 2 weeks.\n\nAdvanced Posting Tools\n  Upload Photo  Select Gallery Photo  Attach Serial # List \nReturn to Post \n\nFast Shipping!  Most of our stocked parts ship within 24 hours (M-Th). Expedited shipping available, just call! Most prices for parts and manuals are below our competitors. Compare our super low shipping rates! We have the parts you need to repair your tractor. We are a company you can trust and have generous return policies. Shop Online Today or call our friendly sales staff toll free (800) 853-2651. [ About Us ]\n\nHome  |  Forums\n\nCopyright © 1997-2015 Yesterday's Tractor Co.\n\nAll Rights Reserved. Reproduction of any part of this website, including design and content, without written permission is strictly prohibited. Trade Marks and Trade Names contained and used in this Website are those of others, and are used in this Website in a descriptive sense to refer to the products of others. Use of this Web site constitutes acceptance of our User Agreement and Privacy Policy\n\nTRADEMARK DISCLAIMER: Tradenames and Trademarks referred to within Yesterday's Tractor Co. products and within the Yesterday's Tractor Co. websites are the property of their respective trademark holders. None of these trademark holders are affiliated with Yesterday's Tractor Co., our products, or our website nor are we sponsored by them. John Deere and its logos are the registered trademarks of the John Deere Corporation. Agco, Agco Allis, White, Massey Ferguson and their logos are the registered trademarks of AGCO Corporation. Case, Case-IH, Farmall, International Harvester, New Holland and their logos are registered trademarks of CNH Global N.V.\n\nYesterday's Tractors - Antique Tractor Headquarters",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.8780956268,
        "format_confidence":0.9380713105
    },
    {
        "url":"https:\/\/www.lockewell.com\/forum\/viewtopic.php?f=9&t=400",
        "text":"Pump for sale\n\nSupport forum for centrifugal pump operations, specifications, and their parts.\n\nPump for sale\n\nPostby lwparchive » Wed Jan 02, 2013 4:47 pm\n\nHello < I have this rebult pump for sale here in Texas. Let us know if you have any interest or not.\n\nGOULDS PUMP M\/N-3196, SIZE - 1 X 2 -10, STO-NO-A05,\nPosts: 385\nJoined: Mon Nov 05, 2012 4:20 pm\n\nRe: Pump for sale\n\nPostby dlamp67 » Tue Mar 26, 2013 3:45 pm\n\nWe do not deal in used equipment.\nPosts: 275\nJoined: Mon Jul 30, 2012 1:46 pm\n\nReturn to Centrifugal Pump Help & Support\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.9336695075,
        "format_confidence":0.9780910611
    },
    {
        "url":"http:\/\/thefiringline.com\/forums\/showpost.php?p=5407862&postcount=19",
        "text":"View Single Post\nOld February 8, 2013, 09:39 PM   #19\nSenior Member\nJoin Date: December 10, 2012\nPosts: 3,364\nExtractor marks are normal. Just depends on how they look as to whether they are indicative of excess pressure. Every WBY factory load I have ever shot leaves an extractor mark. Its the flowing extractor marks you have to worry about.\nreynolds357 is offline  \nPage generated in 0.03748 seconds with 7 queries",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.7374761105,
        "format_confidence":0.9892466664
    },
    {
        "url":"http:\/\/www.accidentalsmallholder.net\/forum\/index.php?topic=25705.0",
        "text":"Author Topic: Jersey House cow  (Read 420 times)\n\n\n  • Joined Jul 2012\nJersey House cow\n« on: July 13, 2012, 10:15:05 pm »\n\n Jersey House Cow\n\nI just wanted to flag up that after 36 years of keeping a house cow on my smallholding in Anglesey north Wales I have decided to retire and give up keeping cattle.  As a consequence i will have an in-calf Jersey house cow available for sale.  (Born 2005,  Age 7, 4th calver, caving date circa 1st August,-in calf  to Aberdeen Angus)\n\nShe might suit someone who is just starting out with a house cow and wants an animal that is \"broken in\" as she is quiet to hand milk, easy to catch and manage, and a smallholder's cow, not a herd animal.\n\nIf anyone wants further details, or wants to see her, you can e-mail me at  ( Be sure to include the full stop in my e-mail address)\n\nN.B. I will need to arrange the required TT Test before she can be moved, to comply with the current movement regulations.\n\n\nJersey House Cow\n\nStarted by Gwanwyn\n\nReplies: 11\nViews: 1845\nLast post January 10, 2013, 01:25:41 pm\nby Mel Rice\nWhen to AI the Jersey?\n\nStarted by SallyintNorth\n\nReplies: 21\nViews: 2208\nLast post June 30, 2011, 10:00:25 am\nby SallyintNorth\njersey cow\n\nStarted by zarzar\n\nReplies: 5\nViews: 737\nLast post December 16, 2012, 07:09:57 pm\nby zarzar\nVery thin Jersey Cow\n\nStarted by chickens\n\nReplies: 9\nViews: 2086\nLast post July 09, 2009, 06:18:20 pm\nby welshboy\njersey bull calves\n\nStarted by dragonfarmgirl\n\nReplies: 3\nViews: 2646\nLast post December 04, 2009, 05:09:01 pm\nby herdsman\n\nForum sponsors\n\nThomson & Morgan G.J.W. Titmuss Scottish Smallholder & Grower Spring Gathering Smallholder Shop Innovative Timber Structures Load Handler\n\nPage created in 0.15 seconds with 22 queries.\n\n© The Accidental Smallholder Ltd 2003-2014. All rights reserved.\n\nDesign by Furness Internet\n\nSite developed by Champion IS",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.9142229557,
        "format_confidence":0.9767529368
    },
    {
        "url":"http:\/\/www.glassmessages.com\/index.php?PHPSESSID=da5833f4c499f86ad1df97acc35d4664&action=printpage;topic=63943.0",
        "text":"Glass Message Board\n\nGlass Mall => Glass Market Place => Topic started by: refractory on November 25, 2016, 07:51:07 AM\n\nTitle: Glass Refractory in China\nPost by: refractory on November 25, 2016, 07:51:07 AM\nChina's glass industry is developing rapidly, and has become the world's first glass production power. The rapid development of the glass industry naturally promotes the development and technological progress of China's glass furnace refractory materials. Compared with the traditional process, modern glass production technology has a qualitative leap which towards the direction of higher efficiency, lower energy consumption and better product quality. Accordingly, the technical level of glass furnace which is as the core equipment of glass production is also in constant progress, for instance, widely adopt new technologies to improve the combustion intensity, strengthen heat transfer effect, reduce heat loss and educe the pollution of products and environment.\n\nThe technological progress of glass furnace requires a variety of high quality refractory bricks as the guarantee condition which can withstand high temperature, resist to strong chemical corrosion and bear severe stress damage. In order to achieve the new furnace technology of high efficiency, energy saving and low pollution, it is very important to combine and use several kinds of high quality refractory in one glass furnace, for example, fused cast AZS brick 33# is mainly used in relatively low temperature and corrosive parts of glass furnace such as working ends, feeder channel; fused cast AZS brick 41# is especially applied to seriously corrosive parts of glass furnace such as throat, bottom budding, dam brick, electric brick corners, doghouse and also can be used in sidewalls; Zircon brick is mainly used in the superstructure of flame space and tank bottom of glass furnace; fused cast alumina brick (α-β brick) is mainly used as the ideal refractory material for feeder channel, spouts and working ends of glass furnaces.\n\nGo through years of work and the efforts of all aspects, the glass refractory in China has made significant progress, greatly narrowed the gap with foreign, laid a more solid foundation for enterprise development. As long as the next step to strengthen macro management, concentrating in taro in error problem to solve, we can make greater contributions to the development of glass industry.\nTitle: For the development of refractory brick industry to provide new and good opportu\nPost by: refractory on August 04, 2017, 03:06:41 AM\n ;D China's metallurgical industry will continue to develop steadily, in the number of scale growth rate will slow down, but in improving quality, develop varieties and reduce energy consumption are required to achieve a higher level. Therefore, backward, old technology and equipment will be gradually eliminated, and advanced technology and equipment to promote the application will be accelerated. For example, in the iron and steel industry, furnace and small blast furnace, converter and electric furnace will be eliminated, and continuous casting and furnace refining will be faster and development and application. These conditions will provide a new and good opportunity for the development of refractory bricks, as well as new and stringent requirements for the quality of refractory bricks and will lead to more intense use among hundreds of refractory tiles manufacturers in China competition.\nThey have to struggle to survive and develop, and the decisive factors are as follows:\n(1) product quality stability and reliability;\n(2) the production of more refractory bricks affordable, competitive and efficient products;\n(3) the ability to develop a better use of high quality new products, and provide good after-sales service.\nIt is foreseeable that the future of China's refractory industry will adjust the product structure, increase the production of highly efficient products. We should accelerate the development of efficient bauxite products, further improve their quality and reduce costs. The competition between refractory bricks and unshaped materials (including preforms) will continue in the future. The proportion of production of amorphous materials will be greater growth, and efficient castables will lead the position: in this regard, the powder process; (preparation and application) should be a research and development as a focus.\nConsidering high temperature performance (mechanical properties, thermal shock resistance, corrosion resistance and oxidation resistance), oxide and non-oxide composite materials is a promising new type of high quality and high efficiency refractory bricks, which may rise in the new century And gradually developed. This is a field that is worth exploring, investing and developing. China's refractory brick industry, the early next century will be the structure of the optimization period. Refractory brick manufacturers will be re-combination and adjustment; internal structure and management will be reformed; variety structure will change; technology and equipment will be updated; the adaptability of the market economy will be improved by 2020 China's refractory brick industry will catch up with high temperature Industrial development pace, but also to adapt to the international market trend of refractory bricks.",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.9868081212,
        "format_confidence":0.9689052105
    },
    {
        "url":"http:\/\/www.lawnsite.com\/threads\/tractor-side-mower-hp.399754\/",
        "text":"Tractor side mower hp\n\nDiscussion in 'Tractors' started by Tharrell, Mar 16, 2013.\n\n  1. Tharrell\n\n    Tharrell LawnSite Silver Member\n    Posts: 2,964\n\n    I may need a tractor this year and I'll have to have a flail mower for the rear and then switch to bush hog on the rear and a sidearm bush hog for the winter.\n    I don't know much about tractors so I was hoping you guys could school me a little as to what hp I'll need and some recommendations. Thanks\n  2. LindblomRJ\n\n    LindblomRJ LawnSite Silver Member\n    Posts: 2,570\n\n    With the requirements listed I'd look for a tractor in the 45 to 60 horse power range. The tasks given are PTO intensive. Kubota, John Deere and New Holland are the big three. I prefer Deere or New Holland, but it is a matter of preference and dealer support.\n\n    I'd look at used. I'd look at something with up to 2000 hours, the more the hours the more I'd want to see the service records.\n    Posted via Mobile Device\n  3. How big of mowers?\n  4. LawnCareNoobie\n\n    LawnCareNoobie LawnSite Senior Member\n    Posts: 434\n\n    For rear bush hogging I heard of having at least 5 pto hp for every 1 foot width. So if you have a 5 ft bush hog you're going to want 25 hp minimum pto output. Keep in mind that it's not the total engine hp. The more hp you can get the better, obviously.\n  5. Snyder's Lawn Inc\n\n    Snyder's Lawn Inc LawnSite Platinum Member\n    Posts: 4,541\n\n    That's not always true all depends if its a 540 or 1000 pto bushhog\n\n    Takes more HP to run a 1000 pto BH\n    Takes less HP to run a 540 pto BH both being same size BH\n\n    Gear box takes more HP then tire driven BH\n\n    Check out Tiger they have Side arm cutter Most tractors are 80-100hp that runs sidearm cutters\n  6. Tharrell\n\n    Tharrell LawnSite Silver Member\n    Posts: 2,964\n\n    The potential jobs are divided road mowing in the city with a flail mower in the summer.\n    The winter job is a right away and flood control areas next to 2 rivers.\n    There is a lot of flat ground being done with a bush hog and some steep stuff inaccessible except by hand.\n    There are a lot of areas I think is being done (i would) with a side arm but it hasn't been done yet.\n  7. LawnCareNoobie\n\n    LawnCareNoobie LawnSite Senior Member\n    Posts: 434\n\n    I think specifically it's for a normal 540 pto with gearbox.\n\nShare This Page",
        "topic_id":15,
        "format_id":4,
        "topic_confidence":0.6495107412,
        "format_confidence":0.9850059152
    }
]