[
    {
        "url":"https:\/\/tech.co\/news\/startups-redefining-educational-space-2017-04",
        "text":"6 New Startups Redefining The Educational Space\n\nElena Prokopets\n\nTech startups are creating buzz in transportation, gaming, healthcare, and telecommunications sectors. Everybody knows this. What people may not realize is that technology has a huge impact on the educational space as well. In the first quarter of 2017, ed tech startups already closed over 130 funding deals, making it the highest quarterly deal count for this industry in over a year as CB Insights report. In general, EdTech spend is expected to reach $252 billion by 2020 according to a joint report from EdTechXGlobal and IBIS Capital.\n\nThere’s a good reason for such massive growth. Learning models have hardly evolved for the past 150 years, especially in K12 education. We still see a teacher explaining a concept to the class sitting behind desks with most materials being printed textbooks. Yet, modern students are not quite like their peers 150 years ago. They are among the first truly digital generation and they expect the technology to be present in the classroom as well. Next, digital skills are now in demand with over two million digital jobs expected to appear in the UK alone by 2020.\n\nThe following six startups are already addressing the changing educational landscape. They’re creating ripples and truly disrupting this industry with new solutions.\n\n\nNerdify is, at its core, a personal assistant app. The difference is that the founders of Nerdify have identified college students as their target market. Here, all the assigned assistants are referred to as ‘nerds’. You can get in touch with one via FB messenger or a quick text to explain what you need. Students submit whatever request they may have – whether it is just to order a book, get a quick answer to the academic question or get help with more complex tasks\n\nAfter the request is submitted, Nerdify will match you with the ideal nerd for the job. The company lets students know what their nerd can do for them, and how much it will cost.\n\n\nThe topic of literacy is very important to educators. What people may not realize is that it’s a complex issue that goes far beyond whether or not students can read. These days, to be considered truly literate, students must know how to discern facts from opinion, and how to analyze what they read to draw conclusions. Newsela is on the cutting of helping educators create truly literate students.\n\nThey do this by partnering with school districts and providing teachers with grade appropriate, carefully curated articles. This includes current events, technology, and more. Students simply work through the content, then take the assessment provided by Newsela.\n\nTeachers Pay Teachers\n\nTeachers Pay Teachers is an online community and marketplace created solely for educators. It is a place where teachers can share ideas with one another, and even sell educational resources that they have created.\n\nAccording to the website, participating teachers have earned more than 300 million dollars selling items through TPT.\n\n\nGood educators know the value of peer assessments and reviews. Unfortunately, the old method of having students pass their work to one another is a bit haphazard. It’s also difficult for instructors to get good insights. After all, how much can you learn about a student’s progress when they are likely passing their work to someone who is familiar to them?\n\nPeerGrade cuts through all of this by implementing a proven system that allows students to assess one another’s work, and also provides useful feedback to the instructor. It works quite simply. The instructor creates the assignment. The students complete it, and upload it. PeerGrade works for documents, videos, and other content. Finally, PeerGrade distributes the finished assignments for assessment. When the assessments are finished, the instructor receives a final report.\n\nClass Dojo\n\nIn a business, corporate culture is extremely important. It impacts morale, and customers’ perception of the company. When culture is good, people feel respected, that their needs are being met, and that they are heard. This applies to everyone including customers.\n\nLikewise, classroom culture matters as well. The ideal classroom culture encourages communication, ensures that everyone is treated with respect, and provides a safe place for learning. Class Dojo is a platform that uses a variety of tools to help students, parents, and teachers create positive and supportive learning communities.\n\n\nManaging communications between teachers, students, and parents can be difficult. Putting notes into backpacks and hoping they make it home has been proven to be a failed experiment. Virtual backpacks or other solutions that store communications online aren’t very effective either. Parents and students still have to remember to go look for information. Teachers have to remember to keep things updated.\n\nRemind is a communications tool that is safe, secure, and works in real time. Without exchanging phone numbers, Remind gives teachers, students, and parents a way to ‘text’ one another in real time. This can be used for assignment reminders, for students to ask teachers questions after hours, and to keep the communication flowing between parents and instructors.\n\nEconomics, politics, and a variety of other factors impact what goes on in the classroom. It will be interesting to see where these six up-and-comers are at a year from now.\n\nRead more about budding startups here on Tech.Co\n\nPhoto: Flickr\/Abhishek Baxi\n\nThis article was last updated on:\nDid you find this article helpful? Click on one of the following buttons\nWe're so happy you liked! Get more delivered to your inbox just like it.\n\nWe're sorry this article didn't help you today – we welcome feedback, so if there's any way you feel we could improve our content, please email us at contact@tech.co\n\nSolopreneur, digital nomad and freelance writer. Elena runs a popular blog where she shares her adventures and cultural escapades. When not on the road, she lives in a charming French town, lost in Jura mountains.",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9824803472,
        "format_confidence":0.8970139623
    },
    {
        "url":"http:\/\/bluecollarworship.com\/the-extra-divine-guide-to-better-communication-with-your-team\/",
        "text":"Pages Menu\nCategories Menu\n\nPosted on May 14, 2013 in Featured Slider, Leadership | 2 comments\n\nThe Extra-Divine Guide to Better Communication with Your Team\n\nGet ready! I’m about to offer you 3 lists, each with its own list of 3 (so that you know it’s extra-divinely inspired!!!), on what I consider to be the linchpin of leadership: Communication. Leader-to-team communication has been making or breaking leaders since the dawn of time. And it can take place in a million ways these days (face-to-face, phone, text message, email, Skype, Facebook, Twitter, etc).  These principles will apply, no matter which mediums you use to communicate with your team.\n\nDefense Making Plans\n\nWhy Communication:\n\n  1. Gathering and Dispersing Information. This is obvious, isn’t it? Leaders have to initiate communication because nothing gets done without knowledge: “Here’s the next quarter’s schedule.” “Penelope said ‘no’ to this volunteer opportunity, any suggestions for a next ask?” And so forth…  Perhaps the next two reasons for communication will surprise you. They are often unexpected by-products of communication.\n  2. Buy-In.  Healthy, consistent communication leads team members to buy in to the leader and into the team mission.  At an elementary level, this works because people cannot buy into what they know nothing about. Regular communication allows the opportunity to know you and the mission…and people become devoted to the people and causes they know best.\n  3. Unity. Without clear communication, each team member has their own ideas (or lack thereof) about their role, the team’s role and the leader’s role.  This ultimately leads to…well, not much of anything. But clear communication provides a single-minded sense of purpose that can lead to really big wins!\n\n\nBad Communication:\n\n  1. Difficult to read. We didn’t all ace English class but we CAN all write and speak in understandable fashion.  That might mean proofreading your email or even having someone proofread for you. With verbal communication, try practicing in front of a mirror or friend.\n  2. Talking to a subordinate. No one likes to be talked down to; no one wants to feel they’re nothing more than a cog in your wheel. Begin by replacing “I\/You” with “Us\/We”.  Tell them regularly that you enjoy working with them (sometimes I add “together” as emphasis or use a word like “alongside” to facilitate feelings of partnership rather than leader\/follower).\n  3. No Communication. Hands-down, no communication is the absolute worst communication. Really??? Really.  Even if you called people on your team and cussed them out, at least something would happen (i.e. they all quit your team)! And that’s preferable to wasting good people’s time on a team going nowhere.\n\n\nGood Communication:\n\n  1. Emphasizes key points. In an email format, this could mean using bulleted lists and\/or making key points bold or italicized. Try to focus people’s attention or they’ll be lost in a sea of text.  In verbal communication try repeating important items. You can also have them write it down or say it back to you.\n  2. Concise and clear. Sometimes I struggle with this one.  Case-in-point, it would be advisable to replace 3 lists of 3 with 1 list of 1!\n  3. Positive and passionate. EVERY TIME you communicate (even when you don’t feel like it; even when you’re tired and weary), your team needs to know that you’re excited about the possibilities and that you believe in their potential to accomplish great things.\n\nWhat’s the hardest part of communication for you?\n\n\n  1. those are great tips I am sure you are encouraging leaders to do their best\n\n    • Thanks so much!\n\n\n  1. Worship Ministry Value Statements | Blue Collar Worship: Lead Strong - […] communicate and review them once a year with the team. I don’t even actually expect them to remember or…\n\nPost a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.565099597,
        "format_confidence":0.7775007486
    },
    {
        "url":"http:\/\/www.naijaolofofo.com\/list-of-the-overall-best-universities-in-nigeria-released\/",
        "text":"List Of The Overall Best Universities in Nigeria Released\n\n\nUniversity of Ibadan holds the position as the Best University in Nigeria. University of Jos (UNIJOS) has been named as one of the best among second generation Universities in the country.\n\n[READ Here] : 5 Sexiest Spots To Touch A Woman During Séx !!!!\n\nUniversity of Jos was ranked the best after Ilorin, according to the 2015 ranking of the Nigerian Universities Commission (NUC).\n\n2nd generation Universities are the 12 universities established between 1970 and 1985 to meet the increasing need for university education in Nigeria especially in the area of Science and Technology.\n\nNUC named the University of Ibadan in overall first position while Covenant University was rated as the best private University in Nigeria.\n\nREAD ALSO:  I Will Support Bill To Free LGs From States – Buhari\n\nAD:==> Get Your Music & Video on Top Blogs in Nigeria !!!\n\nAbout the author\n\n\nOluwafemi Toslaw -Webmaster, Young Media Entrepreneur, Blogger and Founder NaijaOlofofo Media\n\nLeave a Comment\n\nFree WordPress Themes",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9912035465,
        "format_confidence":0.8430783749
    },
    {
        "url":"https:\/\/portalbubalu.com.br\/22-best-work-from-home-jobs\/",
        "text":"22 Best Work From Home Jobs\n\nFollow the Twitter handles of job boards – Social media can do wonders when it comes to getting quality work from home job. Writing is one of the most popular work from home jobs in recent years. Picking an excellent job website and setting up job alerts is likely to increase your odds of getting good work from home coding or programming job. Entrepreneurs – hire freelance coders and programmers to build a proof of concept to demonstrate their idea. While most people can edit simple videos, it takes an expert to cut together an amazing short video or film.\n\n  • The revenue can be heavy with videos using popular music.\n  • Not only could you earn up to $300 for each domain you resell, but you could practice your coding skills.\n  • This means you avoid payment delays, site fees, and lack of convenience.\n  • Check out my in-depth guide on how to sell photos online and make money.\n  • A virtual assistant is an individual who provides assistance and support to entrepreneurs, small businesses, and other professionals.\n  • Of course, you’ll need to purchase your materials and pay for shipping costs, so be sure to add these to your sales price.\n\nPrint on demand allows you to sell your custom artwork on products like t-shirts, bags, phone cases, mugs, and more. The best part about it is that you can create and sell products under your own brand. Also, you can completely automate the logistics of the business by choosing to dropship your print on demand products. This is where you design products, add them to your store, Jobs That Allow You to Earn Money From Home promote them, and take orders from your customers. The orders are fulfilled by the print on demand company that prints your designs onto the products, then ships the items directly to the customer. How much money can you make with this side hustle job? You could make anywhere from $50 to $2,000 a month depending on the side gigs you take on and the platform you use.\n\nHow To Earn Money From Home Without Any Investment\n\nThese days most clients love the flexibility that online coaching provides. They can follow a personalized fitness plan but can fit that plan into their weekly routine without the stress of having to go to the gym. You don’t have to be super crafty to make money from home with your own products. You can design your own products and commission someone else to make them for you, like my friend Chloe does.\n\njobs you can do from home and make money\n\nIf you only knew how many people regret quitting learning a musical instrument when they were kids. There are just as many adults wanting to re-learn an instrument as there are parents trying to get their kid to learn – you can teach them both! This has to be one of the best work from home jobs, because you get to do something you love, get paid top dollar for it, and not really have to leave your couch. Very few people who make videos enjoy editing them – and if you know how, this is an ideal work from home job. All it takes is some software and some practice to become a pro with these kinds of jobs you can do from home. You know what sells and you have a passion for helping others reach their business dreams – being a marketing consultant could be right up your alley .\n\nCheck out this highly recommended course Learn Photoshop, Web Design & Profitable Freelancing. Promote your services to your social network and create a wordpress blog showcasing your services and work. Take this Free Mini-Courseor check out these companies hiring for remote transcription jobs along with a work at home success story from Kim . Bookkeepers record financial transactions for small business owners. I have an awesomeinterview with two virtual bookkeeping moms who are now successful Virtual Bookkeepers who started with no previous experience.\n\nGet Ready Financially\n\nIf you’re a beginner, your best option is to sign up with transcription job sites like Rev or Scribie to find paying jobs that you can do on a contractor basis. You can also offer your services on Fiverr or reach out to companies and entrepreneurs to pitch them your services. For example, if you like a specific podcast, see if it needs someone to transcribe episodes. As surveys take a bit more time than watching ads, it’s not one of the best paid online jobs out there, and it’s more difficult to make a lot of money from this strategy. If you’re more of an artsy and crafty type — consider opening up an online storefront on Etsy.\n\n  • If so, you really should consider doing this because you could make a lot of money.\n  • This is because the teacher can focus on just one person and potentialize the learning curve.\n  • While you build your credibility in the job market, you can easily find job listings on various freelance sites as well.\n  • I know many people who work online for the same reasons I do, and they love it.\n  • Once you get known locally, word-of-mouth should do the rest.\n\nYes, online jobs do pay well and there are a wide range of options and salaries. For example, on the low-end, you could become a virtual assistant and earn an average pay of $17\/hour. You could also learn highly-valuable skills to get a remote sales job that makes you six figures. On the high end, you could also learn how to start a blog and make money with affiliate marketing.\n\nLegitimate Work From Home Jobs To Start Today\n\nUnder no circumstances should any information from this blog be used as replacement for professional financial advice. I have a BS in Biochemistry and 1 year of experience as a primary school teacher. And if no, what other areas listed above can I fit in? I love booking reservations and people always tell me they can hear a smile on my face as I talk without them in front of me. I can not find anything in my area to work from home making reservations. I had to leave my current job just last month because of difficulties with a co-worker and the boss could not help with the problem.\n\nData entry jobs are work from anywhere jobs where you are behind a computer or laptop, and you input data – numbers or any other information such as phone logs into a database. Be sure to cultivate skills such as organization, attention to detail, and teamwork. Data entry jobs tend to be all over the internet but as you browse through them, you need to be really careful to avoid scams. These jobs will by no means make you rich so they should ideally be considered as supplemental income. To start, it will be helpful for you to know and understand what an audience in your client’s niche is drawn to.\n\n#5 Launch A Print On Demand Store\n\nYou only have to inform the local council if the nature­ of the house is going to change from a home to business premises, which is unlikely. Try advertising locally or registering with an agency like Personal Tutors. Click here for more information and a list of genuine survey companies.\n\nAdditionally, employees save up to $4,000 per year working from home half the time. This number increases substantially when you factor in living in a less expensive area to work remotely full time. Work from home jobs are on the rise and social distancing is only accelerating this trend. I have been in dropshipping biz registered in my state for the last 3 years and can’t really get it moving. It is an amazing post and you explained it in a detailed way. I like Airbnb because it allows hosts to be pretty hands-off if they wish. You can communicate with guests via the app’s texting feature, and you can also set up your own check-in process with a lockbox or similar setup if you aren’t around.\n\n  • In my blogs my sentences will be shorter as most people skim first to catch a glimpse of seeing something that they want to read.\n  • This is called a passive income strategy, or a deferred income strategy.\n  • The expense of setting up an office may include laptops, printers, internet service, cellphones, business cards, web hosting, business services, and software.\n  • Transcriptionists take audio and video content and turn it into written text.\n  • They also look for proofreaders who have basic knowledge in programs such as Mircosoft and Google Docs.\n\nMany people these days are learning all about Facebook Ads and figuring out ways to create ads that sell. They then pitch their services to large brands with the idea that they’ll create an ad on Facebook that will increase revenue for that company. FlexJobs is one of the top websites for finding remote work – there are over 50 job categories!\n\nAffiliation Products\n\nIf you are sociable, great at persuading people and know how to sell well, a good option may be to resell products to your friends, family and neighbors. Of course, in order to do this, you must have an appropriate environment to welcome your students into your home. But if you don’t have it, you can create online classes with video lessons. Good writing is a great quality to have when working online. If you like or are good at it, you can always become a freelancer writer or, of course, write your own blog. A copywriter needs to study a lot about persuasion techniques and sales psychology, once her pieces will be used to generate profit for people who have hired this service.\n\nIf you’d prefer a more flexible teaching job, consider tutoring through Education First or VIPKid. You get to set your own hours, and there’s no lesson planning involved. They provide the lesson materials and communicate with the parents; all you need is a laptop and a desire to help teach children. Thanks for the message and sorry to hear that you think teaching online is a scam. It definitely isn’t a scam and there are thousands of people earning a living from teaching .\n\nYou can also find work-from-home jobs by cold calling or emailing businesses in your area, friends who are business owners, or connecting with businesses on social media. Facebook has networking groups for most professions, as does LinkedIn, and if you have a local chamber of commerce or small bus... (truncated)",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.956894815,
        "format_confidence":0.9869070053
    },
    {
        "url":"http:\/\/www.startribune.com\/printarticle\/?id=222732551",
        "text":"A tour group at Harvard University in Cambridge, Mass.\n\nElise Amendola, Associated Press\n\n10 tips every college freshman should know\n\n  • Article by: Lee Bierer\n  • McClatchy Newspapers\n  • September 8, 2013 - 5:12 PM\n\nIt’s so important for freshmen to make good first impressions and avoid disastrous mistakes. Here are 10 tips to start your first semester right.\n\n\n1. Manage your time. Accept that you can’t do everything and be everywhere during the first few weeks of school. Prioritize what’s important to you and what is likely to affect the rest of your freshman year. Strike a good balance between studying and socializing and keep revisiting the issue.\n\n\n2. Ask good questions. You’ll meet new people every hour of every day for your first week. Try to learn more about the people you’re introduced to before you start talking about yourself. Demonstrate your interest in what they’re saying, doing and where they’re from.\n\n\n3. Get organized. Create some structure in your life. Put your keys in the same place every night and find a convenient place for your papers, books and computer so you don’t have to search for what you need.\n\n\n4. Explore on and off campus. Make sure you know how to get back to your dorm from anywhere on campus. Test your sense of direction and be certain you know how long it takes to get to different buildings so you are not late for classes, labs or meetings.\n\n5. Take care of yourself physically and emotionally. Watch what you eat, especially that first week when free junk food abounds. Get enough sleep, and exercise at least four times a week, even if it’s just a walk around campus.\n\n\n6. Check out quiet places to study. Find indoor and outdoor study spaces where you won’t be distracted. It’s a fun challenge.\n\n\n7. Find friends with common interests. Identifying with a few students early on really helps ease the adjustment. You can get involved with a club, religious group, dorm buddies, high school friends or class.\n\n\n8. Set up a budget. Students will earn the respect of parents and friends if they can live within a reasonable budget.\n\n\n9. Bring a solid DVD collection. Some nights it will be nice to just hang in and get to know your roommates and other new friends.\n\n\n10. Don’t pledge Greek life. Pledging in the first few days of school can be socially traumatic. You are much better off waiting until spring if your college offers that option. Go out, have fun, but trust your instincts and don’t go crazy.\n\nWalk around, talk to strangers, get a feel for college life and don’t rush into commitments of any kind.\n\n© 2014 Star Tribune",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9523965716,
        "format_confidence":0.9707867503
    },
    {
        "url":"https:\/\/www.payscale.com\/career-news\/2016\/09\/5-seasonal-jobs-arent-retail-elf",
        "text":"Back To Career News\n\n5 Seasonal Jobs That Aren’t Retail Elf\n\nTopics: Data & Research\nWhen you think of seasonal jobs, very specific types of gigs probably spring to mind. Most likely, you’re picturing retail jobs, with a special focus on the kind that require you to wear elf ears and striped stockings.\nseasonal jobs\nImage Credit: Kim Bost\n\nWhile retail gigs can be an excellent way to make some extra money during the holiday season, they’re far from the only show in town. Don’t think you’re out of the running, just because your career has progressed past entry-level work or your temperament isn’t suited for dealing with crowds of kids who definitely belong on the Naughty List.\n\n“Seasonal jobs can be a great strategy for professionals to supplement income during the holiday season, and there is a wide variety of opportunities for seasonal work — from ski instructor to tax associate to election worker,” said Sara Sutton Fell, Founder and CEO of FlexJobs, in a press release. “But beyond that, seasonal jobs can also be a great way to gain experience and skills, build upon your resume, provide a foot in the door with a company to a permanent position.”\n\nRecently, FlexJobs ran a list of 15 seasonal job opportunities that popped up in their database — and only one of them involved learning the names of all eight (nine — sorry, Rudolph) of Santa’s reindeer.\n\nDo You Know What You're Worth?\n\nHere are few jobs you might not know about:\n\n  1. Election Clerk\n\nIf you’re organized and efficient, and interested in participating in the democratic process beyond just casting your own vote, this temporary, part-time gig might appeal.\n\n  1. Seasonal Sports Instructors\n\nFlexJobs’ list offers opportunities for Ski Instructors and Fly Casting Instructors, but those are only two of many possibilities. If you’re experienced in your sport and a good teacher, this might be a perfect way to enjoy one of your favorite hobbies, make a little money, and help others connect with something you love.\n\n  1. Tax Associate\n\nTax season feels a long way off, but it’s never too early for tax professionals, who can start finding their perfect seasonal gig now.\n\n  1. Admissions Reader\n\nWait, isn’t school already in session? It is, but since many colleges and universities have rolling admissions and\/or transfer students, opportunities for Readers are seasonal but ongoing.\n\n  1. Human Resources Administrator\n\nSomeone has to vet and hire all this temporary help, so it’s no wonder that some HR departments find themselves in need of temps to screen the temps, so to speak. If you’re an HR professional and between full-time jobs, this might be the perfect way to keep your own resume from developing gaps.\n\nTo find temporary jobs in these and other categories, check out FlexJobs’ list.\n\nTell Us What You Think\n\nHave you worked at a temporary seasonal job — and if so, was it a good experience? Join the conversation on Twitter or leave a comment.\n\nFeatured Image via Greencolander\n\nJen Hubley Luckwaldt\nRead more from Jen\n\nLeave a Reply\n\nNotify of\nWhat Am I Worth?\n\nWhat your skills are worth in the job market is constantly changing.",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9919256568,
        "format_confidence":0.9795867801
    },
    {
        "url":"https:\/\/www.beaconjournal.com\/story\/news\/2021\/04\/13\/make-grade-amazing-teacher-nominations\/7186174002\/",
        "text":"Meet this month's Make the Grade Amazing Teacher nominees\n\nAkron Beacon Journal\n\nJennifer Pederi, Coventry Local Schools, Coventry Elementary School, Title One tutor \n\nJennifer Pederi.JPG\n\nMrs. Pederi is a seven-year experienced educator at Coventry Elementary School.  Jennifer has been an integral part of our Title One Program for many years as well as heading up our Key Steps program for the last 3 years.  Mrs. Pederi has had to be very flexible this year.  She has taken over for many of our staff who have been out for short stints and has done an amazing job of acclimating herself to many different grade levels curriculum.  We have appreciated her flexibility and her dedication to our students throughout the year.  Jennifer never complains but just continuously does what is needed for the betterment of our students and our school.  Mrs. Pederi is a wonderful asset to our school. \n\nBobbi Angely, Stow-Munroe Falls City Schools, Kimpton Middle School, eighth grade counselor \n\nBobbi Angely\n\nKimpton Middle School would like to nominate Bobbi Angely as an Amazing Teacher. Bobbi serves students as the eighth grade school counselor. Throughout this year, Bobbi has worked and reworked schedules to make sure that students are safe and have an opportunity to learn. Bobbi also continues to connect with students and families to find out how we can help students to succeed inside and outside of the classroom. Bobbi and the wonderful Kimpton teaching team work together to create plans that can help meet the needs of each student. We are proud to be on the same team as Bobbi Angely. \n\nDavid Jurmanovich, Springfield Local School District, SpringHill Elementary School, principal \n\nDavid Jurmanovich\n\nMr. David Jurmanovich, who is better known as Mr. J., Has served faithfully in the Springfield Local School District for 27 years. He has taught in the district at Lakemore Elementary and served as assistant principal at Schrop Intermediate. He is currently the principal at SpringHill Elementary, which is a Pre-K through third grade building. Since coming to SpringHill Mr. J. has supported and helped to implement The Leader in Me initiative. He has also supported the PBIS (Positive Behavioral Intervention Supports) program, which has received the bronze medal from the state of Ohio for the 2018-19 school year. Mr. J. empowers his staff to make decisions to best meet the needs of the students for success both emotionally and academically. You can see him in the hallways engaging with students and hear his infectious laugh throughout the building. This community is dear to his heart as for the past 33 years Mr. J. has been a proud member of the community and is a powerful advocate for the successful growth of Springfield Township.  \n\nRebecca Butler,  Akron Public Schools, Buchtel Community Learning Center, ninth grade physical science teacher \n\nRebecca is constantly researching different ways to help students learn the required materials. She has used all different types of science labs — some that are physical and some that are virtual. Virtual labs help students learn how to manipulate items on the computer. Additionally, she is working on collaborating with more partnerships outside of school within our Career and College Academies and the community. She encourages  students work on projects and concepts that are connected to real world problems, because she finds that they are more engaged and take pride in their work. \n\nLisa Flynn, Norton City Schools, Norton Middle School, seventh grade math and science teacher \n\nLisa Flynn\n\nLisa is a lifelong learner soaking up ideas from her colleagues and anywhere she can. Her absolute favorite part of teaching is building relationships with her students. She always wanted to work with kids and her love of math just made teaching a perfect fit. Lisa's love of education and support for her students is evident in her classroom each and every day. \n\nJennifer Belza, Hudson City School District, East Woods Intermediate School, fourth grade teacher \n\nJennifer Belza\n\nJennifer Belza is a kind and energetic fourth grade teacher at East Woods Intermediate School. Throughout this challenging and unconventional school year, Mrs. Belza has fully embraced a significantly different format for teaching and learning, and her students have continued to thrive. She teaches her students to have a growth mindset, embrace mistakes and continue doing their best in the face of challenges. She has been an extremely supportive presence for our students and staff during this difficult year. Mrs. Belza serves as a fourth grade math content facilitator for our staff and continues to be an important curriculum support for teachers. East Woods Intermediate School would not be the same without the optimistic presence of Mrs. Belza! \n\nStephanie Raub, Hudson City School District, East Woods Intermediate School, third through fifth grade media specialist \n\nStephanie Raub\n\nStephanie Raub is a generous and dedicated media specialist at East Woods Intermediate School. Throughout her time at East Woods, Mrs. Raub has lead the charge in making our media center one that students love to visit! She has organized a host of resources in the media center for students and staff to utilize and enjoy, ranging far beyond books. Resources for research, video streaming, coding, website evaluation, BlocksCAD, and many, many other technology resources help enhance the educational experience for students and staff. Mrs. Raub plays an integral part in the logistics of recording our morning video announcements. Mrs. Raub and her media aides do so much for our school, but she is best known to students for the enjoyable book reviews she does for students. She truly gets our students excited about reading!",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9973291159,
        "format_confidence":0.5410434604
    },
    {
        "url":"https:\/\/directnetwork.mbsdirect.net\/3-ways-to-save-your-students-time",
        "text":"The Direct Network\n\n5 Ways to SAVE Your Students Time\n\nPosted by Joe Clarkin on Feb 19, 2015 3:00:00 AM\nTopics: Higher Ed, K-12, Time Saving Solutions\n\nThere are countless things your students would rather do then spend a lot of time and effort ordering the books they need. Your online bookstore already makes this process easy, but why not make it even easier with one of these options?\n\n\nAuto Order:\n\nBy bundling course material costs with tuition, Auto Order ensures students will have the right books before classes begin, without having to place their own orders. This is a popular choice with private sector schools and universities.\n\n\nShop by Schedule:\n\n5ways-v2-FastPassShop by Schedule simplifies the ordering process for students. After logging into their Online Bookstore, students will immediately see a pre-populated list of all the course materials associated with their schedule. Not only does this allow your students to spend less time ordering, but is also helps to ensure they receive the right books.\n\n\n\n5ways-v2-RegistrarLinksCourseLinks makes the ordering process easier for students by using basic scripting to link them directly to their course listing within your Online Bookstore so they can easily find and purchase their course materials. The flexibility of CourseLinks allows you to integrate it within the registration process, your online syllabus or anywhere in between.\n\n\n\nMake your Online Bookstore the one-stop shopping destination for your students! With Marketplace, they won't have to scour the internet trying to find a good deal — and the added convenience means that they may be more likely to purchase all of their course materials at once, increasing the likelihood that they'll also buy more items from your store.\n\n\nBlackboard Store:\n\nIs your school a Blackboard School? When you put your store into Blackboard Learn, you'll bring convenience to a whole new level for your students, with their classes and course materials all in one place.\n\n\n\nContact your Account Manager for more information or to get started with these services!\n\nAbout Joe Clarkin\n\nJoe Clarkin is a former copywriter at MBS. When he’s not working or studying, you’re most likely to find him reading a book or watching a game.\n\nRelated articles on the Direct Network\n\nArticle comments\n\nSubscribe to Our Newsletter\n\nMost popular posts\n\nMost popular topics\n\nsee all",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.970851481,
        "format_confidence":0.9582594633
    },
    {
        "url":"https:\/\/posts.syr.edu\/tag\/isas\/",
        "text":"10 Reasons Indigenous Students Should Consider Syracuse University\n\nAre you looking for a college or university with a strong Indigenous community? Syracuse University is consistently recognized as an institution that leads the nation in Indigenous academic programs and student support services.\n\nRead on to discover a few of the reasons why Admissions Counselor and Native American Liaison Tammy Bluewolf-Kennedy believes Syracuse might be a great fit for you!\n\nStudents celebrate Indigenous Peoples' Day on campus.\nStudents celebrate Indigenous Peoples’ Day on campus.\n  1. Syracuse University sits on Onondaga Nation ancestral homelands in the heart of Haudenosaunee territory with several Haudenosaunee communities nearby to provide support and ceremony.\n  2. The University’s adoption of and commitment to the Haudenosaunee Promise Scholarship, Honor Scholarship and Indigenous Pathways Grant help make a Syracuse education affordable for Indigenous students.\n\n    The Haudenosaunee flag flies next to the Syracuse University flag on the Quad.\n    The Haudenosaunee flag flies next to the Syracuse University flag on the Quad.\n  3. The University community shows respect and value for its partnership with the Onondaga Nation through adoption of a Land Acknowledgement that is read before all major events and by flying the Haudenosaunee Confederacy flag on campus.\n  4. Take part in Syracuse’s Native Student Program, which offers a home away from home for students and whose dedicated Indigenous faculty and staff, including Assistant Director of the Native Student Program, Office of Multicultural Affairs Regina Jones, are present to mentor and support you through your academic career.\n  5. Syracuse officially recognizes Indigenous Peoples’ Day and Native Heritage Month with special events, speakers and presentations that celebrate Indigenous cultures and traditions.\n  6. Students, no matter what they are studying, can pursue an academic minor in Native American and Indigenous Studies or a certificate in Iroquois Linguistics.\n  7. Seeking counseling or group therapy? Request to work with an Indigenous counselor through Syracuse’s Barnes Center at the Arch, who provides culturally appropriate mental health support.\n  8. Join a tight-knit community of Indigenous students who hail from across North and South America and pursue leadership experience through student groups like Indigenous Students at Syracuse (ISAS).\n  9. Request to live in the Indigenous Living Learning Community (LLC) in Haven Hall and attend Indigenous festivals, campus lectures and social activities with fellow LLC students.\n  10. Graduates become part of Syracuse’s Ongwehonwe Alumni Association, an ever-growing group of Indigenous Orange alumni!\n\nQ&A with Maris Jacobs ’19\n\nStudents at the early orientation sponsored by the University's Native Students Program.\nStudents at the early orientation sponsored by the University’s Native Students Program.\n\nDid you know that Syracuse University’s picturesque campus sits on over 720 acres of ancestral Onondaga land? The Onondaga Nation are the Firekeepers of the Haudenosanuee Confederacy, which is made up of six Indigenous nations: the Mohawk, Oneida, Tuscarora, Onondaga, Cayuga and Seneca.\n\nIn addition to the land acknowledgement read at the start of official University events, Syracuse also pays tribute to the Onondaga Nation and the Haudenosaunee people through the Haudenosaunee Promise Scholarship, Native Students Program (NSP), and Native American and Indigenous Studies minor. Learn more about these programs and more from Maris Jacobs ’19, below!\n\nMeet Maris Jacobs ‘19\nHometown: Kahnawà:ke Mohawk Territory (just outside of Montreal, Quebec)\nMajor: Communication and Rhetorical Studies with a minor in Nutrition\n\nMaris Jacobs '19. Photo courtesy of Maris Jacobs.\nMaris Jacobs ’19. Photo courtesy of Maris Jacobs.\n\nWhy did you choose to attend Syracuse?\nI knew very little about Syracuse before I was admitted! I knew of two other girls from my hometown studying at Syracuse who applied after learning about the Haudenosaunee Promise Scholarship. Looking back, the Native Student Program (NSP), Indigenous Living Learning Community (ILLC), and Indigenous Students at Syracuse organization (ISAS) were what made my time at Syracuse meaningful. In them I found a community of people I could depend on when I needed help and also felt like I had found a place I was meant to be!\n\nWhat was your transition to life at Syracuse like?\nI was anticipating a slow start to making connections and friends, but the ILLC and NSP made it much easier on myself and my family. It’s very easy to feel alone in a place you don’t know surrounded by thousands of strangers. I’m thankful that SU had programs that helped me find a living situation that I was comfortable with.\n\nI also attended NSP’s early orientation program along with all the other freshmen who were staying on the ILLC floor in Haven Hall. I got to know everyone I’d be living with as well as some of the staff. By the end of orientation, I felt like we had been friends our whole lives. It was exactly what I needed.\n\nWhat were you involved with on campus?\nThroughout my time at Syracuse I was actively involved in NSP and ISAS! I also studied abroad in Florence, Italy during a six-week summer program.\n\nISAS is a way for students to become more involved on campus through a community that recognizes the importance of maintaining an Indigenous presence at Syracuse. We plan and organize events for Indigenous Peoples Day, Native Heritage Month, and host speakers and special guests that the entire University community can enjoy, as well.\n\nStudents tabling on the quad in recognition of Indigenous Peoples' Day.\nStudents tabling on the quad in recognition of Indigenous Peoples’ Day.\n\nThe longer I participated in ISAS, the more I felt I could contribute, and I eventually held the role of president. Some of my responsibilities were to organize meetings, execute ideas and ensure that we got as many people involved in our programs and events as possible. I started to take on more responsibility in my junior year because I loved being a part of planning and brainstorming activities. I just wanted to see things keep improving and my role as president was all about how I could turn the input of others into something we could all share together.\n\nWhat was a typical day like for you on campus?\nIn between classes, you could almost always find me at 113 Euclid Avenue, home of the NSP. The shared office and lounge space for the NSP is where lots of students would stop to take a breather during the day. It became my home base for most of my time spent at Syracuse. If I wasn’t taking a nap or catching up on homework, I was eating PB&J sandwiches and telling stories with friends!\n\nSo much of our ISAS’ programming is run out of 113 Euclid and it is important that it’s a place we can use to feel ourselves. NSP and ISAS’ Fall Connections, Identity Series, beading club, planning committees, guest speakers, and meeting are all held here, and it is also where the office of Regina Jones, advisor\/director of NSP is located. Regina, along with Tammy Bluewolf-Kennedy, our Native liaison in the Office of Admissions, are two great members of the Indigenous faculty and staff on campus who are continuously enhancing our programs! They have been amazing resources and really helped me be successful at Syracuse.\n\nWhat advice would you give to prospective Indigenous students regarding attending Syracuse?\n\nStudents celebrating at the Native Students' Program\/Haudenosaunee Promise graduation ceremony. Photo courtesy of Maris Jacobs '19.\nStudents celebrating at the Native Students’ Program\/Haudenosaunee Promise graduation ceremony. Photo courtesy of Maris Jacobs ’19.\n\nI would encourage all students to stop by 113 Euclid for a visit with Regina and a chance to meet other Indigenous students. When I started my journey at SU, I had no intention of becoming president of anything. My involvement in ISAS was something that grew out of friendship and a desire to feel like part of a community. You won’t regret the bonds you will make with other students like you. By the end of your time at Syracuse, you will have a whole network of people behind you whether they are students, faculty, or staff.",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9840841889,
        "format_confidence":0.8446862698
    },
    {
        "url":"http:\/\/www.readingrockets.org\/article\/top-10-resources-dyslexia",
        "text":"Our weekly picks\n\nTop 10 Resources on Dyslexia\n\nLearn about the common signs of dyslexia, how parents can support their child and celebrate their strengths, the role of assistive technology, how the latest brain research can help kids with dyslexia, and more.\n  1. Dyslexia Basics\n    Do you think your child or student might have dyslexia? \"Dyslexia Basics,\" a factsheet by International Dyslexia Association, tells you the definition, symptoms, causes and effects. Find out how to help.\n  2. Clues to Dyslexia in Early Childhood\n    The earliest clues involve mostly spoken language. The very first clue to a language (and reading) problem may be delayed language. Once the child begins to speak, look for difficulties with rhyming, phonemic awareness, and the ability to read common one-syllable words.\n  3. Clues to Dyslexia from Second Grade On\n    The specific signs of dyslexia, both weaknesses and strengths, vary widely. Problems with oral language, decoding, fluency, spelling, and handwriting are addressed, as well as strengths in higher order thinking skills.\n  4. Reading and the Brain\n    Hosted by Henry Winkler, who has had his own struggles with reading, Reading and the Brain explores how brain scientists are working to solve the puzzle of why some children struggle to read and others don't. Startling new research shows the answer may lie in how a child's brain is wired from birth. This program is part of our PBS Launching Young Readers series about how children learn to read, why so many struggle, and what we can do to help.\n  5. What Are Classrooms Like for Students with Learning Disabilities?\n    Classrooms can be perilous in a number of ways for students with learning disabilities. Here are some tips to remember when working with students with LD. Reading Rockets has developed a set of family literacy bags to encourage hands-on fun and learning centered around paired fiction and nonfiction books.\n  6. Assistive Technology for Kids with Learning Disabilities: An Overview\n    If your child has a learning disability, he or she may benefit from assistive technology tools that play to their strengths and work around their challenges. This article will introduce parents to the role of AT in helping their children with LD.\n  7. Spelling and Dyslexia\n    Spelling is a challenge for people with dyslexia. The International Dyslexia Association provides a fact sheet explaining why people with dyslexia have trouble spelling, how to find out the reasons a particular child has this difficulty, and how to help children with dyslexia spell better.\n  8. Strategies for Summer Reading for Children with Dyslexia\n    Here are a dozen simple strategies to help your children keep the academic skills they learned during the school year. Support them as they read. Give them material that is motivating — and some of it should be easy. Help them enjoy books and feel pleasure — not pressure — from reading. The summer should be a relaxed time where their love of learning can flower.\n  9. FAQs About Dyslexia\n    Dyslexia is the most common learning disability, and Reading Rockets gets lots of questions about it, including what it is, warning signs, what to do, and how to help. Here you'll find questions from parents and answers from our experts.\n  10. Learning Disabilities, Dyslexia, and Vision\n    Thanks to advances in imaging techniques and scientific inquiry, we now know much more about learning disabilities (LD), dyslexia, and the role of vision problems. The American Academy of Pediatrics, the Council on Children with Disabilities, and the American Academy of Ophthalmology published a joint statement that summarizes what is currently known about visual problems and dyslexia. The statement also covers what treatments are and are not recommended when diagnosing and treating vision problems, learning disabilities, and dyslexia.\nReading Rockets (2011)\n\n\nYou are welcome to print copies or republish materials for non-commercial use as long as credit is given to Reading Rockets and the author(s). For commercial use, please contact\n\n\nMay I simply say what a relief to uncover a person that genuinely understands what they are talking about online.You certainly understand how to bring a problem to light and make it important.\n\nAdd comment\n\nPlain text\n\n  • No HTML tags allowed.\n  • Web page addresses and e-mail addresses turn into links automatically.\n  • Lines and paragraphs break automatically.\nBy submitting this form, you accept the Mollom privacy policy.\n\nSign up for our free newsletters about reading\n\nSummer Reading Tips to Go! Delivered to your mobile phone in English or Spanish. Sign up today!\n\n\nOur Literacy Blogs\n\nDr. Joanne Meier\nDr. Joanne Meier\nFebruary 14, 2014\nMaria Salvadore\nMaria Salvadore\nStart with a Book: Read. Talk. Explore.\n\"A book is like a garden, carried in the pocket.\" — Chinese Proverb",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.7707852125,
        "format_confidence":0.9924814701
    },
    {
        "url":"http:\/\/hdwl.org\/",
        "text":"3 Most Effective Teaching Methods\n\nEvery generation has a way of absorbing information and applying it in their lives. However, no one teaching method fits all. Every couple of years it is necessary to evaluate the teaching methods as an educator.\n\nThe Classic Approach\n\nAn adage goes that you can take a horse to the river, but you cannot coerce it to drink. The same way, most educators still hold dear the classic ‘About the Topic’ method of teaching. The problem is that students in the modern age have a reduced attention span, out of the need to get to the next interesting thing.\n\nThe aim is to hold the attention of the student, captivate them, and inspire them to learn more. The era of force-feeding information down and a cane in hand is long gone, and it is time to adopt teaching methods that will work to prepare the next generation of leaders.\n\nLet us look at some of the latest and efficient teaching methods today.\n\nDesire Method\n\nA proven solution is the desired method of teaching. It works by rousing interest in the student beforehand, so that they understand the benefits of whatever you are about to teach. By showing the benefit, you create a desire in the student, and you will have their undivided attention.\n\nPreview Strategy\n\nThe aim of this strategy is to create a level of anticipation for your students before the commencement of a lesson or curriculum. Educators can step off the podium and let the students in the class have a discussion of how the curriculum will shape their lives depending on their career and life goals.\n\nThrough the facilitation of a discussion, you will be able to build up the value, benefits, as well as the pains of the course. At the end of the study period, summarize the views from the students and give a preview of the curriculum and watch as the anticipation grow for them to take the curriculum.\n\nMetacognitive Strategies\n\nBy providing the student t the power to organize through planning and monitoring their work and direct their learning, you are bound to have a more attentive student body. There are three kinds of students, and they fall under the acronym of ‘VAK.’ This means Visual, Audio, and Kinesthetic. This is to suggest that they learn through seeing of the materials, hearing, and listening to the materials, and feeling of the material.\n\n\nTeaching Methods\n\n\nThis has seen the introduction of technology in classrooms where educators are using PowerPoint presentation and videos as the latest medium for transferring information. By adopting the above teaching methods, your curriculum will make more sense to your students, hence achieving the effectiveness desired.",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9976924658,
        "format_confidence":0.9511543512
    },
    {
        "url":"https:\/\/insidetheclassroomoutsidethebox.wordpress.com\/2018\/09\/09\/social-emotional-learning-resources\/",
        "text":"“When you listen with empathy to another person, you give that person psychological air.” by Stephen R. Covey\n\nDeveloping Social Emotional Learning (SEL) skills within students is not only one of the most important ways that classrooms and schools can raise student achievement scores but the skills also prepare students for life. Here are my favorite ways to integrate social emotional learning into the classroom at any grade level:\n\n  1. Morning Check In: Greeting students at the door and gauging how they are entering can help reshape a students day. When you see a students demeanor different, you can have them step aside to find out whats wrong and how you can help turn their day around. This not only shows you care but also can allow for less disruptions in the classroom. For younger grades you can make a chart and have them tap the feeling that they are having. such as happy, sad, etc with pictures to help them recognize their feelings.\n  2. Read Alouds: Reading aloud stories that have social-emotional themes help student understand situations. Read aloud for the younger grades can be pictures books and for older grades can be chapter books.\n  3. Morning Meeting\/Advisory Time: Holding morning meeting is a great way to start off the day and build classroom culture. Having SEL activities as part of morning meeting makes them even better. For older students, I usually call it advisor time. This time set aside empower all of your students with a voice and allows ownership of their learning environment.\n\nOther great resources:\n\nASCD: Whole Child Initiative \n\n\nCharacter Lab\n\nWhat’s New with Social-Emotional Learning (SEL) in 2018\n\n13 Powerful SEL Activities\n\n8 Apps for SEL\n\nCommon Sense: SEL Resources\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9974718094,
        "format_confidence":0.8166778684
    },
    {
        "url":"https:\/\/nearsay.com\/c\/310859\/40000\/4-top-benefits-of-attending-medical-assistant-school-at-mandl-school",
        "text":"Theater District, New York\n\n4 Top Benefits of Attending Medical Assistant School at Mandl School July 14, 2017\n\nTheater District, Manhattan\n4 Top Benefits of Attending Medical Assistant School at Mandl School, Manhattan, New York\n\nIn today’s competitive job market, health care career seekers need an edge to stand out from the competition. Attending a medical assistant school is one way to get the certifications you need to become a sought-after job candidate. Mandl School, The College of Allied Health is a premier New York, NY, accredited school offering associates degrees in human and health services, health care administration, respiratory therapy, and dental and medical assisting. Here are just some of the benefits of attending their allied health school.\n\n4 Benefits of Medical Assistant School\n\n1. Hands-On Learning\n\nmedical assistant schoolThere’s no better way to prepare for a career in the medical field than with plenty of hands-on experience. Students will learn to perform laboratory tests, administrative tasks and other skills they’ll need to thrive as a medical assistant.  \n\n2. Rewarding Career Opportunities\n\nIf you want a career that does more than pays the bills—one that empowers you to improve the lives of those around you—medical assistant school is your path. Your work will help others live healthier, more comfortable lives.   \n\n3. Growing Field\n\nJob growth in the health care industry is still booming, according to the Bureau of Labor Statistics. If you’re going to invest in an educational program, choosing an allied health school is a wise choice, given these continuing job growth trends. As the baby boomer generation ages, the need for associate degree health care professionals will increase right along with it.\n\n4. Flexibility & Stability\n\nThe great need for health care professionals creates job stability you won’t find in many other fields. Health care workers are also needed around the clock in homes, hospitals, doctors’ offices, rehab facilities, and other medical environments. This means you can find a job with hours that work for you.\n\nAre you ready to launch a career that will bring you the satisfaction, security, and growth you deserve? It’s time you called Mandl School, The College of Allied Health at (212) 247-3434 for more information. You can also go online to send a message and download the catalog. Financial aid is available for qualifying students.\n\nOther Announcements, Events and Deals from Mandl School, The College of Allied Health\n3 Reasons to Attend an Allied Health School , Manhattan, New York\nWhether you have recently graduated high school, are interested in changing careers, or would like to pursue your dream of helping others, enrolling in an allied health school may more\n3 Goal-Setting Tips for Prospective Allied Health School Students, Manhattan, New York\nWhether you’re interested in health care administration or aspiring to be a dental assistant, you will first need to choose an educational program to get you started along the path more\nNew York Respiratory Therapist School Shares 3 Benefits of Entering This Growing Field, Manhattan, New York\nAs medical treatment evolves, so do the needs of doctors, surgeons, and patients. Assistants and staff need to be specialized to meet the demands of the fast-paced health care more\n3 Benefits of the Dental Assistant Program at Mandl, Manhattan, New York\nIf you’ve always aspired to work in dentistry or are looking to enter the health care industry, you may be considering a career as a dental assistant. As the right hand to the more\nHow to Decide on the Right Associate Degree Path for You, Manhattan, New York\nMaybe you’ve always dreamed of working in health care or helping people in a medical setting. At Mandl School, The College of Allied Health, it’s easy to find your new career in more",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9719538689,
        "format_confidence":0.9606642723
    },
    {
        "url":"http:\/\/www.globalyoungvoices.com\/fast-news-blog\/2016\/7\/11\/6-words-you-need-to-scratch-off-your-rsum",
        "text":"6 words you need to scratch off your résumé\n\nCover credit: Flickr\n\nCover credit: Flickr\n\nAfter walking you through the five résumé mistakes no one should be making in 2016, we've compiled a list of excessively overused words and expressions that you better do without for a better chance to impress potential employers.\n\n1. Goal digger\n\nUnless you consciously intend to sound like an inspirational 2012 Tumblr quote, you should think twice (more like a hundred thousand times) before adding this once-clever-pun-turned-futile-internet-buzzword to your CV. It's like the unnecessarily sophisticated successor of ‘result-oriented’, which in turn serves as an outdated corporate cliché.\n\n2. Various\n\nSpecificity is the number one rule when it comes to modern-day resumes. And ‘various’ is the number one enemy of this rule. So instead of spamming your job descriptions with vague expressions of the ‘worked on various projects’ type, why not clearly identify the number or nature of these projects\/tasks for added credibility.\n\n3. Creative\n\nFor one thing, creativity is better proven than stated. Whoever is reviewing your résumé can eventually get a sense of your creativity through job descriptions and other small details. Redirect your efforts toward these instead.\n\n4. Out of the box\n\nI not only do not understand why job seekers still include this nauseatingly tedious cliché in their résumé but have also come to develop a similar allergy to its use in the course of everyday conversation because of how diluted\/meaningless it has become. Definite red flag here. You are highly advised to move away as far as possible.\n\n5. Multitasker\n\nThe word is a regular occurrence in both résumés and job postings. And it has just been overtly used to the point where it no longer bears any significance whatsoever. Let's just say it has been ridden of every last bit of meaning due to its excessive and often superfluous use in the corporate world. You must've worked on more than just one task during your previous job, right? No need to state the obvious.\n\n6. Microsoft Office\n\nSeriously why would a 21st century job seeker list basic computer knowledge as an actual skill on their résumé? How is this still relevant to our times in any way? An even more flagrant goof would be to list the programs one by one à la 2006.",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9778849483,
        "format_confidence":0.989215672
    },
    {
        "url":"http:\/\/resumeperk.com\/blog\/10-things-to-add-to-your-resume-to-make-it-outstanding",
        "text":"10 Things to Add to Your Resume to Make It Outstanding\n\nIn: How To\n\nLet’s face it – most resumes look pretty much the same. They use similar corporate language like “work effectively under pressure” or “possess a strong business acumen”. The structure doesn’t allow much space for creativity either: a career summary, work experience, education and skills. Let alone the fact that the bureaucratic format of a traditional resume doesn’t allow you to show your human side to the hiring person. So, how on earth under these circumstances do you make a resume stand out?\n\nAlthough resume writing offers limited options for creativity, it’s still possible to get yours noticed. You simply need to make an extra effort and do one of the things the majority of other job-seekers won’t. In today’s post, we are going to reveal the 10 creative solutions you can apply to your resume.\n\nA quick note: if you have no time to learn how to write a resume, consider finding a professional writer. Resumeperk.com has online writers with years of experience and a knack for quality writing. Our writers use a personal approach to identify the career needs of each client and write a resume that better serves those needs.\n\n10 creative hints to make your resume stand out\n\nQuality writing is the king. Yet, every perfectly written resume will benefit from these 10 things you can add to a resume right now:\n\n  1.  A LinkedIn profile URL\n    Despite the fact that nearly every professional has a LinkedIn profile these days, many still don’t add a link to it in a resume. You shouldn’t neglect to do it for two reasons. Firstly, the hiring manager will look up for your profile online anyway, and you will save their time and show your transparency. And secondly, unlike the resume, LinkedIn allows you to show your personality. This social media encourages less formal language and allows adding multimedia content. An attractive LinkedIn page can give you more chances for an interview.\n    By the way, our LinkedIn profile writer has shared his tips on filling out your profile effectively. Check them out here: http:\/\/resumeperk.com\/blog\/tips--tricks-for-professional-linkedin-profile-writing.\n  2. Blocks of color\n    We always advise our readers to use the color carefully in their resumes. Most traditional recruiters are against bright formatting. Yet, there’s no denying the fact that big blocks of pastel, grey or black color on the white page immediately captures the eye. Use this trick on your resume and you’ll see the difference. You can highlight the header of the paper, summary sections, or skills. Just make sure that the text reads well on the colored background. Calm shades don’t irritate the eye as the bright ones do, so such a resume can be used to apply for all kinds of jobs.\n    Need a bit of inspiration to get started? Use our hints for creativity increasing.\n  3. Framing statements for the employers\n    Do you know one of the biggest struggles for the hiring manager reading your resume? Figuring out how your experience aligns with their company. And your job title isn’t of much help: the ‘Account manager’ title implies different responsibilities depending on if it was a small business or a big corporation. The solution? Add the framing statement for each employer, indicating the industry, annual turnover, number of directs or other information you deem significant. Here’s the example: “XYZ company, the #2 shoe retailer in Nebraska with 500+ employees”. This certainly gives the context for your responsibilities and achievements, doesn’t it?\n  4. Explanations a for job change\n    One of the traditional resume rules states: do not give reasons for quitting the job. Yet if this reason was positive, why not use this trick to make even a stronger impression and sell yourself better? If you were promoted, hunted by another company or quit to pursue an MBA with a prestigious school, those are all good reasons. The company has been acquired? That’s an acceptable explanation too.\n  5. Personal brand\n    Your personal brand is 2-3 core competencies or career interests where you bring maximal value to the table. It shows your unique strengths that differentiate you from other applicants. The best place to show your personal brand in a resume is your career summary. Ideally, it should tell your professional story simply yet powerfully. Many candidates tend to show off everything they’ve got without branding themselves, so those who have a personal brand immediately get noticed. Of course, if you are a recent graduate or career changer, you might not care about it much; yet for senior-level professionals, a strong personal brand is a must.\n  6. Name-dropping\n    All resume specialists recommend removing the irrelevant or too old information to make your resume shorter. There’s some truth in it; but if your earlier experience is connected with the famous name in the industry, keep it. If your career trajectory was quite average yet you had an internship with Google ten years ago, this fact alone can secure you an interview. So, if you were associated with a loud company name, even if it was a temporary gig, take full advantage of it.\n    To make that resume truly perfect, have a second set of eyes to proofread it. If you need resume editing services, our expert can fix the minor issues in your document and make your writing flawless.\n  7. Timeline or infographic\n    Many creative resume templates use infographics. Although we don’t recommend using the resume template you’ve found on some website, adding graphic elements to your resume might be helpful. You can visualize your career trajectory, show the revenue you’ve brought in as a chart, or rate your proficiency with hard skills. If you are in programming, creative design or marketing industry, consider setting yourself apart with a pure infographic resume. this kind of resume presents most of your resume information in the form of pictures, graphs, charts and more. Here are the benefits of using an infographic resume: http:\/\/resumeperk.com\/blog\/our-new-service-custom-infographic-resume-writing.\n  8. A link to your video resume\n    Just like the infographic resumes, video resumes are on the rise. Their biggest benefit is that the video allows you to communicate your body language and show your appearance. A dry and formal resume language doesn’t allow that. Meanwhile, we collect most of the information about the person non-verbally. So, attaching a link to your video resume not only shows your creativity, but also increases your chances to get liked by the hiring person.\n  9.  QR code\n    If you send in a paper resume, add a quick response code somewhere in the corner. If scanned, this code may lead to your LinkedIn page, a professional website or blog, or your online portfolio. The interactive element will keep the recruiter interesting, and you won’t have to overload the resume with excessive information. This trick is rarely used, so your odds of standing out with this one are pretty high.\n  10. A testimony from a previous employer or client\n    Sometimes one or two testimonials from your employer or client work more than your bragging about your achievements. The principle is the same as with LinkedIn – ask someone you’ve worked with to give you honest feedback and outline your professional strengths and personality traits. Quotes in the resume will immediately catch the eye, and the positive comment from the business owner will form a positive impression about you immediately. If you are a freelancer looking to find a good job for writer, use feedback from your previous client.\n\nThese techniques are rarely used but extremely effective for getting your resume noticed. Of course, you don’t need to use them one at a time – choose the ones which apply to your career situation and will work best for the format of your resume.\n\nGet your resume updated by a pro resume writer\n\nIf writing isn’t your cup of tea yet you don’t want to be left unnoticed by the recruiters, consider collaborating with a certified resume writer. All writers of Resumeperk com possess at least 1 year of resume writing expertise and excel at creating resumes for all career levels. Your writer will leverage the modern resume writing techniques and apply unique design you won’t find anywhere else. Moreover, we offer free revisions until you are satisfied with the written paper.\n\nAll resumes are written by American and British copywriters. We have the cheapest pay for resume writing online – go to the Prices tab and make sure. Discount is available for all new clients – contact us via chat to get a 20% off your first order.\n\nNeed help? Contact us\n\nAre you ready to place your order now and get a serious discount for the first order? If you still hesitate, you can contact our support team.\n\nPlace your order Chat with us\n\nOrder NOW and you will get 20% off your first order with us\n\nDo not miss your chance, enter your email to GET A DISCOUNT code",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.986335516,
        "format_confidence":0.9771385193
    },
    {
        "url":"https:\/\/alifeofproductivity.com\/10-productivity-books-that-let-you-earn-back-time\/",
        "text":"10 productivity books that let you earn back time\n\nEstimated Reading Time: 3 minutes, 24s. It’s pretty skimmable, though.\n\n\nPodcast Length: 29 minutes, 30s (link to play podcast at bottom of post).\n\nThe Amazon links below are affiliate links—I get a cut of sales. I’ll be donating what I make to the NAACP’s Legal Defense and Educational Fund.\n\nThe best productivity books more than pay for themselves: they teach you how to save time, so you more than earn back the time you spend inside them. So which productivity books will help you out the most?\n\nHere are 10 of my absolute favorites—with a mini review of each one, with what you’ll get out of reading each book.\n\nGetting Things Done, by David Allen\n\n Mini Review: Getting Things Done is bigger than a book—   it’s a bona fide movement. If you find it hard to focus   because your mind is cluttered—with tasks, commitments,   and other obligations—pick this book up. \n\n Also worthwhile: the Getting Things Done Workbook, which   serves as a good companion to the main book. \n\nLinchpin, by Seth Godin\n\n Mini Review: This book will teach you how to stand out at   work—regardless of whether you work for someone or for   yourself. Linchpin provides you with a blueprint for   becoming indispensable, regardless of what your “art”   happens to be.\n\nI Know How She Does It, by Laura Vanderkam\n\n Mini Review: The concept behind this book is fascinating:   Laura Vanderkam pored through the detailed time logs of   highly-successful women who have kids at home, who also   make over $100,000 a year. In the book, she shares the tips   she learned from these women, including the importance of   sleep, and what time wasters they didn’t invest in (like   watching hardly any TV).\n\nOff the Clock, by Laura Vanderkam\n\n Mini Review: Another fantastic book from Laura   Vanderkam, Off the Clock makes the case that, regardless of   how busy we are, we have more time than we think we do. I   walked away with countless strategies for developing     deeper relationships and indulging in more intentional   relaxation.\n\nDeep Work, by Cal Newport\n\n Mini Review: Deep Work digs into how we should structure   our days in order to be most productive—and makes the   compelling case that, when we do knowledge work for a   living, the ability to focus on cognitively-demanding tasks is   one of the most powerful skills we can develop. This book i   isn’t just worth reading once—it’s worth reading each time   you find yourself surrounded by an increased number of   distractions.\n\nI’m not a fan of when authors include their own books in these roundups, so I don’t. If you’re looking for some reading beyond the books on this list, though, here’s a link to my books!\n\nThe Upside of Stress, by Kelly McGonigal\n\n Mini Review: As Kelly McGonigal explores in the book,   stress is not always a bad thing—if harnessed correctly,   stressful situations can lead us to experience a more   meaningful life. The Upside of Stress is an engaging,   counterintuitive book that will change how you think about   stress—as well as the challenges you face in general.\n\nHow Not to Die, by Michael Greger\n\n Mini Review: This book may add years to your life. In How   Not to Die, Michael Greger explores the foods we should be     eating in order to live the longest—and everything in the   book is backed up by scores of academic research. This is   what makes Greger’s books unique: he starts with the   science, and works backwards to how we should live our   lives in order to take advantage of the latest research.\n\nAtomic Habits, by James Clear\n\n Mini Review: If you’re able to buy just one book about   habits, make it Atomic Habits. This book provides you with a   comprehensive overview of how habits work, and the latest   science behind forming new habits and breaking old ones—   Atomic Habits is one of the most comprehensive guides to   forming new habits available.\n\nRapt, by Winnifred Gallagher\n\n Mini Review: This book, by Winnifred Gallagher, explores   how we can manage our attention in order to become   happier. Years after reading Rapt, its lessons stick with me. If   you’re looking for ways to become more present in your life,   this book is a great place to start.\n\nMindset, by Carol Dweck\n\n Mini Review: Mindset, by Carol Dweck, is another classic   productivity book. It explores how we can develop a “growth   mindset”—how we can see ourselves as someone capable of   great change. The book not only digs into what a growth   mindset is, it also explores how we can develop one in our   own lives.\n\nComments are closed.\n\nPin It on Pinterest\n\nEmail sucks. My newsletter doesn't.\n\nAfter you sign up, I'll send you a brand new article every week or two that will help you become more productive.\n\nJoin 200,000 monthly readers and never miss a thing!\n\nNo spam—ever.",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.5141897798,
        "format_confidence":0.9690439105
    },
    {
        "url":"https:\/\/www.niche.com\/colleges\/rankings\/best-student-life\/",
        "text":"2017 Colleges with the Best Student Life in America\n\nThe 2017 Colleges with the Best Student Life ranking is based on student reviews and statistics from the U.S. Department of Education. Top-ranked colleges have a positive, fun, and friendly student culture and a vibrant campus community.\nSee how this ranking was calculated\n  • National\n  • By State\nViewing 1-25 of 100\n  1. 1\n\n    University of Southern California\n\n    • Los Angeles, CA\n    • 3,302 reviews\n    College Sophomore:It feels extremely personal. There are opportunities everywhere and especially as an engineer we're encouraged to mix and match the parts of USC that matter to us. For me, I work on campus doing research, I'm head of a club, I'm a student ambassador, I'm in a design club and that's my life within the school. But someone else in my major is on the varsity hocket team, in totally different clubs etc. So life here feels extremely personalized and I like that. The school also has a ridiculous amount of resources for its students, at least within engineering. There is so much energy put into the well-being of the students that it always feels like you have a strong support network.\n\n    Fight on!\n    More about University of Southern California\n  2. 2\n\n    University of Michigan - Ann Arbor\n\n    • Ann Arbor, MI\n    • 3,751 reviews\n    College Sophomore:Well I'm currently studying at the University of Michigan, which is known for its business and engineering programs. But I'm currently triple-majoring in Linguistics, Spanish, and Japanese. And I am constantly impressed by just how amazing our faculty is here. In almost every department, there is at least one professor that is a leading contributor in his\/her field. I've taken several classes where the textbook that we use to structure the class was written by the professor him\/herself.\n\n    I personally have never attended another school, but I assume that this is very atypical for colleges. And it's something that I take pride in as a Wolverine. One of our slogans here is \"the leaders and the best\". Now I will admit that I can see the pride, and perhaps the arrogance as well, in this statement, but I find it to be quite fitting. I came to Michigan because it's a university taught by the best, for the best.\n    More about University of Michigan - Ann Arbor\n  3. 3\n\n    University of Georgia\n\n    • Athens, GA\n    • 4,748 reviews\n    College Junior:UGA is a really nice school and the city of the Athens is the best. There are so many people your age around you, so it's really fun and since it's a big school, there's literally something for everyone. There's even a furry's club and a medieval sword fighting club. That's how diverse the school is!\n    More about University of Georgia\n  4. 4\n\n    University of Texas - Austin\n\n    • Austin, TX\n    • 5,339 reviews\n    College Sophomore:This university has it all. There are over 1000 clubs you can join so there is something for everyone if they want to get involved. There are such a wide range of majors that it's easy to find something that fits what you want to do. The professors are always so passionate about what they teach and you can tell they genuinely care about their students. They always make sure to explain things clearly and offer more than enough opportunities to reach them outside of class hours. The advisors on campus are life savers, I wouldn't have been able to navigate this far without their amazing help. This university really makes me feel like my needs are important instead of feeling like just another student out of 50,000. The people are friendly, the culture is fantastic, and the school is stellar. I couldn't see myself attending anywhere else.\n    More about University of Texas - Austin\n  5. 5\n\n    University of Wisconsin\n\n    • Madison, WI\n    • 2,811 reviews\n    College Sophomore:This was my dream school and I know by the atmosphere it's where I belong. There are so many interesting courses to take and areas to explore. Overall, it is a fantastic school.\n    More about University of Wisconsin\n  6. 6\n\n    University of California - Los Angeles\n\n    • Los Angeles, CA\n    • 4,386 reviews\n    College Sophomore:UCLA's historical reputation for research contributes to an extremely positive aura around the school. The job opportunities are many; and so is the alumni network.\n    More about University of California - Los Angeles\n  7. 7\n\n    University of Virginia\n\n    • Charlottesville, VA\n    • 2,002 reviews\n    College Sophomore:I absolutely adore my school. There is not a day that goes by that I don't walk to class, finding new reasons to be grateful for choosing it. The combination of history, academics, athletics, social scene and opportunities is one that cannot be compared.\n    More about University of Virginia\n  8. 8\n\n    Rice University\n\n    • Houston, TX\n    • 960 reviews\n    College Sophomore:I'm incredibly happy with my decision to come to Rice. It's a small campus, so you'll have pretty small class sizes (max 150 for intro STEM classes, once you get past those its usually 15-40 people in a class) and personal relationships with your professors. It's pretty easy to make friends since you see a lot of familiar faces everywhere and you'll see a lot of the same people at events you're interested in (i.e. make sports friends at athletic events, party friends when you go out, school friends in classes- and a lot of these overlap). Rice academics very heavily favors the natural sciences, then social sciences, then humanities. That being said, there are still humanities majors at Rice, they just aren't as dominant as engineers or pre-meds. Students here really (really) care about doing well, so sometimes you'll get caught up in the \"Rice bubble\" where there's a lot of pressure to do everything (i.e. be involved in a ton of clubs, hold leadership positions, and get great grades), but as long as you learn to balance and keep thing in perspective you'll be fine. Professors aren't trying to fail you, students help each other, and it's a lot of fun. I would very highly recommend Rice, it's an amazing experience and I've learned so much.\n    More about Rice University\n  9. 9\n\n    Stanford University\n\n    • Stanford, CA\n    • 1,083 reviews\n    College Sophomore:Stanford is truly the most amazing place in the world. Before my freshman year I never felt like a really had a home, but I have finally found one at the Farm. The academics are amazing and the people are even better. While I wish that the financial aid was better I still stand by my decision to attend because the experience I am having is priceless.\n    More about Stanford University\n  10. 10\n\n    Virginia Tech\n\n    • Blacksburg, VA\n    • 3,379 reviews\n    College Sophomore:Virginia Tech may be one of the best decisions I've made in my life. The people I've met, the experiences I've had, and the environment in general is one that can't be beat. I gladly call Tech my home away from home, and when I'm not there I want to be there, when I am there, I don't want to leave. Tech has great academic programs, it's an easy place to make a ton of friends and have fun, a great place to live, and best of all it's been rated one of the most fit campuses in the states. Next to the fittest campus we're also rated number one for campus dining. In my opinion, it would be hard to find any other school that would make me as happy as Tech has.\n    More about Virginia Tech\n  11. 11\n\n    University of Florida\n\n    • Gainesville, FL\n    • 6,629 reviews\n    College Sophomore:The school offers plenty of chances for research, jobs, and diverse activities. The all around experience of UF generally great, and the name UF on you degree gives a person an edge up in the work field.\n    More about University of Florida\n  12. 12\n\n    Michigan State University\n\n    • East Lansing, MI\n    • 4,856 reviews\n    College Sophomore:Moving into my second semester as a sophomore, I couldn't be happier with the choice I made to come here. I have met so many amazing people, and the endless opportunities to thrive make me feel like I am cared about here. The faculty and staff treat students as equals and work hard to ensure they understand the material in order to be successful. This summer I have been given the opportunity to study abroad in Europe, and I couldn't be more excited. Michigan State is an all-around fabulous school; I would highly recommend taking a tour and learning more about this university if you have an interest in attending.\n    More about Michigan State University\n  13. 13\n    College Junior:Everyone around me is passionate about some topic. It's inspiring to see what my classmates are up to, whether it's research or startups or personal projects. The atmosphere can be stressful, but the community is incredibly supportive if you reach out for help.\n    More about Massachusetts Institute of Technology\n  14. 14\n\n    Penn State\n\n    • University Park, PA\n    • 6,133 reviews\n    College Junior:Since I transferred from the University of Findlay, I have never been happier in my life. The atmosphere and curriculum is perfect for a college student.\n    More about Penn State\n  15. 15\n\n    Ohio State University\n\n    • Columbus, OH\n    • 4,682 reviews\n    College Sophomore:I cannot say enough good things about The Ohio State University. Everyone is so passionate about what they do, and I could not ask for a better place to complete my undergrad.\n    More about Ohio State University\n  16. 16\n    College Sophomore:Chapel Hill is a great college town- it is especially fun during basketball season because the whole town is excited. While sports are always fun to go watch, there are plenty opportunities to get involved on campus in clubs and other things such as intermural sports.\n    More about University of North Carolina at Chapel Hill\n  17. 17\n\n    Vanderbilt University\n\n    • Nashville, TN\n    • 1,154 reviews\n    College Sophomore:I love Vandy even though it's super hard and my first year was really tough. The c... (truncated)",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9893482924,
        "format_confidence":0.8445757627
    },
    {
        "url":"https:\/\/www.blogformen.com\/relationships\/number-1-guide-to-secrets-success-how-to-succeed-at-everything-you-do\/",
        "text":"\n\nHow To Succeed At Everything You Do\n\nSuccess comes to those who dare to start, so lazy people never make a difference in the world. Free resources spark initiation and change across the globe.\n\n1. The One Success Secret You Already Know\n\nMost of us want success in our careers, families, and lives. Lazy people wait for miraculous signs. But, people who make a difference should start taking their first steps.\n\nThe uncertain journey to Secret success is sweet if we know changing tracks is inevitable. For, we never know what choices lie ahead until we approach.\n\nLearning occurs when we ask questions and ponder answers. Accessible free resources promote self-learning, and those may suit one better than college or university.\n\nBriefly, those that start well succeed more often. Therefore, start well now. Sloth is a grave mistake if you want to succeed or be happy.\n\n2. Change: Adapting to Succeed\n\nAdapting to Succeed\nPhoto by Ian Kim on Unsplash\n\nWe each have our limited skill sets, and we are all flawed. However, the fear of failure should not overtake the defining human skill to adapt.\n\nHuman proficiency is a curve. Hence, we change and meet our expectations. We cannot know how we do things without trying them with heart. Trying new things makes us fulfilled. Therefore, the time to try our hands at things is now.\n\nHowever, we should keep options for if we face repeating failure. Sometimes pressure corners us. Then we need to follow up on an out. For this, we need to know that our position is not permanent.\n\n3. Keeping an Out\n\nComplete career changes are uncommon, but those that can steer toward a fresh direction are brave. Likewise, you must know when to change tracks, because there are no signboards on the road to success.\n\nEntrepreneurs bring unknowns to the masses. It is all about putting yourself out there as a brand. For example, you cannot rise to a General if you do not enrol in the army first.\n\nAs glory ends, so changes a period of humble beginnings into bigger things. In fact, eminent people respect those who work petty jobs; they stay fulfilled with little. \n\nStanding on your own feet is an arduous task that takes dedication and time. Those who accomplish this feat are ready for the challenges of life.\n\nThe road to being successful forks many times, but you should not confuse yourself. Focus on your current task. At the end of every road, a happy future awaits.­­\n\n4. Self-Education: Free Resources That Bring Success\n\nPhoto by Vlada Karpovich from Pexels\n\nWe are lucky to have myriads of opportunities. Now the school has jumped the bounds of school, and education is easier than dreamt.\n\nNow, education is of three types: formal, informal, and non-formal. The education we receive\/d at school, college, or university is formal education. Again, knitting, which we often learn from family, is part of informal education. By contrast, education saves the school, e.g. boy scouts, adult courses, programs, etc., is non-formal.\n\nInformal education has been the same for a long time, and formal education guides us. Yet, unsung non-formal education upholds the most natural learning experience: that of self-education. \n\nBesides, in non-formal or self-education, we may ask as many questions as we want and get feedback. Though automation hastens the process, a human touch still stays. \n\nMoreover, unlike chalk on blackboards, online resources stay up forever.\n\n5. Self-Education’s Benefits\n\nNon-formal education helps you become successful in your field in two ways. First, it lets you start in any field with a strong footing and make career changes without direct consequences. \n\nNext, you have control over your study pace and may try out many paths you like, at once.\n\n6. Find Free Resources\n\nSome school sites, e.g. Coursera, EdX, Saylor Academy, Udemy, Skillshare, etc., teach slews of themes. These are the best online hubs of learners like us. \n\nThe openness of these gives you mobility and flexibility. Besides, free, mobile, and video resources always help you take those first leaps.\n\nCollege may not be for you, and half-hearted learning bears no fruit. If you confide in non-formal education, invest your time into an effective start.\n\n7. A Good Start: Success’s Open Secret\n\nGood Start\nPhoto by olia danilevich from Pexels\n\nThe open secret that makes you successful faster: do not be lazy. If you know these magic words, no man or thing can ever block your way.\n\nStarting takes courage, especially when trying unconventional ventures. From adapting to change to educating yourself, everything starts with one swift decision to start. \n\nWhether you decide with wit or on a whim is up to you, but remember the consequences.\n\nThe universe will not give miraculous cues for you to start. Instead, we all must quit the common sin of laziness. Lazy people not only stir chaos in society but also doom their future selves.\n\n8. Why Start Now\n\nThe waiting man does not succeed easily. For instance, a man that waits for supreme chances loses to whoever knows the lay of the land. Beginnings are humble and messier than reckoned, but we must start somewhere.\n\nNow we know that we can change our learning path at any time using resources at absolutely no cost. Thus, those can aid education for anyone from school, college, or university and develop versatile skills.\n\nTherefore, start today–start now. You must complete your first works with the little you have and then build your success on it. \n\nSoon your customers will pay you for your labour or make you a big name in your industry. However, to make this happen, you must first stop being lazy and procrastinating.\n\nWith all these accessible free resources at our fingertips, the wise have already started and failed many times over. You must dare to fail if you hope to be successful.\n\n\nsuccess secrets\nPhoto by Andrea Piacquadio from Pexels\n\nThere are two kinds of success secrets: those hidden away in the minds of creative millionaires and open ones. “Do not be lazy” is an open secret to being successful.\n\nNobody can keep you from making a needed career change. Hence, keep a back-up plan for you and\/or your family.\n\nGive up being ultra-classy, and experience the free online resources of today, the diamonds in the rough. For, they will surely help you get ahead.\n\nThe start of a career can make or break it. Therefore, get back on the horse, and conquer the world–but first, stop being lazy! Different people have different meanings of success. \n\nIf you feel that you are not successful, then probably you haven’t discovered yourself. Stop looking outside. Start looking inside.\n\nOnce you begin an inward journey, you do not need to copy others. You will find something that you love. Indeed, the first step is difficult. \n\nBut, once you cross the barrier, there is no one to stop you. Forget being lazy for once, and witness the world bloom into a domain of happiness forever.\n\nLeave a Comment",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9637126923,
        "format_confidence":0.9330411553
    },
    {
        "url":"https:\/\/blog.commlabindia.com\/elearning-design\/elearning-for-manufacturing-training-challenges",
        "text":"6 Training Challenges of the Manufacturing Industry – How eLearning Can Help\n\n6 Training Challenges of the Manufacturing Industry - How eLearning Can Help\n\nThe manufacturing sector’s contribution is crucial for any country’s economy. Innovative manufacturing practices are coming up due to emerging technology trends. Employees have to be trained on new technology in automated manufacturing facilities. They always won’t have the time for classroom training due to their regular work. So, you could try online training.\n\nFrequent release of new products, compliance regulations, employee skill gaps are some of the major challenges I can think of. Let’s see how you can solve them with the help of eLearning.\n\n1. Widening of Skills Gap\n\nChallenge: The major issue in the manufacturing sector is that industries look for multi-skilled employees who can perform various tasks, while many workers in the manufacturing are unskilled and not so tech savvy or have only been trained to do a single job function. Skills gap is a gap between what employers need and what job seekers have.\n\nHow eLearning can help: E-learning can change the way workplace training programs are being conducted by offering easier, more affordable & flexible access to learning resources. Your workforce can take the training at their own pace in the specific skills they need to improve. Other employees can concentrate on their development areas through online learning.\n\nE-learning courses combine visual elements such as videos, infographics, and animations with proven instructional design strategies to deliver knowledge effectively. They improve learner engagement and knowledge retention.\n\n2. High Costs of Training\n\nChallenge: Based on the skills that are needed, manufacturing training programs in classrooms can be very expensive. It can take a long time and the extensive involvement of trainers and supervisors to teach employees the necessary skills and processes for a manufacturing job. Your company has to spend a lot of man-hours for Instructor-led Training (ILT). Logistical costs will be higher in bringing employees from various places for training in a central location.\n\nHow eLearning can help: To keep training costs minimum, it is a good to provide some part of your employee training as eLearning courses. Online training provides a more cost-effective alternative to ILT\/classroom training due to reduced travel, boarding, lodging, and trainer costs. This approach is also more flexible, enabling learning out of working hours and consistent updates to course content, based on new systems and industry guidelines.\n\nYou can teach difficult skills to some extent in the classroom and some parts though online training. In a way, blended learning works well for manufacturing training.\n\n3. Training New Hires\n\nChallenge: Experienced employees have high demand in the job market. So attrition rates are obviously more. New employees keep joining at different levels and in different locations. Training a handful of new hires whenever they join is a cumbersome process.\n\nHow eLearning can help: Online induction training has immense benefits as it is time saving, cost-effective, a robust process, easy for learners, and has high success rates. Once an online onboarding is in place, you can roll it out to new hires as and when they join – across locations, departments, and levels.\n\nYou can start the online induction training with a video\/audio welcome message from your company’s CEO, introducing the board of directors and other senior employees, through online learning portal. Provide short bursts of microlearning and digestible modules to prevent new hires from getting lost in the ‘sea’ of information. Plan you training activities in such a way that senior employees share their expertise and experience with the new hires. This helps new employees gain the much-needed skills for their day-to-day tasks on the job.\n\n4. Training Blue Collared Workers\n\nChallenge: The majority of the employees in the manufacturing sector are blue collared workers. Getting work done through them is difficult as literacy levels are low. Understanding new concepts, principles, and learning new skills will take time for them. Training them on safety and regulatory compliance is a major challenge organizations face often.\n\nHow eLearning can help: There’s no doubt that classroom training works best for them. However, eLearning also works when you do it right. Its engaging nature, learner-friendly delivery formats, flexibility, self-pace, and other interesting features make it a hot favorite for blue collared workers. You can have a virtual instructor, online safety training videos, infographics, and other delivery formats with more visuals & less text to make it more appealing.\n\n5. Wide Product Portfolio\n\nChallenge: Companies and employees in the manufacturing industry are under constant pressure to release new products, update the existing products, conduct research & innovation for better products throughout the year. When lost in their regular work without training, your employees may not innovate and make better products or build a portfolio over time.\n\nHow eLearning can help: Explaining the steps of product development such as assessing the need, research, ideas, prototypes, final design, and testing in a classroom session can be overwhelming and increases cognitive load on your employees. You cannot expect them to perfect the various phases of product design in one go. Bite-sized online modules won’t rob your employees’ time and contribute to reinforcing the entire product development process by teaching one step at a time. This works as a refresher training in addition to what they had learned earlier.\n\n6. Stringent Compliance Norms & Regulations\n\nChallenge: Staying complaint is mandatory in manufacturing industries. Training employees on procedures, laws, and regulations is a daunting task. When government updates the existing norms, employees must be aware and up-to-date. Most employees don’t like compliance training because of its dos & don’ts and legal nature.\n\nHow eLearning can help: To make your compliance training more engaging, create online courses on the new regulations and how they impact your business. You can create eLearning courses on compliance, based on the employee roles.\n\nFor example, senior management may just need an overview while employees in the operations department might have to know the regulations in a greater depth. You can easily manage this without additional costs in online modules.\n\nYour organization must also comply with environmental regulations. Employees at all levels of your organization must know the consequences of violations. Online compliance training uses visual media such as videos that have an appealing impact on your employees. For example, a video that shows the consequences of disposing manufacturing waste into rivers can create awareness on environmental concerns. Similarly, a bite-sized module on the best practices for managing waste can let your employees learn faster and better.\n\nThough, you can’t replace the traditional classroom training completely, you can definitely consider online training to overcome the discussed challenges. Hope the available options in eLearning help you facilitate quick knowledge transfer to defeat the training challenges.",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.8764392734,
        "format_confidence":0.9710022807
    },
    {
        "url":"https:\/\/www.recruitday.com\/articles\/i-t-factor-in-demand-computer-it-careers",
        "text":"JUNE 12, 2019\n\n\nCongratulations!! You are now officially a college graduate, armed with your Bachelor of Science major in Information Technology degree. After all these years of hard work in school, it’s time for some hard work at work. \n\nDo you have an idea on what kind of job were you planning to get?  How do you think your degree and all the skills you learnt match up to the jobs in the I.T. field?\n\nIf you’re unsure about where to start or what kind of jobs are even available in the vast world of Information Technology, you can check out some of most in-demand careers for graduates of Computer Science, Information Technology, or similar fields.\n\n\nDatabase Administrator\n\nDatabase administrators manage, test, and implement policies to computer databases. This advanced role involves coordinating and generating various reports as needed by various clients. Administrators are also responsible for the design, update, security, back-up, and recovery of the database.\n\nClick here to learn more about Data Administration\n\n\nQuality Assurance Specialist\n\nQuality assurance (QA) specialists develop and execute software testing plans and procedures. A QA specialist is responsible to catch, document and report bugs and coding errors to the software development team. They are required to be adept in development environment, database management and component specific software and languages.\n\nDoes this sound interesting to you? See if you qualify at\n\n\nSoftware Developer\n\nSoftware developers research, create, modify, and test software applications and systems. They specialize in various fields including web-based, mobile, medical, communications and general computing applications among others. Developers also maintain, improve and debug software post-launch.\n\nFind out if you have what it takes to be a Software Developer at\n\n\nNetwork Engineer\n\nNetwork Engineers design, plan and implement networks such as intranets, extranets, local and wide area networks (WAN and LAN) and other communication networks. They also model, analyze, assess, maintain and adjust network sizes to meet capacity and volume demand. Qualifications in this post include familiarity with network administration and monitoring, web platform development and operating system software.\n\nFind out more about this job at\n\n\nNow it’s time to update your CV and start applying for the jobs that interest you, right here on the Recruitday portal. You can visit our Careers page to learn about your career options, jobs available, skills you’ll need to develop, and how much you can potentially earn.\n\n\nGot friends looking for jobs too?\n\nYou can earn some extra cash while helping out a friend by signing up as a Recruitday Scout. Simply refer fellow techie friends to available jobs - if they get hired, you get cash. Learn more about it by clicking here.\n\n\nVisit our Careers page by clicking here\n\n\nJUNE 12, 2019",
        "topic_id":4,
        "format_id":9,
        "topic_confidence":0.9899095297,
        "format_confidence":0.8130784631
    }
]