[
    {
        "url":"https:\/\/www.motability.co.uk\/contact\/faqs\/my-car-has-been-towed-away-what-should-i-do",
        "text":"1. Print this page\n\n    My car has been towed away, what should I do?\n\n    If your car has been removed or towed away, contact Customer Services with all of the details you have, including the vehicles whereabouts and any costs incurred. They will take the details and each case will be looked at on an individual basis.\n\nBack to FAQs",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9812169075,
        "format_confidence":0.8859764338
    },
    {
        "url":"https:\/\/www.prepareforcanada.com\/faqwd\/how-to-get-a-drivers-licence-in-canada\/",
        "text":"Get information that is essential for all newcomers to Canada\n\nViewed 4456 Times 0 Comments\n\nYour foreign driver’s licence may be valid for only three to six months after you arrive in Canada. So it is wise to get an international driver’s license before you leave your home country. Regardless, you will eventually need to take a driving test to obtain a Canadian driver’s licence.\n\nLicences are issued by the province or territory in which you live. In order to receive a licence, you must pass several tests: a vision test, a written examination and a road test. In some provinces, a minimum of 30 days is required between writing the knowledge test and taking a road test.\n\nI drove in my homeland for 24 years and yet I still flunked the knowledge test and barely passed the road test here, so I’d recommend studying for your test and taking some driving lessons again. It will make the process easier.\n\nAlso, you must be at least 16 years old before you can be tested for a driver’s licence in Canada. Some provinces have a graduated licensing system whereby young drivers can be restricted to driving only in daylight hours during their probation period.\n\nWhen applying for a driver’s licence, the following documents may be necessary for proof of name, signature and address: ¦A passport ¦A Permanent Resident (PR) Card ¦Proof of address (bank statement or other public office received mail) ¦A driver’s licence from your home country, but an international driver’s licence is best\n\nIncidentally, a driver’s licence is one of the best pieces of identification you can have, since it shows your photograph, signature and address.\n\nWas this answer helpful ? Yes(1)\/ No(1)",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9571068287,
        "format_confidence":0.9152209759
    },
    {
        "url":"https:\/\/gatts.org\/faq-costs\/scheduling-a-course.html",
        "text":"Course Scheduling with GATTS\n\nFlight course scheduling\n\nScheduling your personal flight training course is simple.\n\nTo reserve a slot, simply call the GATTS training center and visit with one of their representatives. They will let you know what slots are available in a given month and you choose the one that works the best with our schedule.\n\nA $1000 scheduling fee is required to hold your slot. After the fee is received, a confirmation package will be sent to you. That's it! GATTS would like for you to arrive the day prior to your starting date.*\n\nAll reservations are taken care of for you. The only thing you need to do is show up! No matter if you arrive in your personal aircraft, fly in commercially, or drive in, a GATTS representative will be there to greet you.\n\n*If it will be difficult for you to get to the GATTS's Training Center in your own aircraft due to weather, distance, or any other special requirement, GATTS will be happy to send one of their pilots to your location to fly back with you. These arrangements can be made easily as long as prior notice is given.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.6063335538,
        "format_confidence":0.8443950415
    },
    {
        "url":"http:\/\/tridod.org\/wiki\/doku.php?id=what_the_heck_are_the_denizens_of_doom",
        "text":"Triangle Denizens of Doom\n\nLive to flame. Flame to live.\n\nUser Tools\n\nSite Tools\n\n\nWhat The Heck Are The Denizens of Doom\n\nOriginal FAQ can be found online:\n\n\n    Here is the newer than new, new FAQ ... with all the latest\n    facts to confuse you ... Ermm ... I mean clues - yeah, that's it.\n\nThis is a manually posted FAQ, intended to answer the Frequently Asked\nQuestion:  What is the DoD?  This WitDoDFAQ is posted to \nonly - since it isn't being done automatically.  One of these days when\nwe figure out how to hide who's doing this, it'll be automatic\nagain  :-)\n\n                   What is the DoD?  FAQ  VERSION 1.8.4  \n\nLast changed Dec 09, 2001 to provide the URL of the DoD web page\nlocated at:\n\nChanged on 20-May-2000 to have a new address for the motohead server.\nChanged 22-Jun-98 to add a note about the availability of Geeky\npatches - see the note below.\n\nNote from the Keeper of the What is the DoD FAQ:\nIn recent years, a tradition known as Gang-FAQing has appeared on\nMotivated, I'm sure, by pure selflessness and a desire to help, many kind\nfolks _enthusiastically_ respond via e-mail to posted requests for info on the\nDoD.  A probably unintentional side effect of all this generosity can be a\nswamped FAQee's mailbox.  Please note that the KotWitDoDFAQ, unlike\nthe previous KotWitDoDFAQ, has a rather limited grip on reality, and as\na result, is rather easily amused.  He therefore, not only condones \nGang-FAQing, but will occasionally participate in said activity.  What \ncan I say?  I'm a helpful guy.\n\nNote to gang FAQers:\nIf you're gonna do it, do it right and make sure your own name appears on your\nmail, and not mine.\n\nThe KotWitDoDFAQ is < an open position >.  Send corrections, additions, \netc. to ... that will get you mail bombed with\na copy of the DoD List - but, hey, your comments will eventually get\nread by a real person who may or may not agree with you.  I might\neven set up motohead one of these days to include a copy of this\nDoD FAQ along with the DoD list ...   hey!  I like that!\n\nGeeky (DoD) patches - DoD # 2043 has recently made up a batch of Geeky \npatches - you can reach him at:  ... and you can\nsee a picture of the patch at:\n\n\nThe DoD Rules\t\t\tby consensus\nThe DoD Logo\t\t\tby Chuck Rogers\t\t\tDoD #3\nDoD \"Road Rider\" article\tby Bruce Tanner\t\t\tDoD #161\nDoD: The Saga Unfolds\t\tby John Sloan\t\t\tDoD #11\nThe DoD  (this started it all)\tby The Denizen of Doom\t\tDoD #1\nThe DoD Anthem\t\t\tby Jonathan Quist\t\tDoD #94\nThe DoD man page\t\tby Alan Fleming\t\t\tDoD #4210\nWhy you have to be killed\tby Blaine Gardner\t\tDoD #46\nPatches? What patches?\t\tby Blaine Gardner\t\tDoD #46\nLetter from the AMA museum      by Jim Rogers, Director\tAMHF\tDoD #395\nThe\tcourtesy of Bruce Tanner\tDoD #161\nOther resources\tby various Keepers\t\tDoD #misc\nThe\tcourtesy of Loki Jorgenson\tDoD #1210\nWinona ftp site\t\t\tcourtesy of John Stafford\tDoD #1956\nUpdated stats & rides info\tby Jon Steiger                  DoD #1038 \nHow do I get a DoD number?\tby Jon Steiger                  DoD #1038\nHow can I placate the KotL?     by Charlie Smith                DoD #709\nThe KotL man page               by Rob Opiela                   DoD #2064\n\n  The Rules, Regulations, & Bylaws of the Denizens of Doom Motorcycle Club\n\n>From time to time there is some mention, discussion, or flame about the rules\nof the DoD.  In order to fan the flames, here is the complete text of the\nrules governing the DoD.\n\n\t\t\tRule #1: There are no rules.\n\t\t\tRule #0: Go ride.\n\n\n     The DoD daemon as seen on the patches, pins, etc.   Created by\n\n\tChuck Rogers,,  DoD #0003\n\n                :-(           DoD            )-: \n               :-(  x    __         __    x   )-:      \n              :-(  x    \/ \/         \\ \\    x   )-:     \n             :-(  x    \/ \/ -\\-----\/- \\ \\    x   )-:    \n            :-(  L     | \\\/  \\   \/  \\\/ |     F   )-:   \n            :-(  I     | \/    \\ \/    \\ |     L   )-:   \n            :-(  V     \\\/ __   \/   __ \\\/     A   )-:   \n            :-(  E     \/ \/  \\     \/  \\ \\     M   )-:   \n            :-(        | |   \\   \/   | |     E   )-:   \n            :-(  T     | | . | _ | . | |         )-:   \n            :-(  O     | \\___\/\/ \\\\___\/ |     T   )-:   \n            :-(         \\     \\_\/     \/      O   )-:   \n            :-(  F       \\___     ___\/           )-:   \n            :-(  L        \\ \\     \/ \/        L   )-:   \n            :-(  A         \\ vvvvv \/         I   )-:   \n            :-(  M         | (   ) |         V   )-:   \n            :-(  E         | ^^^^^ |         E   )-:   \n             :-(  x        \\_______\/        x   )-:    \n              :-(  x                       x   )-:     \n               :-(  x   x   )-:\n                :-(          USENET          )-:\n\n\n            \"Denizens of Doom\", by Bruce Tanner (DoD 0161)\n\n      [Road Rider, August 1991, reprinted with Bruce's permission]\n\nThere is a group of motorcyclists that gets together and does all the normal\nthings that a bunch of bikers do.  They discuss motorcycles and motorcycling,\nbeverages, cleaning fluids, baklavah, balaclava, caltrops, helmets, anti-fog\nshields, spine protectors, aerodynamics, three-angle valve seats, bird hits,\ndeer whistles, good restaurants, racing philosophy, traffic laws, tickets,\ncorrosion control, personalities, puns, double entendres, culture, absence of\nculture, first rides and friendship.  They argue with each other and plan\nrides together.\n\nThe difference between this group and your local motorcycle club is that,\nalthough they get together just about everyday, most have never seen each\nother face to face.  The members of this group live all over the known world\nand communicate with each other electronically via computer.\n\nThe computers range from laptops to multi-million dollar computer centers; the\npeople range from college and university students to high-tech industry\nprofessionals to public-access electronic bulletin-board users.  Currently, (pronounced \"wreck-dot-motorcycles,\" it's the file name for\nthe group's primary on-line \"meeting place\") carries about 2250 articles per\nmonth; it is read by an estimated 29,000 people.  Most of the frequent posters\nbelong to a motorcycle club, the Denizens of Doom, usually referred to as the\n\nThe DoD started when motorcyclist John R. Nickerson wrote a couple of parodies\ndesigned to poke fun at motorcycle stereotypes.  Fellow computer enthusiast\nBruce Robinson posted these articles under the pen name, \"Denizen of Doom.\" A\nwhile later Chuck Rogers signed off as DoD number 0003 Keeper of the Flame.\nBruce was then designated DoD number 0002, retroactively and, of course,\nNickerson, the originator of the parodies, was given DoD number 0001.\n\nThe idea of a motorcycle club with no organization, no meetings and no rules\nappealed to many, so John Sloan -- DoD number 0011 -- became Keeper of the\nList, issuing DoD numbers to anyone who wanted one.  To date there have been\nalmost 400 memberships issued to people all over the United States and Canada,\nas well as Australia, New Zealand, the United Kingdom, France, Germany, Norway\nand Finland.\n\nKeeper of the List Sloan eventually designed a club patch.  The initial run of\n300 patches sold out immediately.  The profits from this went to the American\nMotorcycle Heritage Foundation.  Another AMHF fund raiser -- selling Denizens\nof Doom pins to members -- was started by Arnie Skurow a few months later.\nAgain, the project was successful and the profits were donated to the\nfoundation.  So far, the Denizens have contributed over $1500 to the AMA\nmuseum.  A plaque in the name of the Denizens of Doom now hangs in the\nMotorcycle Heritage Museum.   [ see below for current donation total ]\n\nAs often as possible, the DoD'ers crawl out from behind their CRTs and go\nriding together.  It turns out that the two largest concentrations of DoD'ers\nare centered near Denver\/Boulder, Colorado, and in California's \"Silicon\nValley.\" Consequently, two major events are the annual Assault on Rollins Pass\nin Colorado, and the Northern versus Southern California \"Joust.\"\n\nThe Ride-and-Feed is a bike trip over Rollins Pass, followed by a big barbecue\ndinner.  The concept for the Joust is to have riders from Northern California\nride south; riders from Southern California to ride north, meeting at a\npredesignated site somewhere in the middle.  An additional plan for 1991 is to\nhold an official Denizens of Doom homecoming in conjunction with the AMA\nheritage homecoming in Columbus, Ohio, in July.\n\nThough it's a safe bet the the Denizens of Doom and their collective\ncommunications hub,, will not replace the more traditional\nmotorcycle organizations, for those who prowl the electronic pathways in\nsearch of two-wheeled camaraderie, it's a great way for kindred spirits to get\ntogether.  Long may they flame.\n\n\t\"Live to Flame -- Flame to Live\"\t[centerbar]\n\nThis official motto of the Denizens of Doom refers to the ease with which you\ncan gratuitously insult someone electronically, when you would not do anything\nlike that face to face.  These insults are known as \"flames\"; issuing them is\ncalled \"flaming.\" Flames often start when a member disagrees with something\nanother member has posted over the network.  A typical, sophisticated,\nintelligent form of calm, reasoned rebuttal would be something like:  \"What an\nincredibly stupid statement, you Spandex-clad poseur!\" This will guarantee\nthat five other people will reply in defense of the original poster,\ndescribing just what they think of you, your riding ability and your cat.\n\n\n              _The Denizens of Doom: The Saga Unfolds_\n\n                     by John Sloan  DoD #0011\n\nPeriodically the question \"What is DoD?\" is raised.  This is one of those\nquestions in the same class as \"Why is the sky blue?\", \"If there is a God, why\nis there so much suffering in the world?\" and \"Why do women inevitably tell\nyou that you're such a nice guy just before they dump you?\", the kinds of\nquestions steeped in mysticism, tradition, and philosophy, questions that have\ninspired research and discussion by philosop... (truncated)",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.6984501481,
        "format_confidence":0.7269895077
    },
    {
        "url":"http:\/\/arrowheadtransit.com\/services\/how-to-ride\/",
        "text":"\n\nWho can ride the bus?\n\nAnyone! Arrowhead Transit is public transportation in Northeastern Minnesota. Our services can accommodate many transportation needs including getting to and from work, appointments and shopping. Our goal is to reduce the transportation barriers to find and retain employment, independent living, and simply getting you to where you need to go.\n\nHow far in advance do I need to schedule my ride?\n\nWe ask that you call at least an hour in advance of when you need your ride. If you choose, you can set up a ride up to one month in advance; or you can set up a regular schedule of pick-ups. But, if you do set up a ride in advance, or you set up a regular schedule, make very sure you call dispatch if you do not need a ride on any particular day.\n\nHow should I wait for the bus?\n\nBest: Be outside your door so your bus driver can see you when the bus arrives. Acceptable: Be at your window watching for your bus so you can be outside within 60 seconds of the arrival of your bus.\n\nHow much does it cost?\n\nClick on the county and the city where you need a ride. There you will find a schedule of where and when are buses go, and the cost of each ride. For transportation within the cities of Virginia & Grand Rapids, the cost is $1.75\/ride; International Falls, $1.50\/ride; Cloquet, Pine City, Grand Marais and Two Harbors, $1.25\/ride. The cost of transportation between towns within a county does not exceed $4\/ride. If the price of a ticket is a barrier, please look into our Rural Rides program.\n\nDo you make provision for people who have limited mobility?\n\nYes. All our buses have a wheel chair lift and space for tying down either 3 or 5 wheelchairs. If you use a walker, you can either use the lift to get onto the bus, or our driver can assist you getting up the steps. Unlike big city buses, our drivers are instructed to give assistance to anyone who may need it. That includes help with carrying packages on and off the bus.\n\nDo kids pay full fare?\n\nNo. Children five and younger are free; children 6-12 are half fare with a paying adult. (Multiple children can get half fares with one paying adult.)\n\nAre there built in seat restraints for small children so I don’t have to bring a car seat?\n\nYes. The front two seats have built in child restraints. Our driver will help you buckle in your child.\n\nCan I get a Frequent Rider Discount?\n\nAll our Dial-A-Rides have unlimited monthly bus passes. Seniors 90 and over can request an Free Pass forever by contacting marketing coordinator Larry Rodgers: 218-735-6815; larry.rodgers@aeoa.org; 702 3rd Ave S; Virginia, MN 55792. Disabled vets also ride free by showing the driver their Veteran’s card showing they are disabled.\n\nCan I bring a bike on the bus?\n\nYes, but let dispatch know you will be bringing your bike onto the bus\n\nIs there room for luggage?\n\n\nCan I eat my lunch on the bus?\n\nNo. Eating or drinking on the bus is not permitted.\n\nHow do I know I will be safe on the bus?\n\nOur bus drivers are instructed to be very proactive regarding any type of disturbance. All our buses have 7 security cameras.\n\nAm I allowed to tip my driver?\n\nNo. But compliments are always appreciated. Do let us know if you have received particularly good service from your driver. Contact public relations coordinator Larry Rodgers: 218-735-6815; larry.rodgers@aeoa.org\n\nIf I have a complaint, who do I contact?\n\nCall or email public relations coordinator Larry Rodgers: 218-735-6815; larry.rodgers@aeoa.org",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.995767355,
        "format_confidence":0.7459156513
    },
    {
        "url":"https:\/\/www.printful.com\/faq\/warehousing-fulfillment\/244-who-is-responsible-for-shipments-during-transit-",
        "text":"Who is responsible for shipments during transit?\n\nDuring transit, the shipment is your responsibility. You are responsible for the shipment until it reaches our facility. Once the products have reached us and they are stocked in the warehouse, we become responsible for them. You are also responsible for any customs fees that the shipment may incur when it is delivered to us.\n\nWas this helpful? Yes No\n\nIf you still have questions, contact us here\n\nReady to try Printful ?\n\nGet Me Started",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.8460597396,
        "format_confidence":0.9402340055
    },
    {
        "url":"https:\/\/www.smartstreetshub.com\/road-car\/often-asked-if-you-pull-off-the-road-how-far-should-your-car-be-seen.html",
        "text":"Often asked: If You Pull Off The Road How Far Should Your Car Be Seen?\n\nHow many feet should your car be visible?\n\n— All vehicles, including animal-drawn vehicles, must have at least one white light visible from a distance of not less than 1,000 feet to the front.\n\nHow far should you be able to see down the road when you drive?\n\nProper Scanning: A general rule of thumb is to scan ahead 12-15 seconds in all environments, 1-11⁄2 blocks in city environments and 1⁄4 mile in highway environments. Blind spots and mirrors should be checked every 3-5 seconds before and after changing lanes.\n\nHow many car lengths is 3 seconds?\n\nHow to Measure a Safe Following Distance. Many drivers follow the “three-second rule.” In other words, you should keep three seconds worth of space between your car and the car in front of you in order to maintain a safe following distance.\n\nYou might be interested:  Question: What Ro Do In Road Rage Somebody Runs Up To Car?\n\nHow far should you be able to see on the road in seconds?\n\nCalculating this rule is fairly simple. Basically, you should always allow three full seconds between yourself and the vehicle in front of you. You can do this by using a specific point ahead such as a sign that you see on the side of the road, and then count “one-thousand-one, one-thousand- two, one-thousand-three.”\n\nHow many car lengths is a safe distance?\n\nThe rule of thumb is to maintain at least a three-second following distance, giving you time to react and avoid potentially dangerous situations. You can calculate this by using a fixed object, such as a pole or an overpass to determine how far in front of you the car is.\n\nHow many car lengths do you have to be behind a car?\n\n“Here’s the deal. Figure one car length for every ten miles an hour,” Barndt said. “So if you’re doing 55 miles an hour you should have six car lengths between you so that if something happens to the car in front of you, you have time to stop or react.”\n\nWhere should you look when driving?\n\nAim High in Steering Look well ahead when driving your vehicle. Steer the vehicle using your lower fringe vision. Look in the direction you want the vehicle to go, especially in bends and corners.\n\nHow far ahead do you need to see before passing a car?\n\nIn order to avoid last minute moves, you should look down the road 10 to 15 seconds ahead of your vehicle. A driver needs to look that far ahead to see hazards early. Constantly staring at the road just in front of your car is dangerous.\n\nYou might be interested:  What Is The Net Force Acting On A Car Cruising At A Constant Velocity Of 70 Km\/h On An Uphill Road?\n\nWhere should you look when you slow down?\n\nIt is very important to look for vehi – cles to the rear prior to changing lanes, slowing down, entering traffic from the side of a street or driv- ing down a long or steep hill. The faster your vehicle is going, the more time and distance it will take for turning, slowing or stopping.\n\nWhat is the 3 second rule of driving?\n\nTo avoid this, use the “three-second rule.” When the vehicle ahead of you passes a certain point, such as a sign, count “one-thousand-one, one-thousand-two, one-thousand-three. ” This takes about three seconds. If you pass the same point before you finish counting, you are following too closely.\n\nWhat is the 3 to 6 second rule?\n\nDouble and Triple the 3-Second Rule The 3-second rule only applies to good, daylight driving conditions. If you are driving in heavy traffic, driving at night, or in weather conditions that are not ideal, such as rain or fog, consider doubling the 3-second rule to six seconds as a safety precaution.\n\nWhat is the 4 second rule while driving?\n\nOnce the vehicle ahead of you passes the object, slowly count to four: “One one-thousand, two one-thousand …” If you reach the object before you’re done counting, you’re following too closely. It’s a handy rule — however, it only holds true in good weather.\n\nHow many feet should you stay behind a car when it’s raining?\n\nIf it’s raining and you are driving at night, you should aim to be 6 seconds behind the vehicle in front of you. If possible — and in heavy traffic, it might not always be — try to keep from being boxed in by cars in the lanes on either side of you, Van Tassel says.\n\nYou might be interested:  FAQ: Why Would A Car Be Sitting On The Side Of The Road Running Next To My House?\n\nWhen should you apply the 4 second rule?\n\nThe 4-second rule is used when it would take you longer to stop than usual. To check you’re travelling 4 seconds behind the vehicle in front, follow the same steps as the 2-second rule but count ‘one thousand and one, one thousand and two, one thousand and three, one thousand and four’ instead.\n\nWhat is the best rule for following distance?\n\nThe Three-Second Rule Increasing the distance between you and the car ahead can help give you the time you need to recognize a hazard and respond safely. The National Safety Council recommends a minimum three-second following distance. Determining the three-second gap is relatively easy.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9945783615,
        "format_confidence":0.7205742002
    },
    {
        "url":"https:\/\/thetrendycar.com\/faq\/what-warranty-will-you-get-on-used-car-parts\/",
        "text":"What warranty will you get on used car parts?\n\nThere are various reasons for not trusting used car products but there are very few reasons to trust the used car products and about the seller. One of the very few reasons is the warranty. Warranty is the assurity to the customers that, if they face some issue after purchasing the used product. Then there will be someone for sure to listen to their problems. But what warranty will you get on used car parts? Let’s know. \n\nThere are few different aspects that affect what warranty you will get and for how long the warranty will last.\n\n\nFactors Affecting The Warranty For Any Product\n\n\nSeller You’re Choosing\n\nMost often you will notice that some sellers are just rude and hide lots of beneficial offers from them only just to get that benefit for themselves. This is not a proper ethic of doing business. That is why it is very important for you to know complete things about the seller before purchasing any product from him. Or if the seller is known to you for a very long time then this is the best thing. \n\n\nThe Age Of That Product\n\nIt’s very important for you to know the age of that used car part, as it happens that many car parts that have been used for very long, their warranty period time is very short. And the same happens when you choose the new and very less used engine, you will get a much longer warranty time-period. \n\n\nBrand And Model Of The Product\n\nNot much but there are some brands of car parts manufacturing that offer much longer warranty periods for their products. One reason for this is that they are confident about the build quality of their products. They know that there won’t be any manufacturing defects in their product within a short time period. The second reason is that they are well known reputed brand names, and they tend to keep their status as big as always. Therefore they offer various unusual and unique things from other car manufacturing companies.\n\n\nWhat’s the minimum warranty time period?\n\nIf we tell you that, in olden times, there was only 30-days warranty time period for used car products, and surprisingly it was sufficient at that time! Because there was very little competition in the market. But now as the competition in the market is very high, the seller’s are now even offering the warranty period of two-years. But the standard warranty time-period as for now is 90- days, which is 3 months. \n\nHere we are offering 1 year, 2 year, 5 year and even life-time warranties and labor coverage. \n\nSome sellers might include the labor coverage in the warranty as well but not many do. Hence beware when you’re visiting any seller, know what  they have to offer before accepting the product deal.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9098833799,
        "format_confidence":0.9658466578
    },
    {
        "url":"https:\/\/aircraftpartsandsalvage.com\/shipping.php?osCsid=a9d6f4d9063f27c4b6c2555504965cfb",
        "text":"Shipping & Returns\n\nWhich credit cards do you accept?\n\nWe accept MasterCard and Visa.\n\nCan I cancel my order?\n\nYes you may, as long as the item has not been shipped. If the order has already been shipped we will still attempt to cancel the order, but cannot guarantee that the cancellation will be possible. If you do receive an order that was cancelled, accept delivery of the item and contact Dawson Aircraft, Inc. Customer Service at (877) 293-5300 for return instructions.\n\nI cancelled my order but I haven't received a credit yet. How long do credits take?\n\nWe submit all requests for credits within 7 days of receipt. You should see this on your next credit card statement, depending on where you are in your billing cycle.\n\nCan I return an item that is damaged, defective, or I just don't want?\n\nYes. Merchandise returned without authorization will be refused, and the carrier will charge you freight in both directions. To avoid a restocking charge, please return your merchandise in the original box and packing materials. Do not destroy or discard original packing for 30 days.\n\nAre all items guaranteed?\n\nYes. All items are guaranteed to operate WITHIN DESCRIBED ADVERTISED MANNER, but do not carry any warranty other than to operate within the return policy guidelines.\n\n* PLEASE NOTE:   Tested \/ Yellow-Tagged electrical parts cannot be returned.\n\nShipping FAQs\n\nHow long will it take to receive my order?\n\nWe will ship to suit your needs in our effort to be your best aircraft parts supplier.The standard shipping time for orders shipped via FedEx ground is 1-5 days. Large items are shipped via truck, usually arrive in 4-5 days but may take up to 6-12.\n\nCan I have an order shipped to my P.O. Box?\n\nNo. The vast majority of our merchandise is shipped via FedEx, and a valid street address is required.\n\nCan I ship my order to a different address?\n\nYes. Remember to use a street address, not a Post Office Box, for any shipping address.\n\nHow are shipping charges calculated?\n\nShipping charges vary according to product type and destination. Most products are shipped via FedEx (because they offer package insurance and excellent tracking software). Larger items are generally shipped via common carrier, and require higher shipping rates. All products offer an express service.\n\n0 items",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9560232759,
        "format_confidence":0.873239696
    },
    {
        "url":"https:\/\/www.artsforla.org\/car_faq",
        "text":"Donate Your Car - Frequently Asked Questions\n\nWhat are the benefits of donating my car to Arts for LA? \n\nArts for LA benefits by receiving a cash donation to fund new and existing programs and increase community awareness through local events.\n\nYou benefit by being able to reduce your taxable income when taxes are itemized. Plus you avoid the costs associated with selling your car. No need to pay for advertising, no loss of privacy and possible security risk, and no need to pay for vehicle registration, insurance, and repairs to keep your car in running condition while you wait for a buyer.\n\nDoes my car have to be running to donate it?\n\nIn most cases we can take your car, running or not. However, it must have an engine and be tow-able. Contact a representative at 1-800-500-RIDE (7433) to find out if your vehicle qualifies for pick-up.\n\nDo you only accept cars for donation? \n\nMany types of motor vehicles are accepted including airplanes, boats, motorcycles, trucks, and cars. If you are uncertain as to whether or not your vehicle is eligible, please contact the vehicle donation program toll free at 1-800-500-RIDE (7433).\n\nHow long will it take to pick up my vehicle?\n\nWe make donating your car as simple and convenient as possible. A tow company will contact you within two to three business days after completing a record of the donation. Call our representatives at 1-800-500-RIDE (7433).\n\nDo I have to be with the vehicle at the time of pick-up?\n\nNo. Special arrangements can be made by calling our representative.\n\nWhat paperwork do I need?\n\n The only paperwork needed is a signed, clear title We would prefer that you have your title with you when you call-in your donation. [Please note: a clear title indicates the title is in the name of the donor without a lien].\n\nDo I need a smog certificate in order to donate my car?\n\nFor states that require smog certificates or safety inspections, you may donate your vehicle without these documents.\n\nWhat type of receipt will I receive for my vehicle when it is picked up?\n\nWhen your vehicle is picked up, the tow truck driver will give you a document called a “donation receipt.” The donation receipt is a legal document and should be kept. Do not allow your vehicle to be picked up unless you are given a donation receipt or other arrangements have been made in advance. If you have any questions about this please call our toll-free number, 1-800-500-RIDE (7433).\n\nWhat if I receive legal notices?\n\nIn the rare event that you receive any notification of a lien sale, DMV actions or other activity related to your donated vehicle, please contact us at 1-800-500-RIDE (7433) immediately for assistance.\n\nWill I get a tax receipt for my donation?\n\nYes, our driver will issue a donation receipt at the time of pick-up. This is not the final tax receipt if the sale price of your vehicle exceeds $500. This initial acknowledgement will indicate the donor’s name as well as the year, make, model and condition of the car being donated. It will be the only receipt if the vehicle sells for $500 or less. If that happens, it is up to the donor to determine the value of their deduction as long as it is $500 or less.\n\nHow do Federal vehicle donation laws effect my tax deduction?\n\nFor vehicles that sell for more than $500, donors are no longer responsible for determining the deductible value of their donation. Instead, they will receive IRS Form 1098-C, Contributions of Motor Vehicles, Boats, and Airplanes if the proceeds from the sale exceed $500, stating the amount of the gross proceeds from the sale of the donated vehicle. The amount listed on IRS Form 1098-C, Contributions of Motor Vehicles, Boats, and Airplanes will be the gross proceeds of the deductible donation.\n\nWhat can I claim as a deduction?\n\nAccording to the tax law effective January 1, 2005, if the claimed value of the donated vehicle exceeds $500, the taxpayer is limited to the gross proceeds of the sale.\n\nAn IRS Form 1098-C, Contributions of Motor Vehicles, Boats, and Airplanes will be mailed to the donor within 30 days of the sale. It will state the amount of gross proceeds received from the vehicle, provided the vehicle sold for more than $500 and if the donor provided their Social Security number. This will be the tax receipt for the charitable contribution.\n\nIf a vehicle sells for $500 or less, it will be up to the donor to determine the value of their deduction as long as that figure is $500 or less.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.8773908019,
        "format_confidence":0.9772119522
    },
    {
        "url":"https:\/\/support.canvasfactory.com\/hc\/en-us\/articles\/115006520128-Express-shipping",
        "text":"Welcome to our Help Center\n\nExpress shipping\n\n\n1. Do you offer Express shipping and what does it cost?\n\nYes, we do in Australia. You will be given the option at checkout to select either standard or express shipping. Express shipping is based on weight and volume and is therefore calculated based on your order. \n\n2. Can I express post part of my order?\n\nUnfortunately we are not able to \"split\" an order for postage. We recommend that if you need any items urgently, that you place a separate order for these, and select Express post at checkout. \n\n3. How long does Express shipping take?\n\nExpress shipping can take between 1 - 3 business days. When you place an order, production can take up to 3 days. So in total, an express shipped item can take as long as 6 business days to be delivered. However, it could be delivered sooner, depending on our Production Load. Some items are known to be delivered within 3 business days of being ordered. \n\n4. What about public holidays?\n\nOur Production team and courier companies do not operate on public holidays, so please ensure you exclude these days when trying to work out your delivery date.\n\n5. Do you offer a money back guarantee if delivery is late?\n\nWe realize it can be exciting waiting for your parcel to arrive. Our aim is to ensure you have an enjoyable shopping experience and that you receive your order as quickly as possible.  However, we can not guarantee standard nor express shipping time frames and therefor do not offer compensation with regards to late deliveries.\n\n\nWas this article helpful?\n0 out of 0 found this helpful",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.961383462,
        "format_confidence":0.6150422692
    },
    {
        "url":"https:\/\/choosecambridge.com\/FAQ.aspx?TID=17",
        "text":"Show All Answers\n\n1. Can I request a special number?\n2. Do I need to wait until my registration renewal?\n3. When can I expect to receive my new plates?\n4. Where can I obtain an application?\n5. Where should the completed application be sent?\n6. Who should the check be made payable to?\n7. Will I have to pay extra each year to have this plate?",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9893039465,
        "format_confidence":0.9764330983
    },
    {
        "url":"https:\/\/buy.movinglife.com\/pages\/faq",
        "text":"1. What kind of battery is it?\n\nThe ATTO battery has been tested and certified according to international standards, including ISO and IATA, in terms of design, integration, labor and QA.\n\n2. Is there a refund policy?\n\nYes, there is a 14-day, full money-back guarantee. You will receive the full amount paid to Moving Life excluding shipping costs and taxes paid to your local vendors or authorities.\n\n3. Do I need to assemble ATTO when it arrives?\n\nNo, ATTO comes fully assembled and ready to use from the box. Please watch the unboxing video.\n\n5. Do you ship anywhere in the world?\n\nYes, we do!\n\n6. What does the warranty cover?\n\n3-Year Warranty – All structural frame components, including: mobility scooter chassis, steering mechanism, seat mechanism, rear-wheel extensions, all welding.\n2-Year Warranty – All electronic parts, including controllers and battery chargers. Service for the controller or battery charger must be carried out by an authorized Moving Life dealer. Any attempt to open or dismantle these items renders the guarantee void for that item.\n1-Year Warranty – Drivetrain, including: motor, front-wheel fork and brake and battery. (Reduced battery performance is not covered if due to heavy use or negligence).\n\n\n7. How do I get replacement parts?\n\nAfter a certified Moving Life technician determines which parts need to be replaced, we will send them directly to you for the technician to replace. We cover all costs including parts, shipping and labor under your warranty period in the country where you purchased the product. If you purchased a Moving Life product from a dealer you should contact the dealer. \n\n 8. If my ATTO is in need of repair, do you make house calls?\n\nYes, we do! We will work with you to solve any problem you have with your ATTO as soon as possible. If necessary, we will dispatch a certified Moving Life technician to your location provided you are in the country where we purchased the product. If you purchased a Moving Life product from a dealer you should contact the dealer.\n\n9. Who do I call when I have a problem?\n\nFor any technical question or repair, or in any event of an emergency, contact our technical support team from anywhere in the world, 24\/7. If you purchased a Moving Life product from a dealer you should contact the dealer.\n\n10. Does ATTO come with lubricant?\n\nYes, the lubricant is supplied inside the box. Please watch the unboxing video.\n\n11. Do I need to lubricate ATTO on a regular basis?\n\nYes. To ensure long service life, ATTO should be lubricated every 6 months, following the simple instructions in your owner’s manual. This requires no special skills and can be done by everyone. All lubrication points are easily accessible. Please watch the instructional video to see how it is done.\n\n12. What is ATTO’s life expectancy?\n\nATTO’s expected service life is 10 years and it will extend much longer provided care and maintenance procedures are carefully followed.\n\n13. What certification tests has the battery passed?\n\nAll of our batteries are certified for –\nSafety: IEC 62133\nSea and Air Transport: UN 38.3\n\n14. What safety tests has ATTO passed?\n\nATTO was designed to comply with the following international safety requirements for medical electrical equipment –\nSafety: EN12184 Labeling: ISO 7176-15 EMC: ISO 7176-21\nRisk Management: ISO 14971\nRegulatory Compliance: EEC: Annex V of 93\/42\/EEC\nThe European Medical Devices Directive of 93\/42\/EEC classifies the ATTO mobility scooter as a Class I device.\n\n15. What type of motor do you use?\n\nWe have developed a fully customized, brushless, permanent magnet DC motor (BLDC), combining solid core engineering with powerful gears and a robust braking mechanism. This unique combination allows for a smooth drive over many years and great distances.\n\n16. What is the wattage of your battery?\n\nATTO’s battery has a capacity of 250 W\/h.\n\n17. What type of battery technology do you use?\n\nATTO uses a powerful, yet compact and lightweight, 48-volt “non-spillable” lithium-Ion battery with a UL- and CE-approved charger with self-shutdown functionality for safety and extended battery life.\n\n18. What materials is ATTO made of?\n\nATTO is composed of aviation-grade aluminum, high-tech plastics, nylon-enforced ABS and PU filled non-pneumatic tires.\n\n19. Can I add arm rests to my ATTO?\n\nYes, you can order arm rests as an add-on.\n\n20. What is the minimum ground clearance?\n\nATTO’s minimum ground clearance is 4 inches (10 cm).\n\n21. What is the maximum incline degree?\n\nThe maximum incline is 6 degrees.\n\n22. What is ATTO’s turning radius?\n\nATTO’s turning radius is 53 inches (135 cm).\n\n 23. Can ATTO drive in reverse?\n\nYes! ATTO is equipped with a driving direction button. Simply press on the button to change the driving direction.\n\n24. What is ATTO’s maximum speed?\n\nATTO’s maximum driving speed is 4 mph (6.4 km\/h) in most countries and above 6 mph (10 km\/h) in some countries.\n\n25. How much does ATTO weigh?\n\nATTO’s weight, not including the battery, is –\nFront half: 26.4 lb (12 Kg)\nRear half: 35.7 lb (16.2 Kg)\nAssembled: 62.2 lb (28.2 Kg)\nThe battery weighs 4.1 lb (1.85 Kg)\n\n26. What are ATTO’s dimensions?\n\nATTO’s dimensions are: \n\n\n\n\n\n\n28 in (72 cm)\n\n15.3 in (39 cm)\n\n16.5 in (42 cm)\n\n\n35 in (90 cm)\n\n47 in (120 cm)\n\n22 in (56 cm)\n\n 28. Can I take ATTO on public transport?\n\nAbsolutely. ATTO was designed with public transport in mind and can be taken on trains, buses, taxis, ferries, etc. \n\n29. Is ATTO’s battery wattage appropriate for air travel?\n\nAccording to IATA standards, a mobility scooter’s Lithium-Ion battery is limited to 350 W\/h. Some airline staff members are not aware of the standard for mobility scooters and will insist that the maximum wattage not exceed 150 W\/h, the IATA’s limit for laptop batteries. At this point, you may present them with the battery certification documents you received with ATTO, whose battery has a capacity of 250 W\/h.\n\n30. Can I take ATTO on an airplane?\n\nYes. Most airlines will allow you to stow your ATTO in the overhead compartments in the cabin. Otherwise it can be stored in the baggage hold.\n\n31. How long and how often should I charge the battery? \n\nA 4- to 5-hour charge delivers up to 10 miles (16 km) of continuous driving on average. We recommend that the battery be recharged before it is completely drained in order to ensure long service life.\nOur advanced Lithium-Ion battery uses all of its storage capacity all the time, so –\nThere is no “memory effect” as experienced with older battery technology\nThe battery can be used when only partially charged\n\n32. Can I adjust the driving console and seat height? \n\nYes. The console can be adjusted to various heights and angles for maximum comfort, while the seat mechanism can be adjusted to one of three fixed heights. Please watch the instructional video to see how it is done.\n\n33. Is it easy to load ATTO into and of a car?\n\nIt takes just a few seconds to split ATTO into two easy-to-lift parts. When you reach your destination, simply join the two parts together. Please watch the instructional video to see how it is done.\n\n34. How long does it take to fold up or unfold ATTO?\n\nATTO can be folded up or unfolded in as little as 10 seconds. Please watch the instructional video to see how it is done.\n\n35. Can I ride my ATTO in the rain?\n\nOnly to get out of the rain! ATTO was designed for use in dry weather for the best performance and safety.\n\n36. Can a non-disabled person legally drive an ATTO?\n\nNot really. In most countries, mobility scooters may only be driven by a non-disabled person under the following circumstances:\nDemonstrating a vehicle for sales purposes\nTraining a disabled user\nTaking the vehicle to, or from, a service center\n\n37. What is ATTO’s maximum weight allowance?\n\nThe maximum user weight for our current model is 220 lb (100 Kg).\n\n38. Would certain medications restrict me from driving an ATTO?\n\nIf you regularly take medication that makes you drowsy, you should consider whether or not it would be safe to drive a mobility scooter. If you are in any doubt, consult your doctor. You should definitely not use a mobility scooter when under the influence of alcohol or medicinal marijuana.\n\n39. Do I need training before driving an ATTO?\n\nATTO is very easy to operate. It requires no special skills and can be mastered quickly. To help you learn, please watch the instructional video.\n\nIf you are using a mobility vehicle for the first time, or if it has been a while since you have last driven one, we strongly advise you to practice to ensure that you can steer and control the vehicle properly and safely, especially on uneven surfaces.\n\n 40. Can the battery be charged separately?\n\nYes, you can charge the battery either on-board or off-board. Removing and reinstalling the battery is easy. Please watch the instructional video to see how it is done.\n\n41. Can I use my ATTO indoors and outdoors?\n\nATTO was designed for use both indoors and outdoors on various surfaces, such as sidewalks, pavement, footpaths, bridleways, pedestrian areas and at street crossings.\n\n42. Are there any age restrictions?\n\nWhile there is no age limit, we recommend that users be taller than 5 feet (150 cm) for maximum safety.\n\n43. What are the minimum recommended user requirements?\n\nPotential users should assess their:\nReaction time\nBalance and posture\nAbility to sit for long periods of time\nAbility to get on and off the scooter\nPotential users should also be able to judge distance, recognize obstacles and hazards and be able to see pedestrians and other vehicles clearly and easily. Consulting with a medical professional is recommended.\n\n44. Who is ATTO intended for?\n\nATTO is intended for people with an injury, physical disability or medical condition that prevents them from walking long distances.\n\nUS (347) 761-3317\nUK (020) 3769 7530\nSG (53) 159 1348",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.8181055188,
        "format_confidence":0.9757834077
    },
    {
        "url":"https:\/\/www.gomotortrader.co.uk\/motortrade-blog\/motor-trade-faqs-dvla\/",
        "text":"Motor Trade FAQ’s – The DVLA\n\nThe DVLA website is an information hub for any motorist looking for advice on driving, tax, MOTs, licences and more. It is an executive…\n\nImage of Blog post\n\nThe DVLA website is an information hub for any motorist looking for advice on driving, tax, MOTs, licences and more. It is an executive agency of the Department for Transport (DfT) whose main responsibility is keeping a register of drivers and vehicles in Great Britain. The DVLA use this information and data to improve safety on the roads, monitor crime related to vehicles, promote and encourage environmental initiatives and limit vehicle tax evasion.\n\nWith over 45 million driver records, 38 million vehicle records and a collection of over £6 billion a year in vehicle tax, the DVLA limits evasion to no more than 1% annually.\n\nThe DVLA are also responsible for:\n\n• Maintaining records of licensed drivers and registered vehicles\n• Issuing licences to drivers and the maintenance of the vehicle driving entitlements\n• Maintaining records of driver endorsements, disqualifications and medical conditions\n• Issuing vehicle registration certificates to vehicle keepers\n• Collecting and enforcing vehicle tax\n• Helping the police and intelligence authorities deal with vehicle related crime\n• Registering and issuing tachograph cards\n• Issuing vehicle registration marks\n• Selling personalised registrations\n• Selling anonymised data\n\nDVLA Information for Motor Traders\n\nDVLA: Trade Plates\n\nTrade plates will save any motor trader time and money as it means you won’t have to register and tax each vehicle that’s temporarily in your possession. For a trade licence you need to apply to the DVLA and once it is approved you are able to use your trade plates. For more information read our blog “Everything Motor Traders need to know about Trade Plates – FAQs”.\n\nDVLA: Motor Traders\n\nAs a motor trader you are required to report the purchase of a vehicle and also the sale of a vehicle on behalf of the seller.\n\nEnsure that:\n\n• No changes have been made to the V5C registration certificate\n• The name and address on the V5C are correct\n• Any personalised registration numbers have been kept or transferred\n\nYou will need:\n\n• The 11 digit reference number from the latest V5C registration certificate\n• Permission of the seller to act on their behalf\n\nOnce this is done the vehicle’s registered keeper will be taken off the DVLA’s records and receive a confirmation letter by post. Any tax that is due to be refunded will be done by the DVLA automatically. For more information on motor traders read our blog “Motor Traders and the DVLA”.\n\nDVLA: Road Tax\n\nTo renew your road tax you must go to the website and fill out the forms. The online process is simple but it can also be done over the phone, however you cannot arrange a Direct Debit over the phone.\n\nAll you will need to apply online is:\n• The 16 digit reference number on your vehicle tax renewal letter (V11)\n• The 11 digit reference number on your log book (V5C)\n• The 12 digit reference number on your New Keeper Supplement (V5C\/2) if you’ve just bought the vehicle\n\nDVLA: Road Tax Refund\n\nIf your vehicle has been sold you will receive a refund from the DVLA automatically for the time you have left on the tax disc. The DVLA will only process the refund once they have received notice of the change on the V5C.\n\nThe refund is issued once the DVLA receive notification from the registered keeper that the:\n\n• Vehicle has been sold or transferred\n• Vehicle has been scrapped at an authorised treatment facility\n• Vehicle has been exported\n• Vehicle has been removed from the road and the person on the vehicle register has made a statutory off road notification (sorn)\n• Registered keeper has changed the tax class on the vehicle to an exempt duty tax class\n\nFor more information visit our “Frequently asked Motor Trade Questions about Tax Disc changes” blog.\n\nGet in touch\nContact Us\n\nGoMotorTrade is a trading style of QuoteSearcher Limited who are authorised by the Financial Conduct Authority. Our FCA registration number is 504796. This can also be checked by visiting\n\nThe Financial Ombudsman Service (FOS) is an agency for arbitrating on unresolved complaints between regulated firms and their clients. Full details of the FOS can be found on its website at\n\nOur company registration number is 05387593 with our registered office at 8 Waldegrave Road, Teddington, Middlesex, TW11 8GT.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.8856296539,
        "format_confidence":0.5649589896
    },
    {
        "url":"https:\/\/www.bmw.be\/fr\/topics\/offers-and-services\/diplomatic-sales\/faqs.html",
        "text":"• How do I qualify?\n\n    In order to qualify under our Diplomatic Program, you should furnish us with a diplomatic passport or declaration of employment from a recognized international organization and you should be accredited by the host nation for a mission of at least one year.\n\n  • Which international organizations are entitled to Diplomatic conditions?\n\n    United Nations:\n\n    • Main organization with its departments and offices\n    • Specialist agencies and institutions, e.g. ILO, UNESCO, ITU\n    • World Bank Group (IBRD) and IMF \n\n    European Union:\n    • European Commission, European Parliament, European Court\n    • Their executive bodies and institutions, e.g. ECB, ESC, EPO\n    • Their agencies, e.g. EMEA, Europol\n\n    Internationally-coordinated organizations:\n    • OECD\n    • ESA\n    • WEU\n    • Council of Europe\n\n    Other international organizations, e.g.:\n    • European schools\n    • Interpol\n    • European Investment Bank\/Fund\n  • Which price am I entitled to if I qualify for the Diplomatic Program?\n\n    Please contact the dealership of your choice who will send you a detailed offer.\n\n  • How many cars am I entitled to buy under the BMW Diplomatic Program?\n\n    There is no limitation of vehicles in the BMW Diplomatic Program, as long as the vehicle is invoiced on your name and registered on your name for at least one year.\n\n  • Can members of my family take advantage of the scheme?\n\n    All members of your family who enjoy diplomatic status are entitled to purchase a vehicle under the Diplomatic Program provided they are also accredited by the host nation.\n\n  • What is the production and delivery time?\n\n    As your vehicle will be tailor made to your requirements and specifications this may vary depending on the model and transportation time. Please contact the dealership of your choice for an exact delivery time.\n\n  • Would I enjoy tax-free status?\n\n    The Diplomatic Program entitles those who are eligible to enjoy special conditions and discounts. However, as far as your tax-free status is concerned, your protocol Department within your Mission or Organization will be able to provide you with this information. Your tax status is not connected to our program.\n\n  • Can I finance the car?\n\n    It is possible to finance a car under the Diplomatic Program. An individual credit application would be required.\n\n  • What are the technical options and vehicle details?\n\n    Our dealerships are at hand to answer any enquiries that you might have with respect to technical options and details.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.7885178924,
        "format_confidence":0.9784129262
    },
    {
        "url":"https:\/\/www.lapierrebikes.com\/ie-en\/faqs\/",
        "text":"Frequently Asked Questions\n\nIn doubt about something? You can find our most frequent asked questions here.\n\n\nNo we do not sell direct from the factory. All sales are via our network of approved retailers.\n\nAs we offer no direct sales we cannot offer discounts. Only Lapierre retailers are able to decide whether or not to offer a discount.\n\nWe are not able to manufacture unique bikes coming from a specific request.\n\nWe currently do not offer customized bikes nor make specific changes to the factory bikes. If you wish to change a component of the bike, you can ask your closest dealer, who can make changes in the shop for you and inform you on prices.\n\nYou must firstly note the problem with your closest dealer (taking your receipt of purchase).\n\nThe dealer will do a diagnostic check, and send the part to the correct manufacturer (if it’s a part from Shimano, Fox…) or to Lapierre, if the problem is with a Lapierre product.\n\nOn reception, the Lapierre After Sales Service will investigate and propose a solution via your dealer.\n\nAs specified in our warranty conditions, certain bike-component manufacturers manage their own After Sales Service. Therefore, the warranty request will not pass via Lapierre. This is in order to address the problem by an experienced team, with an extensive knowledge of the product, the possible problems and the possible solutions.\n\nThese After Sales Services are completely independent of Lapierre and we cannot intervene in any cases that have been entrusted to them.\n\nYou should contact your closest dealer. Dealers are always our intermediary in the case of a technical problem. Any parcel delivered directly to us by the consumer will be refused.\n\nYes, you can visit any Lapierre dealer. You just need to take your purchase receipt with you.\n\nAll Lapierre dealers can also deal with a warranty request. However, they may charge you for delivery costs and workshop time.\n\nUnfortunately, we are not able to repaint frames. We advise you to contact a painter or body-work specialist in your area.\n\nWe do have a showroom. However, it is only open to Lapierre retailers and by appointment. Please note it is not open to consumers.\n\nFor confidentiality reasons, our factory is closed to the public. Due to this, we cannot unfortunately organize visits, even for groups.\n\nYou can get hold of promotional stickers by sending a stamped envelope to the address:\n\nCycles Lapierre, BP 50573, 21005 Dijon Cedex.\n\nPlease note that we do not have any decals to replace those originally on a bike following a repaint.\n\nThe serial number appears on a barcode, which is located at the bottom part of the seat tube and close to the bottom bracket. It should start with \"LP\".\n\n\nYes. Depending on the process used, this can cause weaknesses to the frame. In the case of a problem, the Lapierre After Sales Service reserves the right to refuse the warranty on a bike that has been repainted.\n\nThis guarantees a bike part, so that it can be replaced free of charge with an equivalent or superior part. Your dealer may, however, bill you for shipping costs and for the costs of replacing the part.\n\nUnfortunately, our bikes are only warrantied for the initial purchaser. When you buy a second-hand model you should ask the owner for details of transport, storage, care and any changes made to the bike.\n\nFrom 2009 to the present day, the warranty is five years for the frame (except for the Dirt, DH & Froggy : 2 years), two years for the parts, one year for the paint and artwork.\n\nFor 2008 and before, the warranty is two years for full suspension frames and five years on rigid frames, two years on parts and one year for paint and artwork.\n\nThe warranty is only valid for the initial purchaser, and is not valid if the bike is used in competitions.\n\nChoosing and buying a Lapierre product\n\nThe best thing to do at the moment is to visit your local Lapierre dealer for advice. A dealer can assess what bike size may suit better for your body type (leg measurement, arm length, etc.) and your riding style.\n\nIf you are between two sizes, you should also visit your dealer and test the two sizes in the shop.\n\nSeveral models are available in a frame kit, please check with your distributor or your local Lapierre dealer.\n\nWorking at Lapierre\n\nYou can look for our current job positions at our “Jobs” page. If there is no offer that fits your interest, you can send us a CV and a cover letter using the contact form and detailing the position you are looking for.\n\nOur engineers are mainly specialized in mechanical engineering. All our engineers are passionate, with a professional background or related experience with bicycles. They are also proficient in English and other languages.\n\nPlease note that we do not look for engineers specialized in materials.\n\nWe sometimes offer internships in R&D and in Quality Control. Please check our Jobs page to see what is currently available.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.6006469131,
        "format_confidence":0.9776465297
    },
    {
        "url":"https:\/\/mazdaroadster.net\/faq.php?s=2740c4f0048dc4e3890dcc6966c0a83c&faq=rules",
        "text":"\n\nOur Mission Statement\n\nMazdaRoadster.Net Mission Statement\n\n  • Our mission at MazdaRoadster.Net is to provide an online club for Miata enthusiasts to express their love and passion for these awesome Roadsters and in doing so, to give back to the Miata community with innovative plans and ideas.\n  • We do not want to be just \"another\" Miata forum, we want to create a \"club\" feel for all to enjoy where everyone who owns or is interested in Miatas is welcomed. This forum is for ALL Miatas whether stock or modified.\n  • We want ALL members that wish to participate in our forum to express the same passion that we have. We promote healthy and spirited discussions but also expect all members to respect one another's tastes and opinions and to abstain from ridicule.\n  • If a new user has a question we strongly encourage folks to help. Please be mindful that some new members are new to Miatas (or to online forums) and while the answer may be apparent to you, it may not be to them. Please abstain from posting things as \"Use the search button Noob,\" or the like. We are all here to promote our love for Miatas and we should welcome and help new members.\n  • We also want to take this opportunity to encourage everyone to join a local Miata Club. If there is not one near you, take the initiative to create one in your area. We are here to support you and we can help you by providing tips and by spreading the word out.\n  • This forum is free to members and is supported by sponsors. As such, please support us by making every effort to direct your purchasing decisions to our sponsors and don't forget to mention that you saw their ad right here, at MazdaRoadster.Net! You can also stop by the sponsors' local shops even if just to say hello. They are always happy to see you!\n  • Lastly, we here at MazdaRoaster.Net want everyone to have fun!!! Post your stories, create a blog about your car. Everyone has a story to tell and all your stories are equally important to us. With this mission in mind, post up and lets have fun!!!\n\nSearch FAQ\n\nSelect this option if you would like your search to look in the text of FAQ items as well as their titles.\n\nSelect an option here to specify how you would like your search query to be treated. 'Any words' will return the most numerous but possibly least relevant results, while 'Complete phrase' will return only results that contain exactly what you are searching for.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9303454757,
        "format_confidence":0.9545418024
    },
    {
        "url":"https:\/\/www.victorychryslerdodgejeepram.com\/common-car-buying-questions.htm",
        "text":"FAQ: Victory Chrysler Dodge Jeep® RAM near Kansas City, KS\n\n\nWhether you are looking for your next 2019-2020 Jeep SUV, or RAM truck, your Chrysler dealership near me, Victory Chrysler Dodge Jeep® RAM, is open six days a week to provide car advice, Jeep financing options, and a full service department. If you're in the market for a Jeep Wrangler or a Chrysler minivan, or need work done on your current vehicle, contact us today to view our inventory or schedule a service appointment.\n\n\nQ: What if I am undecided when it comes to purchasing a new or used vehicle?\n\nA: When you visit Victory Chrysler Dodge Jeep RAM in Kansas City, KS, we'll show you a vast inventory of both new and used RAM trucks, and walk you through the pros and cons of each.\n\nService & Parts\n\nQ: What services do you provide?\n\nA: Our trained specialists in our Chrysler service center can assist you with a variety of needs, ranging from oil changes, regular maintenance, brakes, air conditioning, and a full parts center. You don't need an appointment for our Express Lane Oil Change Service and can enjoy free Wi-Fi while you wait.\n\nQ: What if you don't have the parts I need?\n\nA: If you need a part that we don't currently have in our inventory, our OEM Jeep parts professionals can order it for you right away then install it in a timely manner.\n\n\n\nQ: What financing services do you provide?\n\nA: If you're unsure about whether to lease a vehicle or take out a loan, we can answer any questions you may have. We can work with bad or no credit. Give us a call or visit our Kansas City dealership to start discussing your finance options.\n\n\nQ: How do I get to your dealership?\n\nA: Victory Chrysler Dodge Jeep RAM is easily accessible to Kansas City and surrounding areas, including Overland Park and Olathe.\n\nQ: Do I have to make an appointment to schedule a test drive?\n\nA: You can visit our dealership anytime to talk to a specialist and take a model for a test drive. Feel free to give us a call today to ask about availability and inventory.\n\n\n  • Monday 8:00 to 7:00\n  • Tuesday 8:00 to 7:00\n  • Wednesday 8:00 to 7:00\n  • Thursday 8:00 to 7:00\n  • Friday 8:00 to 6:00\n  • Saturday 8:00 to 6:00\n  • Sunday Closed\n\n\nVictory Chrysler Dodge Jeep Ram\n\n1720 N 100th Terrace\nDirections Kansas City, KS 66111-3782\n\n  • Sales: 913-653-0385\n  • Service: 913-653-0386\n  • Parts: 913-653-0386\n\nMake an Inquiry\n\nBy submitting your contact information, you consent to be contacted by telephone about purchasing a vehicle or obtaining vehicle financing. Clicking on the Submit button above is your electronic signature.\n\n; ;",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.9824169874,
        "format_confidence":0.9737503529
    },
    {
        "url":"https:\/\/tourinsideireland.com\/ufaqs\/how-do-i-top-up-my-leap-card\/",
        "text":"How do I top up my Leap Card?\n\nYou can top up your Leap Card on our bus. Simply present your card to the driver  and ask them to top up your card to any note value. You can then buy a ticket and later use your credit to buy tickets on any other Leap scheme member.\n\nYou can also find out more about top ups on\n\nComment on this FAQ\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.6677811742,
        "format_confidence":0.9504749775
    },
    {
        "url":"http:\/\/nsaviation.com\/international_faq.php",
        "text":"International Frequently Asked Questions\n\n1. What can I expect while attending your flight school?\n\nOnce you are in the US you are considered a full time student pilot. Learning to fly involves developing highly coordinated eye-to-hand skills and building a solid base of aviation-related information. To maximize your learning experience plan to be at the flight school with your instructor 18-to-22 hours a week. You can expect to:\n\n  • Be scheduled 5-to-6 days a week for ground school and to fly 2-to-3 hours a day\n  • Study local area and flight procedures two hours for every hour of flight time\n  • Devote four hours a day preparing for FAA online tests, completing instructor work assignments, and accomplishing other tasks related to your training\n\n\n\n2. Do my flight training costs include housing?\n\nNo. Room and board are not included in the cost of flight training.\n\n3. If housing is NOT included will you help me find housing?\n\nYes. Our pilot candidates have a wide range of housing requirements. Some are here for a short time and require a hotel room. Others are here for a longer period of time and need more permanent accommodations, such as a shared apartment or a place of their own. An internet search may assist you in obtaining adequate housing.\n\n4. What about transportation to and from my lessons?\n\nStudents with nearby accommodations can walk or ride a bicycle to the flight school. Some students choose to purchase a car and carpool. At this time NS Aviation does not provide transportation to-and-from the school.\n\n5. Are the prices guaranteed not to change?\n\nNS Aviation reserves the right to change prices without prior notice. Due to increasing operating costs, we do not guarantee our prices, which are estimates based on the average number of hours a fulltime student takes to complete various stages of training. Individual circumstances may vary.\n\nSome students complete their training in less time than the estimates, some in more. Our goal is to give you substantial value for your training dollar. We do NOT train you beyond what you need, but we DO train you until you have achieved the standards we expect and require.\n\n6. Can an International Student obtain flight training loans in the US?\n\nNo. The only non-US students able to obtain flight training loans are those who hold permanent resident visas and have a US Social Security number.\n\n7. While I'm training, can I work in the US to defray the cost of my training?\n\nNo. The M-1 visa does not authorize a student to work in the US while in flight training. Students who come to NS Aviation MUST show proof of financial capability PRIOR to starting their flight training.\n\n8. Once I finish training, will you hire me as a Flight Instructor?\n\nVery unlikely. Students finishing their flight training MUST depart the US shortly thereafter. If a student obtains permanent US residency, without seeking NS Aviation's assistance in doing so, then we may consider your application as Flight Instructor.\n\n9. Can I obtain medical coverage? Is it included in my flight training costs?\n\nMedical coverage is NOT included in flight training costs. Often a student may obtain medical coverage through his home-country's medical plan or through his travel agent. An internet search may be your best option to find adequate medical coverage.\n\n10. How is the scheduling done at NS Aviation?\n\nScheduling is done through our dispatch desk. You will coordinate with your instructor to ensure the appropriate scheduling is done according to your training phase, aircraft availability, etc.\n\n11. I'm in the country on H1-B or F1, or similar visa. Can I do flight training on my current visa?\n\nYou may ONLY train on an M-1 visa. See our international student’s page. If you are in the US on some other visa, you MUST exit the country and re-enter on an M-1 visa. We can assist you with this process.\n\n12. Do you have somebody on staff that can help me with other questions?\n\nWe welcome student inquiries, and look forward to assist you in whatever way possible to the best of our ability.",
        "topic_id":22,
        "format_id":5,
        "topic_confidence":0.7513900399,
        "format_confidence":0.9810999632
    }
]