[
    {
        "url":"http:\/\/www.foxbusiness.com\/personal-finance\/2013\/11\/20\/what-to-do-if-there-lien-on-your-house\/?intcmp=related",
        "text":"Sign in to comment!\n\n\nBuying Home\n\nWhat to Do if There's a Lien on Your House\n\nHouse 02\n\n\nDear Dr. Don, \n\nI have a lien on my house. What can I do?\n\n\n-Lou Longshot\n\nDear Lou, \n\nThere are different types of liens that can be placed on a property. The Internal Revenue Service can place a tax lien on the property. Unpaid property taxes can also generate a lien on your property. Also, a contractor can place a mechanic's lien on it to ensure payment for work performed on the property. A judgment lien is created by a court ruling that gave a creditor the right to place a lien on your property for an unpaid debt. Even homeowners associations have been known to place a lien on a property for unpaid association fees.\n\nCompare Mortgage Rates in Your Area\n\nTo remove the lien, you need to settle the lien holder's claim on the property. They will then release the lean. How big a hassle this process is depends on the type of lien and the lien holder. Whether you need to work with an attorney to accomplish the release depends on the type of lien and your willingness and ability to satisfy the lien holder's claim on your property. Most mechanics liens and judgment liens won't result in foreclosure. But some liens, like those for unpaid property taxes, can trigger foreclosure.\n\nYou didn't mention whether the lien was part of a bankruptcy process. Bankrate's bankruptcy adviser Justin Harelik has written about getting liens released post-bankruptcy on debts that were discharged in bankruptcy. Also, Bankrate's tax adviser Judy O'Connor has written about the IRS treatment of tax liens.\n\nGet more news, money-saving tips and expert advice by signing up for a free Bankrate newsletter.\n\n\nAsk the adviser\n\nTo ask a question of Dr. Don, go to the \"Ask the Experts\" page and select one of these topics: \"Financing a home,\" \"Saving and Investing\" or \"Money.\" Read more Dr. Don columns for additional personal finance advice.\n\nBankrate's content, including the guidance of its advice-and-expert columns and this website, is intended only to assist you with financial decisions. The content is broad in scope and does not consider your personal financial situation. Bankrate recommends that you seek the advice of advisers who are fully aware of your individual circumstances before making any final decisions or implementing any financial strategy. Please remember that your use of this website is governed by Bankrate's Terms of Use.\n\nCopyright 2013, Bankrate Inc.\n\nBank Rates\n\nLoan Type Graph Rate +\/- Last Week\n30 Y Fixed Graph 3.90% up 3.89%  \n15 Y Fixed Graph 2.96% up 2.93%  \n30 Y Fixed Jumbo Graph 4.27% up 4.23%  \n5\/1 ARM Graph 3.19% up 3.11%  \n5\/1 Jumbo ARM Graph 3.84% up 3.71%  \nLoan Type Graph Rate +\/- Last Week\n$30K HELOC Graph 4.41% up 4.38%  \n$50K HELOC Graph 4.07% up 4.06%  \n$30K Loan Graph 4.55% -- 4.55%  \n$50K Loan Graph 4.21% up 4.20%  \n$75K Loan Graph 4.21% up 4.20%  \nLoan Type Graph Rate +\/- Last Week\n36 M New Graph 3.08% -- 3.08%  \n36 M Used Graph 3.29% dw 3.30%  \n48 M New Graph 3.06% -- 3.06%  \n48 M Used Graph 2.96% -- 2.96%  \n60 M New Graph 3.13% -- 3.13%  \nLoan Type Graph Yield +\/- Last Week\n6 month Graph 0.37% up 0.36%  \n1 yr Graph 0.61% -- 0.61%  \n5 yr Graph 1.44% dw 1.48%",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.983833611,
        "format_confidence":0.5009766221
    },
    {
        "url":"http:\/\/www.qacollections.com\/What-is-a-charge-off-date",
        "text":"What is a charge-off date?\n\nAnswer A charge-off date is a legal and accounting term used by companies regarding delinquent payment accounts. After a period of time, debt that is not paid is known as a \"bad debt expense\" and is essen... Read More »\n\nTop Q&A For: What is a charge-off date\n\nYou must pay the travel charge card bill by the due date even if you have not been reimbursed by your agency organization?\n\nDo you have to charge your ipod fully or can you just charge it a little bit then charge the rest the next day?\n\nAnsweryou dont need to charge your ipod fully but if you dont it has a high chance of dying. its better for the battery if you charge it fully and then let it die completely.\n\nIf I don't fully charge something when I charge it the first time, does that mean it won't hold a charge?\n\nPut that battery in the charger, or whatever you use to charge it and leave it hooked up for at least 24 hours, no less. If not, in 3 months time you will be wondering \"why, when I my battery says... Read More »\n\nHow long does it take to charge a new powershot sd790 camera i read the manual and it says takes 2-3 hours to charge but never charge more than 24 hours. but it doesnt say how long for new one.?\n\nThere is a satelite positioned in the sky which sends the signals the are received by the decoder through an antena (Dish and LNB) This signal is collected by the dish and which reflects it to a fo... Read More »",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.6615521908,
        "format_confidence":0.8847321272
    },
    {
        "url":"https:\/\/community.accointing.com\/t\/date-and-value-of-ico-transactions-in-tax-report\/9156",
        "text":"Date and value of ICO transactions in tax report\n\n\nlast year I participated in an ICO, where I spent 500 USDC on April 13 and received the tokens on May 31. I imported the transactions and classified them as ICO, and when I log into Accointing it shows up correctly with an acquisition date of April 13.\n\nIn my tax report, the acquisition date is shown as May 31, and the acquisition price is based on that date as well.\n\nMy questions are:\n\n  • Shouldn’t somehow the 500 USDC be used as a basis for the acquisition price? The price on the market both on April 13 as well as May 31 was a lot higher than what I paid through the ICO. In your taxation of transactions explanation it only says that the “buy information” is relevant, but it is not specified whether that means the value of tokens used for the purchase, or value of the purchased tokens at time of receiving them (\n  • Why does the tax report not also correctly show April 13 as the acquisition date as well? Based on what I had read I thought this was the correct way.\n\nI hope my questions are clear. I would be very thankful for a response!\n\nEdit: It seems to have been a bug, because I unclassified and reclassified the transaction just a few minutes ago, and now the cost basis has changed and is close to the euro value of the 500 USDC I paid. The question of the date still remains :slight_smile:\n\nThank you very much, seems that your issue is resolved now?\n\nI will keep this is mind and see if any other user has this error :slight_smile:\n\nThe date in the tax report is still not correct, as it shows May 31 as purchase date instead of April 13.\n\nAs it is shown correctly online in the wallet I expect it to somehow be an issue of the report and not a general one. Luckily in this case it is not relevant for me personally, as I realised the gains before the 1 year holding period either way.\n\nWould you be willing to send us your data so that we can take a deeper look into this? If so, Submit a request here :slight_smile:\n\nIn the form please also leave a link to this post so that we have background context :slight_smile:\nThe reason we ask for your data is that we do not see your data, whatever you put in your Accointing account, is encrypted.\n\nThis topic was automatically closed after 18 days. New replies are no longer allowed.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9883070588,
        "format_confidence":0.6669160724
    },
    {
        "url":"http:\/\/money.federaltimes.com\/2011\/05\/05\/annuity\/",
        "text":"Q: I am retired from the U.S. Postal Service and I am receiving full withdrawal monthly payments from my Thrift Savings Plan account. Is there or will there ever be a chance to change that decision and purchase an annuity through MetLife\n\nA: Yes. You may use form TSP 70 to complete a full, final withdrawal and direct the proceeds into a MetLife annuity.\n\n\n\nAbout Author\n\nLeave A Reply",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9977155924,
        "format_confidence":0.6925557256
    },
    {
        "url":"https:\/\/www.creditkarma.com\/question\/reoccurring-account-in-collections-thats-been-paid",
        "text":"Credit Advice\n\nHave a question? Have advice to share? The combined knowledge and experience of everyone in the Credit Karma community can help you. Enter your question or help others below to get started!\n\n\nPosted in Credit Report\nProfile Image\n\nQuestion By\n\n0 Contributions\n0 People Helped\nReoccurring Account in Collections that's been paid!?\nAn account that's been closed 2-3 years ago keeps popping up on my credit score. Resolved this issue on numerous occasions, but it isn't going away.\nDisputed it as well but it keeps occurring.\n\nYour Credit Scores Should Be Free. And Now They Are.\n\nView your scores and reports anytime.\n\n\nReply to this Question\n\nWrite your response:\nEnter Your Comments\n\nThe Credit Advice pages of the Site may contain messages submitted by users over whom Credit Karma has no control. Credit Karma cannot guarantee the accuracy, integrity or quality of any such messages. Some users may post messages that are misleading, untrue or offensive. You must bear all risk associated with your use of the Credit Advice pages and should not rely on messages in making (or refraining from making) any specific financial or other decisions.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9831436276,
        "format_confidence":0.9823359847
    },
    {
        "url":"http:\/\/www.thebody.com\/Forums\/AIDS\/Workplace\/Q140139.html",
        "text":"The Body: The Complete HIV\/AIDS Resource\nFollow Us Follow Us on Facebook Follow Us on Twitter Download Our App \nProfessionals >> Visit The Body PROThe Body en Espanol\nAsk the Experts About\n\nWorkplace and Insurance IssuesWorkplace and Insurance Issues\nRollover images to visit our other forums!\n  • Email Email\n  • Glossary Glossary\n\nHIV Test for Disability Insurance\nJul 13, 2002\n\nA few years ago I had the typical workup done regarding Disability Insurance. (Including a test for HIV)\n\nI did recieve the policy with a few rider exclusions. (Cost of living, Automatic Additional Benefit Increase)\n\nI did recieve information that I had some elavated Liver Enzymes, and I was on \"Smoker\" status.\n\nI never recieved any information regarding my HIV status, positive or negative.\n\nMy concern is that my doctor never recieved any blood work either.\n\nI suffer from an Anxiety disorder, and am stressing that I may have tested positive but was not alerted.\n\nCan they do this?!?\n\nWould they have even granted the policy? (It is an LTD Group Policy)\n\nIf they did grant it, I certainly did not indicate that I was HIV positive, because I don't belive I am. Nor did they indicate any exclusions regarding symptoms associated with that condition.\n\nI hope I am worried for no reason.\n\nResponse from Ms. Franzoi\n\nIf you had tested positive for HIV, the insurance company would not have issued you an LTD policy. However, if you are concerned about your status, get tested. You can do this anonymously.\n\nI would like to know?\n\n  • Email Email\n  • Glossary Glossary\n\n\n\nThis forum is designed for educational purposes only, and experts are not rendering medical, mental health, legal or other professional advice or services. If you have or suspect you may have a medical, mental health, legal or other problem that requires advice, consult your own caregiver, attorney or other qualified professional.\n\nExperts appearing on this page are independent and are solely responsible for editing and fact-checking their material. Neither nor any advertiser is the publisher or speaker of posted visitors' questions or the experts' material.\n\nReview our complete terms of use and copyright notice.\n\nPowered by ExpertViewpoint",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.5613685846,
        "format_confidence":0.9883041382
    },
    {
        "url":"https:\/\/www.bizplan.com\/community\/questions\/6311\/how-to-attract-more-corporate-clients-if-you-are-a-small-software-development\/answers\/20084",
        "text":"We are a software development company with only 8 employees but all of us are seniors in different fields. We have developed 2 products from scratch for a big international company with over 35k employee (6-12 months developments). One of them is an app which is mandatory to use for all of the 35k employees. We passed all request from integration with Active Directory, SAP, GDPR, Russian legislation, Penetration tests and a lot of paperwork which are highly demanded if you are working with an international company.\n\nI would suggest thinking about using social media to promote your company. I have further suggestions, do drop me a call.\n\nAnswered a year ago\n\nUnlock Startups Unlimited\n\nAccess 20,000+ Startup Experts, 650+ masterclass videos, 1,000+ in-depth guides, and all the software tools you need to launch and grow quickly.\n\nAlready a member? Sign in\n\nCopyright © 2020 LLC. All rights reserved.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.5466982126,
        "format_confidence":0.9864131212
    },
    {
        "url":"https:\/\/mumbaiopenlips.com\/qa\/question-which-one-is-better-mclr-or-rllr.html",
        "text":"Question: Which One Is Better Mclr Or RLLR?\n\nWhat is the current Mclr rate of SBI?\n\n6.65% to 7.30%Current MCLR rate of SBI ranges from 6.65% to 7.30% varying by reset frequency of the loan.\n\nSBI revises MCLR rates on a monthly basis and benchmark its interest rates for home loan and other loans to MCLR rates of different tenor..\n\nWhat is the purpose of Mclr announced by RBI?\n\nWhat is\/are the purpose\/purposes of the ‘Marginal Cost of Funds based Lending Rate (MCLR)’ announced by RBI? 1. These guidelines help to improve the transparency in the methodology followed by banks for determining the interest rates on advances.\n\nWhat is current Rplr of HDFC?\n\n16.20%Current PLR rate of HDFC is 16.20%, which the bank fixes periodically based on its internal cost of funds and the current interest rates in the economy. HDFC benchmarks its interest rates for home loan and other loans to PLR rates.\n\nWhy Mclr is different for different banks?\n\nDifference Between MCLR And Base Rate MCLR depends on factors like CRR (Cash Reserve Ratio), marginal cost of funds, tenor premium, and operating cost. It is dependent on the repo rate changes made by the RBI. Marginal cost of funds based lending rate can be different for different loan tenures.\n\nIs Mclr rate same for all banks?\n\nAll the banks required to review and publish their MCLR of different maturity every month on a pre-fixed date. The final lending rates should be based on by adding the spread to the MCLR. … Personal loans, auto loans, and fixed rate home loans, etc., will not be linked to MCLR.\n\nWho decides Mclr rate?\n\nThe marginal cost of funds-based lending rate (MCLR) is the minimum interest rate that a bank can lend at. MCLR is a tenor-linked internal benchmark, which means the rate is determined internally by the bank depending on the period left for the repayment of a loan.\n\nHow base rate is calculated?\n\nBase rate calculation is done by taking a lot of factors into consideration. These include the cost of deposits, the administrative costs borne by the bank, the profitability of the bank in the previous financial year and the unallocated overhead costs among other things.\n\nShould I switch from Mclr to repo rate?\n\nBorrowers having MCLR or BLR linked loans, are likely to get the entire benefit of this repo rate cut in next 12 to 18 months as the repo rate reduction will take time to reflect in the bank’s cost of funds, on which MCLR is based. Hence, it makes sense to switch your MCLR-, BLR-linked loans to repo-linked loans.\n\nWhat is RLLR rate?\n\nThe lending interest rate linked to repo rate is known as Repo Rate Linked Lending Rate (RLLR). RLLR is made up of RBI’s repo rate plus spread or margin. RLLR = Repo rate + Margin charged by the bank. The Central Bank reviews the repo rate in every two months.\n\nIs Mclr same for all banks?\n\nMCLR, full form Marginal Cost of Fund based Lending Rate is the internal benchmark rate used by banks to fix the interest rate on floating rate loans. Starting from 1st April 2016, all banks in India are required to benchmark and price their loans to MCLR.\n\nHow Mclr will be calculated?\n\nMCLR is calculated based on the loan tenor, i.e., the amount of time a borrower has to repay the loan. … The bank determines the actual lending rates by adding the elements spread to this tool. The banks, then, publish their MCLR after careful inspection.",
        "topic_id":9,
        "format_id":17,
        "topic_confidence":0.9984240532,
        "format_confidence":0.7935597897
    }
]