[
    {
        "url":"http:\/\/www.theseafoodrestaurant.net\/about\/",
        "text":"The Seafood Restaurant is the leader for over 50 years, specializing in seafood and serving the best Lake Erie Yellow Perch and Pickerel in NorthWestern Ohio.\n\nStop by the restaurant for good times and great food. The Seafood has been a neighborhood favorite for over 60 years, offering a casual friendly dining atmosphere you and your friends are sure to enjoy. Our restaurant also features friendly and processional staff of great people, who will make sure you enjoy your visit and that the seafood lives up to its reputation for pleasant dining and exceptional cuisine.\n\nOur menu offers a variety of fish and shell fish, USDA choice aged steaks, fresh chicken entrees, fettucini alfredo dishes, sandwiches, a wide array of appetizers, and the best New England Clam Chowder you’ll ever try.\n\nBe sure to ask your server about new selections and our daily specials while at The Seafood Restaurant.  Whether you are in the mood for casual dining, romantic experience, or a special occasion, The Seafood is sure to please.\n\nThe Seafood Restaurant offers many special features:\n\n  • Booster or High Chair’s\n  • Children’s Menu\n  • Wheel Chair Accessible\n  • Private Party Room Seating Up To 26 People (no room charge)* Currently unavailable due to Covid 19 guidelines.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9950716496,
        "format_confidence":0.9765050411
    },
    {
        "url":"http:\/\/www.cafferom.com\/",
        "text":"index-definition banner image h.jpg\n\nDrink like an Italian!\n\nRōM captures the essence of a Modern Italian caffé found typically in the Urban centers of Milano, Firenze and Roma, where the coffee bar is a place you visit several times throughout the day. RōM is all about the Italian lifestyle – Hand-crafted coffee, homemade Pastries, artisan sandwiches and decadent gelato.\n\nThe cafes offer an energetic European vibe centered around sleek Italian designed bars, providing an engaging environment where you can enjoy your espresso at the bar while visiting with your favorite barista. Relax at a table with business associates, or enjoy our outdoor seating.\n\nfood and bev banner b.jpg\norder online banner b.jpg\n\n\n\ncorporate catering\n\nLet Caffè RōM bring the taste of Italy to your office with artisan pastries, gourmet coffee, traditional Italian panini, seasonal salads and handcrafted deserts. We add just the right accent to any event. Whether breakfast, lunch or afternoon snacks – RōM delivers satisfaction. With three locations to serve you, call today to arrange for your next event.\n\nTake a look at our catering form, and simply email it back to your desired store to get yourself started.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9905974269,
        "format_confidence":0.5022176504
    },
    {
        "url":"http:\/\/www.sfofr.com\/",
        "text":"Home 2017-05-28T11:14:31+00:00\n\nThe Streetfood sector is growing fast: last year alone our partners witnessed rapidly growing numbers of start-ups. The sector is also becoming more crowded and ambitious young entrepreneurs are looking upwards and outwards for further growth opportunities. SFOFR will facilitate that growth in two ways:\n\n  • We will provide viable paths to expansion include moving to fixed premises, manufacturing value added products for retail and franchising mobile units. By growing this way, street food entrepreneurs will be able to create more resilient businesses with higher employment and turnover.\n  • We will also work with local authorities and economic development stakeholders to grasp the potential of the street food movement to evolve into a vibrant regional food scene based on high quality, local produce, accessibility and authenticity.\n\nThe Project\n\nToday’s street food entrepreneurs tend to be young, first time business owners and although they have developed useful skills they are often self-taught and lack formal enterprise education. Our Street Food: Opportunities for Regions (SFOFR) project will provide timely…\n\n\nOur Impact\n\nStreet Food: Opportunities for Regions has been carefully structured to generate impact for current street food entrepreneurs and the VET providers who serve them, as well as creating wider benefits for the HEI-VET community and overall regional economic development.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.5515248775,
        "format_confidence":0.9555236697
    },
    {
        "url":"http:\/\/lelyonnaisacton.com\/",
        "text":"Le Lyonnais\nRestaurant Français\nCelebrating our 44th Anniversary\n\n416 Great Road, Route 2A\nActon, MA 01720\n(978) 263-9068\n\nLunch & Sunday Hours – seasonal\nCall for information\n\nDinner Hours\nTuesday-Thursday 5:30-9:30 P.M., Friday and Saturday 5:30-10:00 P.M\n\nLe Lyonnais Restaurant will be celebrating it's 45th anniversary on November 4, 2016.\nCurrently open on Sunday 5:30PM\n\nReservations Preferred\nWe're Always Open on Sundays for Special Occasions - Weddings - Birthday Celebrations\n\nLe Lyonnais Restaurant Reservations\n\nWe accept MasterCard, Visa, American Express\nFull Bar. Private rooms available\nFunctions for any evening or for lunch must be booked with Chef Gerard\nTake-out & Catered events are available\n\nCall us for our Seasonal Specials of the Day\n\nLunch & Dinner Menu\n\n\nDessert Menu\nClick Here\n\nOn November 4, 1971, Gerard and Joan Labrosse opened their lovely home at 416 Great Road, Acton as a restaurant. There are four separate dining rooms, each with its own cozy country atmosphere. Chef\/proprietor, Gerard has created a menu of hearty country fare, which is a showcase for his classical French training which he began in the Lyon countryside as a young apprentice.\n\nBack to TOP",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9946690202,
        "format_confidence":0.8678660393
    },
    {
        "url":"http:\/\/rendezvoushyd.com\/",
        "text":"Rendezvous, Gachibowli, Hyderabad | Official Website\n\nAbout Us\n\nRendezvous is the blend of great food and pleasing ambience. We bring you an assorted menu of delicious tasting Chinese, Continental and North Indian cuisines to cure every one of your foodie pangs. Our ambience is specially decorated and arranged in a way, that radiates a relaxing environment. You can chill out with your friends on our pool side dining area along with some delectable foodie delights. Every item on our menu is a sign of our dedication, hard work and perfection. Made with only the best and the freshest ingredients, since we believe that our esteemed customers deserve the best and nothing less. With efficient and ready to help services, we make sure that your visit at Rendezvous is always a memorable one.\n\nWalk into the world of deliciousness and indulge your tastebuds in some of the best tasting selection of food items, that will be an absolute foodie's experience. We are all about great food and happy times at Rendezvous.\n\nSomething More\n\n\nLocate Us\n\n\n\nLive Nights\n\nEvents at Rendezvous is unique with a vision based on excellence and a notch above the rest.\n\nWe are Social\n\nFollow Us On\n\nQuick Links\n  • Lane Opposite Jayabheri Meadows, Financial District, Gachibowli,\n\nWe are Social",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.993637085,
        "format_confidence":0.9748411179
    },
    {
        "url":"https:\/\/www.malatemptation.com\/aboutus.aspx",
        "text":"About Us\n\nMala Temptation offers delicious dining, takeout and delivery to Chicago, IL.\n\nMala Temptation is a cornerstone in the Chicago community and has been recognized for its outstanding Chinese cuisine, excellent service and friendly staff.\n\nOur Chinese restaurant is known for its modern interpretation of classic dishes and its insistence on only using high quality fresh ingredients.\n\nAny questions please call us.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9954369664,
        "format_confidence":0.9924040437
    },
    {
        "url":"http:\/\/kennedycellars.wine\/our-story\/",
        "text":"Family of WInemakers\nWinemaking Family\nWinemaking with Friends\n\nA passion for fine wine, great experiences and lasting memories\n\nOur winemaking story started decades ago when The School of Wine opened as one of the only winemaking schools in the region. Fast forward and our story continues as a successful South Jersey-based financial planning professional, intrigued with the intricacies of winemaking, became a loyal student. Driven by his love of making wine and the memories behind every bottle, he purchased The School of Wine in 2016.\n\nToday, The School of Wine at Kennedy Cellars teaches both beginner and advanced wine enthusiasts the precision of balancing both art and science to create their very own wine.  In an unpretentious and fun atmosphere, our expert winemakers and onsite sommelier work hand-in-hand with our students from grape selection to bottling. While our students have produced high quality varietals and award-winning wines, they’ve also discovered the experience of winemaking is much more than simply creating great wine.  Behind every barrel and each winemaker stands a great story and memory for a lifetime.\n\nThe journey of three generations – grandfather, son and grandson – who make the time each and every year to make wine together. \n\nAn engaged couple, marking the beginning of their life together, making their own barrel to share as a memorable wedding favor and saving a special bottle for a first anniversary toast.\n\nThe business entrepreneur and his employees celebrating a successful year by making a barrel and not only sharing the wine amongst themselves, but making a bottle for their customers as a sign of personal appreciation.\n\nWe all have a story to tell.  We invite you to the School of Wine to make yours a memorable one that can be shared with those that matter most.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9301697016,
        "format_confidence":0.993699789
    },
    {
        "url":"http:\/\/www.poetscafe.com.au\/welcome",
        "text":"Established in 1995, the now legendary Poets Cafe of Montville evokes the great tradition of European cafe life, from Paris to Vienna to Piazza San Marco.\n\nExperience the taste of coffee at its best, made from fresh spring water bubbling up from the natural spring below the premises which is also available chilled, from our water station. Enjoy classic cuisine, great service, combined with uninterrupted views of the beautiful Sunshine Coast. Imagine walking down the aisle of the Beautiful Stone Chapel on your wedding day and enjoying sunset canapes and champange while watching the full moon rise over the ocean.\n\nWe can make your dream wedding or special function a reality.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.924066186,
        "format_confidence":0.9586027265
    },
    {
        "url":"http:\/\/www.aromaroasters.com\/main.html?goto=viewcart&section=store&ts=309905142&show=checkout",
        "text":"\n\nA'Roma Roasters Coffee & Tea carries the largest selection of organic coffees, teas and herbal infusions in the North Bay! Located at 95 5th Street in beautiful Historic Railroad Square in the City of Santa Rosa, California, we are the oldest roastery in Sonoma County - doors opened January 19, 1991!\n\nWe care about each other, our products and our customers; those who have just tried us for the first time, and those who have supported us for 25 years.\n\n\nDrink of the Month ~ Gingerbread Latte\nBean of the Month ~ Colomian\n\nTea of the Month ~ Lychee Black\n\nBean of the Season ~ Celebration\n\n\nSunday: 7 am to 10pm\n\nMon-Wed: 6 am to 10pm\n\nThurs: 6 am to 11 pm\n\nFriday: 6 am to Midnight\n\nSaturday: 7 am to Midnight\n\n95 5th St, Santa Rosa, CA",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9915869236,
        "format_confidence":0.7243232727
    },
    {
        "url":"http:\/\/503cafe.com\/503cafe.com\/Welcome.html",
        "text":"400 West South Boulder Rd. Suite #2400\n\nLafayette,CO 80026\n\n\nTuesday -Thursday 11:00 AM to 9:00 PM\n\nFriday- Sunday 8:00AM to 9:00 PM\n\nClosed Monday\n\n\nFirst let us thank you for considering Bistro (503)  as your choice for breakfast, lunch or dinner, here at (503) we pride in bringing the best and most popular dishes from all around with very competitive prices; we call our selfs “FINE DINING” without the price.  With lots of gluten free options as well as vegetarian options.   We are aware of allergies and will always work with you to make sure that we satisfy your needs;    You will find Italian, Asian, Spanish, American cuisines and much more to come....\n\nFriday July 25 Live Salsa for an evening of Dinner and a Show\n\n400 w South Boulder RD # 2400 Lafayette CO\n\nLocated at the Lafayette Plaza Next to the new Jax. (720)583-2596",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9953684807,
        "format_confidence":0.9420431852
    },
    {
        "url":"https:\/\/www.ncg.coop\/partners-find\/mn\/mississippi-market-west-7th-street",
        "text":"Mississippi Market (West 7th Street)\n\nSince opening our doors in 1979, Mississippi Market Co-op has been helping our Saint Paul neighbors enjoy high-quality organic, local and sustainably-raised foods. We have three friendly neighborhood stores in Saint Paul that are owned by over 18,000 of our community members. At the co-op, everyone is welcome, anyone can shop and anyone can join.\n\nHere at the co-op, we are a community of members, shoppers and staff who are passionate about real, local food. Our priorities have remained true since the beginning, guided by the cooperative principles. We’re driven by a desire to improve and nurture the health of people and the planet – supporting local farmers and preserving farmland, donating to local nonprofits and funding healthy nutrition lessons for children. We’re St. Paul’s co-op, and we love our community.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9022265077,
        "format_confidence":0.9457749724
    },
    {
        "url":"http:\/\/zoetsweets.com\/about-us\/",
        "text":"Our Story\n\nJordy Beumer is a passionate chef who will not shy away from challenges. He loves to surprise people with surprising creations and great flavor combinations. Jordy used to work as a chef in some well-known Dutch restaurants. By combining his experience with his own ideas, he always knows how to create a beautiful dish. Which not only looks good but also tastes delicious. Sharon Hooijkaas is a passionate hostess and manager. Sharon will lead all business in the shop and is in direct contact to our customers. With each dish there is a story to tell. Which we will be happy to explain. Together, Jordy and Sharon had a dream and that is to start something for themselves. Where people go to cozy up to a cup of coffee while enjoying true delights and a good conversation.\n\nMeaning of : Zoet.\n\n(Sweet) having the pleasant taste characteristic of sugar or honey (Gentle) having or showing a kindly or tender nature.\n\nOver the last few years, we often tend to overlook the significance of wholesome living in one way or the other. Still medications still help us. No doubts, one of the beautiful place where buyers can get medicaments is online pharmacy. Drugs, without fail, is going to improve your life. Viagra is a curing used to treat numerous maladies. What do you know about \"zithromax 500 mg\"? When you buy medicines like Viagra you must bear in mind about \"zithromax cost\". The most significant point you have to look for is \"zithromax 500\". Is erectile malfunction severe? Yes, it is. So if you are experiencing erectile problems, it is great to see a competent pharmacist forthwith for a complete natural inspection. Fairly, you and your sex therapist can solve if Viagra or another medicine is good for you.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.8404133916,
        "format_confidence":0.9557028413
    },
    {
        "url":"http:\/\/www.borealwinery.ca\/winemaker",
        "text":"Our winemaker Greg Melien has a passion for crafting innovative and distinctive wines and ciders that showcase our unique terroir. Greg 's dedication to organic farming and environmental sustainability show in the quality and attention to detail in his winemaking. He is not only a winemaker but also an orchardist, and therefore spends considerable time working with his orchard manager to produce the highest quality fruit for our world class handcrafted artisan wines and ciders\n\nGreg is often called upon to speak about Haskap berry cultivation and orchard care as one of the world's foremost experts in the field.\n\nOur consultant winemaker Dominic Rivard is renowned worldwide, winning numerous awards as a wine master, and a specialist in fruit wine, dessert wine, and ice wine production\n\nTurn your Facebook Page into a website, instantly.\n\nTry now for 14 days FREE\n\nNo credit card required, unsubscribe at any time.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9916698933,
        "format_confidence":0.8620355129
    },
    {
        "url":"https:\/\/lovemuffincafe.com\/",
        "text":"• Nothing beats a hot coffee at the Muff\n  • Love Muffin's Home Blend Coffee\n    by Doma Roasting Company\n\nOh, yeah!\n\n\nGift Cards\n\nOnline gift cards available!\n\n\nOrder online Skip the Line!\n\nSummer break is over and we are ready for the upcoming fall season.  We are still doing service at the door and don’t forget about our online ordering system for the fastest service!  See you soon!\n\n~Wes and Pennellope\n\n\n\n\n\nXML Sitemap",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9924368262,
        "format_confidence":0.815056324
    },
    {
        "url":"https:\/\/www.josefmarc.in\/About",
        "text":"Premium Quality Home Baking Solutions now in India\n\nLimited Period Offer - Buy Now and get Free Shipping all over India.\n\nOur Story\n\nSolutions for Passionate Home Bakers\n\nDiscover the story about Josef Marc\n\nFinest Swiss quality baking mixes for passionate home bakers.\n\n\nWe at Josef Marc believe that the ability to bake authentic high-quality artisan bakery products should be accessible to all. We are therefore committed to providing original and European quality products along with the required knowledge and understanding to all the passionate home bakers out there. Now not only can you bake with ease but also enjoy and indulge in authentic products from the luxury of your homes.\n\n  • Authentic products developed by Swiss experts\n  • Simplified and quick to make recipe\n  • No unhealthy additives or preservatives\n\n\nJosef Marc® range of home baking mixes from SwissBake® brings you the same great tasting mixes used in the best hotels, restaurants and bakeries around the world.\n\n\nIn line with the Swiss ideology for uncompromising quality, we maintain highest quality standards for our products right from product development to sourcing of raw materials and also packaging & distribution.\n\nProviding high quality products is fundamental to our success. We have always recognized this and has therefore encouraged our employees to maintain a quality conscious culture. At Josef Marc, we believe accreditation of raw material suppliers, following global production standards and efficient management systems is vital in order to deliver quality products consistently. Hence we have not only supported the development and application of improved practices but we also seek to be a leader in the utilization of such systems. For us, customer satisfaction is of utmost importance and our experts are always available for guiding our clients whenever they are needed.\n\n  • HACCP, ISO & HALAAL Certification of our manufacturing facility\n  • Strict quality checks at all stages start from procurement to production\n  • No compromise quality policy across the Josef Marc team\n  • Collaboration with bakers to provide individually customized solutions\nCopyright © Cynor Ingredients Private Limited. All rights reserved.\nScroll to top",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.922724545,
        "format_confidence":0.9834656715
    },
    {
        "url":"http:\/\/bistrocatering.net\/about",
        "text":"French lamb chops and roasted vegetables from Bistro Catering\n\nStarting with a talented, experienced and inventive culinary team, the Bistro Catering experience begins with a dedication to culinary mastery. Our professional, friendly and intuitive management team ensures every detail is covered, while our impeccable service team possess the training and expertise to expedite every detail of each occasion with unmistakable perfection.\n\nWhether your event is an intimate gathering, professional function, continuing tradition or once-in-a-lifetime celebration, let Bistro Catering join you in crafting an extraordinary experience. Our menus are built to be innovative, unique and inspiring. Part of our creativity lies in our respect for the unexpected. We have found that by accommodating the ideas of the client and constantly adding inventive variations to the menu, each occasion is tantalizingly distinctive and ensures infallible client satisfaction.\n\nDuring the planning process, the Bistro Catering team serves as knowledgeable guides, flexible and intuitive, competent and enthusiastic to execute your particular vision. As the host or hostess, you will feel like a guest at your own party, involved only as much as you want to be.\n\nRecipe For Success\n\n\nA commitment to excellence is the driving force behind Bistro Catering.\n\nA Bistro Catering sushi platter during a corporate event",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9930073023,
        "format_confidence":0.9870369434
    },
    {
        "url":"http:\/\/www.notjustaprettyplate.com\/new-page",
        "text":"Not Just a Pretty Plate + Delivery (NJAPP+D) Delivery is a NON-GMO, organic, natural and farm fresh boutique meal delivery company. Our consumption path follows \"clean eating\" lifestyle closely. Each meal is made with love by myself and the NJAPP team. NJAPP+D just doesn't deliver healthy pretty food. NJAPP delivers a healthy lifestyle experience which a metamorphose slowly starts to take place and you realize your self worth by delivering The Not Just a Pretty Experience one delivery at a time.  (IDK- I think there is something there-but helpppppp)\n\nNJAPP believes that what you see in your reflection should be nothing but amazement and strength not insecurities and weakness. While waking up everyday can be a struggle at times eating healthy should not be. NJAPP+D is much more than a meal prep delivery services. NJAPP+D delivers motivation and inspiration right to your frontdoor.  If you have tried to get healthy and have failed it is ok. We all need to start somewhere and why not start NOW. Let us help you change your thinking and why not start taking charge of what we put in our beautiful strong body and let NJAPP+D do that for you. Our fresh meals, are prepared with pretty loving hands, using the healthiest, in season and most nourishing ingredients.  NJAPP follows the path of clean eating and our definition of Clean Eating is: Raw ingredients, naturally occurring, perfected by human hands via the art of refinement, the end product flawless, eternal and enjoyed much like a diamond. NJAPP would like to welcome you to the NJAPP+D experience of realizing your self worth very much like a flawless diamond.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.8942430615,
        "format_confidence":0.9205263853
    },
    {
        "url":"http:\/\/www.windingroadcellars.com\/",
        "text":"Winding Road Cellars\n\nHandcrafted Virginia Wines\n\nWinding Road Cellars is a winery nestled in the countryside of Markham, Virginia offering award-winning hand crafted Virginia wines. Enjoy our popular classic French wines: Cabernet Franc, Cabernet Sauvignon, Chardonnay and our Tribute, a blend of four carefully selected red varietals in our beautiful tasting room. Winding Road Cellars winery offers a unique experience of premium handcrafted wines showcased in a breathtaking countryside setting, conveniently located in Markham, VA in Fauquier County off of exit 18 off of I-66. \n\nWinding Road Cellars offers award-winning, handcrafted Virginia wine. We are nestled in the serene countryside of beautiful Markham, VA, just outside the greater Washington, DC area.\n\nCopyright © 2015 All Rights Reserved",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.96736902,
        "format_confidence":0.8910804987
    },
    {
        "url":"https:\/\/www.simiwinery.com\/winery",
        "text":"Cart 0 items: $0.00\n\n\nQty Item Description Price Total\n  Subtotal $0.00\n\nView Cart\n\n\nWinemaking At Simi\n\n\n\nWorld-Class Winemaking Team\n\n\nSusan Lueker | Director of Winemaking\nTo me, a good wine has both balance and integrity.\n\nEven after nearly two decades of crafting SIMI's iconic wines, Susan continues to be thrilled when her friends and family ask for another glass of SIMI.\n\nA scientist at heart, Susan fell in love with winemaking after experiencing firsthand the congruence of grapes from vineyard to bottle during her undergraduate studies in viticulture at the University of California, Davis. During an enology class visit to the Dry Creek Valley, Susan tasted an older bottle of Zinfandel made from the very vineyard in which she had just been sampling grapes. Susan quickly honed her expertise at some of Sonoma's top wineries, including Hacienda Winery, Kendall-Jackson, and Dry Creek Vineyard, before joining the SIMI Winery team in 2000.\n\nDecades after making dandelion wine on the family farm as a child, today she creates wines with harmony and a true sense of place. She still marvels at just how long quality wines can live beyond harvest, and takes any opportunity to taste old vintages of SIMI.\n\nLisa Evich | Winemaker\nWhen crafting exceptional wines, the key is to keep the big picture and the details in focus all at once.\n\nThe one word that Lisa Evich would use to describe SIMI wines is \"timeless.\" Through meticulous care and attention in both the vineyards and the winery, she works to maintain the timelessness of both SIMI and Sonoma County.\n\nHailing from Santa Rosa, Lisa fell in love with food and wine at an early age. While at Sonoma State University, her focus was on Environmental Studies and Planning. But there was something about the vineyards that called to her. It wasn't just the science of winemaking, but the art as well, the craft that could translate a place into a bottle.\n\nLisa began her career at SIMI, spending nine years with the winery before diversifying her experience with positions at Pine Ridge and Arrowood. SIMI welcomed her home as winemaker, where she collaborates with director of winemaking, Susan Lueker, creating world-class wines. And while Lisa would never require her friends and family to exclusively drink SIMI, there's no greater compliment than for someone to tell her that SIMI is their house wine.\n\n\nGreat wine begins in the vineyard, which is why SIMI made its home in the heart of the spectacular Sonoma County over 140 years ago. Our specialized and diverse Alexander Valley and Russian River Valley vineyards allow us to craft a remarkable range of wines, from powerful, nuanced Cabernet Sauvignons to cool, elegant Chardonnays.\n\nAlexander Valley\n\nJust north of Healdsburg lies one of Sonoma County’s finest winegrowing regions: the Alexander Valley. Known for its diverse soils and complex geology, the warm Alexander Valley is well suited to red Bordeaux varieties, particularly Cabernet Sauvignon. The area’s special pockets of gravelly soil bear remarkable similarity to those of Bordeaux, creating elegant wines with concentration and longevity.\n\nLandslide Vineyard:\n172 Acres\n\nLearn More\n\nRed Fan Vineyard:\n72 Acres\n\nLearn More\n\nLos Amigos Vineyard:\n96 Acres\n\nLearn More\n\nDel Rio Vineyard:\n44 Acres\n\nLearn More\n\nRussian River Valley\n\nMany natural forces occurred over hundreds of thousands of years to make the Russian River Valley the heralded wine region that it is today. Geologic plates have collided, rivers have shifted, and volcanoes have erupted, creating a unique and complex area that is one of the most complex in all of California. The Pacific Ocean’s cooling fog drifts into the vineyards, preserving lifted acidity while fully developing ripe fruit flavors in renowned varieties like our prized Chardonnay.\n\nGoldfields Vineyard\n105 Acres\n\nLearn More\nGreat wine\nbegins in the vineyard.\nAlexander Valley\n\nLandslide Vineyard: 172 Acres\n\nOne of the most complex vineyards in Alexander Valley, Landslide is comprised of five distinct soil types that were created by a volcanic landslide from Mount St. Helena. The vineyard also has three different distinguishable sections and several microclimates. The highest part of the vineyard produces dense wines; the middle, powerful wines; and the lower, elegant wines. This leads to more complex blends. Fruit from this vineyard is used to make Landslide Cabernet Sauvignon and our Reserve Cabernet Sauvignon, our Sonoma County Cabernet and our Sonoma County Merlot.\n\nRed Fan Vineyard: 72 Acres\n\nRed Fan Vineyard is named for the clay loam soils at the vineyard base that rapidly fan out to become shallow, red volcanic gravel on the upper bench. This grade of changing soils produces different flavor profiles within the vineyard and produces wine that express the best characteristics of Alexander Valley’s eastern benchlands—velvety texture and bright, luscious flavors. This vineyard contributes fruit to our Alexander Valley Cabernet Sauvignon.\n\nLos Amigos Vineyard: 96 Acres\n\nHome to Cabernet Sauvignon production for more than 30 years, Los Amigos vineyard produces wines that resonate with the classic characteristics of the Alexander Valley floor. The sandy loam soils are ideal for low-vigor vines. Our Cabernet vines share the vineyard with Merlot, another varietal ideal for the site.\n\nDel Rio Vineyard: 44 Acres\n\nSoils here are sandy loam, deep and fertile. Similar to Los Amigos, low vigor rootstocks and minimal irrigation keep yields low and concentrate flavors.\n\nRussian River Valley\n\nGoldfields Vineyard: 105 Acres\n\nThis meant-to-be Chardonnay vineyard makes up the heart of our Reserve Chardonnay and also contributes to our Sonoma County Chardonnay. We’ve planted it to a variety of Chardonnay root stocks, field selections and clones taken from some of the best and oldest vineyards in California. The vineyard’s Goldridge and Huichica series soils provide superb drainage. Goldfields’ location in a warmer region of the Russian River Valley allows grapes to ripen fully each vintage.\n\n\n\n\n\nGiuseppe Simi leaves the Tuscan hills to find his fortune in the gold fields of California.\n\n\nGiuseppe and brother Pietro produce their first wines under the Simi name.\n\n\nThe first harvest in Simi's stone cellars at the present day winery on Healdsburg Avenue.\n\n\nSIMI's stone cellars are expanded. Tragically, later that year both Simi brothers die suddenly. Giuseppe's daughter Isabelle takes over management at the age of 18.\n\n\n\nProhibition begins. Isabelle sells all vineyard holdings to keep possession of cellared, anticipating a quick repeal of the Volstead Act.\n\n\nProhibition is repealed in December. SIMI is immediately prepared to sell 500,000 cases of perfectly cellared wines to the thirsty public.\n\n\nIsabelle establishes SIMI's first retail outlet, a tasting room fashioned from a 25,000 gallon cask installed in front of the winery's stone cellars.\n\n\nIsabelle Simi retires, selling the winery to Alexander Valley grape grower, Russell Green.\n\n\nSIMI uses the Alexander Valley appellation on its labels for the first time.\n\n\nZelma Long joins SIMI prepared to direct major renovation of the winery's fermentation and barrel rooms.\n\n\nSIMI acquires Landslide Vineyard in southern Alexander Valley to enhance and expand their Cabernet Sauvignon program.\n\n\nSIMI purchases 100 acres in the Russian River Valley and begins the development of Goldfields Vineyard, planting Chardonnay field selections and clones.\n\n\nSIMI celebrates 100 years of wine making in the stone cellars. A new hospitality center replaces Isabelle's cask tasting room.\n\n\nSIMI becomes green certified.\n\n\nSIMI builds an outdoor pizza oven for events and snacks for the tasting room.\n\n\nSIMI celebrates 140 years by bringing back Sparkling Wines to the tasting room.\n\nYou must be of legal drinking age in your country to enter this site. Please enter your date of birth below and press \"Enter\".\n\nAre you years or older?\n\n\nVerify age via Facebook\n\nWe support the Century Councils fight against underage drinking and drunk driving. To learn more, visit their website at:\n\nWe will not share your information or post to your Facebook wall without your permission.\n\nPlease enjoy our wines responsibly. © SIMI Winery, Healdsburg, CA\n\nOur Privacy Policy and Terms & Conditions have changed. By using this website, you agree to the Privacy Policy and Terms and Conditions of use.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9574550986,
        "format_confidence":0.9250277877
    },
    {
        "url":"http:\/\/barnhouse.de\/en\/history.html",
        "text":"Organic Manufacturers since 1979\n\nA Bavarian girl and a young Englishman on a quest for happiness founded Barnhouse in 1979 during the natural foods movement. However, they were not able to put the idea of importing Crunchy (crunchy cereal) in addition to other organic foods from England into practice. The manufacturers over in England did not believe that they would be successful.\n\nKrunchy with a \"K\"\n\n\"All the more reason!\" Neil Reen said at the time and starting mixing his own crunchy cereal. Baking the product with organic ingredients was a completely new idea. At that time, Crunchy was only sold in England - and nowhere in the world was there a crunchy cereal made from organic ingredients. To differentiate their product, the pair named it Krunchy with a \"K\" and baked at home in a 30 year old oven for the first five organic shops in Munich.\n\n1998: A momentous Year\n\nBarnhouse grew slowly, almost organically. With a great deal of care, the two young entrepreneurs developed their business. A cellar bakery followed the apartment. They then produced their product on the first floor over a carpenter's shop. Not until 1998 did they make a huge step forward: they moved into their first own building, planned by themselves and fully meeting the requirements of the modern Krunchy baking company. These days, almost 20 varieties of crunchy cereals are baked in a three-shift operation in the idyllic town of Mühldorf am Inn in Upper Bavaria.\n\nWhat's special at Barnhouse\n\n100 % \"organic\" All Krunchys & cereals are made from 100% organic ingredients\n\nNo artifical additives\n\nAll their products are produced without artifical flavours, fragrances or enhancers. Without exception everything you taste in Barnhouse products is unadulterated and genuine. Focus on Krunchy: everyday we work on refining and fine tuning our product - Europe's first organic Krunchy - and we have been doing so now for 35 years. Our almost 65 employees are committed to and trained specifically for this product.\n\nPedigree Organic Company\n\nBarnhouse develops and bakes Organic breakfast cereals, both for its own brand and private label brands. Throughout the entire Barnhouse business, only organic products are produced. In a place where there is nothing but organic to be found, then nothing can get mixed up either!\n\nBarnhouse in Figures: \n\n\nSina Nagl and Neil Reen founded Barnhouse in their home kitchen. Krunchy Honey was the first organic granola ever baked! The output was about 4 kg per hour. Delivered by bike to the then 5 Munich Health Food Shops.\n\n1983 In order to operate on an exclusively organic basis, the team working around Sina Nagl and Neil Reen develops and produces a host of organic foods. Many of these products are pioneers in the organic market: Krunchy bars without sugar, \"babys\" - the first Demeter baby food manufactured in Germany, chocolate bars, Easter bunnies and Santa Clauses, yeast-free soups, burgers and convenience food mixes.\n1998 Focus on the original product, \"Krunchy\". With Barnhouse´s own plant in Mühldorf am Inn (Bavaria), the world´s first \"organic Krunchy factory\" is born! The oven is now 20 m long. Eight employees.\n2003 Expansion and lengthening of the baking line. Capacity is doubled.\n2005 The new warehouse is commissioned. Now there are a total of 2,100 storage positions. Nagl and Reen invest a million Euros in the warehouse and various optimizations of the Krunchy baking factory.\n2006 The Barnhouse Krunchy bakers are baking round the clock, five days a week. For his crunchy cereal \"Krunchy Pure Oats\", Mr. Reen receives the industry award for \"Fast Seller of the Year\" at the BioFach trade exhibition. This makes Krunchy Pure Oats the most successful new product of 2006.\n2008 The New \"Krunchy World\" is christened. Krunchy's neighbour, Byodo Naturkost, moves so Barnhouse can combine the building with the existing production facility and use it for packing and storage. The Krunchy area has therefore doubled once again and there is now more space for ingredients and finished products\n2011 Our business with organic Krunchy-Muesli is booming. More buildings and technology have been added. Over 20 sorts of organic crunchy muesli are baked on two 40 m long baking lines, around the clock, five days a week. The number of employees has grown to 50. But one thing never changed: Sina and Neil´s love for good, wholesome and natural products. Therefore Barnhouse is still only producing organic food. 100% organic!\n2012 Barnhouse presents the Krunchy Bar! There is now also \"Krunchy to go\". At it's launch there are two varieties: Chocolate, and Cranberry and Strawberry.\n2013 Barnhouse once again demonstrates innovation, launching the new series \"Amaranth Krunchy\" onto the organic market. Amaranth Krunchy is the first organic muesli, which is only sweetened with fruit and baked with sunflower oil. In this way Barnhouse is fulfilling the wishes of many customers who would like these alternative ingredients. For its launch this new series is available in two varieties.\nIn addition Barnhouse is expanding its selection of bars with three further varieties. There's never before been so many new products at once.\nThe number of employees has risen to 62.\n2014 Barnhouse is celebrating its 35 year anniversary - and is thanking its customers with a large Loyalty Campaign , with great gifts such as the new Krunchy bowl. At the BioFach Fair Barnhouse will be presenting \"Krunchy 'n' Flakes\" a new range of products, which will be available in stores from March.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.7168295979,
        "format_confidence":0.9938758016
    }
]