[
    {
        "url":"http:\/\/www.fuse.tv\/2014\/12\/lana-del-rey-big-eyes-i-can-fly",
        "text":"MOUNTAIN VIEW, CA - DECEMBER 12: Lana Del Rey performs at the 2014 Breakthrough Prizes Awarded in Fundamental Physics and Lif\nSteve Jennings\/Getty Images for MerchantCantos\n\nYesterday, a teaser lyric video for Tim Burton's upcoming film Big Eyes featured a stunning title track by none other than the Queen of Movie Music, Lana Del Rey. Now, the full audio for both \"Big Eyes\" and another Big Eyes song, \"I Can Fly,\" have leaked, and the high drama from the two selections seems perfect for the flick at hand.\n\nBoth \"Big Eyes\" and \"I Can Fly\" have the bones of a typical Lana production: Sprawling orchestrations, captivating (to the point of creepy) vocals and lyrics so direct and deep they force you to stop and catch your breath.\n\nBig Eyes follows the disintegrating marriage of painter Margaret Keane and her husband Walter, who took credit for Margaret's artwork and presented it to the world as his own. Given the amazing director, the intensity of the plot lines and the Oscar-winning talent involved (O HAI Amy Adams and Christoph Waltz!), Lana's style works perfectly with the soundtrack for what's sure to be an incredible film.\n\nAnd hey, it's not like she's new at this whole \"sing the perfect tune for a massive film\" game: This will be the third major release she's been attached to in the past two years, with \"Young and Beautiful\" serving as the runaway hit of The Great Gatsby soundtrack and her take on \"Once Upon A Dream\" resounding long after the opening weekend of Maleficent.\n\nListen to \"Big Eyes\" and \"I Can Fly\" in full below ...\n\n... And get ready for the theatrical release of Big Eyes on December 25.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9965735674,
        "format_confidence":0.8112872839
    },
    {
        "url":"https:\/\/cartermatt.com\/357756\/dynasty-season-2-spoilers-dominique-deveraux-coming-on-board\/",
        "text":"Dynasty season 2 spoilers: Dominique Deveraux coming on board\n\nDynastyGiven all of the changes happening these days within the Dynasty world, it made a certain degree of sense that the CW series unveil someone new, someone iconic to the original series brand. With that in mind, we introduce you now to Dominique Deveraux — at least the new incarnation for the sake of this show.\n\nAccording to a new report coming in now via DeadlineER alum Michael Michele is ready to take this role by the horns through the end of season 2 and, potentially, as a series regular moving forward into season 3. Maybe this role will help to compensate for the departure of Nicollette Sheridan, whose final appearance as Alexis Carrington is coming your way tonight. (If you didn’t hear the reports, Sheridan is departing the series in order to spend more time with her ailing mother.)\n\nSo what do newcomers to the series need to know about Dominique? Check out the character description below — we think it offers up a pretty good sense:\n\nDominique Deveraux is the matriarch of the Colby family and half-sister of Blake Carrington, a fabulously elegant, self-made woman, known for her outrageous fashion sense and penchant for drama. Dominique will return to Atlanta after a long stint in New York City where she spent the past several years seeking fame and adulation… to no avail. Now Dominique is home to reconnect with her estranged children, but does she really want to be part of their lives, or will she just disappoint them all over again? And what will the Carringtons have to say about her sudden, mysterious return?\n\nWe can answer that last part for you: The Carringtons are probably going to be upset. Why? Because nobody returns to the world of Dynasty unless they want something … and they will do virtually everything in their power in order to get it. We expect this here and we also expect her stay to be a fairly memorable one. There’s no telling if we’ll get a new Alexis either this season or next (more than likely, that part will be recast) but until that point, it makes some sense for there to be a new pot-stirrer in the mix. We just don’t think that Dominique is going to be all that eager to forge these reconnections for long. It’s an ego thing. She tried to make it in New York and when she didn’t get that recognition there, she’s doing her best in order to get a little slice of that elsewhere. We don’t exactly think her kids are going to be chomping at the bit for her approval when they feel like she ditched them to begin with.\n\nExpect this part to be juicy. Also, expect for there to be fighting. Dynasty is a show of secrets, a show of shouting, and a show of shade. We like to think that if they put that on a poster, they’d have an even better shot of a season 3 … even though the ratings and its international performance were enough to get it a renewal regardless.\n\nWant to get some more information when it comes to Dynasty?\n\nThen remember to head over to the link here right now! Remember, a new episode is airing on The CW Friday night.\n\nWhat do you think about this casting? Be sure to share right now in the comments. (Photo: The CW.)\n\nLove TV? Be sure to like Matt & Jess on Facebook for more updates!",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.997703135,
        "format_confidence":0.5191084146
    },
    {
        "url":"https:\/\/sanfrancisco.edgemedianetwork.com\/entertainment\/television\/277789\/watch:_naked_and_afraid_features_first_trans_contestant",
        "text":"Entertainment » Television\n\nWatch: 'Naked and Afraid' Features First Trans Contestant\n\nby Sam Cronin\nEDGE Media Network Contributor\nWednesday Jun 19, 2019\nQuince Mountain appears on \"Naked and Afraid\"\nQuince Mountain appears on \"Naked and Afraid\"  (Source:Discovery Channel)\n\nTen seasons in, the Discovery Channel show \"Naked and Afraid\" has featured its first transgender cast member, Quince Mountain.\n\nMountain, a National Guard vet and arctic dog sledder, competed in the reality show in which contestants spend 21 days in the wild with a partner to create shelter and survive without supplies or clothing.\n\nMountain and his wife, Blair Braverman, competed on the show, but not together. Mountain's episode was shot near La Ceiba, a city in northern Honduras. His partner was police officer Teresa Owens from Satsuma, Fla.\n\nHis wife Blair indicated her support of her husband to the Reno Gazette Journal: \"I think (Mountain) being out there doing something that is tremendously difficult and happening to be trans while doing it is an incredibly public statement that he is not going to let public policy dictate his life and what people in the trans community can and can't do,\" Braverman said. \"Sometimes even I can forget how powerful it is to live visibly.\"\n\nOn his Twitter, Mountain explained why he wanted to be on the show, citing the desire to play an active and non-stereotypical role in public as a trans person:\n\n\"I wasn't drawn to appearing on @NakedAndAfraid despite the nudity requirement--it was an alluring feature. I felt, as a trans guy, that stripping down would be a relief, a way to get it over with & just finally say the unsayable, widely and publicly,\" one tweet in the thread reads.\n\nHe went on to say:\n\"To be an openly trans person doing something beyond transitioning, dating, losing a job, or being harassed in a bathroom—to be in the public square, able to act rather than simply being acted upon—It's a big deal,\"\n\n\"Naked and Afraid\" showrunner Mathilde Bittner told the Gazette Journal that Mountain's survival experience and charisma made him a great candidate for the show, and that she was happy he was open to discussing his transgender identity, though he was given the option to keep it private if he wanted.\n\n\"At the end of the day the people who make it through this challenge are the ones who have the will and the skills,\" Bittner said. \"It really doesn't matter if you are gay or straight or transgendered. If this is something you want to take on, bring it on.\"\n\nWatch a clip from Quince Mountain's episode of \"Naked and Afraid,\" which aired June 16 below:\n\n\nAdd New Comment\n\nComments on Facebook",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9700399637,
        "format_confidence":0.9965586066
    },
    {
        "url":"https:\/\/diffuser.fm\/chris-cornell-solo-album-release-date-tour\/",
        "text":"Last month, Chris Cornell confirmed he would release his fourth solo effort, Higher Truth, this fall. Now, the Soundgarden frontman has shared the forthcoming album’s official release date, which will be Sept. 18.\n\nBrendan O’Brien (Pearl Jam, the Killers) -- who also worked on Soundgarden’s fourth full-length, 1994’s Superunknown -- will act as producer on Higher Truth. The album follows Cornell’s 2009 solo album, Scream, and Soundgarden’s 2012 comeback LP, King Animal.\n\nThe Soundgarden leader has also announced a string of corresponding North American tour dates, which will launch shortly after Higher Truth’s arrival on Sept. 20 in L.A. and culminate on Nov. 2 in Austin. The North American leg of the tour will then be followed by a run of dates in Australia and New Zealand. Check out a complete list of the North American stops below.\n\nAccording to Cornell’s website, the sets will feature a career-spanning collection of his songs performed in an “unplugged, up-close and personal setting.” A portion of ticket proceeds will benefit the Chris and Vicky Cornell Foundation, which works toward combatting child poverty, homelessness and abuse.\n\nChris Cornell 2015 North American Tour\nSept. 20: Los Angeles, CA - Walt Disney Concert Hall\nSept. 21: San Pedro, CA - Warner Grand Theatre\nSept. 23: Santa Barbara, CA - Granada Theatre\nSept. 24: Santa Rosa, CA - Wells Fargo Center for the Arts\nSept. 26: Oakland, CA - Paramount Theater\nSept. 27: Modesto, CA - Gallo Center for the Arts\nSept. 29: Seattle, WA - Benaroya Hall\nSept. 30: Vancouver, British Columbia - Orpheum Theatre\nOct. 2: Denver, CO - Paramount Theatre\nOct. 3: Salina, KS - Stiefel Theatre for the Performing Arts\nOct. 5: Minneapolis, MN - State Theatre\nOct. 6: Chicago, IL - Chicago Theatre\nOct. 8: Lakewood, OH - Lakewood Civic Auditorium\nOct. 9: Toronto, Ontario - Massey Hall\nOct. 11: Buffalo, NY - University at Buffalo - Center for the Arts\nOct. 12: New Brunswick, NJ - State Theatre\nOct. 14: N. Bethesda, MD - Strathmore Music Theatre\nOct. 15: Philadelphia, PA - Merriam Theater\nOct. 17: Wilkes Barre, PA - Kirby Center for the Performing Arts\nOct. 18: New York, NY - Beacon Theatre\nOct. 21: Boston, MA - Shubert Theater\nOct. 23: Wilmington, DE - Grand Opera House\nOct. 24: York, PA - Strand Capitol Performing Arts Center\nOct. 26: Atlanta, GA - Atlanta Symphony Hall\nOct. 27: Nashville, TN - Ryman Auditorium\nOct. 29: Miami, FL - The Knight Concert Hall\nOct. 30: Saint Petersburg, FL - Mahaffey Theater\nNov. 1: Dallas, TX - The Majestic Theatre\nNov. 2: Austin, TX - Austin City Limits Live at The Moody Theater\n\nWorst to First: Every Soundgarden Album Ranked",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.997661829,
        "format_confidence":0.9718984365
    },
    {
        "url":"http:\/\/www.nola.com\/tv\/index.ssf\/2011\/05\/wvue-tv_wins_sigma_delta_chi_a.html",
        "text":"WVUE-TV wins Sigma Delta Chi award for investigative reporting\n\nDave Walker, | The Times-Picayune By Dave Walker, | The Times-Picayune The Times-Picayune\nEmail the author | Follow on Twitter\non May 11, 2011 at 10:00 AM, updated May 11, 2011 at 10:15 AM\n\nNew Orleans Fox network affiliate WVUE-TV has won a Society of Professional Journalists (SPJ) Sigma Delta Chi Award for its investigation of the Public Belt Railroad.\n\nlee_zurik4.jpgLee Zurik.\n\nAccording to its website, the SPJ \"promotes the free flow of information vital to a well-informed citizenry; works to inspire and educate the next generation of journalists; and protects First Amendment guarantees of freedom of speech and press.\"\n\nThe national Sigma Delta Chi contest takes entries from print, radio, television and online outlets. For 2010, the contest had more than 1,400 entries.\n\nWVUE's win came in the category television investigative reporting, small market. Listed as contributing to the entry, which is streaming on the SPJ website: Lee Zurik, Donny Pearce, Greg Phillips and Mikel Schaefer.\n\n\"Dating back to 1932, the awards originally honored six individuals for contributions to journalism,\" says the SPJ website. \"The current program began in 1939, when the Society granted the first Distinguished Service Awards. The honors later became the Sigma Delta Chi Awards.\"\n\nZurik and WVUE's team won't have to travel far to pick up the trophy. The awards ceremony is scheduled for Sept. 24 in New Orleans.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.7002890706,
        "format_confidence":0.9972705245
    },
    {
        "url":"http:\/\/www.zap2it.com\/blogs\/warren_buffett_sings_for_chinese_new_year_gala-2012-01",
        "text":"Warren Buffett sings for Chinese New Year gala\n\nwarren-buffett-getty.jpgSo, this is kind of weird, but also cool. Billionaire investor and philanthropist Warren Buffett is singing and playing guitar for a Chinese gala that will be broadcast on the internet Jan. 23 for the Lunar New Year of the Dragon, Chinese press announced Thursday (Jan. 5).\n\nThe performance has already been videotaped, but they are staying mum on what song Buffett performs.\n\n\"We all know that Buffett is good at investment, but fe knew he also did well in singing,\" Wang Pingjiu, a production executive for the Spring Festival Web Gala, was quoted as saying.\n\nThe gala will be broadcast on CNTV.cn and will also feature film star Jackie Chan.\n\nInterestingly, we thought perhaps Chan and Buffett would both be born in a Year of the Dragon, but that is not the case. They are both Year of the Horse babies.\n\nAnd just in case you had any doubt about Buffett's ability to rock, we give you this Geico ad where he does his Axl Rose impression.\n\nPhoto\/Video credit: Getty Images",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9814811945,
        "format_confidence":0.7072368264
    },
    {
        "url":"https:\/\/www.voanews.com\/a\/a-13-2008-01-22-voa43\/344014.html",
        "text":"Accessibility links\n\nBreaking News\n\n'No Country for Old Men' and 'There Will Be Blood' Top Oscar Nominations\n\nThe films There Will Be Blood and No Country for Old Men lead the Oscar nominations, announced in Los Angeles. Both films earned eight Oscar nods, including for best picture. Mike O'Sullivan has details on the announcement and on prospects for the 80th Oscars in a year marked by a Hollywood writers' strike.\n\nThere Will Be Blood, the story of the early 20th century California oil boom, earned nominations for director Paul Thomas Anderson and lead actor Daniel Day-Lewis, who plays a ruthless oil man: \"There is a whole ocean of oil under our feet. No one can get at it except for me.\"\n\nNo Country for Old Men, a tale of a drug deal gone bad near the Texas-Mexico border, earned a nomination for supporting actor Javier Bardem, who plays a hired killer. Filmmakers Joel and Ethan Coen are nominees for best director.\n\nAtonement, a tale of unrequited love in wartime Britain, earned seven nominations. The legal thriller Michael Clayton also earned seven, including Oscar nods for director Tony Gilroy and lead actor George Clooney, who plays a lawyer known at his firm as \"The Fixer\": \"The math on this is simple. The smaller the mess, the easier it is for me to clean up.\"\n\nThe animated film Ratatouille earned five nominations.\n\nJuno, a comedy about a pregnant teenager, earned four, including nods for leading actress Ellen Page and director Jason Reitman.\n\nThe French-language drama The Diving Bell and the Butterfly also earned four nominations, including one for artist Julian Schnabel who directed the film.\n\nJohnny Depp is a nominee for best lead actor for the macabre musical Sweeney Todd: The Demon Barber of Fleet Street, and Tommy Lee Jones for In the Valley of Elah, one of this year's many films with a plot linked to the Iraq war. Viggo Mortensen earned a nomination as best actor for his role as a Russian mobster in Eastern Promises, and Laura Linney as best actress for The Savages, about a dysfunctional American family.\n\nCate Blanchett received two acting nods, one for her supporting role as singer Bob Dylan in I'm Not There, and another for her leading role in the period film Elizabeth: The Golden Age.\n\nHere, in her role as Britain's Queen Elizabeth I, she stands up to the Spanish ambassador as their countries verge on war: \"I, too, can command the wind, sir! I have a hurricane in me that will strip Spain bare if you dare to try me.\"\n\nOther contenders for best leading actress include Julie Christie for Away From Her, a drama about love and the ravages of aging, and French actress Marion Cotillard for La Vie en Rose, a film about the great French singer Edith Piaf.\n\nPersepolis, a film based on a graphic memoir about growing up in Iran, will compete for the Oscar for best animated film. This year's foreign-language film entries come from Israel, Austria, Poland, Kazakhstan, and Russia.\n\nThe Oscar ceremony, scheduled for February 24, may depart from its usual format if an 11-week-long writers' strike is not resolved. The Golden Globe award ceremony this month was reduced to a news conference after the writers threatened to picket and actors refused to attend.\n\nThe Academy of Motion Picture Arts and Sciences, which presents the Oscars, says its event will go ahead in one form or another.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9966034889,
        "format_confidence":0.9965751767
    },
    {
        "url":"http:\/\/indiatoday.intoday.in\/story\/bollywood-films-releasing-in-2013\/1\/229805.html",
        "text":"Firework Fridays\n\nBollywood superstars have locked all festive weekends over the next year, leaving no major Friday for small films.\n\nMumbai, November 19, 2012 | UPDATED 14:25 IST\nFirework Fridays\nBollywood superstars have locked all festive weekends over the next year, leaving no major Friday for small films.\n\nBig film releases have become synonymous with holiday weekends. With every superstar gunning for the Rs 100 crore club with each new release, the Khans, the Devgns, the Kumars and the Bachchans seem have divided the festive Fridays among themselves, although as this Diwali was an example, clash of the titans always remains a possibility.\n\nTill recently, the divide was clear-cut. Eid belonged to Salman Khan, Diwali belonged Shah Rukh Khan while Aamir Khan made mega impact for a while with his Christmas releases.\n\nNot anymore. With only half a dozen festive Fridays at hand and our superstars often releasing more than one film a year, clashes are bound to happen. As it did this Diwali, between SRK's Jab Tak Hai Jaan and Ajay Devgn's Son Of Sardaar. What's more, as the years roll, these big-ticket clashes are bound to get uglier than they did this Diwali.\n\nStrong strategy goes behind the release a film on a festive date. Movies get the benefit of an extended weekend, which in turn rakes in big moolah in a shorter span time.\n\nFilms featuring superstars ride big money, and budgets are on the rise every year. Extended opening weeks help quick recovery and this is easily possible during festive weekends,\" says trade analyst Taran Adarsh.\n\nMost big films are made on a budget of anything between Rs 60 to 80 crore, and they are expected to do business worth Rs 100 crore or more. Smart marketing naturally becomes vital, though it is not always a win-win situation.\n\n\"The number of releases is increasing every year. And not every big film clicks. Festive weekends provide a safety net,\" opines Adarsh. Entertaining content is ultimately the decider. SRK's Om Shanti Om did wonders at the box office on Diwali 2007, but his much hyped Ra.One fizzled out on Diwali 2011. Similarly the Akshay Kumar-Aishwarya Rai starrer Action Replayy flopped on Diwali 2010 though Golmaal 3, released on the same date, was a winner.\n\nIn recent times, 2006 Diwali saw SRK's Don raze Salman Khan and Akshay Kumar's Jaan-e-Mann. Similarly Shahid Kapoor-Rani Mukerji's Dil Bole Hadippa flopped on Eid 2009, the same day as Salman's Wanted became a blockbuster.\n\nToo many releases on the same festive weekend can also spell doom. Diwali 2009 saw a clash between All The Best, Blue and Main Aurr Mrs Khanna. All three films failed.\n\nThe next 12 months or so will see every big Friday opening a mega release. Salman returns with Sher Khan on Eid after taking over Christmas this year with Dabangg 2. Independence Day will see Amitabh Bachchan in Satyagraha, though Akshay Kumar's Naam Hai Boss may also release on the same day. Hrithik Roshan's Krrish sequel is slated for next Diwali, according to the buzz in the industry.\n\nAamir Khan plans to release his next, PK, on Christmas 2013.\n\n(Release dates are subject to change; all figures according to industry estimate)\n\nAjay Devgn\nReturns with: HIMMATWALA during Holi 2013\nOpens on: March 29, 2013\nBudget: Rs 50 crore\n\nThe buzz: Ajay and director Sajid Khan are lining up the remake of Jeetendra- Sridevi's 1983 blockbuster Himmatwala for Holi. Sajid earlier streamed the mahurat shot live on the internet, in a first of sorts. The film introduces Telugu superstar Tamannah Bhatia who will reprise Sridevi's role. Sajid has confidently claimed the film will cross the Rs 100 crore mark within a week. He recently recorded the famous song Taaki o taaki with live orchestra comprising 100 musicians, as it was done in the past.\n\nAjay Devgn, Amitabh Bachchan & Kareena Kapoor\nReturn with: SATYAGRAHA during Independence Day\nOpens on: August 15,2013\nBudget: Rs 50 crore\n\nThe buzz: Prakash Jha's political drama casts Big B as a social activist, said to be based on Anna Hazare. Kareena Kapoor plays an international journalist reportedly inspired by CNN's Christiane Amanpour. Ajay Devgn will be seen as Big B's son. Subhash Ghai makes a comeback on the same day with his new romance, Kaanchi. The lead cast is to be decided but Ghai has signed Mithun Chakraborty and Rishi Kapoor for pivotal roles. Akshay Kumar's Naam Hai Boss may also open the same day.\n\nAnushka Sharma & Aamir Khan\nReturn with: PK during Christmas 2013\nOpens on: December 25, 2013 (unconfirmed)\nBudget: Rs 40 crore\n\nThe buzz: Aamir Khan's film 3 Idiots with director Rajkumar Hirani still remains Bollywood's highest grosser. So, when the actor-director duo returns with PK next December, expectations will be sky-high. PK is said to be a satire about corruption in India, with the focus being on the education system. Anushka Sharma pairs opposite Aamir for the first time and the film might have a second hero. Aamir will start shooting for PK after the release of Talaash and once he has completed one more schedule for Dhoom 3.\n\nSalman Khan & Sonakshi Sinha\nReturn with: DABANGG 2 during Christmas 2012\nOpens on: December 21, 2012\nBudget: Rs 50 crore\n\nThe buzz: Returning as Chulbul Pandey, Salman rides huge expectations with Dabangg 2. Sonakshi Sinha returns as Chulbul's heroine Rajjo. Salman has promised a double dhamaka with two item numbers. Malaika Arora Khan will be gyrating to Pandeyji seeti bajaye while Kareena Kapoor joins the circus with a song titled Fevicol. Dabangg 2 promises bigger action and more comedy, Chulbul Pandey- style. Reports say the television rights of the film have already been sold for a whopping Rs 45 crore.\n\nPriyanka Chopra & Hrithik Roshan\nReturn with: KRRISH sequel during Diwali 2013\nOpens on: November 3, 2013 (unconfirmed)\nBudget: Rs 60 crore\n\nThe buzz: Rakesh Roshan reportedly plans to release the new Krrish flick on Diwali and the film brings back son Hrithik in his superhero avatar. Priyanka Chopra returns as the superhero's love interest while Kangna Ranaut and Vivek Oberoi play mutant villains. Hrithik has been sweating it out for the film and was recently injured while shooting. The makers have promised a never- before spectacular for the final hero- villain showdown.\n\nSalman Khan & Angela Jonsson\nReturns with: SHER KHAN during EID 2013\nOpens on: August 8,2013\nBudget: Rs 100 crore\n\nThe buzz: If it's Eid, it's got to be Salman Khan. Continuing his tryst with the festival after 2009's Wanted, 2010's Dabangg, 2011's Bodyguard and this year's Ek Tha Tiger, Salman is readying Sher Khan for next Eid. According to the industry buzz, Salman is set to play the role of a superhero in this film. Although heavy-duty action was initially planned, the script is being reworked to make the film higher on drama and romance given Salman's ailment, trigeminal neuralgia. The buzz is Angela Jonsson (pic left) will play Salman's heroine.\n\n\nFour biggies that have rocked on festive weekends.\n\nDilwale Dulhaniya Le Jayenge\n\nReleased on Diwali 1995, the film marked the rise of Shah Rukh Khan and Kajol as Bollywood's best romantic pair lately, besides announcing Aditya Chopra's advent as a director.\n\nKuch Kuch Hota Hai\n\nThe Diwali 1998 release was a hit with youngsters. Karan Johar's debut directorial feature defined new-age campus romance. David Dhawan's Bade Miyan Chote Miyan, released on the same day, became a superhit, too.    \n\n3 Idiots\n\nReleased during Christmas 2009, 3 Idiots is Bollywood's highest-grossing film till date, earning close to Rs 385 crore. The Kapoor comedy based on Chetan Bhagat's bestseller, Five Point Someone, was directed by Rajkumar Hirani.\n\n\nReleased during Eid 2010, Dabanggcatapulted Salman Khan to the No. 1 position. Debutant director Abhinav Kashyap mixed retro-masala action with Hollywoodish western spoof in a small town set-up. Salman's maverick cop Chulbul Pandey has been one of the most unforgettable characters ever.\n\n\nTo get the latest entertainment news and gossip, follow us on Twitter @Showbiz_IT and Like us on\n\nFor news and videos in Hindi, go to ताज़ातरीन ख़बरों और वीडियो के लिए आजतक.इन पर आएं.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9979227185,
        "format_confidence":0.8643377423
    },
    {
        "url":"http:\/\/bollywood.celebden.com\/2014\/02\/14\/salman-khan-preity-zinta-co-ipl-team\/",
        "text":"To Top\n\nSalman Khan and Preity Zinta to co-own IPL team?\n\nSalman Khan and Preity Zinta were co-stars in several films like Chori Chori Chupke Chupke, Jaan E Mann, etc. Now, they might be partners in the Indian Premier League (IPL).\n\nPreity Zinta and her ex-partner Ness Wadia co-own the team Kings X1 Punjab. If the buzz and the reports are to be believed, Salman Khan is well on his way to becoming a co-owner of the team.\n\n“Salman was the chief guest at this marathon that was organised by BJ Wadia hospital for underprivileged children. Post the flag off, Salman was seen talking to Ness. The two were discussing the IPL in great detail,” says a source.\n\n“There is no clear indication that he will pick up a stake in an IPL team his interest in it has only grown with time. He has been making enquiries with Ness. In fact, he has also been asking his other friends about the same. The actor is trying to work out how he can get a piece of the IPL pie as he loves cricket and has a lot of cricketer friends,” adds the source.\n\nSalman Khan is already an active participant in the Celebrity Cricket League and his brother Sohail Khan owns the team Mumbai Heroes. So will he be a part of IPL too? The league in which his rival Shahrukh Khan owns a team.} else {\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nMore in Celeb News",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.5518565178,
        "format_confidence":0.9922403097
    },
    {
        "url":"https:\/\/www.oneindia.com\/india\/rajinikanth-fans-celebrate-annaatthe-release-outside-a-theatre-in-chennai-3331756.html?ref_source=articlepage-Slot1-17&ref_medium=dsktp&ref_campaign=citylinkslider",
        "text":"• search\nFor Chennai Updates\nAllow Notification  \n\nRajinikanth fans celebrate 'Annaatthe' release outside a theatre in Chennai\n\nGoogle Oneindia News\n\nChennai, Nov 04: Superstar Rajinikanth gave the perfect Diwali 2021 gift to fans with the release of his latest film, Annaatthe, a 200-crore family entertainer that centers around the brother-sister sentiment, which got released today in cinemas.\n\nRajinikanth fans celebrate Annaatthe release outside a theatre in Chennai\n\nContinuing with their tradition of years, the Maharashtra State Head Rajini Fans Welfare Association (MSHRFWA) - a leading fan club of Thalaiva in the city which is based out of Chembur - has lined up celebrations at a Sion multiplex as early as 3:30 am on Thursday, following which they will watch the film first day, first show.\n\nThe action-drama's release (\/topic\/release) has been delayed due to the COVID-19 pandemic.\n\nMeanwhile, fans across the nation celebrated the release of the film. People thronged outside Chennai's Rohini theatre and danced to the beats of drums.\n\nAn eatery owner Karnan in Tamil Nadu's Trichy is selling dosa for Re 1 as a token of prayer for the movie.\n\nThe action-drama film is written and directed by Siva, known for movies such as \"Siruthai\", \"Vedhalam\" and \"Viswasam\". The film also stars Keerthy Suresh, Meena and Khushbhu Sundar in key roles. The film has been produced by Sun Pictures and has music by D. Imman.\n\nFor Daily Alerts\nBest Deals and Discounts\nGet Instant News Updates\nNotification Settings X\nTime Settings\nClear Notification X\nDo you want to clear all the notifications from your inbox?\nSettings X",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9959595799,
        "format_confidence":0.9966531396
    },
    {
        "url":"http:\/\/www.nme.com\/news\/music\/damien-rice-8-1354128",
        "text":"Damien Rice reveals new album\n\nIt’s the follow up to ‘O’\n\nDamien Rice is set to release his new album ’9’ on November 6.\n\nThe album will be released on Rice’s own label Heffa.\n\nRice wrote and produced the follow-up to 2002’s ’O’ as well as designing the cover art.\n\nIt will be followed by the single ’9 Crimes’, which comes out on November 20.\n\nThe tracklisting for ‘9’ is:\n\n‘9 Crimes’\n\n‘The Animals Were Gone’\n\n\n‘Rootless Tree’\n\n\n‘Coconut Skins’\n\n‘Me, My Yoke And I’\n\n‘Grey Room’\n\n‘Accidental Babies’\n\n‘Sleep Don’t Weep’",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9925611615,
        "format_confidence":0.9953359962
    },
    {
        "url":"http:\/\/www.jweekly.com\/2012\/07\/27\/local-filmmaker-sketches-french-jewish-cartoonist\/",
        "text":"Local filmmaker sketches French-Jewish cartoonist\n\nIf anyone still thinks comic books or graphic novels are strictly kids’ stuff, a few minutes with Parisian cartoonist Joann Sfar will erase that misconception.\n\nSan Francisco filmmaker Sam Ball’s evocative and marvelous documentary, “Joann Sfar Draws from Memory,” introduces us to the iconoclastic Jewish artist and filmmaker who topped France’s bestseller list with “The Rabbi’s Cat.”\n\nInspired by his grandmother’s tales of life in Algeria in the 1920s, Sfar set his talking-cat saga in a neighborhood where Jewish, Arab and French traditions coexisted and overlapped.\n\nSam Ball\n\nBall says, “There’s a line in our film from Joann: ‘I wanted to show Jewish kids that their ancestors came from North Africa’ — which is true of about half of France’s Jews — ‘and I wanted to remind Muslim kids that there were Jews in North Africa, and they more or less got along for centuries.’ There’s no reason to have nostalgia because it wasn’t idyllic, but there is something that has been lost.”\n\n“Joann Sfar Draws from Memory” airs on KQED following its appearance in the San Francisco Jewish Film Festival. Sfar’s screen adaptation of “The Rabbi’s Cat” won the César for best animated feature last year and is just beginning to reach the U.S.\n\nBall, whose numerous short documentaries include a moody portrait of New York Jewish cartoonist Ben Katchor, “Pleasures of Urban Decay” (2000), and “A Bridge of Books” (2001) about the National Yiddish Book Center, was born in France and is fluent in French. He says it’s misleading to view France as an anti-Semitic country, despite the anti-Jewish attacks of recent years.\n\n“France, I think, has a complicated relationship toward ethnicity in general,” he says. “I don’t think Jews are unique in that. But there’s a great fascination in mainstream French culture with anything that has to do with former French colonies, and ‘The Rabbi’s Cat’ fits that craving.”\n\nArtist Joann Sfar at work in a Parisian café and a drawing (below) from his book “Maharajah.” photo\/sophie constantinou-citizen film\n\nSome of Sfar’s appeal — and certainly his sensitivity — stems from the fact that his father is Algerian and his mother is French (with Ukrainian roots), which makes him Sephardic-Ashkenazi.\n\nFor his part, Ball served as associate director of the SFJFF from 1996 to 2000 and started the New Jewish Filmmaking Project — which he continues to produce through his company, Citizen Film — with the film festival the following year. His list of current projects includes a film about “Pearls of Yiddish Poetry,” the column Yosl and Chana Mlotek wrote for the Forward for many years.\n\nIn other words, Ball is a maven on films about Jewish culture and Jewish artists.\n\n“I think it’s refreshing to see depictions of Jews that aren’t about gefilte fish or the Holocaust or Yiddishkeit, as much as I love Yiddishkeit,” he says. “This is a movie about the creative process. That’s probably the central preoccupation of the film: How do you take what you’ve been given, both in terms of what’s been handed down to you and your own lived experience. It’s through the act of creation that you grapple with that.”\n\nThe one-hour “Joann Sfar Draws from Memory” is preceded by Ball’s “People of the Graphic Novel,” an entertaining, rapid-fire summary of the history and evolution of the comic book. From the creators of “Superman” to serious artists such as Will Eisner (“The Plot: The Secret Story of the Protocols of the Elders of Zion”) and Art Spiegelman (“Maus”), Jews played a major role.\n\nWhen Ball embarked on “Joann Sfar Draws from Memory,” he discovered the\n\n41-year-old artist’s vast illustrated diaries filled with the everyday incidents in his young children’s lives.\n\n“Joann told me that there’s something Chagall said that really resonates with him: ‘If you want to keep people safe, you put them in paintings.’ For Joann, he puts them in comic books.”\n\n“Joann Sfar Draws from Memory” screens at 10:30 a.m. Sunday, July 29 at CineArts in Palo Alto and airs that night at 11 p.m. on KQED Channel 9. Visit www.kqed.org for information on repeat broadcasts. In French with English subtitles. (Not rated, 61 minutes)",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.5600562692,
        "format_confidence":0.6871560216
    },
    {
        "url":"https:\/\/news.avclub.com\/weekend-box-office-1798217531",
        "text":"In the battle of not-screened-for-critics horror franchise cash-ins, The Final Destination won the weekend over Halloween II, proving the current vogue for 3-D and mechanized death has more of a draw than Rob Zombie’s old-school grindhouse gore. At $28 million in receipts, The Final Destination cruised to #1, and raised the question: Will this be yet another Friday The 13th: The Final Chapter situation where the supposed franchise-ender will not be anywhere close to the last entry? Look for Final Destination: A New Beginning in theaters two years from now, perhaps in mind-blowing 4-D.\n\nThe Weinstein Company’s counterintuitive strategy to siphon off viewers from its own movies paid off—or didn’t—with Quentin Tarantino’s Inglourious Basterds holding strong at #2 in its second weekend with $20 million (total gross now at $73 million and counting) and Zombie’s Halloween II putting in a relatively strong showing at #3 to the tune of $17.4 million. It’s hard to say whether the Weinsteins would have benefited by putting more distance between its releases, but their troubled company finally has some good news to report. Rounding out this week’s wide (or in this case, semi-wide) releases, Ang Lee’s Taking Woodstock rode middling reviews to dismal box office, limping in at #9 for $3.7 million.\n\nIn limited release, The September Issue, a documentary profile of Vogue editor Anna Wintour, was a massive hit at $40,000 per screen, cruising on the interest drummed up by the Wintour-inspired book and movie The Devil Wears Prada. Big Fan also enjoyed a healthy $13,000 per screen average, the second best in the specialty market. Both films are rolling out—Big Fan more slowly than The September Issue—to other cities within the next couple of months.\n\n\nMore detailed numbers at Box Office Mojo.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9959994555,
        "format_confidence":0.9855074883
    },
    {
        "url":"http:\/\/www.capitalfm.com\/artists\/rihanna\/news\/chris-brown-sydney\/",
        "text":"Rihanna Leaves Australia As Chris Brown Arrives In Sydney\n\n12 April 2012, 12:27\n\nThe former couple narrowly missed each other at the city's airport.\n\nRihanna and Chris Brown narrowly missed each other in Australia on Wednesday (11th April).\n\nThe former couple, who are understood to be on good terms again following their break up in 2009, were both spotted at Sydney airport.\n\nDressed in a casual black outfit and baseball cap, RiRi made her way through the departures terminal after visiting the country to promote her new movie, Battleship.\n\nMeanwhile, Chris was spotted arriving wearing a similarly casual outfit complete with shorts.\n\nRihanna and Chris first publicly confirmed their reconciliation in February when they released remixes of 'Turn Up The Music' and 'Birthday Cake' both featuring each other.\n\nCheck out a picture of Rihanna leaving Australia below (picture: Splash):\n\nRihanna leaves Sydney\n\nIn a recent interview with Elle, RiRi defended her decision to remain friends with Chris, who assaulted her before a Grammy Awards pre-party three years ago.\n\nSpeaking about the incident, she said: \"It gave me guns. I was like, well, f***. They know more about me than I want them to know. It's embarrassing. But that was my opening. That was my liberation, my moment of bring it.\n\n\"Now you know that, so you can say what you want about it. I don't have anything to hide.\"\n\nCheck out a picture of Chris Brown arriving in Australia below (picture: Splash):\n\nChris Brown arrives in Sydney\n\nThe reconciliation between Chris and Rihanna was greeted by a mixed reception from their fans, but the star has remained adamant about their friendship.\n\nShe added: \"The bottom line is that everyone thinks differently. It's very hard for me to accept, but I get it. People end up wasting their time on the blogs or whatever, ranting away, and that’s all right. Because tomorrow I'm still going to be the same person. I’m still going to do what I want to do.\"\n\nRihanna's new movie Battleship went on release in the UK on 11th April.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9695465565,
        "format_confidence":0.9973827004
    },
    {
        "url":"http:\/\/thestir.cafemom.com\/celebrities\/201690\/Prince_Harrys_New_Lady_Love",
        "text":"Prince Harry's New Lady Love Is Already Being Dragged Through the Mud\n\nmeghan markle\n\nPrince Harry and Meghan Markle have reportedly only been dating two months, but their fairy-tale romance already has hit a bump in the road -- or perhaps it's gotten more fairy-tale-like, what with a nefarious half-sister trying to thwart the couple's plans. Markle's half-sister has come forward in a shocking new interview, calling the Suits actress \"shallow, narcissistic, and bent on social climbing.\" \n\n\nSamantha Grant, Markle's 51-year-old sister who lives in Florida and is suffering from multiple sclerosis, gave three different interviews in the last week, bashing her younger sister who she claims she raised herself. After talking to UK's Mirror about Markle, Grant told the Sun that her half-sister has always wanted to be a princess and has a soft spot for redheads. Grant then spoke to Radar Online and unleashed on her sibling. \n\nMore from CafeMom:\n\n\"The royal family would be appalled by what she's done to her own family,\" Grant told Radar. \"The truth would kill her relationship with Prince Harry.\" Grant didn't get specific, but she continued to bash her sister, saying, \"He wouldn't want to date her anymore because it puts her in a bad public light. I certainly don't think Harry or his family would want to associate with her afterwards.\"\n\nIt's certainly no surprise that people are coming out of the woodwork, attempting to out any skeletons humanitarian Markle may have in her closet. But giving three interviews in a week -- interviews that state nothing other than \"she's narcissistic\" -- is shady, and likely will be dismissed by everyone. \n\nThat said, regardless of whether or not people believe Grant, Prince Harry's relationship with Markle is sure to draw some criticism from the royal family. After all, Markle is an actress, she's a few years older than Harry, and she has already been married before. Slightly different from Kate Middleton. \n\nThe heart wants what it wants, though, and if Harry and Meghan are the real deal, there's no stopping them. Eventually, the royal family will come around and she'll be yucking it up with the queen's corgis at Balmoral on Christmas. It just might take some time. \n\n\nImage via Splash News\n\nRead More >",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9651967287,
        "format_confidence":0.9429674149
    },
    {
        "url":"http:\/\/en.asiatoday.co.kr\/view.php?key=20160220001033149",
        "text":"JYJ‘s Jaejoong nominated for 1st place on “Music Bank” despite military duty\n\nFeb 20, 2016, 10:35 am\n\nprint page small font big font\n\nfacebook share\n\ntweet share\n\nJYJ's Jaejoong showed off his popularity although he is currently serving in the military.\n\nOn the February 19th broadcast of KBS2TV's \"Music Bank\", Jaejoong was a candidate for No. 1 crown for \"Love You More\", the title track of his second full-length album \"NO.X\".\n\nJaejoong released his second full-length album \"NO.X\" on February 12. The album has received a lot of love, selling 90,000 copies already.\n\n#JYJ #Jaejoong #Music Bank #Love You More \nCopyright by Asiatoday",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.997296989,
        "format_confidence":0.9922198653
    },
    {
        "url":"https:\/\/www.wkbw.com\/entertainment\/celebrity-news\/marykate-olsen-weds-report_59808605",
        "text":"Mary-Kate Olsen weds - report\n\nFormer child star Mary-Kate Olsen has reportedly married her fiance Olivier Sarkozy.\n\nThe actress-turned-fashion designer became engaged to the French banker in February (14) after two years of dating, and now sources tell the New York Post they are officially husband and wife after quietly tying the knot on Friday (27Nov15).\n\nAccording to the publication, the Big Apple ceremony was attended by 50 guests and took place at a private residence.\n\nThis is the first marriage for Olsen and the second for banker Sarkozy.\n\nThe half-brother of France's former leader, Nicolas Sarkozy, was married to writer Charlotte Bernard for 14 years before they separated in 2010. Their divorce was finalized in 2011.\n\nSarkozy, who has two children from his first marriage, began dating Olsen in May, 2012.\n\nPrint this article Back to Top",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9455801249,
        "format_confidence":0.9973151088
    },
    {
        "url":"http:\/\/www.hollywoodreporter.com\/live-feed\/jon-huntsman-plays-keyboard-late-show-david-letterman-276032",
        "text":"Jon Huntsman Plays Keyboard On 'Late Show With David Letterman' (Video)\n\nThe presidential candidate shows off a hidden talent while joining Paul Shaffer and the band for \"Johnny B. Goode.\"\nStan Honda\/AFP\/Getty Images\n\nJon Huntsman took a campaign cue from Bill Clinton on Wednesday's Late Show With David Letterman by demonstrating some unexpected musical skills. The Republican presidential nominee's instrument of choice: the keyboard.\n\nVIDEO: Jon Huntman's Daughters Mock G.O.P Candidates With Justin Timberlake Parody\n\nOn Letterman's couch, Huntsman revealed that he once aspired to become a famous rock musician. The CBS host then showed what he deemed a \"rather incriminating photo\" of Huntsman with his old high school band, Wizard, sporting bushy hair and a sullen expression.\n\nSTORY: Jon Stewart Pranks Jon Huntsman\n\n\"I thought I could make it big,\" said Huntsman. \"I wanted to be like Paul Shaffer. So if I'd made it as a musician, Dave, I wouldn't be sitting with you today. I'd be playing with the guys,\"\n\nWith that clear cue, Letterman encouraged Huntsman to join Shaffer and the Late Show band for a rendition of \"Johnny B. Goode.\" The video footage recalls Clinton's saxophone playing on The Arsenio Hall Show in 1992.\n\ncomments powered by Disqus",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9868767262,
        "format_confidence":0.9871240854
    },
    {
        "url":"https:\/\/www.bbcamerica.com\/shows\/anglophenia\/blog\/2010\/10\/aidan-turner-richard-armitage-set-for-peter-jacksons-the-hobbit",
        "text":"This browser is supported only in Windows 10 and above.\n\nMethinks director Peter Jackson is a BBC AMERICA fan. broke the news tonight about several actors who have been cast in Jackson’s upcoming two-part adaptation of The Hobbit, and many names familiar to BBC AMERICA viewers are set for pivotal roles. Martin Freeman (Sherlock, The Office) is already locked in to play Bilbo Baggins, but behold, Richard ArmitageRobin Hood‘s Guy of Gisborne – has been cast as “Thorin Oakenshield, leader of the Company of Dwarves which sets off to reclaim the Lonely Mountain from a thieving dragon.” And if that doesn’t completely set off your sprinklers, smoldering Being Human star Aidan Turner (Mitchell) is set to play Kili, “a member of the Company of Dwarves.”\n\nAbout Armitage, Jackson is quoted as saying, “Richard is one of the most exciting and dynamic actors working on screen today and we know he is going to make an amazing Thorin Oakenshield. We cannot wait to start this adventure with him and feel very lucky that one of the most beloved characters in Middle Earth is in such good hands.”\n\nRegarding Mr. Turner, Jackson says, “Aidan is a wonderfully gifted young actor who hails from Ireland. I’m sure he will bring enormous heart and humor to the role of Kili.”\n\nThrow in some rumored star turns from David Tennant (!!), Bill Nighy, Stephen Fry, Andy Serkis, and James Nesbitt, and you have a potential ensemble that’s almost embarrassingly amazing. What next? Is Jackson gonna summon Richard Burton, Alan Bates, and Denholm Elliott from beyond the grave for cameos, simply to show that he’s Peter Jackson and he can do that? I’m sick with anticipation. The Hobbit starts filming in February, with the two parts set to roll out in December 2012 and 2013.\n\nWho are you most excited to see in The Hobbit?\n\nby Kevin Wicks\n\nRead More\nBy Kevin Wicks\nKevin Wicks is the founding editor of Anglophenia.",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9977946281,
        "format_confidence":0.6890817285
    },
    {
        "url":"http:\/\/www.latimes.com\/entertainment\/envelope\/cotown\/la-et-ct-cma-americas-got-talent-20140806-story.html",
        "text":"Enter for a chance to win 2 tickets to Sundance Next Fest\n\n\n\nTV ratings: CMA Music Festival earns ABC No. 1 spot in key demographic\n\nCountry Music Awards Music Festival telecast on ABC draws roughly 7.1 million viewers\n\nABC's telecast of the Country Music Awards Music Festival helped rock TV ratings on Tuesday night but fell short of last year's ratings, according to Nielsen.\n\nWith a rating of 1.8 in the key 18-to-49-year-old demographic, the three-hour special \"CMA Music Festival: Country's Night to Rock\" made ABC the most watched network of the night in the desired category.\n\nHowever, the telecast was down 10% from last year, when it earned a rating of 2.0 in the same category.\n\nRoughly 7.1 million people tuned in to watch footage from June's four-day CMA Music Festival, which featured performances by Miranda Lambert, Brad Paisley, the Band Perry and other country music stars.\n\nNBC, which drew about 7.3 million viewers, was the most watched network of the night.\n\nThe network, which posted a 1.7 rating in the key demo, aired episodes of \"America's Got Talent\" and \"Food Fighters.\"\n\nMore than 8.9 million people watched \"America's Got Talent,\" which earned a rating of 2.0 in the key demo. Despite being down 17% from last week, tying its series low in the live plus same day ratings, the show was the most viewed in the key demo and overall.\n\n\"Food Fighters,\" the culinary competition show hosted by Adam Richman, was down 8% from last week's episode, with a rating of 1.2 in the key demo. Roughly 4.3 million peopled tuned in this week.\n\nSpanish-language network Univision was the third-most watched network of the night in the key demo, with a rating of 1.4. The network aired episodes of the telenovas \"Lo Que la Vida Me Robo\" and \"Mi Corazon es Tuyo.\"\n\nOn CBS, \"NCIS\" was the second-most watched show of the night with roughly 7.7 million viewers. The network was the third-most watched overall with 5.8 million viewers.\n\nFor more news on the entertainment industry, follow me @saba_h\n\nCopyright © 2015, Los Angeles Times\nRelated Content",
        "topic_id":6,
        "format_id":10,
        "topic_confidence":0.9972949624,
        "format_confidence":0.9967387319
    }
]