[
    {
        "url":"https:\/\/studio-orta.com\/en\/artwork\/727\/identity-refuge-silk-foulard-jacket",
        "text":"Identity + Refuge - Silk foulard jacket\n\nStudio Orta - 0446\n\nDate: 1995\nRef: 0446\nMaterials: Suede and silk carré\nCatalogued: Lucy Orta, Phaidon Press, 2002, pp 8-15\nExhibition history: 2010 CCANW, UK; 2008 Hiroshima City Museum of Contemporary Art,Japan; 2009 Plymouth Arts Centre, UK; 1998 Museum of Contemporary Art Sydney, Australia; 1996 Dietch Projects New York, USA ; 1995 Salvation Army Paris, France\nCourtesy: Lucy + Jorge Orta\n\nIdentity + Refuge is a co-creation workshop conducted together with residents of the Cité de Refuge, Salvation Army homeless shelter in Paris. The shelter’s storeroom housed a surplus of clothing and accessories, which Lucy Orta chose as a raw material to transform into new garments. Her initial idea was to co-create a tailor-made wardrobe for residents who otherwise had no choice but to salvage second-hand clothing for their own use. Over the course of the months, the workshop changed course and they began making clothes for imaginary wearers, with the help of fashion students. The workshop concluded with a public fashion show in the thrift store of the Cité de Refuge, mobilising all the staff and residents. \n\nOne of the aims of the Identity + Refuge workshop was to give residents the means to reclaim their self-esteem through the items they wore, giving them the capacity to create a wardrobe that they regarded as comfortable, appropriate and even fashionable. Through the analysis of the morphology of an abandoned garment, through to its transformation into something useful, Orta encouraged the residents to reconsider their appearance and their individual roles in society, which she hoped would boost their self-esteem and help shape personal identity. The collective task also transmitted a message about human creativity: the reclained garments made by the residents resulted from their own creative inspiration that they may not have realized existed previously. Performed with the tools and materials at hand rather than through mechanized production, the task of making the garments also constituted the sort of work-oriented creativity that Lévi-Strauss identified as ‘bricolage'. \n\n\"Bricolage identifies the “events” that result when basic materials are transformed into more refined products, which in this case proved to be both the workshop established to convert rags into beautiful clothing and the self-awareness created among the residents. Lévi-Strauss argued that “to understand a real object in its totality we always tend to work from its parts,” identifying art in the spaces between creative production and technical skill. The concept of “art in the spaces” is a perfect metaphor for Orta’s interventions, which in this context revealed parallels between the new lease of life given to the abandoned clothing and the new lease of hope experienced by the residents. These recycled objects are unique in their capacity to reveal much about the social conditions that necessitated their production in the first place.\" Bradley Quinn",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.7645853162,
        "format_confidence":0.8491283059
    },
    {
        "url":"https:\/\/shop-eu.kurzgesagt.org\/products\/the-egg-flowers-poster?variant=31300452810840",
        "text":"The Egg Flowers Poster\n\n12,90 €\nincl. VAT, excl. shipping costs\n\nThis is one of the posters for our video based on Andy Weir’s short story “The Egg”. Do you think we are all just in the process of becoming something greater? That we are just here on this Earth to learn? Or do you think that this life is everything that matters? Either way, this poster is a great moody piece of art that will make you reevaluate your place in the world.\n\n  • 420 x 594 mm\n  • Portrait orientation\n  • 170 gsm glossy art paper\n  • Artwork from “The Egg” video",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9785677791,
        "format_confidence":0.9986989498
    },
    {
        "url":"https:\/\/www.dariart.com\/product-page\/lust-100x100cm-39x39",
        "text":"The painting from the 'Seven Deadly Sins' sets and a part of the 'Curriculum Vitae' project.\nAt the entrance of the 'Curriculum Vitae' exhibition the audience is greeted with the painting from the 'Childhood Friends' series.\nFollowing the author, the audience \"matures\". It becomes part with the circle installation of 7 paintings made with gold leaf. This is the image-symbols, visualized passions. Seductive and alluring, like golden wrapped candy,\n\n they become a \"golden cage\" of desires, which we are striving to get into. The paintings form a kind of pagan altar with new gods and pseudo-icons.\nDizzying smells and enchanting sounds also support an atmosphere of seduction and the eternal feast. Catchy music from the time of Great Depression sounds gently and merrily. This is the joy of life, however with a hint of a breakdown and moral dissonance. This is the last tango, the final accord.\nThere is a salvation out of the \"golden cage\" – a return to the Light.\n\nLust – One of the Seven (100x100cm \/ 39x39\")\n\n  • Original work delivered with a certificate of authenticity.\n\n    SHIPPING: Free of charge\n\n    TECHNIQUE: Acrylic on Canvas\n\n    OTHER DETAILS: Ships in a hard tube. With maximum protection.",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9947897196,
        "format_confidence":0.9987510443
    },
    {
        "url":"http:\/\/kateheiss.com\/shop\/4569469899\/cambridge---sky-blue-series\/9437289",
        "text":"Kate Heiss\n\n\nCambridge - Sky Blue Series\n\n\nStylised landscape of Cambridge featuring Kings College Chapel, punting on the river Cam and an iconic bicycle under a weeping willow tree.\nEdition of 20\n\nImage size 21 x 26cm\nMounted size 30 x 40cm\nSigned and dated on the front\nPrinted with oil based relief inks on 300gsm Somerset velvet paper.\n\n© Kate Heiss 2015 All rights reserved",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9957841039,
        "format_confidence":0.9985929132
    },
    {
        "url":"https:\/\/aruliden.com\/project\/google-meet\/",
        "text":"Google Meet— Reimagine Your Future Workspace\n\nThe Brief\n\nThe Google Meet hardware team and Aruliden collaborated to bring the latest video conferencing hardware to life. The Google Meet Series One room kits were designed with personal interaction in mind, resulting in a cutting-edge set of hardware that enables digital meetings to be seamless, inviting, and more immersive.\n\n  • Services\n\n  • Industrial Design\n\n  • Design for Manufacturing\n\n  • Packaging\n\nThe Series One System\n\nSeries One was born from the need for a discreet, people focused conferencing system that’s purpose built for Meet on Chrome OS.\n\nMore immersive meetings\n\nIt’s more important than ever to provide an experience that helps people feel like they’re working together, not just meeting together. The Google Meet Series One room kits were built from this collaborative principle and come with the best of Google AI built-in.\n\nSeries One is designed to be flexible and adaptive, available in a series of configurations for either small, medium, and large-sized rooms and created to fit in a varying range of environments and settings seamlessly. From smaller, more intimate offices, all the way up to the largest of boardrooms.\n\n1 of 2\n\nKits are available in two inviting colors, Charcoal and Chalk\n\n2 of 2\n\nPoE (Power-over-Ethernet) enables for a fuss-free and wire-limited set-up\n\nApproachable design\n\nA cohesive design language was formulated from a series of simple and soft gestures, rounded edges, and minimal lines, resulting in a modular family of familiar, yet unassuming products that have reduced core elements to their purest form.\n\nThe result is a seamless ecosystem of six products, featuring a number of technological and design innovations that aim to solve any of the familiar and unwelcome grievances with digital conferencing.\n\nSeries One Packaging\n\n1 of 5\n\nAruliden set out to devise a packaging system that felt as cohesive as the product itself\n\n2 of 5\n\nEverything down to the labels, the icons on the boxes, unboxing, and environmental footprint were all considered in the design approach\n\n3 of 5\n\nThe packaging nests together in a coherent way, with a unified and modular system, allowing for each Series One room kit to be assembled and shipped with ease\n\n4 of 5\n5 of 5\n\nRed Dot Awards—\nBest of the Best 2021\n\nAll In NYC—\nA Revitalization Campaign for the City We Love\nHero Image",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.7072950602,
        "format_confidence":0.9885033965
    },
    {
        "url":"http:\/\/theindependentphotobook.blogspot.com\/2016\/08\/julia-borissova-dom-document-object.html",
        "text":"29 August 2016\n\nJulia Borissova - DOM (Document Object Model)\n\nDOM (Document Object Model)\nby Julia Borissova\nSelf published art book\nGatefold softcover, swiss brochure, hand-bound\n48 pages including 12 four-panel gatefolds + 20 p. booklet\n15 x 20 cm\nDigital Print\nEdition of 75, signed and hand numbered\nThe book will come with art. print 20 x 13 cm (3 different motifs, edition of 25 of each motif)\n55 € + shipping 10 €\n\n\"For my project DOM I wanted to “grow” an image. My idea was to create a utopian version of of apartment buildings which I removed from their usual context and placed in other settings. I explored how our concept of home changes over time and transforms in connection with the place in which we live.\"\n\nNo comments:\n\nPost a Comment",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.994148016,
        "format_confidence":0.9500633478
    },
    {
        "url":"http:\/\/easternaffair.com\/work\/giftbox-3d-key-visual\/",
        "text":"3D product visualisation for Millo - a modern blender focusing on silence, user experience and design. The silent operation allows you to use the blender at any time, according to Millo, even if someone sleeps nearby. To top it off Millo claims that using a modern motor and its management it can directly determine how thick and lumpy is the liquid inside. It enables you to run the same blending settings you like every time. Visit http:\/\/www.getmillo.com\/ for more information about the product.\n\nClay model:",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.8688806295,
        "format_confidence":0.8466062546
    },
    {
        "url":"http:\/\/www.spaltart.de\/nextshopcms\/show.asp?e1=24&lang=en",
        "text":"Spaltart - Soundobjects\n\nIn the development of the unique new Spaltart soundobjects we´ve been inspired by the traditional technique of handcrafting musical instruments. The soundobjects are made of a very special tone-wood, which has originally been used for Violins or Cellos. The excitation of the surface is generated by audio exciter modules. Modern technology ensures a balanced frequency response. The tonewood maintains a unbeliveable warm and complex sound experience. A personalized aesthetic art object - casted nature - can be seen and felt.\n\n\n© SPALTART - Klaus Wangen Design\n    print   back    top\nSankt Vither Straße 32 • 54595 Prüm \/ Eifel\nPhone: +49 (0) 6551 - 96 00 98 • Fax: +49 (0) 6551 - 96 00 99 • E-Mail:",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9256843328,
        "format_confidence":0.9747821689
    },
    {
        "url":"https:\/\/moom.cat\/en\/item\/chronophagia",
        "text":"Beirut. Tripoli. Havana. Chernobyl. New Orleans. Rio. Amman. Versailles. Over the course of thirty years, Robert Polidori has travelled the world photographing places with names so familiar we feel we know them already. On the occasion of his first museum retrospective in the United States, the artist has selected more than one hundred photographs for this volume that challenge our preconceptions, mining both the accoutrement and the psychology of space for what they tell us—and for what they withhold—about history, memory, identity, and time. The catalogue to this exhibition is now published as a book.\n\nRelated items",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9822906852,
        "format_confidence":0.9341244102
    },
    {
        "url":"https:\/\/cindybriggs.com\/cindy-briggs-watercolor-workshops\/",
        "text":"Cindy Briggs\n\n\n\nWatch for updates on events and workshops, plus FREE downloadable Lessons & Tips.\n\nCindy Briggs Watercolor Workshops\n\nCindy Briggs teaches watercolor workshops locally and internationally. Her classes are geared to all levels with a focus on technique, individual style and composition. As seen in Plein Air Magazine for their watercolor workshops, Cindy Briggs and Theresa Goesling co-own a business called Make Every Day A Painting Workshops LLC. They take students all over the world to paint en plein air, explore, and relax. Their destinations include France, Italy, Croatia, Greece, Alaska, Quebec, California, Washington and Oregon. Visit to sign up for the newsletter and purchase their book “Make Every Day A Painting – a reference manual for painting watercolors en plein air and in the studio. Just scroll down under the WORKSHOPS Menu for a variety of watercolor workshop options.\n\nPrivate Lessons\n\nPrivate Lessons\n\nIf you would like to set up your own private or group workshop in my Utah studio or at your location contact Cindy at or call 541-420-9463\nGift Certificates Available – just email me.  Link will be on site soon under Shop.\n\nPrivate Studio Lessons by Appointment: Enjoy one on one attention in a lesson designed around your goals. Progress in a very relaxing experience with a focus on what you need. I personally enjoy private lessons and look forward to the shared journey. Email or call me to make an appointment – Private Workshops start at $50 per hour. Group rates apply for more than 1 person. Gift Certificates are available, just email me your information and preferred amount and I’ll send you an email PAYPAL invoice and a personalized gift certificate.\n\nPrivate Group Workshops with 8 or more students and the organizer gets a workshop FREE – Contact me for group rates. Yes – I can travel to your location!\n\nInternational and US Workshops\n\nInternational and US Workshops\n\nSee the menu under workshops for current workshop offerings.\n\nCindy’s “Make Every Day A Painting” international workshops are inclusive of accommodations, daily breakfasts and many delicious meals, transportation during the workshop, painting with daily demonstrations in stunning locations, personalized instruction, free time to explore and relax, and often guides taking care of the group.\n\nPainting Workshop locations include places like Costa Brava & Barcelona in Spain, Tuscany, Venice, Portofino and the Amalfi Coast in Italy, Provence and the Southern Coast of France, Quebec and Greece. You’ll also find Cindy teaching on the East Coast, and in places like, Park City, Utah, Bend, Oregon, Seattle, Washington, Sitka, Alaska, Carmel-by-the-Sea and Santa Barbara, California. New destinations are in the planning stages.",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9524660707,
        "format_confidence":0.8903428316
    },
    {
        "url":"http:\/\/www.zaq6.cn\/pnw-tudor",
        "text":"Pacific Northwest Tudor\n\nThis project was a remodel of an iconic, historic Tudor home in Portland. We thoroughly reworked the plan to improve the function of the house, including relocating the kitchen, adding several new bathrooms, and making the attic and basement habitable. The new woodwork was carefully sourced and finished to match existing; the new and old blending seamlessly. Our clients are a busy young couple who entertain frequently and needed a warm, welcoming, and practical home. Though the remodel was approached with a traditional eye and a material palette appropriate to the style and period of the house, the furnishings are modern, sturdy, and comfortable. \n\nExterior changes designed by Jeffrey Miller Architect.\n\nFeatured in\n\n男朋友摸得我流水有点黏黏Photos by Aaron Leitz",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.694922328,
        "format_confidence":0.9200039506
    },
    {
        "url":"http:\/\/www.kaufmanelson.com\/pop_bargain.phtml?no=26_93",
        "text":"Notice: Undefined variable: src in \/home\/admin58\/public_html\/pop_bargain.phtml on line 184\nNew England Amateur (United States)\nUntitled, View of two boys and a woman on a dock\nCyanotype, 1890 to 1900\nSize:3 3\/4 x 4 3\/4 in.\nCondition:3- (Spot at upper right is residual glue from the original album mounting.)\nNo. 26.93\nNOTE: We have additional images by this artist in our gallery",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9924066663,
        "format_confidence":0.8490890861
    },
    {
        "url":"https:\/\/www.renderosity.com\/rr\/mod\/bcs\/denae\/82687",
        "text":"Denae by xilia78 ()\n\nDenae by xilia78\n\nWarning! Content Advisory:  Some images may contain content not suitable for all viewers\n\nDenae image 1 Denae image 2 Denae image 3 Denae image 4 Denae image 5 Denae image 6 Denae image 7\n\nFile Types:   (not specified)\n\nRequirements:  Poser 6+, Victoria 4.2, Morphs++,\n\n\nCustomers Who Bought This Item Also Bought\n\nPrivacy Notice\n\nThis site uses cookies to deliver the best experience. Our own cookies make user accounts and other features possible. Third-party cookies are used to display relevant ads and to analyze how Renderosity is used. By using our site, you acknowledge that you have read and understood our Terms of Service, including our Cookie Policy and our Privacy Policy.",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.8347331882,
        "format_confidence":0.9762691259
    },
    {
        "url":"http:\/\/westedgearchitects.com\/project\/west-los-angeles-college-dance-pavilion\/",
        "text":"Click any photo below to view gallery.\n\nWest Los Angeles College: Dance Pavilion\n\nCAMPUS BUILDING | West Los Angeles College, 2016 | A component of the physical education department, the 4,400 SF freestanding Dance Pavilion is used primarily for instruction and practice, but on occasion will be used for performance. The building houses the dance studio, along with storage and dressing rooms.\n\n\nBuilding elements separated: fabric canopy, roof framing, building structure and w enclosing walls\n\nThe design addresses the need for a large, clear-span space within the constraints of a very modest budget. The building design stems from the structural solution. Four steel-tube columns are cantilevered from below grade to support the roof framing. Extending 25 feet below grade and tied together with grade beams below the floor slab, these four columns resist the lateral forces acting on the building and support the light weight framing over which a fabric roof is stretched. The overall lightness of the building is key to the success of the solution.\n\nThe walls are a combination of an insulated rain screen system, utilizing resin treated plywood panels on the exterior, and a dual glazed storefront system. Operable window units glazed into the storefront system permit natural ventilation, which would be effective for a significant portion of the year given, the campuses coastal zone location.\n\nThe interior faces of the walls are mirrored or are equipped with ballet bars (as required). The dance studio is equipped with a sprung floor. Lighting is supported by the horizontal tie members of the roof structure, as are the fire sprinklers, acoustical panels, and air-conditioning ducts. The air-conditioning equipment is mounted on the ground at one of the narrow ends of the building.\n\nThe building is rotated on the site so as to not be parallel to the adjacent building walls or street. This strategy creates more reasonable gathering spaces, animating the activity around the pavilion.\n\n\nPin It on Pinterest\n\nShare This",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9864158034,
        "format_confidence":0.6943114996
    },
    {
        "url":"http:\/\/society6.com\/lyle58\/color-mosaic_print?show=promoters",
        "text":"Introducing New Biker Tanks on Society6!\nYou have (0 items) in your Wishlist\nNo Items in Wishlist\n\nTo add items to your wishlist, simply click the \"Add to Wishlist\" link from any product page.\n\nDon't see Wishlist items you've previously added? Create an account or login now on all devices to sync your Wishlist.\n\nAdditional Views\n\nColor Mosaic\n\nby Lyle Hatch\n\nArt Print\n\n\nCollect your choice of gallery quality Giclée, or fine art prints custom trimmed by hand in a variety of sizes with a white border for framing.\n\ncolor, colors, colorful, multicolored...\n  • 54Promote",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9643527865,
        "format_confidence":0.9908311963
    },
    {
        "url":"https:\/\/www.artfinder.com\/product\/in-the-navy-marilyn-pin-up-3bb\/",
        "text":"\n\n\nArtist's description:\n\nMy absolute favourite Hollywood icon. Love this woman! Charcoal and pen.\n\nIn the Navy Marilyn Pin Up (2013)\n\n\n  • Charcoal drawing, Other\n  • One of a kind artwork\n  • Size: 11.42 × 16.54 in (unframed)\n  • This artwork is sold unframed\n  • Signed on the front\nProtected by our money back guarantee\n  • Artwork description\n  • Shipping\n  • Returns and refunds\n    We want you to love your art! If you are not completely satisfied with your purchase you can return it free within 14 days, no questions asked. Learn More\n  • Reviews (1)\n  • Make an offer on this artwork\n\nHow about these...\n\nYour regional settings\n\nExcellent - Five stars - Trustpilot",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9718934894,
        "format_confidence":0.9989174604
    },
    {
        "url":"http:\/\/www.heartprints.net\/item.php?ItemId=3492&TagGuid=CD021FBF-AA25-41C9-BFE8-FD286D8E62FE",
        "text":"Login to Heart Prints\nUser NamePassword\nForgot Password? · Register\nLogin#3492 on 2\/24\/09 · Item 61 of 118 on Page 2 of Easter\/Spring\n\n\n3\"X3\" card\n\nPenny Black:\n\n  • 2563H Bunny Kiss\n\nImpression Obsession:\n\n  • WP16 Sentiments I Clear Set\n\nMartha Stewart:\n\n  • Fence Border Punch-available at Arnie's\n\nMagic Colored Pencil Technique a.k.a. Gamsol Magic\n\nHand Doodling\n\nStardust Stickles\n\nPlease visit these wonderful sponsors if you are considering purchases using products from my gallery:\n\nCrop Stop\nCustomer Loyalty Program and Free Shipping for orders over $50. Don't forget to use \"HeartPrints\" code at checkout for 10% off!\n\nMarco's Paper\nCheck out their huge selection of paper, envelopes and stamping supplies.\n\nThe Stamp Buzz\n\nLili of the Valley\n\nBonnie's Best Tools\nHome of the AMAZING Genesis Trimmer\nBest Trimmer I have ever owned, by far.",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.7686011195,
        "format_confidence":0.9372870922
    },
    {
        "url":"https:\/\/www.silent-studios.co.uk\/silent-studios-filmposter-design?lightbox=image_u07",
        "text":"Film Poster Design\n\n\nSilent Studios Productions creative team can design a film poster no matter how big or small your production is.\nIn the past we have assisted on films sets to get some great stills to make that perfect poster. We are a one stop shop for horror so just let us know what you need.\nSamples of previous film posters below\nFor further information please call or email us on:\nEmail: jason@silent-studios.co.uk\nTel: 07716349485 or 07851041483\n080219 MANNEQUIN003R25R\n080219 MANNEQUIN003R25R",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.8504335284,
        "format_confidence":0.9874447584
    },
    {
        "url":"http:\/\/www.photography-in.berlin\/galerie-emma-t-roland-willaert-eine-ungerechte-fallhohe\/",
        "text":"© Roland Willaert\n\nSolo exhibition\n\n»Eine ungerechte Fallhöhe«\n\nRoland Willaert\n\nOpening: Saturday, October 8, 2016, 19h (Facebook Event)\nExhibition: October 9 – November 26, 2016\nOpening hours: Wed-Sun 11-18h\nAdmission free\n\n\nIt’s often claimed we live in a world in which everything is getting better. New technology, with Smartphones, Tablets, self driving cars and packages delivered by drones, is bringing progress everywhere. Better and cheaper nutrition is increasing life expectancy and overall the world’s nations are becoming more democratic. But is that really how the world is? Are there not losers as well as winners? Isn’t it really in the end the same old story as throughout human history?\n\nRoland Willaert, a European and a traveller, takes as his subject the losers of our contemporary world. The streets and its people are the actors and the inspiration of his work. Wherever he finds himself he is a photographer of the city.\n\nTo capture the life and energy of the streets in a small, inevitably partial, photographic extract is a work of great concentration. For me it is about being able to sense that the right moment may be about to happen when I can capture something special and, if it should then really happen, succeeding in capturing it. From the great mass of human and visual stimulation I try to find what can make us think again, perhaps in its simplicity, in its abstraction, in its humanity.” Roland Willaert\n\nPart of the Monat der Fotografie OFF Berlin 2016.\nDiscover more Festival highlights on PiB under the tag #MdF OFF Berlin 2016!\n\nTeil des Monat der Fotografie OFF Berlin 2016.\nEntdecke weitere Festival-Highlights auf FiB unter dem Tag #MdF OFF Berlin 2016!\n\nEvent Details\n\nGalerie Emma-T - Roland Willaert - Eine ungerechte Fallhoehe, Invitation 1\nLehderstraße 60, 13086 Berlin, Germany",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9941334128,
        "format_confidence":0.7283526659
    },
    {
        "url":"http:\/\/www.andgallery.co.uk\/product\/presence\/",
        "text":"Mary Morrison\n\nPresence |\nOil, mixed media on paper, 44 x 44 cm (60 x 60 cm frame size)  \n| £700.00 | Enquire\n\nI grew up in the Western Isles, and am drawn to exploring the space and light which is particular to these islands.  I am largely led by the pursuit of ‘memory places’ and aim to evoke a sense of place through fluid paint effects which combine with graphic elements of  annotation – the visual language of mapping, measuring and music.  Grids, staves, elements of maps and tide tables recur in my work.\n\nWhere works have titles referring to specific locations, the intention is to draw on personal connections to these places in order to explore wider themes.   My intention is not to render the topography of a landscape but to explore in a more abstracted way the relationship between the individual and the landscape that has shaped them, something you carry with you – a ‘geography of the mind’.  My work  suggests liminal spaces, edges, tidal lines – always shifting.\n\nI am continually inspired by relationships between the written word – poetry in particular – and image, and some paintings have titles responding to works by Kenneth White, and the Sufi poet, Rumi for example.  Iain Crichton Smith’s poem ‘Lewis’ goes some way to expressing the preoccupations in my work:\n\n‘It follows me, that black island without ornament,\n\nWhich I am always questioning….\n\nSea, immortal waters, you are the harmony around us forever.\n\nWe exist in your music,\n\nIn your blizzard of white gulls….\n\n\nWherever I am, you are with me,\n\nMy music is the music of your stones,   …\n\nYou are the book which I always study\n\nIn sunsets over the Minch,\n\nYou are my gaunt theme, my poem which burns in water.’\n\nThe landscape of the Outer Hebrides and the melancholic ‘island exile’ in song and poetry is well known, but I seek to respond to and challenge this with a deeper exploration of identity – related to the language of mapping.  Going beyond the surface is important to me, and the intention is for the work to reveal itself slowly.\n\n‘Morrison’s thoughtful, contemplative works really capture the essence of the Highlands and Islands landscape, influenced by Kenneth White’s Geopoetical theory. …  There is fluidity and formality in her technique which is beautifully balanced and her response to the Highland landscape is refreshing and inspired. This work is not about surfaces but understanding…’         \n\nGeorgina Coburn",
        "topic_id":1,
        "format_id":16,
        "topic_confidence":0.9957932234,
        "format_confidence":0.9829348922
    }
]