[
    {
        "url":"https:\/\/www.icrc.org\/applic\/ihl\/ihl.nsf\/WebART\/135-70031?OpenDocument",
        "text":"ICRC databases on international humanitarian law\n  • Print page\nPrisoners of war - Art. 31.\n    Art. 31. Prisoners of war may be set at liberty on parole if the laws of their country allow it, and, in such cases, they are bound, on their personal honour, scrupulously to fulfill, both towards their own Government and the Government by which they were made prisoners, the engagements they have contracted.\n    In such cases their own Government ought neither to require of nor accept from them any service incompatible with the parole given.\n\n<< Previous     Up     Next >>",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9525174499,
        "format_confidence":0.9082393646
    },
    {
        "url":"https:\/\/definitions.uslegal.com\/d\/declaration-of-legitimacy\/",
        "text":"Declaration of Legitimacy Law and Legal Definition\n\nDeclaration of legitimacy is a formal pronouncement that a person is a legitimate child. The effects of the declaration of legitimacy affects the descendants of the child but does not affect the relatives of the father.\n\n“Pursuant to a declaration of legitimacy, the child obtains the legal status of a legitimate child”. [Gollub v. Cook County (In re Estate of Janussek), 281 Ill. App. 3d 233, 238 (Ill. App. Ct. 1996)]",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9955006242,
        "format_confidence":0.9369081259
    },
    {
        "url":"http:\/\/www.thelawmuseum.org\/work\/john-wayne-gacy-case",
        "text":"America's Killer Clown\n\nMain body\n\nBeginning in 1972, Chicago, Illinois native John Wayne Gacy killed 33 young males, burying most under his home.  Although he usually lured his victims with the promise of construction work, he often dressed as his alter ego \"Pogo the Clown\" for parties.  Rejecting his insanity defense, a jury found Gacy guilty in 1980, and he received 12 death penalty and 21 life sentences. He was executed by lethal injection on May 10, 1994.\n\n\nThe video and quiz for this case will be made available during the 2018-2019 school year.\n\n\nVisit our LiveBinder to view lesson plans, classroom resources, and current events related to the issues in this case.\n\nView the LiveBinder\n\nFor the LiveBinder access key, complete a LiveBinder Request Form and e-mail it, from your school e-mail address, to",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9875138402,
        "format_confidence":0.7104265094
    },
    {
        "url":"http:\/\/www.thaiprisonlife.com\/samut-prakan-central-prison\/",
        "text":"Samut Prakan Central Prison\n\nTowards the end of the 20th Century, the Ministry of Interior and the Ministry of Corrections developed a new project to build a new central prison for Samut Prakan to solve the problem of overcrowding. The were also aware that the opening of the new international airport would see an increase of foreign prisoners. The cabinet agreed to a budget of 647,952,182.48 baht.  The land was purchased for 147,462,500 baht and 500,489,682.48 baht was left for construction. However, an extra 12,060,797 baht was needed for a building for women prisoners. The new total now being 660,020,979.48 baht.\n\nClick for map\n\nThe new prison covered an area of 58 acres or 235,200 square metres. The area inside the prison walls is 18 acres or 73,600 square metres. Work on the new prison started in 1997 and was finished in 2001. The first group of prisoners was transferred here on Sunday 27th May 2001. The new prison is in Klong Dan District about 35 kms from the city center and the old prison. Samut Prakan Central Prison is regarded as one of the most modern prisons in the country.\n\nAddress: 333, Sukhumvit Road, Tambol Klongdaan, Amphoe Bangboi, Samutprakan Province, 10550\nTelephone: 0-2313-7146\n\nเรือนจำกลางสมุทรปราการ เลขที่ 333 ถนนสุขุมวิท ตำบลคลองด่าน อำเภอบางบ่อ จังหวัดสมุทรปราการ 10550 โทรศัพท์: 02-3137146, โทรสาร: 02-3137145\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n* Copy This Password *\n\n* Type Or Paste Password Here *",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9545795321,
        "format_confidence":0.9722259045
    },
    {
        "url":"http:\/\/www.holtzclawtrial.com\/factoid03",
        "text":"Factoid: 03\n\n(Last updated 1\/18\/2017) Photo lineups are a very standard investigative tool used by law enforcement agencies all over the world on a daily basis for both misdemeanor and felony crimes.\n\nHowever, that common tool was abandoned early on by Oklahoma City police department sex crimes detectives Kim Davis and Rocky Gregory in the Daniel Holtzclaw case.\n\nThe first accuser to be labeled a 'Holtzclaw victim' was 43-year-old homeless drug addict and prostitute Terri Morris.\n\nMorris was shown a photo lineup containing the picture of Holtzclaw. Morris was unable to positively identify Holtzclaw as her alleged attacker.\n\nJannie Ligons was the second individual identified as a so-called 'Holtzclaw victim.' However, she described her attacker as short, with blond hair, unclear skin and 35-45 years old.\n\nBecause that physical description did not match Daniel Holtzclaw, Det. Davis feared Ligons, like Morris, would be unable to pick Holtzclaw out of a photo lineup. \n\nAccording to an official OCPD investigative report, Det. Davis told the officer who prepared the photo lineup that was intended for Ligons that, \"[Det. Davis] was not happy with the lineup\" and wanted to \"discuss other options.\"\n\nYou can read an excerpt from the police report below...",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9966592789,
        "format_confidence":0.8947463036
    },
    {
        "url":"http:\/\/reportinghate.eu\/en\/resources\/",
        "text":"Legal Framework\n\nThe punishment of hate crime and hate speech are provided for by international and European law and they are discussed in reports issued by institutions such as the Fundamental Rights Agency and NGOs.\n\nEuropean Union legislation on racist hate crime and speech is in the Council Framework Decision 2008\/913\/JHA of 28 November 2008 on combating certain forms and expressions of racism and xenophobia by means of criminal law.\n\nThe ICCPR (International Covenant on Civil and Political Rights) and the ICERD (International Convention on the Elimination of all forms of Racial Discrimination) are the two treaties that cover hate crime and hate speech. See if your country has imposed reservations on Article 19 or 20 of ICCPR and Article 4 of ICERD. This will reflect the national interpretation of the limits of expression on hate speech. To view the treaties please visit:\nHere you will find the ratification status of all countries to UN treaties.\n\nHere you can search for the documents issued by the UN or submitted to the UN by your country. Again, look for the ICCPR and the ICERD and search for Concluding Observations. Have a look to see if anything has been said or recommended regarding hate speech\/hate crime.\n\nCouncil of Europe\nThe Additional Protocol to the Convention on Cybercrime concerning the criminalisation of acts of a racist and xenophobic nature committed through computer systems can be found here.\n\nThe European Commission against Racism and Intolerance (ECRI), part of the Council of Europe, has published a general policy recommendation on combating hate speech.\n\nPublish data on hate crime from 46 European countries. The 2014 report is available here.\n\nEuropean Union Agency for Fundamental Rights publish reports and survey results on hate crime, accessible from here.\n\nThe European Network Against Racism (a network of Non Governmental Organisations across Europe) publish annual reports on racism in Europe, which contain information on racist and religious hate crime and hate speech found here.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.8832309842,
        "format_confidence":0.8258588314
    },
    {
        "url":"https:\/\/practiceguides.chambers.com\/practice-guides\/comparison\/504\/5586\/8690-8692-8700-8707",
        "text":"Enforcement of Judgments 2020 Comparisons\n\nLast Updated August 04, 2020\n\nContributed By Baker McKenzie\n\nLaw and Practice\n\n\nBaker McKenzie is a leading global law firm, with offices in 78 cities worldwide. The Canadian team has acted on some of the country's most important enforcement cases in the past two decades. The firm's Canadian lawyers are fully integrated with other Baker McKenzie litigators located worldwide. The firm is a highly regarded litigation group in Canada with particular expertise in multi-jurisdictional disputes, including all manner of fraud, financial recovery and enforcement-related disputes. The Canadian group provides clients with co-ordinated litigation, arbitration and enforcement services nationally and internationally. To appreciate the depth of the Canadian group's fraud law, enforcement and asset tracing expertise, visit their blog-site at: www.canadianfraudlaw.ca\n\nIdentifying an opposing party's asset position prior to, during or following a proceeding can be critical to informing a plaintiff's litigation or judgment enforcement strategy. Obtaining a judgment will be of little value if the unsuccessful party has no assets or is unable to satisfy the judgment. Fortunately, a number of measures are available in Canada that can assist in identifying an opposing party's asset position.\n\nPublicly Available Information and Private Investigations\n\nSome limited information that can shed light on an adversary's financial position is publicly available. For example, title searches and land registry searches can reveal the registered owners of real property and whether any encumbrances such as liens, certificates of pending litigation, judgments or mortgages are registered against the property.\n\nSearches can be conducted for personal or moveable property, which will indicate whether the personal property of a person or corporate entity is encumbered and subject to the security interests of other creditors.\n\nLitigation searches and insolvency searches can reveal the extent to which an adverse party has been involved in prior or concurrent litigation and\/or insolvency proceedings. If the adverse party is or has been involved in litigation or insolvency proceedings, a review of public court filings may reveal useful financial information about that party.\n\nLicensed private investigators can be engaged to investigate the other party's asset position. In Canada, private investigators are subject to industry regulations as well as provincial and federal laws. Private investigators can garner financial information by carrying out various registry searches (including those noted above), conducting interviews, performing surveillance and other legitimate investigative techniques.\n\nExaminations in Aid of Execution\n\nFrom a post-judgment perspective, having a full appreciation of the unsuccessful party's asset position will facilitate a well-considered and targeted enforcement strategy. Once judgment is obtained, a successful party can conduct an examination in aid of execution to obtain information concerning the debtor's financial position and his or her ability to satisfy the judgment. The debtor must answer questions under oath about his or her financial affairs, assets, income, liabilities and expenses. The debtor is also obliged to produce relevant financial records, such as financial statements, bank statements, tax returns, payroll information and the like, all of which can be of assistance in guiding the creditor's enforcement strategy. Examinations in aid of execution are discussed in more detail in 2.3 Costs and Time Taken to Enforce Domestic Judgments.\n\nFreezing and Asset Disclosure Orders\n\nIn Canada, there are a number of remedies to assist in securing assets before judgment. These include Mareva injunctions (which can include an asset disclosure component) and certificates of pending litigation, as well as asset or \"specific fund\" preservation orders issued under provincial rules of civil procedure.\n\nThe Mareva Injunction in Canada\n\nWhile the law concerning Mareva injunctions has not developed in exactly the same way as in the United Kingdom, this extraordinary form of pre-judgment \"freeze order\" is available and, in the right circumstances, can be granted with asset disclosure terms having worldwide effect. Dubbed one of \"the law’s two nuclear weapons\", it was confirmed as part of the common law of Canada in a 1985 decision rendered by the Supreme Court of Canada. However, the Supreme Court did not establish a rigid test for the remedy. Rather, it established certain broad parameters without imposing an inflexible prescription. The court summarised the \"gist of the Mareva action\" as follows: the right to freeze exigible assets within the jurisdiction, regardless of where the defendant resides, where a cause of action between the plaintiff and defendant has been determined which is justiciable before the courts of that jurisdiction and where there is a genuine risk of the disappearance of assets, either inside or outside the jurisdiction.\n\nIn recent years, as more Mareva orders have been sought in more varied scenarios, the requirements for a Mareva injunction have been relaxed somewhat. A recent Ontario Superior Court decision held that the risk of dissipation can be inferred in cases where the inference arises from the circumstances of the alleged fraud, taking into context of all of the surrounding circumstances. Such circumstances include evidence suggestive of the defendant’s fraudulent activity or a pattern of prior fraudulent conduct. However, the requirement to have evidence of dissipation would not be automatically addressed simply because the plaintiff established a strong prima facie case of fraud. The inference would also be available if a strong prima facie case is established for other causes of action.\n\nThe Supreme Court seemed to favour the \"strong prima facie case\" requirement adopted by the Ontario Court of Appeal a few years earlier, while also noting that the Ontario approach was \"somewhat narrower\" than the \"good arguable case\" standard of UK case law. The \"balance of convenience\" must favour the issuance of the order. This branch of the analysis involves a detailed consideration of the competing interests at play: principally, the plaintiff’s interest in avoiding a dry judgment and the defendant’s interest in not having assets detained prior to judgment.\n\nIn British Columbia, the courts have adopted a flexible approach, employing a two-step test for the issuance of a Mareva injunction. Courts have the flexibility to carry out justice between the parties in any given case, and not render the judge “a prisoner of a formula\". The British Columbia Court of Appeal has also recognised that almost every Mareva injunction is likely to inconvenience the other party in some way and has emphasised that \"the overarching consideration in each case is the balance of justice and convenience\".\n\nMareva injunctions are often sought on an ex parte basis. As with any ex parte relief, it is crucial that full, frank and fair disclosure be made of all material facts, particularly those that tend to support the position of the party against whom the injunction is sought. Such disclosure should include sufficient detail to allow the ex parte judge to determine the correct value of the underlying claim and, accordingly, of the assets to be frozen.\n\nCertain jurisdictions have developed model Mareva orders, which serve as a guide when determining the appropriate parameters for this extraordinary relief. In a number of provinces, the ex parte order has a specific shelf life (ten days, typically) within which it must be renewed on an inter partes basis.\n\nCertain model Mareva orders include or permit asset disclosure terms. These provisions can be a powerful tool to determine the scope of a defendant's assets. There will often be a term that requires the defendant to deliver a sworn statement describing the nature, value and location of assets, whether in his or her own name and whether solely or jointly owned. A further term can require the defendant to submit to examinations under oath on the sworn asset statement. Where these terms are granted, refusal to provide the asset information or submit to cross-examination may result in a finding of contempt of court.\n\nAs mentioned above, Mareva injunctions can be framed to freeze and obtain disclosure of assets, both within Canada and on a worldwide basis. In Ontario, a recent decision provided for a worldwide Mareva injunction where the defendant had no assets in the jurisdiction. A key factor in granting the injunction was evidence based on information from Hong Kong lawyers that the Canadian order would assist in securing a freezing order in Hong Kong.\n\nFinally, while Mareva injunctions are typically sought before judgment, there is authority for granting a Mareva after judgment, which can be useful to determine the location of assets and securing assets in circumstances where a judgment debtor may seek to deplete, move or otherwise deal with the assets pending the outcome of an appeal.\n\nCertificates of Pending Litigation (CPL)\n\nWhere real property is at issue, an order for a CPL may be obtained. A CPL is designed to provide a notice of claim and a warning to the public that the property is subject to a court dispute. It has the practical effect of restraining dealings with the property (eg sale, financing, mortgaging etc) while the litigation is pending.\n\nAs a standalone pre-judgment remedy, a CPL can be made on a motion without notice, provided that the originating pleading includes a claim for the CPL with a proper description of the land in question. To obtain an order for a CPL, the moving party must first show that there is a triable issue in respect of the claim to an interest in the land. If this threshold test is met, the court will typically go on to consider a variety of equitable factors, such as whether the land is unique, whether dam... (truncated)",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.947822988,
        "format_confidence":0.7549778819
    },
    {
        "url":"https:\/\/pbtx.blogspot.com\/2021\/10\/everything-you-need-to-know-about.html",
        "text":"Everything You Need to Know About Charitable Bail Funds and SB6\n\n\nThe New Rules regarding Charitable Bail Funds go into effect January 1, 2022.  \n\nI.    What is a Charitable Bail Organization-\n\nA Charitable Bail Fund is an organization that files cash bonds to get individuals out of jail.\n\nIn SB 6 the definition of a \"charitable bail organization\"  is a person or group that accepts and uses donations from the public to deposit money with a court in the amount of a defendant's bail bond.\n\nThe definition applies to any charitable bail organization that files more than three cash bonds for defendants in a any 180-day period. \n\nII.    Groups Excluded from the Definition-\n\n    The term does not include:  \n\n    1.    a person accepting donations with respect to defendant who is a member of the person's family, as determined under Section 71.003, Family Code; or \n\n    2.    a nonprofit corporation organized for a religious purpose.\n\n    3.    a charitable bail organization that files fewer than 3 cash bonds in a given 180-day period. \n\nIII.    Charitable Bail Organization Must Meet the Following Requirements in Each County In Which It Intends to File Cash Bonds\n\n    The charitable bail organiztion must be: \n          (1) a nonprofit organization exempt from federal income taxation under Section 501 (a) of the Internal Revenue Code of 1986 as a 501 (c) (3) organization; \n           (2) be issued a certificate from the county in which the bond is sought to be filed.\n\nIV.    How Does a Charitable Bail Organization Become Certified In Each County In Which It Intends to File Cash Bonds-\n\nThe charitable bail organization must apply with the county clerk to be certified in that county.  The clerk is required to issue a certificate if the following requirements are met:\n        (1) the charitable bail organization documents that it has obtained the required tax exemption status from the IRS; and \n        (2) the charitable bail organization documents that it is current on all of the filings required by the Internal Revenue Code.\n\nV.    Once The Certificate is Issued, the Charitable Bail Organization must file an Affidavit with the Office of the County Clerk-\n\nOnce a certificate is issued, the charitable bail organization must file an affidavit with the county clerk designating the individuals authorized to present cash bonds to the county jail on the organization's behalf.\n\nVI.    Once an Affidavit is filed in a County, the Charitable Bail Organization must file Monthly Reports in that County-\n\nNot later than the 10th day of each month, a charitable bail organization shall submit, to the sheriff of each county in which the organization files an affidavit under Subsection (e), a report that includes the following information for each defendant for whom the organization paid a bail bond in the preceding calendar month:\n\n        (1)  the name of the defendant;\n\n        (2)  the cause number of the case;\n\n        (3)  the county in which the applicable charge is pending, if different from the county in which the bond was paid; and \n\n        (4)  any dates on which the defendant has failed to appear in court as required for the charge for which the bond was paid.\n\n*The sheriff is required to forward a copy of the report to the Office of Court Administration.\n\nVII.    What Happens if the Charitable Bail Organization Is Not In Compliance With the Statute's Requirements?\n\nA charitable bail organization may not file cash bonds for a defendant if the organization is not in compliance with the reporting requirements.\n\nA sheriff may suspend a charitable bail organization from posting cash bonds for a periof not to exceed one year at any time the organization if the sheriff determines the organiztion has paid one or more bonds in violation of this article (after failing to file a required report).  The sheriff must issue a warning that the charitable bail organization is not in compliance.  Then upon a second further violation, the sheriff may suspend.\n\nAny suspension must be reported to the Office of Court Administration.\n\nVIII.    Other Applicable Rules-\n\nChapter 22 regarding how a bond is forfeited applies to cash bonds posted by charitable bail organizations.\n\nA charitable bail organization cannot charge a premium for posting a cash bond.  \n\nBy December 1st of each year, the Office of Court Administration shall prepare and submit a report regarding the information submitted to the Office regarding the monthly reports. The report shall be submitted to the governor, lieutenant governor, speaker of the house of representatives and presiding officers of the standing committees of each house of the legislature with primary jurisdiciton over the judiciary. \n\nTex. Code Crim. Pro. art. 17.071. \n\n   The Professional Bondsmen of Texas\n\n\nMost Read Posts Over The Last 30 Days\n\nTexas Commission on Judicial Ethics Seeks Suspension of Harris County Judge Bynum for Bias Against State and Refusal to Follow the Law\n\nSheriff Seeks Additional $25 Million for Unsustainable Jail Overcrowding Caused by Harris County New 10% Rule\n\nEpisode 15 of the The Bail Post Podcast- Magistrates Magistrating Magistration\n\nThe Bail Post Episode No. 16- How 10% Equals $25 Million with Gene Newman\n\nSelf Described \"King\" of County Criminal Court 16 Judge Jordan Arrested",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9783306122,
        "format_confidence":0.6187554598
    },
    {
        "url":"https:\/\/cso.assetrecovery.org\/",
        "text":"Asset recovery refers to the process by which the proceeds of crime are identified, traced, seized, confiscated and returned to their rightful owners. Generally speaking, States need to lead the process of recovering stolen assets. However, civil society organisations (CSOs) can play an important role in the different stages of the asset recovery process. This guide seeks to assist interested CSOs to understand potential areas of engagement and strategic considerations regarding routes of engagement; it also highlights potential risks and challenges and how these may be mitigated, and provides case examples of CSO efforts in support of the recovery of stolen assets.\n\nThe guide was first developed by the International Centre for Asset Recovery of the Basel Institute on Governance, jointly with partners, in the context of the Arab Forum on Asset Recovery (AFAR). Its content however is applicable at a global level and can serve as a useful guidance to CSOs from other regions as well. It has therefore been translated into a growing number of languages which will be made available through this website.\n\nICAR expresses its appreciation to the United Kingdom G8 Presidency, the World Bank\/UNODC Stolen Asset Recovery Initiative (StAR) and Ambassador Muhyieddeen Touq of Jordan for their advice and support, and the following CSOs for their valuable contributions:\n\nFull versions of the Guide are available in:\n\nAdditional language versions of this website and the full text will be made available shortly.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.992610395,
        "format_confidence":0.6716834903
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Diesel_therapy",
        "text":"Diesel therapy\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\n\nDiesel therapy is a form of punishment in which prisoners are shackled and then transported for days or weeks.[1] It has been described as \"the cruelest aspect of being a federal inmate.\"[2] It has been alleged that some inmates are deliberately sent to incorrect destinations as an exercise of diesel therapy.[3] Voluntary surrender at the prison where the inmate will serve his time is recommended as a way of avoiding diesel therapy.[4] The case of George V. Hansen involved accusations of diesel therapy, as did the case of Susan McDougal. Diesel therapy is sometimes used on disruptive inmates, including gang members.[5]\n\nThe term \"diesel therapy,\" or \"dumping,\"[6] is also used to refer to a method by law-enforcement personnel of getting rid of troublesome individuals by placing them on a bus to another jurisdiction.[7] This is also known as bus therapy.\n\nSee also[edit]\n\n\n  1. ^ Roots, Roger (2002), Of Prisoners and Plaintiffs' Lawyers: A Tale of Two Litigation Reform Efforts 38, Willamette L. Rev., p. 210 \n  2. ^ Floyd Perry (2009). Mark Whitacre: Against All Odds: How the Informant and His Family Turned. ISBN 978-1-4415-4133-8. \n  3. ^ Howard Marks. Mr Nice: an autobiography. \n  4. ^ Ellis, Alan; Shummon, Samuel A.; Han, Sharon (2000–2001), Federal Prison Designation and Placement: An Update 15, Crim. Just., p. 46 \n  5. ^ R Ruddell, SH Decker, A Egley Jr (2006), Gang interventions in jails: A national analysis, Criminal Justice Review \n  6. ^ WR King, TM Dunn (2004), Dumping: police-initiated transjurisdictional transport of troublesome persons, Police Quarterly \n  7. ^ W Wells, JA Schafer, Officer perceptions of police responses to persons with a mental illness, Policing: An International Journal",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9943217039,
        "format_confidence":0.9934779406
    },
    {
        "url":"http:\/\/www.cohoalaw.com\/from-capitol-hilllegislation-carbon-monoxide-alarms-and-colorados-new-law.html",
        "text":"Carbon Monoxide Alarms and Colorado's New Law\n\nColorado’s new law concerning carbon monoxide alarms was signed by Governor Ritter on March 24, 2009 and applies to sales, rentals and remodels of single family and multi-family residences on and after July 1, 2009. The definition of “multi-family dwelling” in the new law specifically includes condominiums, and therefore, subject to certain limitations, would apply to units in condominium associations.\n\nThe law applies to dwelling units that have a fuel fired heater or appliance, a fireplace, or an attached garage. If any of these conditions exist, then the law applies to sellers of dwelling units offered for sale on or after July 1, 2009; dwelling units where, on or after July 1, 2009, remodeling occurs that requires a building permit; or dwelling units used for rental purposes that have a change of occupancy after July 1, 2009. If any of these three events occurs, then the unit must have an operational carbon monoxide alarm installed within fifteen feet of the entrance to each room lawfully used for sleeping purposes or in a location specified by any applicable building code. This latter requirement is overridden if the multi-family dwelling has a central alarm system and the carbon monoxide alarm is installed within twenty-five feet of the fuel fired heater, fireplace or garage. In addition, in connection with rental units, the law mandates certain actions that the unit owner must take with respect to installation and replacement of alarms, and provision of batteries to assure that the alarms are operational.\n\nWhile the law is somewhat vague with respect to who is obligated to install the alarm when the circumstances giving rise to the requirement is either remodeling or rental, it does not appear to require associations to be responsible for compliance or assurance of an owner’s compliance. Rather, it appears that the onus is on the unit owner to install the alarm and assure its ongoing maintenance and operation. If the alarm is installed according to the manufacturer’s instructions and the new law, then the owner of the property, his\/her authorized agent, person in possession of the property and the installer are immune from liability for damages resulting from operation, maintenance, or effectiveness of the alarm.\n\nIf you have other questions about this new law, please feel free to contact us.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9082098007,
        "format_confidence":0.6608908176
    },
    {
        "url":"https:\/\/openjurist.org\/law\/administrative-law\/utah\/loa",
        "text":"Loa is a town in, and the county seat of, Wayne County, Utah, United States, along State Route 24. The population was 525 at the 2000 census.\n\nAdministrative Law Lawyers In Loa Utah\n\n\nWhat is administrative law?\n\nAdministrative Law involves compliance with and challenges to rules, regulations, and orders of local, state, and federal government departments. Administrative law attorneys may represent clients before agencies like the workers compensation appeals boards, school board disciplinary hearings and federal agencies like the Federal Communications Commission. Administrative attorneys help negotiate the bureaucracy when interacting with the government to do things as varied as receiving a license or permit or preparing and presenting a defense to disciplinary or enforcement actions.\n\nAnswers to administrative law issues in Utah\n\nAdministrative law is law made by or about the executive branch agencies, departments, the President (at the federal...\n\nThe Tax Relief and Health Care Act of 2006 made significant changes to the Informants Reward Program under the False...",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9904782772,
        "format_confidence":0.9447821975
    },
    {
        "url":"http:\/\/www.legaleyeassociates.com\/partnership-laws.html",
        "text":"Partnership Laws in India\n\nPartnership is defined as a relation between two or more persons who have agreed to share the profits of a business carried on by all of them or any of them acting for all. The owners of a partnership business are individually known as the \"partners\" and collectively as a \"firm\". An agreement for forming partnership may oral or written. The threat to one's business may not be the actions of your competitors but instead a dispute with your business partners. If you are sensing or experiencing a serious dispute with your partner that is escalating and affecting your business operations, you ought to implement immediate measures to secure your business and the equity interests you hold in such partnership. Disputes involving partners can be complex and high stakes affairs. Specialist advice is required and we are proficient in advising partners to resolve all types of disputes involving their membership of partnerships. We adopt appropriate methods of dispute resolution, including mediation and arbitration, to resolve the many differences that can arise between partners, including disputes over profit share or liability, disagreements over client ownership or difficulties arising out of ambiguously or poorly worded partnership deeds.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.8099830151,
        "format_confidence":0.5351272821
    },
    {
        "url":"http:\/\/loc.gov\/lawweb\/servlet\/lloc_news?disp3_l205401709_text",
        "text":"To link to this article, copy this persistent link:\n\n(Dec 03, 2009) On September 10, 2009, the Netherlands (in respect of Netherlands Antilles) and Norway signed an amending protocol to their income and capital tax treaty of November 13, 1989. Information about the new provisions has just become available; it is not yet determined when these provisions will come into force. (René Offermanns, Protocol to Treaty Between Netherlands in Respect of Netherlands Antilles and Norway – Details, IBFD TAX NEWS SERVICE, Nov. 30, 2009, via email from\n\nUnder the protocol, information relevant to the administration or enforcement of the tax laws of the nations involved will be exchanged, with privacy protected by the restriction on the information that it will only cover information needed for such administration or enforcement and only be disclosed to courts and other bodies involved in \"assessment, collection, or enforcement or prosecution\" for cases and appeals involving the taxes covered by the treaty. (Id.)\n\nThe protocol does not require the countries to carry out administrative measures at odds with the laws and practices of the other state, supply information they could not obtain under the laws or practice of the other state, or supply information revealing trade secrets or intellectual property. However, the parties cannot refuse to turn over information just because the state party has domestic interest in the information or the information is held by a bank, financial institution, or fiduciary agent. (Id.)\n\nThe Netherlands signed a similar agreement with the Cayman Islands on July 8, 2009; details of that exchange of information (TIEA) have also recently become available and while the enforcement date for the TIEA is not yet known, criminal tax provisions are retroactively applicable from January 1, 2004. (René Offermanns, Exchange of Information Agreement Between Cayman Islands and Netherlands– Details, IBFD TAX NEWS SERVICE, Dec. 1, 2009, via email from\n\nThe agreement with the Caymans provides dispute resolution procedures and allows the parties to take prejudicial or restrictive measures, such as denial of a tax credit or deduction, if the other state \"does not engage in effective exchange of information; …[or] lacks transparency in the operation of its laws, regulations or administrative practices, or [if] there are no or nominal taxes.\" (Id.)\n\nThe Netherlands also signed a protocol for its 2006 income tax treaty with Barbados on November 27, 2009. (Sophia Akhtar, Protocol to Treaty Between Netherlands and Barbados Signed, IBFD TAX NEWS SERVICE, Dec. 1, 2009, via email from\n\nAuthor: Constance Johnson More by this author\nTopic: Taxation More on this topic\nJurisdiction: Netherlands More about this jurisdiction\n\nSearch Legal News\nFind legal news by topic, country, keyword, date, or author.\n\nGlobal Legal Monitor RSS\nGet the Global Legal Monitor delivered to your inbox. Sign up for RSS service.\n\nThe Global Legal Monitor is an online publication from the Law Library of Congress covering legal news and developments worldwide. It is updated frequently and draws on information from the Global Legal Information Network, official national legal publications, and reliable press sources. You can find previous news by searching the GLM.\n\nLast updated: 12\/03\/2009",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.633975029,
        "format_confidence":0.8336994648
    },
    {
        "url":"http:\/\/www.mida.gov.my\/home\/intellectual-property-protection\/posts\/",
        "text":"Intellectual Property Protection\n\n1 Intellectual Property Protection\n\nIntellectual property protection in Malaysia comprises of patents, trademarks, industrial designs, copyright, geographical indications and layout designs of integrated circuits. Malaysia is a member of the World Intellectual Property Organisation (WIPO) and a signatory to the Paris Convention and Berne Convention which govern these intellectual property rights.\n\nIn addition, Malaysia is also a signatory to the Agreement on Trade Related Aspects of Intellectual Property Rights (TRIPS) signed under the auspices of the World Trade Organisation (WTO). Malaysia provides adequate protection to both local and foreign investors. Malaysia's intellectual property laws are in conformance with international standards and have been reviewed by the TRIPs Council periodically.\n\n\nThe Patents Act 1983 and the Patents Regulations 1986 govern patent protection in Malaysia. An applicant may file a patent application directly if he is domicile or resident in Malaysia. A foreign application can only be filed through a registered patent agent in Malaysia acting on behalf of the applicant.\n\nSimilar to legislations in other countries, an invention is patentable if it is new, involves an inventive step and is industrially applicable. In accordance with TRIPS, the Patents Act stipulates a protection period of 20 years from the date of filing of an application. Under the Act, the utility innovation certificate provides for an initial duration of ten years protection from the date of filing of the application and renewable for further two consecutive terms of five years each subject to use. The owner of a patent has the right to exploit the patented invention, to assign or transmit the patent, and to conclude a licensed contract.\n\nIn accordance with TRIPS, under the scope of compulsory licence, the Act allows for importation of patented products that are already in the other countries' market (parallel import).The Government can prohibit commercial exploitation of patents for reasons of public order or morality. The Act was amended to include provision for Patent Cooperation Treaty (PCT) and to allow importation under the scope of compulsory license.\n\nMalaysia has acceded to the PCT in the year 2006 and effective from 16 August 2006, the PCT International Application can be made at the Intellectual Property Corporation of Malaysia (MyIPO).\n\nTrade Marks\n\nTrade mark protection is governed by the Trade Marks Act 1976 and the Trade Marks Regulations 1997.\n\nThe Act provides protection for registered trade marks and service marks in Malaysia. Once registered, no person or enterprise other than its proprietor or authorised users may use them. Infringement action can be initiated against abusers. The period of protection is ten years, renewable for a period of every ten years thereafter. The proprietor of the trade mark or service mark has the right to deal or assign as well as to license its use.\n\nIn accordance with TRIPS, Malaysia prohibits the registration of well-known trade marks by unauthorised persons and provides for border measures to prohibit counterfeit trade marks from being imported into Malaysia.\n\nMalaysia accedes to the Nice and Vienna Agreements on 28 June 2007 which was enforced on 28 September 2007. Nice Agreement is concerning the International Clasiffication of Goods and Services for the purpose of the registration of marks whereas the Vienna Agreement establishes a classification for marks, which consist of or contain figurative elements. Both agreements are significant to facilitate trade mark registration.\n\nAs with patents, while local applicants may file applications on their own, foreign applicants will have to do so through registered trade mark agents.\n\nIndustrial Designs\n\nIndustrial design protection in Malaysia is governed by the Industrial Designs Act 1996 and Industrial Designs Regulations 1999. The Act provides the rights of registered industrial designs as that of a personal property capable of assignment and transmission by operation of the law.\n\nTo be eligible for registration, industrial designs must be new and do not include a method of construction or design that is dictated solely by function. In addition, the design of the article must not be dependent upon the appearance of another article of which it forms an integral part.\n\nLocal applicants can file registrations individually or through a registered industrial designs agent. However, foreign applicants will need to seek the services of a registered industrial designs agent. Registered industrial designs are protected for an initial period of five years which may be extended for another two 5-year terms, providing a total protection period of 15 years.\n\n\nThe Copyright Act 1987 provides comprehensive protection for copyrightable works. The Act outlines the nature of works eligible for copyright (which includes computer programs), the scope of protection, and the manner in which the protection is accorded. There is no registration for copyright works.\n\nCopyright protection for literary, musical or artistic works is for the duration of the life of the author and 50 years after his death. In sound recordings, broadcasts and films, copyright protection is for 50 years after the works are first published or made.\n\nThe Act also provides protection for the performer's rights in a live performance which shall continue to subsist for fifty years from the beginning of the calendar year following the year in which the live performance was given.\n\nA unique feature of the Act is the inclusion of provisions for its enforcement. The amendment of the Copyright Act 1987, which was enforced on 1 October 2003 confers power of arrest (including arrest without warrant) to enforcement officers of the Ministry of Domestic Trade, Cooperative and Consumerisme (MDTCC) formerly known as Ministry of Domestic Trade and Consumer Affairs. This special team of officers of the MDTCC is appointed to enforce the Act and is empowered to enter premises suspected of having infringing copies and to search and seize infringing copies and contrivances.\n\nLayout Design of Integrated Circuit\n\nThe Layout Designs of Integrated Circuits Act 2000 provides for the protection of layout designs of integrated circuits based on originality, creator's own invention and the fact that the creation is freely created. There is no registration for the layout design of an integrated circuit.\n\nThe duration of protection is 10 years from the date of its commercial exploitation or 15 years from the date of creation if not commercially exploited. The Act also allows for action to be taken by the owner if such rights recognised under the Act have been infringed. The right can also be transferred either partly or wholly by way of assignment, licence, wills or through the enforcement of law.\n\nThe Act is implemented in compliance with the TRIPS Agreement to provide a guarantee to investors in Malaysia's electronics industry and to ensure the growth of technology in the country.\n\nGeographical Indications\n\nThe Geographical Indications Act 2000 provides protection to goods following the name of the place where the goods are produced, where a given quality, reputation or other characteristic of the goods is essitially attributable to their geographical origin. This protection is applicable to goods such as wine and spirit, or natural or agricultural products or any product of handicraft or industry. Geographical indications which are contrary to public order or morality shall not be protected under the Act.\n\nThe period of production is 10 years and renewable for a period of 10 years thereafter.\n\nFor further information on intellectual property protection please visit http:\/\/www.myipo.gov.my.\n\n\nEnvironmental Management\n\nBanking, Finance & Exchange Administration\n\n\nInfrastructure Support\n\nLast Updated : Friday 28th April 2017",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.8946716785,
        "format_confidence":0.9517792463
    },
    {
        "url":"https:\/\/www.llradultsafeguarding.co.uk\/deprivation-of-liberty-safeguards\/",
        "text":"Changes as a result of Coronavirus\n\nThis section provides information about what action a practitioner should take if they are concerned that an adult is potentially being unlawfully deprived of their liberty. For more general information about applying the Deprivation of Liberty Safeguards (DoLS) in practice, staff should refer to their organisation’s DoLS guidance \/ policy and procedures. Staff may also contact the local authority specialist DoLS teams if they need further advice or information. Details are available on the local council websites:\n\n\nMental Capacity\n\nIndependent Advocacy\n\n\nDeprivation of Liberty Safeguards: Code of practice to supplement the main Mental Capacity Act 2005 Code of Practice\n\nDepartment of Health Advice Note (28 March 2014)\n\nIdentifying a deprivation of liberty: a practical guide – summaries of key cases, Law Society (2015)\n\nMental Capacity Act and Deprivation of Liberty Safeguards (Care Quality Commission)\n\nPlease note: The Liberty Protection Safeguards (LPS) were introduced in the Mental Capacity (Amendment) Act 2019. LPS will provide protection for people aged 16 and above who are or who need to be deprived of their liberty in order to enable their care or treatment and lack the mental capacity to consent to their arrangements, in England and Wales. The government has committed to bringing LPS into force to replace the Deprivation of Liberty Safeguards (DoLS). It had been planned for an implementation date of 1 October 2020. However, this has now been postponed until an anticipated date of April 2022. See Liberty Protection Safeguards Factsheets (Department of Health and Social Care).\n\nFebruary 2021: This chapter was amended to add the note above regarding the timetable for the introduction of Liberty Protection Safeguards.\n\n1. Deprivation of Liberty\n\nThe Deprivation of Liberty Safeguards (DoLS) were introduced in 2009 to protect against arbitrary deprivations of liberty in either a care home or hospital.  The Safeguards protect the human rights of people who lack capacity to consent to care or treatment in a hospital or registered care home, when – in their best interests – they receive care that amounts to a deprivation of their liberty (as defined by Article 5, Right to Liberty, Human Rights Act 1998).  DoLS is an amendment to the Mental Capacity Act 2005 (MCA), as introduced by the Mental Health Act 2007.\n\nIn March 2014, the Supreme Court held that a deprivation of liberty can also occur in community settings, such as the person’s own home or a supported living environment, where the State is responsible for imposing such arrangements. Deprivation of Liberty in this context must be authorised by the Court of Protection.\n\n1.1 Identifying and Addressing Potential Deprivations of Liberty\n\nRelevant case law (Storck v Germany, 2005) confirms that, in order to determine whether a person is deprived of their liberty, within the meaning of Article 5(1) of the European Convention of Human Rights, three conditions need to be satisfied:\n\n  • the objective element of an individual’s confinement – the type, duration, effects and manner of implementation and the degree of intensity of the restrictions upon the person (Guzzardi v. Italy 1981);\n  • the subjective element – the person lacks capacity to consent to the confinement;\n  • the confinement is imputable to the state (that is one for which the state can be said to be responsible, or aware of).\n\nMore recently, in March 2014, the Supreme Court confirmed that if a person is also under ‘continuous supervision and control’, and ‘is not free to leave’, then they are potentially being deprived of their liberty.  This is commonly known as the ‘acid test’ (which emerged from P v Cheshire West and Chester Council and P and Q v Surrey County Council). The Supreme Court ruling significantly widened the criteria for DoLS, and more people now fall within the scope of DoLS.\n\nThe Courts do not expect care providers to be experts about what is, and is not, a deprivation of liberty, but they do expect staff to be able to recognise when a person might be at risk of deprivation of liberty, by applying the conditions as described above.\n\nTherefore, care providers must consider any restrictions \/ restraints when designing and implementing new care and treatment plans for individuals lacking capacity.  They must also be alert to any restrictions and restraint which may be of a degree or intensity that mean an individual is being, or is likely to be, deprived of their liberty.\n\nWhere a potential deprivation of liberty is identified, the care provider must explore the alternative ways of providing the care and\/ or treatment, in order to identify any potentially less restrictive ways of providing that care which will avoid a deprivation of liberty.\n\nIf the deprivation of liberty cannot be avoided then the Courts expect care providers to take the required action, by applying for an authorisation to the supervisory body (the Local Authority). Organisations and care providers must refer to their local policies and procedures for guidance on how to apply for a DoLS authorisation.\n\nIf an organisation fails to take appropriate action then they risk breaching a person’s human rights by unlawfully depriving them of their liberty.   This is a serious issue which could attract regulatory, civil or criminal action against the care provider.\n\n2. Alerting to Unlawful Deprivation of Liberty\n\nIf a person (professional or otherwise) suspects an individual is being deprived of their liberty, and the care provider has not taken appropriate action by applying for an authorisation to the relevant supervisory body, then they should first discuss their concerns with the care provider.  The care provider should review the care regime and, where necessary, make an application for a DoLS authorisation.\n\nIf the care provider does not agree to make a request for a DoLS authorisation, the concerned person should approach the local authority, as the supervisory body, to discuss the situation and report their concerns.  The concerned person may also contact the Care Quality Commission if the concerns relate to a care home or a hospital.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.8110126257,
        "format_confidence":0.8676664829
    },
    {
        "url":"https:\/\/simple.wikipedia.org\/wiki\/Dzhokhar_Tsarnaev",
        "text":"Dzhokhar Tsarnaev\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nDzhokhar Tsarnaev\nDzhokhar Tsarnaev 2.jpg\nDzhokhar Tsarnaev\nNative name Джоха́р Анзо́рович Царна́ев\nBorn Dzhokhar Anzorovich Tsarnaev\nJuly 22, 1993 (1993-07-22) (age 23)\nTokmok, Kyrgyzstan\nResidence Cambridge, Massachusetts, U.S.\nOther names Jahar Tsarnaev\nEthnicity Chechen-Avar\nCitizenship United States, Kyrgyzstan\nAlma mater University of Massachusetts Dartmouth\nOrganization None\nKnown for Bombing the Boston Marathon, murdering a policeman, and other related crimes\nCriminal charge Using and conspiring to use a weapon of mass destruction resulting in death; malicious destruction of property resulting in death\nCriminal penalty Death by lethal injection\nCriminal status Guilty\nParent(s) Anzor Tsarnaev and Zubeidat Tsarnaeva\nRelatives 1 brother (Tamerlan, deceased)\n2 sisters (Ailina and Bella)\n\nDzhokhar Anzorovich \"Jahar\" Tsarnaev (Cyrillic: Джоха́р Анзо́рович Царна́ев \/ˌˈxɑr ˌtsɑrˈn.ɛf\/; born July 22, 1993)[note 1] and his brother Tamerlan Tsarnaev planted bombs at the Boston Marathon on April 15, 2013. The bombings killed three people and reportedly injured as many 264 others. On May 15, 2015, a Boston U.S. federal court jury verdict resulted in a death-sentence verdict for Tsarnaev for his crimes.[1][2][3][4]\n\nEarly life[change | change source]\n\nHe and his family immigrated to the United States as refugees in 2002. Tsarnaev was a student at University of Massachusetts Dartmouth. He had become a naturalized U.S. citizen on September 11, 2012.\n\nCapture[change | change source]\n\nDuring the bombings, on April 19, there was a shootout between police and the Tsarnaev brothers. MBTA police officer was critically injured in the course of Tsarnaev's escape in the SUV Tsarnaev was injured but escaped. On the evening of April 19, the heavily wounded Tsarnaev was found unarmed hiding in a boat on a trailer in Watertown just outside the police perimeter. He was arrested and taken to a hospital. It was later reported that he was persuaded to surrender when the FBI negotiators mentioned a public plea from his former wrestling coach.\n\nTsarnaev was charged on April 22 with using and conspiring to use a weapon of mass destruction resulting in death and with destruction of property resulting in death.\n\nConviction[change | change source]\n\nHe was convicted on April 8, 2015, and was sentenced to death on May 15, 2015.[5] Tsarnaev allegedly later said during questioning that they next intended to detonate explosives in Times Square in New York City. Tsarnaev reportedly also said to authorities that he and his brother were radicalized, at least in part, by watching Anwar al-Awlaki lectures.\n\nNotes[change | change source]\n\n  1. Russian: Джоха́р Анзо́рович Царна́ев \/ Dzhokhar Anzorovich Tsarnayev; Тамерла́н Анзо́рович Царна́ев \/ Tamerlan Anzorovich Tsarnayev. Chechen: Царнаев Анзор-кIант ДжовхӀар or ЖовхӀар[1] \/ Carnayev Anzor-khant Dƶovhar; Царнаев Анзор-кIант Тамерлан \/ Carnayev Anzor-khant Tamerlan. Template:Noprint\n\nReferences[change | change source]\n\nOther websites[change | change source]",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.987595439,
        "format_confidence":0.9918823838
    },
    {
        "url":"http:\/\/victimsofcrime.org\/help-for-crime-victims\/get-help-bulletins-for-crime-victims\/restitution",
        "text":"Welcome to the National Center for Victims of Crime\n\nWe are the nation's leading resource and advocacy organization for crime victims and those who serve them. Please join us as we forge a national commitment to help victims of crime rebuild their lives.\n\n\nThe term \"restitution\" in the criminal justice system means payment by an offender to the victim for the harm caused by the offender's wrongful acts. Courts have the authority to order convicted offenders to pay restitution to victims as part of their sentences. In approximately one-third of states, courts are required to order restitution to victims in cases involving certain types of crimes, typically violent felony offenses, but sometimes other serious offenses as well. Restitution can cover any out-of-pocket losses directly relating to the crime, including:\n\n  • medical expenses\n  • therapy costs\n  • prescription charges\n  • counseling costs\n  • lost wages\n  • expenses related to participating in the criminal justice process (such as travel costs, child care expenses, etc.)\n  • lost or damaged property\n  • insurance deductibles\n  • crime-scene clean up, or any other expense that resulted directly from the crime\n\nRestitution will not cover such things as pain and suffering or emotional distress, only damages that are easy to prove-things for which a victim might have a bill or a receipt.\n\nThe difference between restitution and compensation\n\nWhile restitution is court-ordered payment from a convicted offender, crime victim compensation is a state government program that pays many of the out-of-pocket expenses of victims of violent crime even when there is no arrest or prosecution. Ordinarily, to be eligible for compensation the victim is required to report the offense within a certain amount of time, cooperate in the investigation and prosecution, and file an application within a set time. The expenses covered by compensation vary and are usually set by state law. All compensation programs cover medical expenses, most cover counseling, and very few cover any property loss.\n\nIn comparison, restitution can only be ordered in cases where someone has been convicted. However, restitution can be ordered in almost any case (although courts may be required to order it only for certain offenses), and can be ordered for a wider variety of losses, including property loss.\n\nA victim cannot collect both compensation and restitution for the same losses. Where compensation has already paid for some of the victim's losses, a court may order the offender to reimburse the state compensation program and order the offender to pay the victim for losses that weren't covered by compensation.\n\nThe difference between restitution and civil damages\n\nRestitution, as noted above, is ordered by a criminal court after the offender has been found guilty. Civil damages are ordered when someone has won a lawsuit in civil court. Victims of crime can obtain both restitution and civil damages. A victim can sue an offender even when the offender has been ordered to pay restitution. Civil damages can include losses not covered by restitution, such as payment for pain and suffering, payment for intentional infliction of emotional distress, and even punitive damages-damages imposed just to punish the defendant. However, as in cases where the victim receives crime victim compensation and court-ordered restitution, victims cannot collect twice for the same loss. Usually a civil judgment is decreased by the amount of restitution that the victim has already received for a loss.\n\nIncreasing the likelihood that restitution will be ordered\n\nVictims can do two things to increase the likelihood that restitution will be ordered in their case: gather information about their financial loss, and request that restitution be ordered.\n\nTo increase the chances that restitution will be ordered, victims should make sure their victim impact statement includes a summary of the out-of-pocket expenses resulting from the crime. The prosecutor's office may have financial impact forms that can help victims think about the possible losses that could be covered by restitution. Victims should also tell prosecutors early in the process that restitution is important to them, so that prosecutors can be prepared to request restitution as part of any plea agreement, sentence, or condition of probation. If victims have the opportunity to address the court at the time a plea agreement is presented or at sentencing, they should specifically describe the financial impact of the crime and, if permitted in that state, request restitution. (In some states, a victim's in-court statement must be limited to describing the impact of the offense and cannot include any opinion about the sentence that should be given, including restitution. In those states, the prosecutor can still seek restitution.)\n\nCourts may order full or partial restitution\n\nWhen courts order restitution, they look not only at the victim's losses but also at the offender's ability to pay. In some states, the court may reduce the total amount of restitution ordered if the offender is unlikely to be able to pay that amount. In other states, courts will order the offender to pay for the full amount of the loss, but then set a payment schedule based on the offender's finances, which may only be a minimal amount per month.\n\nCollecting restitution\n\nCollection of restitution is often limited by the offender's ability to pay. As a result, many victims wait years before they receive any restitution, and they may never receive the full amount of restitution ordered.\n\nCollection also depends on enforcement of the court's order of restitution, either by the criminal justice system or the victim. There are many laws and procedures used to make sure the offender pays as ordered.\n\nFor example, where payment of restitution is made a condition of probation or parole, the probation or parole officer must monitor whether payments are being made on time. The victim may help provide this information to the probation or parole officer. If the offender is about to be released from probation or parole, but has not paid restitution as ordered, this information must be conveyed to the court or parole board. Victims who have not received restitution as ordered should ask the probation or parole officer how this information will be provided to the court or parole board. In some states, probation or parole can be extended when the offender has willfully failed to pay restitution.\n\nIn those states with prison work programs, restitution payments are typically collected out of the wages of those programs. Some states collect restitution from state income tax refunds, prisoner accounts, lottery winnings, or damage awards from lawsuits against the prison.\n\nWhere the offender has not paid restitution as ordered-has \"defaulted\" in payment-restitution often can be collected by the same methods used to enforce other court judgments, such as attachments of assets or garnishment of wages. In some states, the victim is authorized to take these actions; in other states, enforcement is up to the prosecutor, the court, or another official.\n\nMany states provide that restitution orders become civil judgments. This expands the ability of victims to collect restitution and also means the orders can stay in effect for many years, typically ten to twenty years. In many jurisdictions, civil judgments can be renewed, so they can stay in effect even longer. During that time, the offender's financial circumstances may change: he or she may have inherited property, won a legal judgment, or become employed. Depending on the state, the civil judgment may be enforceable immediately, or enforceable when the offender defaults on payment, or enforceable only after the criminal justice process is completed and the offender has been released from probation, prison, or parole. A victim may need to hire an attorney to help enforce the civil judgment.\n\nTo find out more about your state's restitution law, contact your state Attorney General, county\/city prosecutor, county probation\/parole office or your local law library: Check in the Blue Pages of your local phone book under the appropriate section heading of either \"Local Governments,\" \"County Governments,\" or \"State Government.\"\n\nAll rights reserved. Copyright 2004 by the National Center for Victims of Crime. This document may not be reproduced in whole or in part, by photocopy or by any other means, without the expressed written permission of the National Center for Victims of Crime.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.996853292,
        "format_confidence":0.9403405786
    },
    {
        "url":"https:\/\/supreme.justia.com\/cases\/federal\/us\/240\/55\/",
        "text":"\n240 U.S. 55 (1916)\n\nAnnotate this Case\n  • Syllabus  | \n  • Case\n\nU.S. Supreme Court\n\nGast Realty & Inv. Co. v. Schneider Granite Co., 240 U.S. 55 (1916)\n\nGast Realty & Investment Company\n\nv. Schneider Granite Company\n\nNo. 211\n\nArgued January 21, 1916\n\nDecided January 31, 1916\n\n240 U.S. 55\n\n\nThe legislature may create taxing districts to meet the expense of local improvements without encountering the Fourteenth Amendment unless its action is palpably arbitrary or a plain abuse.\n\nThe law does not attempt an imaginary exactness or go beyond reasonable probabilities in establishing taxing districts.\n\nA law establishing a taxing district under which there is no reasonable presumption that substantial justice will be done, but under which parties will probably be disproportionately taxed, cannot stand as constitutional against one actually so taxed.\n\nThe ordinance of St. Louis authorized by the charter of that city levying part of the cost of paving on property fronting on the street, but\n\nPage 240 U. S. 56\n\nbased on area, without providing for equal depth of the assessment district results necessarily, and not merely incidentally, in subjecting owner of property having greater depth than that adjoining them to greater and disproportionate taxation, and is unconstitutional under the Fourteenth Amendment.\n\nThis decision is limited to the particular ordinance before the Court, and to those who, like the property owner in this case, have suffered from inequalities which have no justification in law.\n\n259 Mo. 153 reversed.\n\nThe facts, which involve the construction and constitutionality under the Fourteenth Amendment of certain provisions in the charter and a street paving ordinance of the City of St. Louis, Missouri, are stated in the opinion.\n\nPage 240 U. S. 57\n\nDisclaimer: Official Supreme Court case law is only found in the print version of the United States Reports. Justia case law is provided for general informational purposes only, and may not reflect current legal developments, verdicts or settlements. We make no warranties or guarantees about the accuracy, completeness, or adequacy of the information contained on this site or information linked to from this site. Please check official sources.",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.9879092574,
        "format_confidence":0.7387487888
    },
    {
        "url":"https:\/\/en.wikisource.org\/wiki\/Page:United_States_Statutes_at_Large_Volume_34_Part_1.djvu\/268",
        "text":"Page:United States Statutes at Large Volume 34 Part 1.djvu\/268\n\nFrom Wikisource\nJump to: navigation, search\nThis page needs to be proofread.\n\n238 FIFTY—NINTH CONGRESS. Sess. I. CHS. 3076, 3077. 1906. P'*Ym°'“°\"’°\"“°*· Sec. 7. That when the verdict of said jury shall have been finally ratified and confirmed by the court, as herein provided, the amounts of money awarded and adjudged to be payable for lands taken unde1· ‘ the provisions hereof shall be paid to the owners of said land by the disbursing officer of the District of Columbia from moneys advanced to him by the Secretary of the Treasury upon requisitions of the Com- D$¥;f;{’{*;f,*;Qf,’;Sf”m missiouers of said District, as provided by law; and a suffic1ent sum to pay the amounts of said judgments and awards IS hereby appropriated from the revenues of the District of Columbia. m§§}f°'i°“ °‘ ““°“` Sec. 8. That when confirmed by the court, the several assessments herein rovided to be made shal severally be a lien upon the land assessei and shall be collected as special improvement taxes in the District of Columbia, and shall be payable in two equal annual installments, with interest at the rate of four per centum per annum from and after sixty days after the conhrmation of the verdict and award. d,£*§§‘,“§,‘§,;\"g,“§‘3,{,,§i,§f In all cases of payments the accounting officers shall take into account the assessment for benefits and the award for damages, and shall pay only such part of said award in respect of any lot as may be in excess of the assessment for benefits against the part of such lot not taken, and there shall be credited on said assessment the amount of said award not in excess of said assessment. Y¤>¤¢¢di¤8¤- Sec. 9. That said court may allow amendments in form or substance in any petition, process, record, or proceeding, or in the description of property proposed to be taken, or of property assessed for benefits whenever such amendments will not interfere with the substantial rights of the parties interested. juQg;P°”¤**i°¤ °' Sec. 10. That each juror shall receive as compensation the sum of five dollars per day for his services during the time he shall be actually en aged in such services under the provisions hereof. ` cx*;g£;gg'*““°“ *°¥ §EC. 11. That the sum of three hundred dollars is hereby appropriated, out of the revenues of the District of Columbia, to provide the necessary funds for the costs and expenses of the condemnation R\"‘\"\"\"\"”*‘““\"’“‘· proceedings taken pursuant hereto, to be repaid to the District of Columbia from said assessments for benefits when the same are collected as herein provided. ~*PP°°‘°*'*‘?°‘°d°l”Y Sec. 12. That no a al by an r interested arty from the decision Upwing of mw' m` of the supreme court bmlie District of Columliia confirming the assessment or assessments of benefits or damages herein provided for, nor any other proceeding at law or in equity by such party against the confirmation of such assessment or assessments, shall delay or prevent the payment of award to others in respect to the property concxcnmcd, _ nor delay or prevent the taking of any of said property sought to bc Q',QQ;,*‘;;,,_,,,,_m,_,,__ condemned, nor the opening of such street: 1*\/vwulod, b,oweum·, That .-muh. upon the final deternunation of said appeal or other proceeding at law or in equity the amount found to be due and payable as damages sustained by reason of the extension of said street under the provisions hereof shall be paid as hereinbefore provided. Approved, June 11, 1906. June 11, 1906. CHAP. 3O77.—r\\r1 Act (`eding to the cityof ('anon (Jity, Colorado, certain lands l*I;§;\\&lii W for park purposes. [mbhc`_M` iz;`} Be it enacted by Me Semzte and ][0u.s·e of Reprexwz tatives of the United fZQ{‘,‘;§‘,f]Q§{,;,Q@§j,ed Niafes of America in (bzzgwss assembled, That there is hereby granted ggbifygigzrlihpgurggysi to the city of,_Canon City, a municipal corporation in the county of come. _ _Fremont and State of Colorado. all lands now belonging to the lvnited D°’°\"*\"‘°\"· States of America located in sections numbered twenty-one, twenty-",
        "topic_id":3,
        "format_id":7,
        "topic_confidence":0.8653978705,
        "format_confidence":0.6556439996
    }
]