[
    {
        "url":"http:\/\/www.fashionising.com\/events\/b--madonnas-WE-film-fashion-7750.html",
        "text":"I can’t quite pinpoint exactly what it is about movies that I love so much, but the truth is I’m a little film obsessed. Perhaps its the sheer escapism of entering another world for a full hour or two; perhaps it’s the fascination with their influence on other parts of culture. Of the latter point, film and fashion are often inextricably linked. Trends on screen reflect trends in our wardrobes, and vice-versa.\n\nNow, if you had told me yesterday that in the near future I’d be adding a Madonna-directed film to my must-see list, your fate would have been that of Cassandra’s. Your prophecy would have been met with an incredulous scoff. But today, seeing these first stills from Madonna’s directorial debut  W.E, my mind changed in a heartbeat. The film is now on my must-see list.\n\nmadonna w.e. film\n\nThe story, we’re told, is a “two-tiered romantic drama focusing on the affair between King Edward VIII and American divorcée Wallis Simpson and a contemporary romance between a married woman [played by Abbie Cornish] and a Russian security guard.” It’s no surprise that, in the absence of any trailers or detailed plot lines, the enthusiasm comes down largely to the costuming. It’s in the capable hands of Arianne Phillips, Madonna’s personal stylist and the woman behind the costume design for A Single Man. So far, so promising.\n\nmadonna w.e. film\n\nAnd the influence on fashion?\n\nFrom the upcoming Great Gatsby film to the success of Boardwalk Empire we’ve long been predicting that the 1920s and 30s will make a blurred together return to fashion. Add to that the fact that Dior’s fall 2011 collection already directly referenced Wallis Simpson as an inspiration, and the evidence of the current fascination with an era is steadily mounting.\n\nMadonna’s directorial debut W.E is slated for general release in December 2011.\n\nmadonna w.e. film\n\nPhotos via Grazia.\n\nShare some style:\n\nWant to keep up with fashion?\n\nOnce a week, we send out an update with the latest fashion trends, styles and collections.\nGet yours direct in your inbox and keep ahead of fashion.\n\nOur newsletter is spam free and your email address will never be shared or sold.",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.6927331686,
        "format_confidence":0.6240701675
    },
    {
        "url":"http:\/\/www.vogue.co.uk\/article\/model-miranda-kerr-skincare-secrets-beauty-regime",
        "text":"Miranda's Choice\n\n14 Mar 2012\n\nAS a model and founder of beauty brand KORA Organics, Miranda Kerr's luminous complexion is something she's keen to maintain. When travelling, the Victoria's Secret Angel and mother is a fan of Intraceuticals facials by skincare expert Michelle Peck - who she has been working with since 2010 for events such as the 2011 Met Ball and the international fashion shows. SEE MIRANDA WITHOUT MAKE-UP \"We utilise various different treatments and treatment plans depending on how long and far Miranda has travelled and what we are preparing her for. We use a combination of microdermabrasion, various different lights, body treatments and always finish every treatment with the Intraceuticals Rejuvenate Infusion,\" revealed Peck, who also works with Madonna. \"It's is an incredible way to not only deliver hydration to the face, but also the neck, décolletage, elbows, hands, knees, backs of legs… suffice to say hydrating just the face in today's environment is no longer enough.\" SEE HOW MIRANDA GOT BACK INTO SHAPE AFTER HAVING A BABY And Kerr, who has previously extolled the benefits of coconut oil, also has a preference for fruity masks and treatments. \"We use various different homemade masks to prep her skin, from a delicious Pineapple Enzyme Peel to a Papaya Mask. We also use an avocado and olive oil mask for hydration and a coconut cream mask that we whip up to use for dehydrated skin,\" Peck told us. \"They both come in handy after a long flight from down under! Miranda takes exceptional care of her body and skin and is an absolute treasure to work with and learn from.\" www.intraceuticals.com",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9886379838,
        "format_confidence":0.5077406168
    },
    {
        "url":"http:\/\/www.elle.com\/fashion\/spotlight\/coco-rocha-for-rimmel-london",
        "text":"Fashion Spotlight: Coco Rocha\n\nShe never fails to take the runway by storm, and as the new face of a storied British makeup brand, the model is truly hitting her stride\n\nAlexei Hay\nView the Slideshow\n\nCoco Rocha has one of those faces—an exquisite confluence of marble-sculpture-worthy planes and angles punctuated by a big, showstopping, exclamation point of a grin—that once you start looking at it, you can't stop. Little surprise, then, that ever since she sealed her runway-superstar status by doing an Irish jig down the Gaultier catwalk in 2007, the 21-year-old Canadian (with a fashion-perfect name, to boot) has become one of the most in-demand models of her generation. Rocha takes an engagingly playful approach to her job (and to life itself, as fans of her ultra-charming blog, Oh So Coco, can attest), uninhibitedly throwing wild, kinetic shapes for the camera. \"It's fun!\" she says, during a break from the ELLE shoot. \"I've found that the more exaggerated or weird the pose, usually the better the picture.\"\n\nRocha's outsize personality makes her a natural for her occasional stint as a presenter on E! Canada, but the model's next extracurricular venture is much more behind-the-scenes. She has recently announced plans to launch her own fashion line, into which she'll channel her \"obsession with everything Tudor-era\" as well as her love of statement-making vintage pieces. \"I want my first things to be really over-the-top,\" she says, \"really wow.\" In the meantime, however, she's enjoying her \"dream\" gig, having signed on as one of the new faces of Rimmel London alongside Georgia May Jagger. \"As soon as I heard that they were considering me, I started practicing my `London look,' \" she says, striking a hammy, Zoolander-esque pout. \"I love makeup. I never leave the house without it. I see other models on the street and they're like, `Why do you have eye shadow on?' My answer: `Why not?'\"\n\nThis Is A Developing Story\n\nDon't Miss",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9939769506,
        "format_confidence":0.8715624213
    },
    {
        "url":"https:\/\/www.gq-magazine.co.uk\/article\/dior-autumnwinter-2019",
        "text":"Image may contain: Clothing, Apparel, Human, Person, Coat, Performer, Jacket, Overcoat, Suit, Face, Crowd, and People\n\n\nKim Jones and Dior just owned Paris Fashion Week. It’s over. We’re done\n\nThe British designer’s second collection for Dior is a lesson in understated dressing, with a high fashion twist. Here, our Style Director explains why, if he had to pick one collection to wear for the rest of time, this would be it… until next season, that is\n\nThe story of Kim Jones is one often tied down, like Gulliver at the hands of the Lilliputians, by the British designer’s proximity to celebrity, his passion for world travel and his alchemic ability to summon a firestorm of hype with each new product\/collection\/Instagram post he sends out into the world.\n\nWhile these manifold tethers still cling precariously to the ever growing beast that is the Kim Jones brand (a brand his new bosses at Dior have been clever to take ownership of from LVMH stablemate Louis Vuitton, where Jones worked for some seven years before making the jump in 2018), last night in Paris Jones proved that he is a designer more powerful than any of the ties that bind him.\n\nThough much has been made of Jones’ AW19\/20 show format – by which the models were sent, stock-still, down a Yo! Sushi-style conveyer belt – and though there’s been plenty of press around the celebrity contingent that lined Jones’ ample front row (think Kate Moss, Naomi Campbell, Christina Ricci and Robert Pattinson), in reality it was the clothes that Jones sent out on the backs of his 49 human mannequins that proved his triple-platinum creative status.\n\nIt’s nothing those who’ve followed his work didn’t know before, of course, but last night there was a magic in the room that had never quite reached its potential in previous seasons.\n\nDuring his tenure at Louis Vuitton – one both commercially and critically successful – Jones’ creativity seemed ever so slightly confined by the label he worked for, and its core identity as a luggage brand. He made the best of it, producing beautifully luxurious collections with cleverly conceived themes inspired by his peripatetic activities, but in reality it was always the accessories that really had to fly, the clothes a sumptuous (not to mention expensive) backdrop for the hard-edged leather goods he was obliged to sell.\n\n\nAt Dior, it seems as if Jones has been given the freedom to truly flex his muscles. Sure, the meaty cross-bodies, the chi-chi pochets and the contouring belt bags are brilliant (Jones’ resuscitation of the iconic Nineties saddle bag in leather, nylon and crocodile has resulted in a global waiting list almost as long as that for Hermès Birkin bag) and, yes, all the classically “cleverer than you” Jones touchstones are there – from a smart leather Apple AirPod carrier to a series of chunky moon boots (a Kim Jones speciality) – but consider the clothes. The clothes...\n\nI would go as far to say that if no other looks were ever shown on a runway (not an entirely displeasing prospect in today’s increasingly waste-conscious world) that it would probably be OK, because Dior AW19\/20 would be enough to sate even the most voracious fashion consumer for, well, another season at least.\n\nThe reason? Jones has the extraordinary ability to blend haute luxury fabrication with bleeding-edge street styling and eternally chic wearability all the while managing to manufacture a hysteria that makes things fly out of the shops.\n\nSo where to begin with last night’s collection? Perhaps it would be smartest to start with the looks I liked least – there are far fewer of those than the ones I needed to own immediately, after all. Look 28, for instance. A perfectly palatable combination of midnight-blue satin trousers teamed with a loose-fitting khaki jumper. It’s difficult to say anything bad about it; it just wasn’t quite as excellent as everything else – a statement in and of itself, which brings me neatly on to the highlights.\n\n\nTake look 47: a deep black textured tuxedo worn with nothing beneath and tied through with an elongated fabric sash, designed to make the wearer look like a Fifties couture model-cum-ultra-chic maypole. Or, indeed, look 25: an ecologically sourced wild American mink T-shirt worn with leather gloves and simple black wool trousers. And let’s not forget look 33: a fawn cashmere trench coat worn over classic grey pleated trousers and a tonal rollneck.\n\n\nThese, in short, are clothes not remotely challenging to wear but near Stendhal syndrome-inducing in their elegance. They’re clothes all men want in the wardrobes but just don’t realise it yet. These are not gender-fluid clothes, nor are they so masculine they require a steroid addiction to wear them. Even those bereft of the style gene could easily pull off one of the immaculately cut midnight-blue mohair suits or, indeed, a pair of the aforementioned pleated trousers – and what's more, they'd look instantly better without even trying. And if you’re the kind of guy who can pull of an ocelot-print mink T-shirt? Well, then Jones’ work here is done.\n\nSo what is it that sets Jones so far apart as a designer? It’s a question GQ’s contributing fashion editor Luke Leitch took (quite literally) a few seconds to answer: “Kim’s work is so successful I think partially because his designs speak on two levels, to two audiences, without alienating either. On the one hand, there are all the saturated-in-fashion references – such as his women’s couture sashes in this most recent show – that keep the self-appointed cognoscenti engaged and which elevate him way above the level of mere apparel.\n\n\n“On the other hand is the fact that he never gets so lah-di-dah in his work that he alienates those who are in search of wearable clothes,\" Leitch continues. \"I eavesdropped on a table of twentysomethings next to me in Chinatown a few weeks ago talking about Kim, about how much they admired his work, mentioning Westwood and Abloh along the way, but the discussion kept coming back to him.”\n\nIt’s a point mirrored by the young British designer and creative director of cult label A-Cold-Wall*, Samuel Ross. “For me, Kim’s work has the nuances of that of an architect; it’s rendered so concisely. The garments are perfect and the collection he’s just shown, the presentation and the focus... it was able to highlight such elegance and such sophistication. It takes time to refine that precisely. He did a phenomenal job and that’s why his legacy is so strong and only continues to grow.”\n\nInter-fashion love-ins aside, what was also clear backstage, after the show – where many of the sneakers, bags and accessories that didn’t make the cut were laid out on (precariously unguarded) trestle tables – is that the collection Jones has produced will undoubtedly sell.\n\nThe Parisian elite will lap up his impeccable tailoring, the fashion kids will go mad for his sashes (or, more likely, his galosh-covered boots and nylon chest rigs) and people like me (coat and cashmere addicts – not quite high fashion, not quite entry-level dressing) will go mad for his deceptively simple outerwear. Its a win-win (win) situation.\n\nBut what does Jones, this giant in fashion’s Lilliput, have to say about the whole thing? When I asked him after the show, he came back with characteristic self-deprecation, in double-quick time: “I’m a solid four out of 10. Is that OK?”\n\nWant the entire AW19\/20 collection even more than you did before? Us too.\n\nNow read:\n\nExclusive interview with Kim Jones\n\nSee all the looks from Dior AW19\/20\n\nGQ Recommends\n\n\nHow to nail Robert Pattinson’s signature style\n\n\nThe biggest Autumn\/Winter 2020 trends for men",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9934717417,
        "format_confidence":0.9724959135
    },
    {
        "url":"https:\/\/www.patternindy.com\/nyfw-kate-spade-ny-a-w-2019\/",
        "text":"Kate Spade NY A\/W 2019\n\nCorduroy. When was the last time anyone saw corduroy on a New York runway? I can’t remember exactly when it was and I really don’t want to take the time to look it up, but trust me, it’s been a minute. Yet, not only was it there on the Kate Spade NY runway, it’s what designed Nicola Glass was wearing when she appeared for her end-of-show bow. We’re seeing a significant turn at the brand started with a single handbag. Namely, it’s becoming a ready-to-wear house. From where I’m sitting, I don’t see anyone complaining.\n\nThere are a couple of big differences in this season’s offerings, Glass’ second for the label. First, we see a lot more solid colors in monochromatic looks. Don’t worry, the brand’s trademark animal prints are still there in sufficient abundance, especially in the accessories, but they’ve been pared back in favor of some very bring pieces in crushed velvet and, yep there it is, corduroy. Glass explained that she’s not anti-print but that she felt the collection needed the vibrant cheerful colors right now.\n\nThe one color that is not in this collection? Black. Not a single piece. There’s a dark forest green on one number, but that’s about as close as it gets. Again, Glass explained that she wants to convey a joyous, upbeat mood. Clearly, she’s trying to put the brand’s challenging past behind it, especially the tragic events of the past year, and move forward.\n\nSilhouettes are a mix of 70s hip and 40s glamour. Reference Yves Saint Laurent with early Christian Dior and then through in just a hint of Marc Jacob’s grunge (not too much, mind you). There are plenty of references to which one might point, but Glass has brought them all together to create a look that meets that old-world glamour we’ve been seeing here and there while maintaining the brand’s everyday appeal. One doesn’t necessarily need a special event to look glam and chic in these pieces.\n\nHere are a few samples from the collection.\n\nAbout those caps, and yes, they are caps. The silk pieces are designed to resemble the turbans many women of means wore during the post-war era when their hair wasn’t looking especially wonderful. The problem with the turbans was they could easily come undone, especially in a stiff breeze. The pieces Glass showed with this collection resemble those folds but are not only permanent in their design, but the caps are also adjustable with a strap in the back, just like a ball cap. Not everyone is sold on this particular accessory. Honestly, when I saw the first one on the opening look I thought it was a modified bandana and that Glass was making a street reference. Opinions are going to vary, so one should probably consider the strength of their personal style before indulging in one.\n\nThis is a strong collection that makes a clear change of direction for the Kate Spade NY brand. Fortunately, it’s a positive move with plenty of excitement behind it. We can look forward to what Glass might do in the future.\n\nMore from charles i. letbetter\n\n\nBritish designers are not afraid to tackle serious issues both with their clothes,...\nRead More",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9956895709,
        "format_confidence":0.6989043951
    },
    {
        "url":"http:\/\/www.style.com\/fashionshows\/review\/F2008RTW-JASONWU\/",
        "text":"Jason Wu picked up the Fashion Group International's Rising Star Award for women's ready-to-wear last month. Watching his Fall collection, it wasn't hard to see why. Just five seasons in, the 25-year-old's clothes display a sophistication of hand and of sensibility that have won him a loyal following of young socialites and starlets. For fall, it looks as though he'd like to extend his reach to working women—as-yet-untested territory for this designer. Among the cocktail and party dresses he loves to design were wide-leg, oversize herringbone trousers worn with silky bow-front blouses. And he showed his first-ever knits: snug sweaters topping full, calf-skimming skirts. Though pretty enough, these inevitably invoked Miuccia Prada's influential resort collection, as did the floral prints he used for deb dresses with soft V-necks, twisted bodices, and flaring skirts. In contrast, a pair of micropleat dresses—one strapless and to the knee and the other a belted, floor-length halter style—had a fresh appeal all Wu's own.",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9947041869,
        "format_confidence":0.6800782681
    },
    {
        "url":"https:\/\/fashioninsiders.co\/features\/inspiration\/who-made-my-clothes-movement\/",
        "text":"You must have heard about “Who Made My Clothes” Movement but do you know who started it, why it was started, what’s its importance and what is its impact? Read about it in this article.\n\nThe “Who Made My Clothes” movement was precipitated by the collapse of the Rana Plaza building 5 years ago.\n\nNot only did it take the lives of 1,138 clothes makers in Bangladesh, injuring 2,500, it also removed the blinkers on a capitalist fast fashion industry that should be renamed crapitalist.\n\nAn industry where global brand owners think it’s acceptable to pay offshore factory workers a pittance while passing on a minuscule percentage of the saving to the public and lining their own hand finished pockets with the largest slice of the pie.\n\nIn light of the fast fashion disaster, a much-needed revolution was necessary and it came about with the birth of the Fashion Revolution, the instigators of the movement.\n\nWho Started the “Who Made My Clothes” Movement?\n\nThe brainchild of two women, Orsola de Castro and Carry Somers this global campaign with participation in over 100 countries was launched in 2013 in England.\n\nOrsola’s background is as an internationally recognized opinion leader in sustainable fashion.\n\nPrior to this her fashion career began as a designer with the pioneering upcycling label From Somewhere, which was launched in 1997 until 2014.\n\nIn 2006, she co-founded the British Fashion Council initiative Estethica at London Fashion Week, which she curated until 2014.\n\nCo-founder, Carry Somers was inspired to act after the Rana Plaza factory collapse in Bangladesh in 2013. For the last 20 years, Carry’s fashion brand Pachacuti had pioneered radical supply chain transparency, mapping the GPS coordinates of each stage of the production process; from the community plantations where the straw grows, through to each Panama hat weaver’s house.\n\nChampioning the traditions, quality and craftsmanship of the Andes, her collections were shown at London, Paris and Milan Fashion Week and sold in some of the world’s finest luxury stores.\n\nWhy was the “Who Made My Clothes” Movement Started?\n\nWith backgrounds at the core of sustainable fashion, Orsolo and Carry were well placed to precipitate the call for a fairer, safer, more transparent fashion industry.\n\nTheir mission was to unite everyone in the fashion industry, from the designers, makers, distributors and wearers, to work together towards changing the way clothing is sourced, produced and consumed.\n\nThe collaborative efforts of the whole value chain – from farmer to consumer – are the only way to transform the industry into any semblance of workability.\n\nTheir mission is to inspire a change in an industry renowned for not always value people, the environment or creativity more than profit.\n\nFashion Revolution love fashion, with a self-penned title ’’pro-fashion protesters’’ and with this in mind, they celebrate it while scrutinizing industry practices and raising awareness of the industry’s most important issues.\n\nNo specific companies are named and shamed as they feel that the whole industry should be held accountable, not the individual.\n\nBrands are encouraged to recognise that they have the power to do something to instigate positive change. They’re not advocates of boycotting for the simple reason that it’s an ineffective way to achieve systemic change.\n\nThe Fashion Revolution: Events\n\nThe Fashion Revolution global movement runs throughout the year and promotes a wide range of fashion revolution events.\n\nHighlights include a film screening that shines a light on the woes of the industry in The True Cost shown before clothes swapping\/networking event, in the Netherlands.\n\nUK based events include Making Workshops on Social Enterprise Saturday. The public is encouraged to celebrate and raise awareness of social enterprises in cities, towns and villages across the country.\n\nVisiting the participants, buying from them and learning about the impact they’re having is a central part of the campaign.\n\nAustralian Vogue’s first ever Sustainability Editor-at-Large, Clare Press is presenting an exclusive clothes swap and book launch event in Australia. The main event, however, is the yearly conscious collective effort of the Who Made My Clothes movement.\n\nCalled Fashion Revolution Week 23 – 29th April, it is held on the anniversary of the Rana Plaza disaster.\n\nMillions of people are encouraged to contact fashion brands by email, Twitter and Instagram, and to ask the simple question, #whomademyclothes.\n\nFashion Revolution provides a list of all the major brands on their get-involved page.\n\nOther action can be taken in the form of printing a pre-made poster to use in a selfie shot.\n\nWhat’s the Impact of “Who Made My Clothes” Movement?\n\nThe movement has gathered such momentum that alternatively worded posters such as #Imadeyourclothes are now being used by the makers whose working conditions have improved since the launch of Fashion Revolution.\n\nOther action that can be taken includes the sharing of the campaign assets and messages through social media. A list of event suggestions that the public can organize, is also listed.\n\nThe Ten-Point Fashion Revolution Manifesto\n\nThe ten point Fashion Revolution manifesto is a combination of policies and aims that the fashion industry should aspire to. It’s something that will take time to realise, of course, but it’s long overdue.\n\n#1 For fashion to provide dignified work, from conception to creation to catwalk. It does not enslave, endanger, exploit, overwork, harass, abuse or discriminate against anyone. Fashion liberates worker and wearer and empowers everyone to stand up for their rights.\n\n#2 For fashion to provide fair and equal pay. It enriches the livelihood of everyone working across the industry, from farm to shop floor. Fashion lifts people out of poverty, creates thriving societies and fulfils the aspiration.\n\n#3 For fashion to give people a voice, making it possible to speak up without fear, join together in unity without repression and negotiate for better conditions at work and across communities.\n\n#4 For fashion to respect culture and heritage. It fosters, celebrates and rewards skills and craftsmanship. It recognizes creativity as its strongest asset. Fashion never appropriates without due credit or steals without permission. Fashion honours the artisan.\n\n#5 Fashion stands for solidarity, inclusiveness and democracy, regardless of race, class, gender, age, shape or ability. It champions diversity as crucial for success\n\n#6 Fashion conserves and restores the environment. It does not deplete precious resources, degrade our soil, pollute our air and water or harm our health. Fashion protects the welfare of all living things and safeguards our diverse ecosystems.\n\n#7 Fashion never unnecessarily destroys or discards but mindfully redesigns and recuperates in a circular way. Fashion is repaired, reused, recycled and upcycled. Our wardrobes and landfills do not overflow with clothes that are coveted but not cherished, bought but not kept.\n\n#8 Fashion is transparent and accountable. Fashion embraces clarity and does not hide behind complexity nor rely upon trade secrets to derive value. Anyone anywhere can find out how, where, by whom and under what conditions their clothing is made.\n\n#9 Fashion measures success by more than just sales and profits. Fashion places equal value on financial growth, human well-being and environmental sustainability.\n\n#10 Fashion lives to express, delight, reflect, protest, comfort, commiserate and share. Fashion never subjugates, denigrates, degrades, marginalizes or compromises. Fashion celebrates life.\n\nTo Summarize\n\nUntil the brands with clout put people before profit, the exploitation of workers will continue.\n\nFactory owners are placed in a difficult situation knowing that if they refuse to accept the work it will be offered to another factory for less, and they will accept it otherwise their workers will starve.\n\nThis situation is unacceptable as no one should be dying for the sake of fashion. As citizens of a democratic society, we all have the power to instigate change simply by educating ourselves in regards to the state of fashion by reading the Fashion Revolution and signing the manifesto.\n\nPeople of the fashion world unite.\n\nWhat steps are you taking as a customer, designer, factory or an expert; in providing a sustainable environment?\n\nBecome a Fashion Insider\n\nLaunch grow scale fashion business fashion insiders\n\nJoin thousands of other fashionpreneurs and get excited about your inbox again!\n\nPowered by ConvertKit\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9770311713,
        "format_confidence":0.9321425557
    },
    {
        "url":"http:\/\/stylecaster.com\/first-look-v-goes-booty-licious-their-music-issue\/",
        "text":"First Look: V Goes Booty-licious For Their Music Issue\n\nLiz Doupnik\nFirst Look: V Goes Booty-licious For Their Music Issue\n7 Start slideshow\n\nIf you’ve been living under a rock for oh say, the past few years, you may have missed the fact that hip-hop is slowly on its way to world domination. For further information, you just have to flip through any tabloid, celebrity blog, or turn on the tube to learn the latest news on what these back-beat lovers are up to (Blue Ivy, anyone?)\n\nThis year for V’s music issue, the magazine looked to the original fashion editor who integrated hip-hop and high fashion back in the 1990s, Carlyne Cerf de Dudzeele. Breaking the mold in the pages of mags such as Italian Vogue, this fearless editor pushed not only the look, but the oh-so-necessary attitude of the trend with photographerSteven Meisel.\n\nWe love how she explains the ‘tude: “I love girls that men want to follow in the street— glamorous, sexy, powerful. You’re born with it, it’s not something you learn. I have always been obsessed by hip-hop. L’attitude is always right.” Damn straight, Carlyne.\n\nClick through the photos shot by Sebastian Faena to see how she channeled the modern mood of the industry for V this month and be sure to check out even more at V online!\n\nPromoted Stories",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9164245725,
        "format_confidence":0.5002975464
    },
    {
        "url":"http:\/\/www.vervemagazine.in\/fashion-and-beauty\/jaquet-droz-trailblazing-luxury-watchmakers",
        "text":"India's premier luxury lifestyle women's magazine\nLuxury & Brands\nDecember 16, 2016\n\nWhat Makes Jaquet Droz A Trailblazing Watchmaker?\n\nText by Simone Louis\n\nWe explore the brand’s ethos, vision and history of creating watches that double up as artistic treasures\n\nIt all started in 1738 in the Swiss metropolis of La Chaux-de-Fonds, with the creation of a company whose celebrated techniques and traditions live on even today. Pierre Jaquet-Droz, a noted watchmaker of his time, was a master craftsman with an inimitable vision. Under his guidance, the brand we all know as Jaquet Droz created horological art pieces that quickly became the darlings of European heads of state, as well as the Emperor of the Qing dynasty.\n\nThroughout the 18th century, the founding family broke new ground in luxury ornamentation, supporting generations of artists through their body of work. Enamelled cases adorned with sculpting, engraving, painting and paillons played an integral role in the watchmaker’s eminence. Anything that could be embellished — from urns and snuffboxes to pocket watches and mechanical birdcages — was decorated in the signature Jaquet Droz manner.\n\nThe horological house has been linked with the fine arts from its very conception but what it truly specialises in is the ‘art of astonishment’. One of the earliest examples of this is the Jaquet Droz Legend — a sought-after collector’s item today — which lives on in the form of the ‘singing cages’ that the brand is so renowned for creating. A pair of birds, perched deftly within, play gentle melodies either on demand or are automated to spontaneously do so every hour. Birds are a much-loved feature, portrayed on paintings and dials within a vast family of collections; the most famous being the Bird Repeater — a minute repeater with eight diverse animation contrivances acting in sync. Earlier this year, a highly perfected version of The Charming Bird timepiece was revealed after years of development. It features the exquisite handcrafted avian figurine — which sings, spins around and flaps its wings — against the backdrop of a stunning engraved mother-of-pearl dial that integrates the technique of paper cutting.\n\nThe brand’s mechanical expertise is underscored in its presentation of automata, which includes pieces like The Musician, The Writer and The Magician. Made using over 1,000 components, the last makes songbirds appear and reappear.\n\nWhat’s special about the watchmaker is that within its métiers d’art workshop, the craftsmen are focussed not only on the past, but also on the assimilation of modern technique and flair. They have been known to study and master several new skills over the course of time, including rare ones like a quail egg mosaic. Acquired by the Swatch Group in 2000, the brand continues to preserve the savoir-faire of its founder while simultaneously embracing innovation, through a number of practices that encompass its spirit.\n\nThe clearest example of fine art applied to haute horology, the tradition of painting on enamel is one that the brand wishes to honour and uphold. This meticulous technique is applied to a few noteworthy pieces in its repertoire. Painted entirely by hand with the aid of a microscope, each one-of-a-kind piece takes at least a week to produce. Once they start to paint the dial, several coats must be applied in succession and put through the kiln, about 20 times in all. A final drying process fixes the paint, ensuring that it lasts for a long time.\n\nEngraving And Sculpting\nMaking the most of a heritage of skills that have been preserved with exceptional care, motifs are either hand-engraved or moulded and then sculpted — creating the impression of relief. With the help of their chisels, gravers and rubbers, artisans achieve miniature appliques that feature on the dials of some of their ateliers d’art creations.\n\nPaillonné Enamelling\nThis involves the setting of ornamental paillons (tiny motifs that are cut from gold or silver leaf) under a coat of translucent enamel. A technique central to Jaquet Droz’s traditional expertise, it requires flawless mastery in the use of extremely high temperatures. Pierre was a virtuoso of this practice which, thanks to him and a few others, was at its peak in the 18th century. When reviving the process, the brand initially used original paillons from that period, but now makes their own.\n\nA year ago, the brand was the first in watchmaking history to present a dial created using the ancient Asian art of eggshell mosaic. A limited-edition timepiece, Petite Heure Minute Elephant Mosaic features a vibrant representation of an elephant in a landscape of paddy fields, scrupulously realised with quail eggshell tesserae. The fragments of eggshell are sorted by colour, shape and purity until 2,000 usable ones are chosen and further hand-assembled one by one onto a red-gold dial. About 200 hours later, the scene is completed and then covered with a thin layer of clear lacquer.\n\nGrand Feu\nA distinctive moniker of the brand’s traditional timepieces, this method of decoration has been reinterpreted in contemporary collections. Here, the master artisan does not paint directly but instead applies layers of oxides onto the dial. It is then moved into a fire several times to allow motifs and colours to appear gradually. The term ‘grand feu’ directly translates to ‘grand fire’. Once the finished product has been accomplished, it is unalterable. The enamel will retain its lustre for generations to come, indefinitely enduring the effects of time.\n\nMineral Dials\nIn the early days, mineral-faced watches were all the rage, therefore the watchmaker went ahead and perfected their creation of such pieces. The benefit of using minerals for the dials is the assurance that no two models will ever be alike. What’s more, the play of light, hue and complexity lend an elegant exclusivity. Jaquet Droz has carefully chosen materials like bronzite, lapis lazuli, meteorite, imperial jasper, mother-of-pearl, aventurine, spectrolite, ruby heart and onyx, all presented in their raw state; each possessing unique properties.\n\nRelated posts from Verve:\n\nLeave a Reply",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.6120716929,
        "format_confidence":0.913841486
    },
    {
        "url":"http:\/\/www.self.com\/beauty\/makeup\/2008\/07\/makeup-counter-report?currentPage=1",
        "text":"Counter intelligence\n\nA SELF editor went undercover as a beauty saleswoman. What she learned selling can help you buy smarter.\n\n\nI first spotted her near the pajamas. Feeling like a hunter, I actually thought, Fresh meat. It was a slow morning at the Wayne, New Jersey, Kohl’s Beauty Boutique, a department within the store that sells three brands created by the Estée Lauder Companies. I wanted action. So I trolled the store’s aisle, moisturizer in hand.\n\n“Excuse me,” I said, “can I take away your stress?” A hokey question but, I’d learned, not one women readily say no to. My target tried the lotion as I listed its qualities (spalike scent! moisturizing extracts!). She even followed me back to the boutique, where I gave her a hand massage. I then hung back while she browsed eyeshadows. She soon rolled her shopping cart away, the lotion and a scrub inside.\n\nI was moonlighting to get the scoop on what Kohl’s calls assisted self-service: a hybrid beauty department with roving salespeople and accessible testers, as well as help-yourself displays of boxed products. Unlike in department stores, you don’t need an employee to retrieve an item (while you endure sales pressure); unlike in drugstores, there are samples to try and help available if you need it. Other hybrids include Sephora, Bath & Body Works (it now sells 38 beauty brands) and Ulta stores. On the drugstore side, Revlon is dispatching sample-toting advisors to thousands of Walgreens and CVS stores. And two brands new to the United States, Avéne and Vichy, station lab coat-clad helpers in chains such as Duane Reade.\n\nAssisted self-service puts the customer in control, but a salesperson’s goal is, of course, to sell. I’m sharing what I learned during Kohl’s training so you will know what to expect at one of these hybrids (or any store, for that matter) and can get the best products, advice and service for your beauty dollar.\n\nBe prepared for questions.\n\nSalespeople are taught to get information so they can suggest products. Being peppered with queries can feel intrusive, but if you freely reveal your likes and needs, you’ll probably get helpful insights. When my customer told me she had never exfoliated, I explained the skin benefits and did a demo. She bought the product, but even if she hadn’t, she’d have walked away with a useful beauty tip.\n\nListen to recommendations.\n\nDon’t assume they’re merely a sales technique. After all, the saleswoman has experience with the merchandise, and she wants you to like what you buy so you become a repeat customer. In training, I learned about all 106 beauty boutique products, and I developed some faves (Good Skin antiacne swabs and Flirt! blush papers) that I genuinely raved about to customers. Trust yourself to detect insincerity.\n\nLook for spotless samples.\n\nCrusty, messy testers don’t scream “Try me!” Kohl’s is so aware of how much shoppers care that I had to apply hand sanitizer and wipe off tester tops in view of customers I helped. Many hybrid stores provide disposable applicators and tissues so you can clean testers yourself, but how attentive salespeople are to tidying up can indicate how good they’ll be at giving advice. Bypass neglected displays.\n\nExpect an expert—up to a point.\n\nMy training included only the most basic facts about skin (what it’s made of, etc.). For true medical issues, see a dermatologist, regardless of how knowledgeable a salesperson sounds. (An employee who “plays doctor” at the counter may simply be eager to help.) Similarly, I learned elementary makeup application; for a thorough makeover, you’re better off at a department store.\n\nCedric Angeles\nKEYWORDS: Makeup,products,Skin Care\nSubscribe to Self\nSubscribe to Self\nWhat We're Reading",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9955630302,
        "format_confidence":0.7111169696
    },
    {
        "url":"https:\/\/www.foodsforbetterhealth.com\/does-bella-hadid-body-gigi-heres-bellas-bikini-body-secrets-27183",
        "text":"Does Bella Hadid Have a Better Body Than Gigi? Here’s Bella’s Bikini Body Secrets\n\nBella Hadid and The Weeknd Split, but Victoria’s Secret Model All Set for VS Fashion Show 2016\n(Photo by Andreas Rentz\/Getty Images)\n\nIf Gigi Hadid and Bella Hadid weren’t sisters, they would surely be rivals! There has always been a competition between the Hadid sisters and the older one, Gigi, was always ahead of the game. Bella Hadid, however, has also emerged as an eminent personality, gracing the cover of 28 magazines and eight fashion shows in 2016! She has around 9.5 million Instagram followers.\n\nIn December 2016, nominated Hadid for two Reader’s Choice Awards—Model of the Year and Social Media Star of the Year. She was also voted as Model of the Year by the industry. Recently, the supermodel sisters even paired up for the Moschino Spring\/Summer 2017 fashion show.\n\nBella Hadid recently Instagrammed a pic showing off her toned body in a black bikini. She smiled as she posed resting one hand on the beach lounger, while stretching her legs out on the white sandy beach. The other hand held on to a straw hat positioned to cover her eyes from the harsh sun rays. Hadid captioned the pic, “where i belong.”\n\n\nwhere i belong?\n\nA post shared by Bella Hadid (@bellahadid) on\n\nHow did Bella Hadid manage to beat out her supermodel sister, Gigi? Keep reading to know the secrets to that incredible bikini body.\n\n\nBella Hadid’s Diet Plan\n\nThe young model has a high metabolism and she loves to have a pizza diet every so often. She also indulges in coke, french fries, burgers, and grilled cheese. She admits that her weight fluctuates often, and knows that this is not considered a healthy diet.\n\nShe balances her indulgences with a healthy diet of veggie soups and avocado toast. She also eats a lot of fruits and drinks enough water to keep her glowing and hydrated. Another secret to her glowing skin is a glass of green juice every week. It detoxifies her body and energizes her, too.\n\nShe eats a high-protein, clean diet and sticks to it even if she is traveling. She confesses that eliminating dairy, wheat, and junk food have made her more strong and she feels more healthy from within. While traveling, she opts for fruit rather than munching on junk. She follows the same diet, even if she is preparing for a show.\n\nBella Hadid’s Workout Routine\n\nBella Hadid has been active since she was just two years old! However, since her rise to prominence, workouts are no longer a big part of her lifestyle. She has been a huge fan of horseback riding since childhood, and still engages in it today.\n\nShe likes to work in isolation with her trainer, Rob Piela. Hadid loves cardio exercises as they make her sweat. She likes to go for a walk around New York or just run on the treadmill. She also includes yoga and Pilates in her routine to keep her flexible and strong.\n\nEven if she finds working out difficult on some days, she tries to workout at least for 15 minutes. Bella Hadid insists that her strategy for keeping her figure is to give 100% to her workouts when she does have the time.\n\n\n\nKelly, L., “Gigi and Bella Hadid Team Up for Moschino Spring Summer 2017 Fashion Campaign,” The Dapifer web site, January 11, 2017;, last accessed January 11, 2017\n\n“Bella Hadid Workout Routine, Diet and Beauty Secrets,” Healthy Celeb web site;, last accessed January 11, 2017",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9159235954,
        "format_confidence":0.5127296448
    },
    {
        "url":"http:\/\/fashion.telegraph.co.uk\/columns\/luke-leitch\/TMG9541683\/Mencyclopaedia-J.-Crew.html",
        "text":"You've landed on our old Fashion site\nVisit our new Fashion or Beauty sites for the latest articles\n\nMencyclopaedia: J. Crew\n\nThe cool American store that will soon be opening a shop over here.\n\nBY Luke Leitch | 14 September 2012\n\nLudlow jacket, £349.77, and trousers, £185.17\n\nLudlow jacket, £349.77, and trousers, £185.17\n\nUntil very recently, it was not possible to buy J. Crew clothes in Britain. And although you can now purchase its clothes online, it hasn't quite (yet) opened a shop here. This has been key in making J. Crew what Banana Republic and, before it, Gap, once were: the American retailer to which clothes-loving Brit tourists invariably pay a visit whilst across the pond.\n\nAfter all, there are fewer fashion fixes more satisfying than picking up a lovely, good-quality garment when it is shot through with the bonus glow of being exotically foreign and unobtainable at home.\n\nJ. Crew started life as a catalogue company in the early Eighties and initially rode that decade's preppie wave and prospered. Then, for several years, the brand's fortunes slumped - until it recruited Millard Drexler, a retail executive credited with masterminding the rise of Gap.\n\nREAD: Mencyclopaedia: Hardy Amies\n\nUnder Drexler, J. Crew has bounced back. Its womenswear is ferociously successful. And its menswear is now overseen by a bearded Dutchman named Frank Muytjens, who has shown a remarkable talent for subtly repackaging Americana for Americans. For several years now, I have been an irregular haunter of J. Crew when working in New York, picking up a wonderful cadet jacket, an attractive pair of Sperry Topsider sailing-style chukka boots (which unfortunately smelt seriously whoofy with repeated wear), one or two nice shirts and a fetching pair of cords. So this week, knowing that J. Crew has plans to open a shop in London soon and has already started selling much of its stock on the British website, I nipped into a J. Crew to profile its wares for this column - and to hunt down a new shirt.\n\nMuytjens and his team have a jackdaw's knack for incorporating other brands' finest items into their own stores. Red Wing boots and Alden, two of America's best men's shoe manufacturers, make some brilliant Crew-stamped models, and there is a small but excellent selection of Barbours - quite trendy here. Its knitwear is also good, particularly a current range of cable-knit cashmere that comes in a vibrantly flecked kaleidoscope of colours.\n\nChecked shirt, £75,\n\nYet this time round, J. Crew seemed to have lost a little of its lustre. I couldn't find anything in-store - apart from the collaborative shoes - that was made in America. The shirts I tried on either seemed overlight and ill-constructed, or lumpily cut. And the prices suddenly didn't appear the steal they used to be. Those cable-knit sweaters were $298, and a Chinese-made jacket - albeit in Harris Tweed - in the store's in-house \"Ludlow\" slim-fit cut was $548.\n\nAfter the inevitable mark-up that comes with an American retail debut in Britain, those prices will creep up even more. Frustrated, but determined to bag this trip's J. Crew trophy, I eventually plumped for a \"sun-faded\" $69.50 pale yellow button-down shirt (Chinese made, again) and wandered down the road.\n\nREAD: Mencyclopaedia: Persol\n\nAcross it was a branch of Old Navy, a discount-level clothes store that is part of the Gap group and was, once, under Drexler's control, too. Inside, it took me two minutes to find a fantastic Vietnamese-made fatigue jacket for $59.95 and, even better, a white, Indian-made version of the classic shirt I'd just bought in J. Crew - but for $19 dollars. The Old Navy shirt is cut much more cleanly - although the J. Crew has better-quality buttons. But $50 is too much to pay for superior buttons.\n\nSo when J. Crew does open in Britain, or if you go for a browse on Mr Porter (very efficient at returns) shop with care.\n\nOr even better, save up the price of a J. Crew tweed jacket and a J. Crew cashmere jumper, fly to New York, and check out Old Navy.\n\nRead more of Luke Leitch's columns\n\nMore from I SPIED »\nloading Loading....",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9962565899,
        "format_confidence":0.915276587
    },
    {
        "url":"http:\/\/jezebel.com\/5244815\/the-costume-institute-has-no-clothes?tag=freja-beha-erichsen",
        "text":"The Costume Institute Has No Clothes\n\nThe Met's much-hyped \"Model as Muse\" exhibit opens with a life-sized mannequin in Dior holding Dovima's place in front of two posterboard elephants. It's fashion as ticky-tacky natural history diorama. And it only gets worse.\n\nI so wanted to love this exhibit. I'll admit that bias right from the start. I know first-hand what goes into a shoot, and the crucial animating energy of modeling — the performance that is part mute, still-frame acting, part own-stunt cojones (who do you think climbs South American rock faces without ropes, in couture? Lily Donaldson's double?), part pure, inexplicable presence — and I feel, frankly, that our contributions to the fashion industry and the discourse of images that the industry uses to represent itself to the world are often underreported and undersold. Getting up in the morning and transforming, convincingly, into the apotheosis of a photographer, designer, and stylist's only partly shared creative vision isn't easy.\n\nAnd just now, after season upon season of most designers choosing to make their models look as inconspicuous, anonymous, and blandly interchangeable as possible on the runway and in advertising, after years in which the model has shrunk before our very eyes, the culture seems ripe for some kind of redress: a resurgence of individuality, a reassertion of personality. A return to the days when the casual fashionista — as opposed to only the dedicated indexer of Internet-derived fashion arcana — could at least tell us all apart. The theme of the Metropolitan Museum of Art Costume Institute's brand-new and infinitely hyped \"Model as Muse\" exhibit, with its privileged understanding of the lowly clotheshorse's role in advancing fashion, seemed to promise a move in that direction.\n\n\nWhat a terrible disappointment, then, to walk through the Tisch gallery on opening day and find an exhibit that was seemingly laid out with the goal of inspiring the utmost tedium in the viewer. I should have known as soon as I passed that terrible bit of tat with creepy Robo-Dovima in the entryway: the first corridor of photographs is lit with softboxes suspended from the ceiling. Softboxes. Photographic equipment illuminating exemplars of fashion photography! The single-entendre curation never lets up; the viewer is also subjected to such cheesy gestures as stepping literally through a velvet rope in order to enter the 1970s gallery. (Done up, naturally, to look like the basement of Studio 54, complete with unlit cigarettes.) It is difficult to concentrate on the beauty that surrounds when your ears are being assaulted with Alicia Bridges' \"I Love The Nightlife\" and your eyes with a tawdry-looking spread of yet more blank-faced mannequins, all decked out in truly atrocious wigs by fashion hairstylist Julien d'Ys.\n\nI suspect even the curators, led by Costume Institute head Harold Koda, found their vision a little less than compelling: the exhibit often seems like the product of minds that occasionally wandered. In the wall copy, I spied the former model Anjelica Huston's name mis-spelled with a 'g', and I read twice within 30 seconds the phrase \"attenuated limbs.\" (British model Karen Elson, in the 90s room, has \"elegantly attenuated limbs,\" while American Stephanie Seymour, who closes out the 80s gallery, has \"gracefully attenuated limbs.\")\n\nThe Costume Institute Has No Clothes\n\nThis Avedon photo of Lauren Hutton is what every American Apparel ad wants to be. And never will.\n\nThe exhibit proceeds dully, chronologically, through roughly the past 60 years of fashion history. The galleries dealing with each decade are separated by lines as clear as they are arbitrary; the Fifties, you see, was the decade of the Continent and Dior and Balenciaga, but then once the clock struck 12:01 on January 1, 1960, nobody made couture anymore, and Rudi Gernreich immediately put the obliging Peggy Moffitt in his monokini. Cue mod! (Cue the Who! On repeat!)\n\nThe Costume Institute Has No Clothes\n\nVeruschka, shot here for the August, 1968, issue of French Vogue by her then-lover, Franco Rubartelli, played a role in her shoots that today would be highly unusual for a model. She had significant input into, or sometimes even sole control, of the styling, the makeup, and the hair, and the images produced were generally collaborations between herself and the photographer.\n\nIt's hard to screw up showing quality fashion photography, framed on a wall. (Even the various viewer-insulting \"contextual\" gestures, like blaring pop music and the intrusive graffiti in the 90s room — perpetrated by hairdresser d'Ys, at Anna Wintour's instruction, which goes to show just how much control the noted museum patron has over the arts on display — do not entirely manage to quash the timeless beauty of, for example, Irving Penn's June 1950 Vogue cover shot of Jean Patchett. The presentation of the artifacts on the walls is fine. What I am still unclear about is the value of seeing the mannequin'd tableaux-morts featuring the actual designer clothes; if the point of this show is to celebrate models and their animating contributions to fashion and fashion photography, then, after seeing Veruschka in Yves Saint Laurent's safari collection, or Bert Stern's astonishing studio shot of Twiggy in the same designer's beaded midriff-dress, what end is served by seeing these same garments presented in dim exhibition suites, too far away to make out any detail of stitching or cut, on lifeless dummies that bear no resemblance to the women who once illuminated their beauty as articles of clothing? The safari dress as it hangs in the show isn't even styled properly. It lacks, in addition to Veruschka's firepower, its ring belt.\n\nThe Costume Institute Has No Clothes\n\nEven back in 1967, sample shoes didn't fit. Twiggy poses here, on her first trip to the U.S., for Vogue photographer Bert Stern.\n\nIf \"Model as Muse\" serves any useful purpose, it is to remind the viewer of fashion's headwaters, and of just how derivative fashion photography has become. In the first hall of the exhibit is Richard Avedon's iconic image of Sunny Harnett at the roulette table; in the last, is Stephen Meisel's 1998 version, with Carolyn Murphy. The elements are so much the same — blonde, cream dress, tuxedo'd gent, roulette — that the latter scrambles to rise to meet the criteria of \"homage.\"\n\nThe Costume Institute Has No Clothes\n\nSunny Harnett by Richard Avedon, for U.S. Harper's Bazaar, September, 1954.\n\nIn the 1960s suite, somewhere under the blaring of \"My Generation\" and the projected Qui Etes-Vous, Polly Magoo clip on repeat that overwhelms the room, there's a single page from the September, 1965 Harper's Bazaar.\n\nThe Costume Institute Has No Clothes\n\nJean Shrimpton, by Richard Avedon.\n\nIt served to remind me of nothing so much as this Patrick Demarchelier image from last September's Vogue.\n\nThe Costume Institute Has No Clothes\n\nCatherine McNeil, by Patrick Demarchelier.\n\nA picture of Lisa Taylor wearing Calvin Klein, by Helmut Newton for the May, 1975 issue of Vogue, hangs in the 1970s hall, near some mealy wall copy about 1970s gender roles. (A subject which any viewer would learn more about simply by pondering the viewer-viewed dynamic here between the languid, powerful-looking Taylor and the foregrounded male model, whose ass looks so unusually objectified.)\n\nThe Costume Institute Has No Clothes\n\nLisa Taylor, by Helmut Newton.\n\nOf course, as commenter LittleNemo pointed out last year when I posted a spread, Glen Luchford's September, 2008, Harper's Bazaar photo of Freja Beha Erichsen owes a debt to Newton.\n\nThe Costume Institute Has No Clothes\n\nFreja Beha Erichsen, by Glen Luchford.\n\nThis Demarchelier and the Luchford were not in the Met's show — the post-grunge years seem to be a curatorial afterthought, as they are represented in main by two outfits from a recent Louis Vuitton collection by principal exhibit sponsor Marc Jacobs and a bunch of pictures of Gisele Bundchen. But, whether all these archetypal images' latter-day derivations are physically present or not, you can only wander through these corridors for a matter of seconds before phrases like \"anxiety of influence\" come irrepressibly to mind.\n\nIt is, I am sure, not the reaction Koda, Wintour, Jacobs, and d'Ys would want. But these eminent lightweights, with their spraycans, their predilection for references to fictional movies about the industry, their ugly wigs and their uglier Nirvana soundtrack, their mis-spellings and their children's book fashion history — not to mention their craven elision of designer Azzedine Alaïa — did more than enough to earn it.\n\nPerhaps someday a museum will be equal to mounting an intelligent investigation of the changing roles of fashion models, and fashion photography's relationship to the wider culture — its uneasily shifting placement on the continuum between high art and low commerce, between editorial content in magazines and clothes and makeup as we do them in everyday life. Perhaps someday, we'll see the model as muse. But that museum is not the Met, and that exhibition is not yet come.\n\nThe Model As Muse [Metropolitan Museum of Art]\n\nRelated: Alaïa Pulls His Dresses From The Met Gala [On The Runway]\nModel As Veteran [NY Times]",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9218531251,
        "format_confidence":0.9455394149
    },
    {
        "url":"http:\/\/latino.foxnews.com\/latino\/lifestyle\/2012\/02\/03\/too-sexy-for-super-bowl-sportscasters-attire-sparks-debate-again\/",
        "text":"\n\nWearing a super tight, red mini-dress with her luscious, wavy brown hair flowing down to her waist, the striking reporter was at the media event interviewing players alongside other reporters. But of course, she didn’t look like any of the others.\n\nLatinas Dominate Victoria's Secret\n\nHer outfit was just as sexy as those favored by her competitor, Inez Sainz, from TV Azteca, who last year was at the center of an investigation following a “locker room incident” where some players made jokes and comments about her appearance. I wonder why?\n\nThe fact that these two reporters are not only allowed but very likely encouraged to flaunt their great attributes by their employers speaks volumes of the deeply engrained sexism in the Hispanic culture. I know many men who don’t speak a word of Spanish but watch the morning shows and the evening news to see the sexy hostesses and the weather girls.\n\nThere’s nothing wrong with leveraging what you’ve got to achieve your goals. Hey, men tilt the scale in their favor using their deep, authoritative voices, taking up more space and even faking self-confidence when necessary.\n\nThe problem with übersexy reporters who pose in bikinis and wear skimpy clothing to do their jobs is that you can’t take them seriously and they devalue the profession. When Inez Sainz describes herself on her website as the “World Hottest Sports Reporter” who  is best known because of her sexy looks” and is hot, talented and has a great smile,” it makes me wonder, why not chose a career as a model, spokesperson for a sun block brand, or even have her own variety show? If her body and her looks are her best attributes, then she’s miscast as a reporter.\n\nUnemployed Mexicana Flight Attendants Pose for Calandar\n\nWhy do I care? For two reasons: First, because the journalism profession requires people who take their job seriously. Until the industry stops sanctioning looks over substance there will be limited opportunities for the thousands of brilliant female journalists who work hard to get in front of a camera. And second, because this lack of professional attitude (and attire) impacts all of us. Playing to the sexy Latina stereotype contributes to smart Latinas not being taken as seriously as they should be.\n\nI hope this piece encourages a healthy debate on the subject of what is appropriate dress for different professions. But until some changes are made, it’s only fair that all the Spanish TV networks demand that their male anchors, sportscasters and weathermen show some skin. What about some six packs and a tight pair of black briefs for us ladies to look at? Old-Spice man anyone?\n\nMariela Dabbah is the CEO of Latinos in College a renowned speaker, media contributor and award-winning author. Her new book Poder de Mujer  will be released March 6, 2012 by Penguin.\n\nFollow her on Twitter at @marieladabbah.\n\nFollow us on twitter.com\/foxnewslatino\nLike us at facebook.com\/foxnewslatino\n\nMariela Dabbah is a published author and founder of Latinos in College, a not-for-profit organization, and of the Red Shoe Movement, an initiative that invites women to wear red shoes to work on Tuesday to signal their support for other women’s careers.\n\nFollow us on twitter.com\/foxnewslatino\nLike us at facebook.com\/foxnewslatino",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.6305949688,
        "format_confidence":0.8986554742
    },
    {
        "url":"https:\/\/swaggadigital.press\/2019\/09\/18\/the-untold-story-of-supreme-style-mary-wilson-a-founding-member-of-the-rock-trio-is-ready-for-her-fashion-close-up\/",
        "text":"Books in Print\n\nThe Untold Story of Supreme Style Mary Wilson, a founding member of the rock trio, is ready for her fashion close-up.\n\nSean Spicer, the former White House press secretary, is not the only contestant on the new season of “Dancing With the Stars” with a special kind of celebrity wattage.\n\nMary Wilson, a founding member of the Supremes, is also a competitor — at age 75. Viewers should get ready for liberal lashings of old-school dazzle and a sense of déjà vu. There is barely a black female pop act — Destiny’s Child, Janet Jackson, Janelle Monáe, Solange Knowles — (let alone a white one) that hasn’t taken a page from the Supremes look book.\n\n“Millennials love our style,” Ms. Wilson said during a recent interview in London. For anyone wondering why this younger generation has joined older fans of the group’s look, a new book, “Supreme Glamour,” out just in time for the show, makes it all clear. The volume chronicles how the Supremes in their original incarnation (Diana Ross, Ms. Wilson and Florence Ballard) and in their later form as Diana Ross and the Supremes (or DRATS) became agents of cultural change in the 1960s, breaking the race ceiling by weaponizing fashion and defining the way many women — black women, white women — wanted to look. It has photographs of mannequins in 13 of their designs, plus dozens of concert snaps, promotional portraits and album and magazine covers. It is replete with seed pearls and mushroom pleats.\n\nBefore the Supremes, as Harold Kramer, the former curatorial director of the Rock & Roll Hall of Fame in Cleveland, notes in the book, no black act “had ever set out to utilize visual signifiers that made them palatable to a white audience.”\n\nMs. Wilson agreed. “Our glamour changed things,” she said. She was wearing all black — leggings and a stretch top with cold-shoulder cutouts — and one of her many wigs, a dead-straight chestnut number with full bangs. “We were role models,” she continued. “What we wore mattered.”\n\nHer claim is that she and her partners knew exactly what they were doing from the beginning.\n\nMs. Wilson said that when she, Ms. Ross and Ms. Ballard were signed to Motown Records in 1961, they already had style. “They had a lot to work with,” she said. “As Maxime Powell, who ran the label’s famous finishing school, used to say: ‘You girls are diamonds in the rough. We are just here to polish you.’”\n\nMs. Wilson remembered that one of the earliest Supremes dresses, with a fitted bodice and stiff balloon skirt, “Diana and I sewed from Butterick patterns.”\n\nWhen the Supremes broke in 1964, black singers like Lena Horne and Eartha Kitt performed in deliberately seductive evening dresses, but they were older, solo artists. Ms. Wilson and her colleagues were barely out of their teens and wielded the visual power of three, often in grown-up second-skin gowns freighted with beads and sequins.\n\nDRATS maximized the look with increasingly baroque confections, some with improbable wings and trompe l’oeil jewelry, like paste crystals sewn into the neckline. Anyone who saw them live will recall the frisson produced by such young women in such sophisticated designs. Then, just when you thought you had them figured out, they turned up on “The Ed Sullivan Show” in 1969 in fantastical, swishing ponchos and pants seemingly made of dégradé tinsel.\n\nFor Whoopi Goldberg, writing in the foreword of Ms. Wilson’s book, the Supremes “were three of the most beautiful women I had ever seen. These were brown women as they had never, ever been seen before on national television.”\n\nMs. Goldberg said she was encouraged to think that “I too could be\n\nwell-spoken, tall, majestic, an emissary of black folks” who, like the Supremes, “came from the projects.”\n\nOprah Winfrey had similar memories, as recounted in “Diana Ross: A Biography” by J. Randy Taraborrelli. “You never saw anything like it in the 1960s — three women of color who were totally empowered, creative, imaginative,” she is quoted as saying. As a 10-year-old black girl “to see the Supremes and know that it was possible to be like them, that black people could do THAT …”",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.8902801871,
        "format_confidence":0.8872956038
    },
    {
        "url":"http:\/\/www.webmd.com\/beauty\/style\/accepting-your-body-at-any-size?page=1",
        "text":"Skip to content\n\n    By Robyn Abree\n\n    Reviewed by Michael Dansinger, MD\n\n    WebMD Feature\n\n    Accepting Your Body at Any Size\n\n    No matter what your scale says, being comfortable in your own skin is up to you. It can be tough, in a society that prizes unrealistic images. But it's possible, and it starts with what you say when you look in the mirror.\n\n    One of the first rules of achieving a healthy and happy body image is to stop allowing \"put-downs\" in front of the mirror, says Lori Osachy, body image expert and lead therapist at The Body Image Counseling Center in Jacksonville, Fla.\n\n    \"Even if in the beginning that means you have to jump in front of the mirror and shout, ‘You're awesome,' and then immediately jump back out, that's OK,\" she says. \"The goal is to retrain your brain how to think positively about your reflection and your body.\"\n\n    Over time, telling yourself that you're beautiful, even if you don't believe it at first, will improve your confidence, she says. The psychology behind this technique is called \"cognitive behavioral therapy,\" a method that psychologists and therapists use to stop negative thoughts and replace them with positive ones instead.\n\n    Robyn Silverman, PhD, body image expert and author, agrees that \"faking\" confidence will eventually turn bad body thoughts into good ones, though it takes time.\n\n    To speed up the process, Silverman suggests posting notes with positive messages on your mirror to remind yourself of your good qualities. Those notes don't always have to be about your looks. Jotting down things about your character will help you develop a more positive attitude toward your reflection.\n\n    Be Your Own Body Image Advocate\n\n    You would never tell your friend she looks fat in a bathing suit, or tell your coworker his arms are scrawny, so why would you tell yourself that?\n\n    \"Treat yourself as you would treat others, and you'll find negative thoughts will lessen over time,\" says Leslie Goldman, MPH, body image expert and author of Locker Room Diaries.\n\n    Ditch the things in your life that make you feel inferior, whether that is body-bashing friends, fashion magazines with supermodels, or TV shows that portray men and women in an unrealistic, sexist way, Silverman says. If a family member or roommate makes you feel bad about the way you look, talk to them directly and establish a \"fat-talk-free policy,\" she says.\n\n    If an advertisement or TV commercial makes you feel bad about yourself, examine it closer and look for the ways it's trying to sell you something. \"Remember, if we didn't feel inferior to the models in the ads, we wouldn't want to buy the product,\" Silverman says.\n\n    Brush Up on Beauty\n\n    URAC: Accredited Health Web Site TRUSTe online privacy certification HONcode Seal AdChoices",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.7503665686,
        "format_confidence":0.5515326858
    },
    {
        "url":"https:\/\/www.ozy.com\/around-the-world\/disability-chic-these-irish-sisters-are-the-wheel-deal\/87908\/",
        "text":"Disability Chic: These Irish Sisters Are the Wheel Deal - OZY | A Modern Media Company\n\nDisability Chic: These Irish Sisters Are the Wheel Deal\n\nDisability Chic: These Irish Sisters Are the Wheel Deal\n\nBy Fiona Zublin\n\n\n\nBecause fashion is for everyone.\n\nBy Fiona Zublin\n\nWhen Ailbhe Keane was young, her little sister’s wheelchair was her art project. Isabel, paralyzed from the waist down by spina bifida, would at times have a chair decorated in bright colors. “It attracted a lot of attention,” says Ailbhe, “but it was just temporary stuff.” \n\nNot so temporary anymore. The two sisters are founders of the Dublin-based Izzy Wheels, which sells colorful removable wheel covers for wheelchairs like Isabel’s. Isabel herself may be their best advertisement, zipping through their Instagram videos in her brightly colored duds and wheel covers, a huge grin on her face.\n\nCamille walala wheel cover for izzy wheels photo 2 by ailbhe keane\n\nOkudart Black and James Earley\n\nIzzy Wheels was born in 2016 from a final-year project Ailbhe completed for her visual communications degree at the National College of Art and Design. Inspired by her childhood hobby of decorating Isabel’s chair, she “spent a whole year experimenting with ways of improving the chair. And the wheels were just this big blank canvas screaming for something to make it look better.”\n\nYour wheelchair looking the same every day is like wearing the same coat every day, the same pair of shoes.\n\nAilbhe Keane\n\nTwo years later, Ailbhe, 25, and Isabel, 21, are full-blown entrepreneurs, with customers in 35 countries (though most sales are to the U.S.) and 40 designer collaborations under their belts. While Ailbhe initially did all the design herself, she soon realized that her style wouldn’t suit every customer and reached out to a few designers. As Izzy Wheels has grown, Ailbhe says, dozens of designers are now reaching out weekly about working on sets of wheels. Ailbhe would not reveal the company’s revenue, though she says a portion of its proceeds will go to Irish disability-focused charities. \n\n\nAilbhe, busy as creative director of the brand, rarely designs herself now outside of bespoke projects — such as a set of wheels commissioned for a customer’s wedding. The sisters have seen professional accolades too: They made Forbes’ “30 Under 30” list this year and were the first Irish people featured on the main Instagram account last summer, which helped balloon their follower count to nearly 43,000.\n\nIsabel, responsible for a growing social media community on Instagram and Facebook as the brand’s primary ambassador, is chatty and cheerful, with an expert touch at creating a positive, engaged community of customers online. You know how there are a select few brands people love? Izzy Wheels may have a limited community of consumers, but it’s a community that’s been largely ignored by consumer culture — and those who use the wheel covers are passionate, positive and proud, sending in photos of themselves with their new chair outfits and buying several sets of wheels. “You have different wheels to go with different moods, different outfits,” says Ailbhe. “Your wheelchair looking the same every day is like wearing the same coat every day, the same pair of shoes.”\n\n\nMarijke Buurlage and Camille Walala\n\nThat explanation — concise, relatable, witty — is another hallmark of the Keane sisters’ mission: They want the world to understand how people in wheelchairs relate to their chairs, to see those with disabilities as people rather than symbols of fortitude or a needy minority. “I’m very much aware that my chair is visible to other people when they meet me, and I don’t want that to be the elephant in the room,” says Isabel. “I want people to know they can approach me about it and ask me questions about it, and that’s not a rude thing. We all love talking about ourselves, and it’s a part of who I am.” \n\nTo be sure, having a good-looking wheelchair won’t necessarily make life for those with disabilities materially easier. While Isabel notes that Ireland offers free public travel for people with disabilities, they have to book a day in advance, and social spaces like nightclubs and concerts often have limited wheelchair access. Ireland has been slow to make changes to laws about disability: The 144-year-old Lunacy Regulations Act (yes, that was the name), allowing courts to control details of the lives of those with intellectual disabilities, was only repealed in 2015.\n\nBut life for people with disabilities in Ireland may be changing too. In March, it became the last country in Europe to ratify the U.N. Convention on the Rights of Persons With Disabilities, which insists on equality for the 13 percent of Irish citizens who are disabled. Alannah Murray, a young Irish disability activist, doesn’t use Izzy Wheels because they aren’t compatible with her chair, but she loves what the company is doing. “Izzy Wheels has really been a pioneer in turning disability into a fashion statement,” she says.\n\nMurray notes that other positive changes are on the horizon, like fashion brand ASOS premiering its first wheelchair-friendly jumpsuit. In the U.S., stylist Stephanie Thomas launched the website Cur8able to show off disability-friendly fashion and has pushed major brands for more inclusive designs. “You can’t market to people you don’t see,” she said in a 2016 TEDx Talk. “And you just can’t see people that you don’t value. And I don’t mean value as human beings; I mean value as potential customers.”\n\nThe Keanes aren’t planning to stop at wheel covers. While Isabel is now part time with the company while studying politics and French at Galway University, there’s a lot of work to do when it comes to wheelchair fashion. Not only are people with disabilities rarely represented on catwalks, Isabel explains, but many people with disabilities can’t buy clothes from traditional stores. “Disability fashion has been such an underserved area of design for so long,” Ailbhe explains, hinting that the company will launch a new type of product by 2019. “We want to create things for wheelchairs and other mobility aids — fashionable things that look good, things that are designed by artists and fashion designers … not by hospitals.”\n\nSign up for the weekly newsletter!\n\nRelated Stories",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9858570099,
        "format_confidence":0.8678314686
    },
    {
        "url":"http:\/\/www.dazeddigital.com\/fashion\/article\/21156\/1\/wali-mohammed-barrech-ss15",
        "text":"Pin It\nWali Mohammed Barrech SS15, Dazed backstage\nBackstage at Wali Mohammed Barrech SS15Photography Louise Damgaard\n\nWali Mohammed Barrech SS15\n\nCopenhagen Fashion Week is sucked into dystopia as Wali Mohammed Barrech prepares for the darker days ahead, with oversize sportswear and doomsday chic\n\nInitial reaction:\n\nDystopia now, with surveillance-style aerial shots of abandoned industrial sites and car crash scenes blown up on bike short unitards. A whistle alarm sounded as models made their way down the ramps of a Copenhagen car park in genderless doomsday preppers chic: sheer hi-tech nylon drawstring coats, oversize sportswear-fuelled T-shirts with neon yellow performancewear zips and silver dresses referencing rescue blankets were layered in what seemed in parts like vaguely Middle Eastern silhouettes. Then the lights went out, cars were abandoned on the runway, ceiling water pipes burst and the space filled with smoke.\n\n\n“It was important for me to show a sense of tension in the show,” Barrech noted backstage. “I wanted to show a slowed breakdown and that things are getting more and more out of control and chaotic.” The largely blond, tanned cast were made up as almost plasticised dolls and at one point appeared in rainwear with SOS written across the back and on sleeves. From a distance, you couldn’t see the 'O', which added to the grim, ominous atmosphere. “I was playing with this image of the Aryan and the superior race and that we’re all super clean and aesthetical but we’re also super critical, in that although we’ve never been this educated, we’ve also never been so judgmental of each other,” the Royal Academy of Fine Arts Antwerp graduate explained, adding that the collection served to underscore a “notion of uniformity.”\n\nRing the alarm:\n\nIf you think about our world nowadays and our history and how it’s repeating itself in the most obvious and horrible manner, it is something to really take seriously,” Barrech said of his collection’s SOS call, and its references to rescue and survival wear as a way to prepare for darker days ahead. “I know this sounds very dramatic, but I find fashion a place where we need to talk about these things because fashion is a global language. We all speak it more and more. Less and less people read the news; less and less people are taking alarming news seriously. We need to start talking about these things and not just see them through a video screen. That’s something I want to do in my way.”\n\nThe soundtrack to Wali Mohammed Barrech SS15:",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.960395515,
        "format_confidence":0.645508647
    },
    {
        "url":"http:\/\/tweedlandthegentlemansclub.blogspot.com\/2017\/03\/ametora-how-japan-saved-american-style.html",
        "text":"Thursday, 16 March 2017\n\nAmetora: How Japan Saved American Style \/ W. David Marx\n\nAmetora: How Japan Saved American Style\nDEC 5, 2015\n\nTokyo, September 1964: A squad of plainclothes police descend on the tony Ginza shopping district and round up hundreds of Japanese youths who had outraged local businesses. Their crime? Loitering in what was then outre style — button-down shirts, skinny ties, suit jackets and chino pants. These delinquents were the miyuki-zoku (Miyuki tribe) and they idolized one thing: Ivy League fashion.\n\nAmetora: How Japan Saved American Style, by W. David Marx\n296 pages\nBasic Books, Nonfiction.\n\nYes, they were preppies. Tokyo was about to host the Olympics and these kids were causing alarm by rejecting their 19th-century gakuran (high-collar) school uniforms. The Ginza panic seems incomprehensible today, but this is one of the fascinating accounts in W. David Marx’s unique archeology of Japanese menswear fashion, “Ametora.” The term is Japanese shorthand for “American traditional” and the book traces the cultural history of American trad as well as jeans and streetwear in Japan — how they were imported, exploited and sometimes radically modified. The result is, as Marx observes, “a highly illustrative episode of how culture globalizes.”\n\nFrom gyaru (gals) to French maids, Tokyo’s wild vogues have caught international attention over the past decade or so and there could be no better guide to hacking one’s way to the source of this fashion Amazon than Marx, a Tokyo-based Harvard grad who has long blogged about style at According to Marx, the adoption of American styles in Japan began with one man, Kensuke Ishizu (1911-2005). The Okayama-born founder of clothing company Van Jacket is most known for “Take Ivy,” the 1965 photo book he commissioned of American students walking about on prestigious Ivy League campuses, decked out in letterman sweaters, sports jackets, madras shorts and penny loafers. In addition to this bible for the East Coast collegiate look in Japan, Ishizu also stoked youth interest — and clothing sales — via a magazine called Men’s Club. It enumerated in excruciating detail the finer points of dressing Ivy. Neckties had to be precisely 7 cm wide, but slanted jacket pockets were a no-no “anti-Ivy technique.”\n\nAping looks from the United States wasn’t without its ridiculous moments. Men’s Club featured a 1959 photo of wannabe Ivy Leaguers looking more like businessmen in porkpie hats than big men on campus. When enthusiast Toshiyuki Kurosu and other Take Ivy authors snuck into Harvard to do research and take photos, they expected to see students in three-button jackets, regimental ties and wingtips — instead they were in cutoff shorts and flip flops.\n\n“This was people having to adopt a completely foreign culture from zero and then actually sell it to other people as a package,” Marx says over a beer in Shibuya. “They were trying to sell to kids who had no clothing whatsoever other than their school uniforms.”\n\nMarx first became interested in Japanese style after experiencing the streetwear craze in Tokyo in the late 1990s. He was so shocked to have to wait three hours in line to buy a T-shirt at A Bathing Ape that he later wrote his thesis on the chain, which is also chronicled in “Ametora.” It was a chance encounter with a former Van employee years later (while getting his cordovan oxfords polished, of course) that opened up introductions to the surviving Take Ivy pioneers.\n\n“There was absolutely no culture of fashion when I was at Harvard,” Marx says. “People have this image of it as this place where people still dress like the ’60s. You’re lucky if people are wearing clean T-shirts with their sweatpants.”\n\nGaps in understanding didn’t dent the success of the Ivy look in Japan as Van sparked a revolution in Japanese menswear toward a more casual, individualistic aesthetic. Van enjoyed tremendous success until its bankruptcy in 1978, but countless styles sprung up in its wake: surfers, hippies, rockabilly greasers and bosozoku (biker gangs), not to mention offshoots like the takenoko-zoku (bamboo shoot tribe), who loved to dance in public in garish kung-fu outfits.\n\nIndeed, entrepreneurs like Masayuki Yamazaki made a mint in doing exactly the opposite of Ivy — preaching ’50s hoodlum styles (sometimes called yankii) and putting a Tokyo backwater district called Harajuku on the map with his vintage shop Cream Soda, which counted John Lennon among its customers. As Marx writes, the retro rockers weren’t just imitating foreigners: “They used American influences to terrorize the public — regent haircuts, Hawaiian shirts, dirty jeans — but abandoned them when right-wing garb offered greater potency.”\n\nProbably Ishizu’s greatest legacy today is the global success of Fast Retailing, the clothing firm behind the Uniqlo casual wear chain. Founder Tadashi Yanai’s father ran a Van franchise in Yamaguchi Prefecture and some of Van’s dedication to selling cheap, smart-looking clothes can be found in the Uniqlo ethos. Fast Retailing represents in a sense the full flowering of ametora. Also significant is the recent passion for Ivy style by fashion-conscious Americans tired of rampant casual wear. Style blogs in the U.S. began posting scans of Take Ivy in 2008, and when it was published in English in 2010, it sold over 50,000 copies, also appearing in Ralph Lauren and J. Crew outlets. Americans were turning to Japan to rediscover what they had lost, and the ironic circle was complete.\n\nSartorially savvy and rigorously researched, “Ametora” is a smart account of Japan’s engagement with America through the lens of menswear. Even if you don’t know your brothel creepers from your brogues, this book is a pleasure to read and an essential manual for decoding contemporary Japanese culture.\n\nW. David Marx, a writer based in Tokyo, is the founder and editor of né He is the author of Ametora: How Japan Saved American Style, from which this essay is excerpted. Available from Basic Books, a member of The Perseus Books Group. Copyright © 2015.  \n On May 24, 2005, VAN Jacket founder Kensuke Ishizu died at the age of ninety-three. By then millions of Japanese men—students, employees, executives, and retirees—were following Ishizu’s principles of Ivy as their basic style. Ishizu taught the 1960s generation how to dress, and they passed down those sartorial lessons to their children.\n\nThe Climb of Ivy\nThe styles of the American Ivy League transform the fashions of 1960s Japan.\n\nBy W. David Marx\n\n0n April 28, 1964, a new magazine called Heibon Punch appeared on Japanese newsstands. The cover illustration showed four boys dressed in the style of American Ivy League students—blazers, short cotton pants, loafers, sharply parted Kennedy haircuts—chatting to another boy in a red sports car. Punch’s pages taught teens how to dress in this so-called Ivy style.\n\nHeibon Punch was an immediate success. The debut issue sold 620,000 copies, and within two years circulation hit one million. The first wave of Japan’s postwar baby boom was entering college right as it launched. Compared with the frugal youth who came of age immediately after World War II, the baby boomers wanted to play in Japan’s newly emerging consumer society and could afford to. Heibon Punch became their guide.\n\nThe excitement around Punch sent young men to the most famous retailer for Ivy fashion: the clothing company VAN Jacket’s flagship store, Teijin Men’s Shop, in the Ginza neighborhood of Tokyo. There they bought their own button-down shirts, madras blazers, cotton chino pants, and penny loafers. Soon teenagers in these clothes started to park themselves on Miyuki Street and stay all day. They became infamous in the press as the Miyuki Tribe (miyuki-zoku).\n\nThe term zoku means “tribe” in Japanese, but the postwar usage connoted a delinquent subculture. Before 1964 a few youth tribes invented unique styles but almost always as an organic extension of their lifestyle. The Thunder Tribe (kaminari-zoku) bikers dressed in leather proper for a motorcycle ride, while the Sun Tribe (taiyō-zoku) partied on the beaches in bright coastal clothing. The Miyuki Tribe, by contrast, learned to dress directly from the mass media—a youth brigade drafted straight from the models in Heibon Punch.\n\nParents did not approve of their sons wearing stylish American clothing, so young men snuck out to Ginza with their Ivy duds hidden in rolled-up paper bags, then changed in cafe bathrooms. The paper shopping bag became a vehicle for VAN to promote its brand. The company had started providing the sleek paper bags to retailers featuring its logo in a red box at the bottom that stretched around the side. These bags flooded the streets, and young shoppers came to fetishize the logo. Youth who could not afford to buy anything from an official VAN retailer carried around an old rice bag with a VAN sticker on top.\n\nAs the summer of 1964 progressed and schools let out for vacation, teens swelled the Miyuki Tribe’s ranks, ballooning to two thousand members each weekend. The Olympics were being hosted that year in Tokyo, and the media demonized the Miyuki Tribe as a national embarrassment. Even teens who liked Ivy style pleaded for distance from the Miyuki fad. A sixteen-year-old high-school student in Ginza told reporters, “We hate being called members of the Miyuki Tribe—we’re Ivy.”\n\nParents moved to ban Ivy style at schools. Parent-teacher associations sent formal requests to VAN retailers to stop selling to students. In many small towns, schools prohibited teens from carrying a VAN bag or entering shops that sold the brand. But young men defied orders and lined up outside of menswear shops just to grab discarded cardboard boxes with the brand’s logo. A few maverick companies, meanwhile, got in on the action. Home-electronics company Sanyo worked with VAN to create a line of gadgets—the Sanyo Ivy Razor, the Sanyo Ivy Dryer, and the Sanyo Ivy Junior Tape Recorder. The word Ivy, af... (truncated)",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9804784656,
        "format_confidence":0.9625880122
    },
    {
        "url":"https:\/\/www.readersdigest.co.uk\/lifestyle\/fashion-beauty\/trend-report-forties-blue?amp=1",
        "text":"Trend report: Forties blue\n\nJenessa Williams\n\nWhere did the trend come from?\n\n(images from Escada, Mui Mui and Le City Kitty)\n\nA catch-all term for muted shades that range from duck egg to pale navy, forties blue made a big impact in last season’s shows, thanks in part to a sense of patriotic nostalgia.\n\nAs we celebrate 200 years of women’s suffrage in 2018, politicized work wear has become a big talking point, with specific focus on the unsung female heroes of the movement as well as during the two world wars.\n\nFlattering on all skin tones, forties blue has become a tribute to our fore bearers’ uniforms. More mature than a pastel or baby blue, it can be integrated into nearly any outfit, or become the star of the show.\n\nWhat should I be looking out for?\n\n(From left to right: Topshop Blouse, AndOtherStories Clutch, Weekday Faux Fur, Acne Blazer, H&M T-Shirt, Clarks shoes, Miss Selfridge Necklace, H&M Slip Dress, Miss Selfridge Stud Earrings, Joanie Clothing Dress, Whistles Suede Biker Jacket, Roksanda Belt, H&M Cami Top, Zara Phone Case)\n\nSoft, textured fabrics. Light, breezy chiffons or impossibly soft mohair—whatever your wardrobe requires, a certain air of delicateness is the best way to pull off forties blue.\n\nSteer away from high shine or stiff fabrics just as leather and polyester, and opt instead for buttery suede and high-thread cottons that give that dulled, dusty shade naturally.\n\nForties dressing naturally came before the era of short hemlines and skimpy fits that we enjoyed so much in the swinging sixties, so the finished look is much more in keeping with the trend if you opt for a longer hemlines.\n\nMidi dresses and tailored trousers are professional and can be easily styled from winter to spring.\n\nHow should I style this trend?\n\n(Outfit 1: Topshop Blouse, Weekday Culottes, Dolce & Gabbana Bag, H&M Boots : Outfit 2: Orla Kiely Knit, MIH Jeans, Marks & Spencer Boots : Outfit 3: Zara Dress, Primark Leggings, River Island Coat, ASOS Shoes, Marte Frisnes Earrings)\n\nTap into the uniform element of this trend by opting for blue from head to toe. Floral motifs work well as homage to the era of the land girl, modernized with ankle boots, oversized earrings and brocade detailing.\n\nIf matchy-matchy isn’t your style, this particular shade of blue works particularly well with rust or burgundy tones. Mix eras by pairing a forties top with a seventies flare, or keep it casual with a soft coat thrown over a more laid-back outfit.\n\nFor a real finishing touch, look to your cosmetics—an icy blue eyeliner is particularly flattering on warm skin tones and a welcome alternative to a smoky eye.\n\nWhere can I get this look?\n\n(From left to right: Joanie Jumper, Topshop Bag, Weekday Bomber Jacket, Hobbs Heels, Miss Selfridge Blouse, Oliver Bonas Necklace, Zara Trousers, Solid&Striped Swimsuit, Le Coq Sportif Trainers, Whistles Pumps, H&M Silk Dress, Miss Selfridge Wrap Jumper, H&M Tracksuit, Oliver Bonas Earrings)\n\nThe likes of Miu Miu, Celine and Fendi all made it a staple of their AW17 colour palette, with some beautiful investment pieces to be found online.\n\nNet-A-Porter and Matches Fashion both provide a one-stop-hub that allows you to browse high end brands by colour, ideal for finding your perfect shade of blue.\n\nIf your budget is a little more modest, the Scandinavian brands are providing the best value for money on the high street with this trend.\n\nH&M and Weekday in particular hold a versatile collection of work and gym wear in timeless styles and shapes, while Monki also offers some great basics.",
        "topic_id":8,
        "format_id":11,
        "topic_confidence":0.9971676469,
        "format_confidence":0.7074350715
    }
]