[
    {
        "url":"https:\/\/codah.swansea.ac.uk\/",
        "text":"Center on Digital Arts and Humanities at Swansea University\n\nFor events click here.  To join the mailing list click here.\n\n\nCODAH’s academic board is run by Sian Rees (Media & Communication), Robert S. (Bob) Larammee (Computer Science) and Steve Williams (ISS).\n\nCurrent Projects\n\nSelect current projects in Heritage & History, Literature, Linguistics, Political & Social Sciences, Media & Communication, Future Media \/ Human-Computer Interaction:\n\nHeritage & History\n\n  • Welsh Copper – Alex Langlands, Stuart Griffin, and other members of the Heritage team have on-going interests in new modes of heritage site visitor interaction at the Hafod Morfa Coppeworks site, and more generally as part of the industrial heritage of the Lower Swansea Valley\n  • History of Computing Collection: John tucker (Computer Science) and Steve Williams (Library) have set up this collection to chart the development of computing and its impact, and to support studies of digital collection and preservation. It has extensive material on computing before computers, software development, computer education, and local histories of ICT.\n  • Extracting information from series of historical maps – Dan Power, Matthew Stevens, and Richard Turner (History & Classics) have worked with Dan Archambault, Jason Xie, and others (Computer Science) on techniques for ‘lifting’ data from old maps into GIS systems. They are visualizing the year-by-year evolution of the medieval Welsh Marcher Lordships, but the work has many more applications.\n  • Adam Mosley (History and MEMO: Centre for Medieval and Early Modern Research): ‘The Correspondence of Tycho Brahe’ and ‘The Correspondence of Giovanni Antonio Magini’, in Early Modern Letters Online\n\n\n  • Amy Dillwyn (1845-1935) was a pioneering lesbian industrialist, campaigner for women’s and workers’ rights, novelist and diarist. Kirsti Bohata is working on a digital edition of her diaries.\n  • Elizabeth Montagu (1718-1800) – Caroline Franklin is an editor of the digital edition of her letters.  Elizabeth Montagu (1718-1800) was a pioneering Shakespeare critic and a vital figure in the history of women’s contribution to the Enlightenment. The extant correspondence of  c.8000 letters to and from notable figures of the day such as Edmund Burke, David Garrick, Elizabeth Carter and Hannah More constitutes an extremely important archive for eighteenth-century studies into literature, linguistics, theatre, politics, architecture, economics and women’s history. Previously, scholars had to travel to California to study the correspondence. This COAH\/ISS project, in collaboration with Oxford Brookes University and the Huntington Library, CA, is creating an open access scholarly edition of the Montagu letters, on a purpose-built platform. It is funded by AHRC, the Foyle Foundation and MHRA as well as through a philanthropic donor. The digital edition will provide zoomable images of the manuscripts alongside transcriptions, annotation, maps and illustrations. They will be presented as a series of epistolary friendships, each introduced by an expert. However the letters are also available  chronologically and are entirely searchable.\n  • TransVis\/VVV – Tom Cheesman and Bob Laramee lead a team working on visualizations of analyses of multiple alternative translations.\n  • European Travellers to Wales – Kathryn Jones is part of the team using digital tools to investigate and visualise the history of European travellers’ writings about Wales.\n\nPolitical and Social Sciences\n\n  • What are the Odds?” – Matt Wall and Rory Costello (Political and Cultural Studies) and Stephen Lindsay (Computer Science) are extracting and analysing data from political gambling sites\n  • – David Bewley-Taylor (Political and Cultural Studies) leads the Global Drugs Policy Observatory, working inter alia on the ‘dark web’.\n\nMedia & Communication\n\n  • Digital Media: Rhys Jones, William Merrin, and Yan Wu (all in: Media and Communication) are working on aspects of global and local digital media including:    digital divides,   data journalism,   Welsh (minority language) social media uses,   citizen journalism,   digital media literacy and pedagogy\n  • Virtual Reality: Leighton Evans is interested in the depth of immersion in consumer VR and the social, political and economic implications of this new medium. Through phenomenological and post-phenomenological theoretical positions, Leighton’s current work is concerned with how immersion is experienced by users with the current generation of VR technology and what the implications of this are for current and future usage.\n\nFuture Media \/ Human-Computer Interaction\n\n  • – Matt Jones leads the Future Interaction Technology lab, awarded an EPSRC Digital Economy Centre grant 2015-2020: CHERISH-DE\n\nPast Projects\n\n  • Nuria Lorenzo-Dus (Linguistics) and Robert Laramee (Computer Science) worked on techniques for visualising the dynamics of social media, in terms of linguistics-based analyses of users’ influence on others.\n  • Tycho Brahe’s Letters – Adam Mosley (History & Classics) was part of Oxford University’s Early Modern Letters Online (Cultures of Knowledge) project, creating a digital gateway to Tycho Brahe’s correspondence.\n  • Ancient Egyptian Demon Things – Kasia Szpakowska (Classics, Ancient History and Egyptology) and two now-completed PhD students created a Leverhulme Trust funded pilot interactive database of ancient Egyptian supernatural attested found on selected types of objects – a globally extensible data collection. Two versions of the database are publicly available, one of which is a sampler created by a computer science student supervised by Rita Borgo (Computer Science).",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.8560940623,
        "format_confidence":0.9609461427
    },
    {
        "url":"http:\/\/www.spainexchange.com\/school\/ies-barcelona\/",
        "text":"Haz click aquí para ver este centro en español\n\nIES is a US academic organization, based in Chicago and established in 1950. It specializes in the provision of study abroad programs, and takes care of the study abroad arrangements of over 5,500 students from 185 U.S. colleges. Overall, the institution offers about 100 different programs in 34 cities around the world, whilst the Barcelona program gives the opportunity to students of all language levels to experience the city, where artists like Pablo Picasso and Joan Miró have lived. The program includes two options, both of which aim to immerse students in Spanish culture and provide a good choice of disciplines. The first option is a Semester Program, including Liberal Arts and Business program as well as an Advanced Spanish Studies Program. The second option is for students to enroll on a Summer Course: Intensive Internship program, Language & Area Studies Program, or Language Intensive Program.\n\nStudy Programs:\n\n  • Humanities\n    • Study Abroad Programs\n\nType of studies: International Study Abroad Programs\nLanguage of instruction: English\nType of school: Private University\n\nLocation: 33 N. LaSalle Street, 15th Floor, Chicago, Illinois US, Spain, 60602-2602\nTelephone and Fax: Tel.: 800-995-2300 Fax.: Not available\n\nLocation on world map:\n\nRelated schools:",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9671034813,
        "format_confidence":0.7549096942
    },
    {
        "url":"https:\/\/www.nv.edu\/Information-For\/College-Support-Services\/IT\/lc\/23116\/lcv\/s\/immunization-information",
        "text":"Information Technology (IT)\n\nInformation Technology Department (IT)\n\nIT Helpdesk\nContact us\/Get started\n\nGetting Started\n\nHelpdesk Support\n\nPassword Reset\n\n\n\nOffice 365\n\n\n\nGet Help\n\nService Desk:\nPhone: 203-575-8092\n\n  Room E607\nMon-Thurs: 7:30 am - 7:00 pm\nFri: 7:30 am - 5:00 pm\nSat: 8:00 am - 1:00 pm\nSun: 9:00 am - 1:00 pm\nGetting help when our office is closed:\n24\/7 support available here or by calling 860-723-0221\n\nComputer Labs @ NVCC:\nLab Hours & Locations\n\nQuick links\n\nOffice 365\n\n    Helpful How-to Videos\n    About NVCC's IT Department\n\n    About NVCC's IT Department\n\n    The IT Department is committed to providing students, faculty and staff with network and electronic tools and services necessary to foster excellence in our academic enterprise. We serve to empower our users with reliable services and enable the exploration and pioneering use of technology.\n\n    The IT Department supports students, faculty and staff across campus via our online NV IT Service Desk and emergency phone line. IT is responsible for providing the community with appropriate software and hardware to support the information and processing needs of the faculty and students. IT is also charged with maintaining adequate and reliable network access to electronic information systems on campus.\n\n    Test Scores\n    Immunization Information\n    Transcript Information\n    International Student Transcript Information\n    Immunization Information\n    Proof of English Proficiency Test Information\n    Our History\n    Project Approach\n    The Hundred Languages of Children\n    Waterbury Campus\n    Danbury Campus\n    Waterbury Campus\n    Danbury Campus\n    title here\n    Net Price Calculator\n    Testing Module Element",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.7230088115,
        "format_confidence":0.531383872
    },
    {
        "url":"http:\/\/www.marylandpublicschools.org\/MSDE\/divisions\/child_care\/early_learning\/?WBCMODE=Presen%25%3E%25%3E%25%25%25%25%25%25%25%25%3E",
        "text":"\n  Academic Policy & Innovation\n  Accountability, Assessment, and Data Systems\n  Career and College Readiness\n  Communications, Partnerships, and Grants\n  Curriculum, Assessment & Accountability\n  Educator Effectiveness\n  Early Childhood Development\n     Office of Child Care\n     Collaboration and Program Improvement\n     Child Care Subsidy Program\n     Early Learning Branch\n        Early Learning Branch\n        Public Prekindergarten-Kindergarten Programs\n        Maryland Model for School Readiness\n        Judith P. Hoyer Program\n        MMSR Syllabus\n     School Readiness\n     Maryland EXCELS Branch\n     Research Advisory Group\n     RTT - Early Learning Challenge Grant\n  Information Technology\n  Library Services\n  Office of the State Superintendent\n  Rehabilitation Services\n  Special Education and Early Intervention\n  Student, Family, and School Support\nDivisions > Early Childhood Development > Early Learning Branch\nEarly Learning Branch\n\nlittle boy sitting in library\n\n\nA growing body of research shows that the first years in a child's life are the foundation for school success.  Actions taken before children enter kindergarten affect their abilities to thrive during the elementary school years and beyond.  The Early Learning Branch of MSDE's Division Early Childhood Development (DECD) oversees the following early childhood programs and initiatives, which promote best practices in early pedagogy and support Maryland's school reform efforts to help ensure that all of Maryland's youngest citizens will be successful in school and in life.\n\nClick here for the 2012-2013 School Readiness Report.\n\nClick on the links below for program-specific information.\n\nNEW!  The MSDE Division of Early Childhood Development has completed  the  new Social Foundations Framework. This will replace the Personal Social Domain found in the MMSR Framework.  Click here to view the  standards.\n\nMaryland Model for School Readiness\nEnhancing School Readiness for all Children in Maryland\nThe Maryland Model for School Readiness (MMSR) is a research-based assessment and instructional system designed to provide teachers, families, and the early childhood community with a common understanding of what children know and are able to do upon entering kindergarten.  All kindergarten children are assessed in the fall of their kindergarten year to determine their level of readiness across seven domains.  This assessment reflects the ability of each child to demonstrate skills, knowledge, behaviors, and interests that are indicators of future school success. The Early Learning Office coordinates and monitors the implementation of the MMSR at the local school level, provides professional development and technical assistance to the early childhood community, and analyzes and publishes the MMSR assessment results.\n\nClick here for an MMSR School Readiness PowerPoint presentation.\n\nPublic Prekindergarten\/Kindergarten Programs\nMaryland's prekindergarten program (Pre-K) is a state-funded program for four year-old children who are from families that are economically disadvantaged or homeless. The over-all goal of the Pre-K program is to provide learning experiences that help children develop and maintain the basic skills necessary to be successful in school. The Early Learning Branch monitors and helps coordinate the local school system Pre-K Program and provides support for public pre-K initiatives.\n\nMaryland's public schools provide a full day kindergarten program for children who are 5 years of age on or before September 1st of the year in which the child enrolls in school.\n\nJudith P. Hoyer Program and Judy Centers\nThe Judith P. Hoyer Early Child Care and Education Enhancement Program is a statewide effort to help young children enter school ready to learn.  Judith P. Hoyer Early Child Care and Family Education Centers (\"Judy Centers\") provide a central location for early childhood education programs and support services for children birth through Kindergarten and their families who reside in specific Title I school districts across the state of Maryland.  Judith P. Hoyer Enhancement Grants are provided to expand and improve the range of community-based school readiness services.  The Early Learning Branch monitors and coordinates the growth of Judy Centers and oversees the distribution and use of enhancement grant funds.\n\nContact Information\nJudith Walker, Chief, Early Learning Branch\nDivision of Early Childhood Development\nMaryland State Department of Education\n200 West Baltimore Street\nBaltimore, MD 21201\nPhone:  410-767-6549\nFax:  410-333-6226\n\n\n Early Learning Branch\nMaryland Model for School Readiness (MMSR)\nPublic Pre-K \/ Kindergarten Program\nJudith P. Hoyer Program\nState Curriculum (SC)\nEarly Childhood Curriculum Project\n Division of Early Childhood Development\nDECD Home Page\nOffice of Child Care\nLicensing Branch\nChild Care Subsidy Branch (formerly POC Program)\nCredentialing Branch\nMaryland EXCELS Branch\nCollaboration and Program Improvement Branch\n Topic Portals\nStrategic Planning\nPublications and Reports\nSchool Readiness\nChild Health and Safety\nCommunity Resources\nGrant Funding Opportunities\nEarly Care and Education Program Lists\nHelpful Internet Links\nMSDE Privacy Statement Disclaimer  | Copyright © 2003 MSDE",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9982366562,
        "format_confidence":0.9039032459
    },
    {
        "url":"http:\/\/www.brandeis.edu\/lemberg\/contact\/",
        "text":"Classrooms: Mon-Fri, 8am to 5:45pm.\nOffice: 8am to 6pm every day the center is open.\n\nFind us on Facebook\n\nFacebook logoLike our Facebook page for LCC updates.\n\nContact Us\n\nChild on toy phone\n\nLemberg is open 50 weeks a year, excluding some national holidays, the week between Christmas and New Year's Day, and the last full week in August to prepare for the next school year program.  \n\n781-736-2200 (office)\n781-736-2204 (Fax)\n\nEmail: lemberg@brandeis.edu\n\nLemberg Children's Center\nBrandeis University MS 044\n457 Old South Street\nWaltham, Massachusetts 02453-2728\n\n\nMap with 457 Old South St marked.\n\nThe Lemberg Children's Center is located adjacent to the Brandeis campus, which is near the Mass Pike (I-90), routes 128, I-95, 20 and 30, and the Commuter Rail Fitchburg line.\n\nFor directions to the Brandeis Campus from alternate routes, view Brandeis's directions page.\n\nFor a map of Brandeis campus, view Brandeis's interactive map (click on Lemberg Children's Center).",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9957801104,
        "format_confidence":0.7012307644
    },
    {
        "url":"https:\/\/www.nalandapublicschool.in\/mission.php",
        "text":"Phone: +91 6372804800 Email:\n\n\n Our Mission is to provide high quality education and childcare in a safe, respectful and inclusive environment that builds a foundation for life-long learning.\n\n We aim to provide a safe learning environment with a welcoming atmosphere which creates a sense of belonging amongst the families. We maintain an inclusive environment which acknowledges and respects children from diverse family and cultural backgrounds.\n\n We aim to encourage each child to be independent and develop a sense of responsibility for themselves and respect for others in the environment.\n\n Our mission is to work together to build a safe, respectful and nurturing environment focused on maximizing each child’s sense of wellbeing and acquisition of skills for life and learning.\n\n Our mission is to provide exceptional care to children while fostering each child’s intellectual, social, physical and moral development in an academic- rich environment.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9978908896,
        "format_confidence":0.9937387705
    },
    {
        "url":"https:\/\/www.bishopramseyschool.org\/page\/?title=Library&pid=379",
        "text":"A Christian Learning Community\n\n    School Life\n\n\n    Welcome to the Library\n\n    \"Without libraries what have we? We have no past and no future.”\n\n    Ray Bradbury\n\n\n    • Ms E Neal - Senior Librarian\n\n    • Mrs J Hayward - Librarian\n\n\n    The School Library is a happy and thriving place of academic study and a well-resourced area offering a wide range of information and resources for Year 7 – 13.  There is a comprehensive stock of books, journals and DVDs together with 15 computers meeting not only the academic needs of students, but encouraging their leisure reading.\n\n    Introduced to the Library in their first year, students are encouraged to use the space for independent and group study and visit it for teaching sessions.  Library lessons are frequently held for classes and have included a World War 1 workshop, a discussion on magic and superstition in Shakespeare and Gothic Literature. Sixth Form students have research skills lessons with the senior librarian. The space is also used for the Extended Project Qualification in Year 13. \n\n    Open Monday to Friday in term time from 8.30 – 4.30 (3.45 on a Friday) students may use the Library before and after school, at break and lunch times or during free periods.\n\n    The large stock includes specialised books aimed at the older students, non-fiction for all subjects and classic and modern fiction with authors from Austen to Wilson. There are special Literature and History collections aimed at A Level and GCSE students. New texts are bought regularly to ensure a modern and up to date library suitable for all. There is a book of the month on display chosen by one of the students.\n\n    The Library also stores the archives of the School and the past yearbooks. The main wall display reflects the year, world events and special occasions e.g. Shakespeare’s birthday, World War One, The Olympic Games. \n    Book Club runs every Monday after school.  Open to all students, book club includes activities such as poster design, making bookmarks and taking part in Hillingdon Book of the Year, as well as reading books!! Currently there are 14 year 7 library monitors as well as 10 student librarians who help with library activities and jobs as well as recommending books to their peers.\n\n    Come and visit us soon you would be very welcome.",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9909976721,
        "format_confidence":0.9712256193
    },
    {
        "url":"http:\/\/clarendoncollegefl.org\/",
        "text":"Clarendon College Alumni South FLA. Chapter 4-6-2019 Fish Fry\n\nCCPSA - Atlanta Chapter 5-4-2019 Ball and Picnic Event\n\nClarendon College - South FLA. Chapter Ball 8-31-2019\n\nClarendon College - South FLA. Chapter Ball 2018\n\nOur Mission Statement\n\nTo promote the success and well-being of Clarendon College and its students through our contributions and support identified projects locally and internationally in a spirit of unity and cooperation forged by our common heritage.\n\nMessage to Past Students\n\nAs CCAASF continues its efforts to ensure that our students continue to enjoy the rich heritage of our beloved Clarendon College, let us join together in contributing towards a more attainable, rewarding and enriching educational experience.\n\nMessage to Current Students\n\n\"You are in a place of love, discipline, hard-work, fun times and rewarding experiences. You have the future in the palms of your hands. Take full grasp and always stay motivated by our school motto, \"Perstare et Praestare\"... Persevere & Excel...",
        "topic_id":4,
        "format_id":12,
        "topic_confidence":0.9887669683,
        "format_confidence":0.9624568224
    }
]