[
    {
        "url":"https:\/\/es.coursera.org\/learn\/why-iowa-a-primer-on-primaries-and-caucuses\/reviews",
        "text":"Chevron Left\nVolver a Why Iowa? A Primer on Primaries and Caucuses Teach-Out\n\nOpiniones y comentarios de aprendices correspondientes a Why Iowa? A Primer on Primaries and Caucuses Teach-Out por parte de Universidad de Míchigan\n\n5 calificaciones\n1 revisiones\n\nAcerca del Curso\n\nThe United States presidential election process is a complex one, spanning terms like “Super Tuesday,” delegates and incumbents, primaries and caucuses, and more. Some of the founding principles of this process date back to the creation and signing of the U.S. Constitution, while others began playing a role in the 1980s. In this Teach-Out, experts in Politics, Political Science, and Education at the University of Michigan, the University of Delaware, the University of Iowa, and the Iowa Caucus Project at Drake University will address the following questions: What is the US primary process? What are the differences and similarities between primaries vs caucuses? Why do Iowa and New Hampshire get to go first? What role do delegates play? What is Super Tuesday? Is there a difference between political parties in how the primary process functions? Do incumbent candidates have an advantage? How do other countries’ voting processes differ? How are US territories are involved? This Teach-Out is help you find avenues by which you can civically engage and politically participate in your local community, state, and country....\nFiltrar por:\n\n1 - 1 de 1 revisiones para Why Iowa? A Primer on Primaries and Caucuses Teach-Out\n\npor Khandker H A\n\nApr 15, 2020\n\nThis course is excellent one, full of details about 'primary' election process (so democratic) of the United States. I learnt a lot from this course and I recommend it for anyone who wants to learn about election democracy. Thank you.",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8175888658,
        "format_confidence":0.5947091579
    },
    {
        "url":"http:\/\/www.crimetalk.org.uk\/index.php\/library\/reviews\/946-rethinking-social-exclusion",
        "text":"\n\nBook reviews\n\nRethinking Social Exclusion. Review of Winlow & Hall.\n\nUser Rating: 5 \/ 5\n\nStar ActiveStar ActiveStar ActiveStar ActiveStar Active\n\nRethinking Social Exclusion: The End of the Social. By Simon Winlow & Steve Hall. 2013. Sage. P\/b £25.99, H\/b £79.\n\nThe objective of this book by Simon Winlow and Steve Hall is to offer a fundamental and critically informed assessment of one of the most prominent themes in the social sciences, namely social exclusion. The term social exclusion has over time become a catchall shorthand cited by many but critically engaged with by few. It has become a ubiquitous term much bandied about with scant regard for its true epistemological meaning and seems to be de rigueur in utterances from academics, researchers, politicians, advocacy groups, campaigners and columnists all of whom appear to lament its extent, have varying understandings of what it is, and diverse opinions on how it should be remedied. It crops up with regularity in official press statements on social policies, and it’s also an old reliable - explaining why disadvantaged estates need regeneration, why we must address anti-social behaviour, initiate youth diversion programmes, impose welfare to work schemes and social welfare reforms.\n\nThis book offers a refreshing, robust, and thought-provoking re-think of social exclusion in a critical treatment which delves deep into the fundamental meanings and epistemology of the concept in the context of a globally rampant neo-liberalism where ideologues wage a relentless campaign against any semblance of regulation, accountability, or mildly redistributive welfare policies. It is also framed in the context where politics has largely become the handmaiden of the corporations – most recently witnessed in the appointment of the former Prime Minister of Luxemburg, Jean Claude Junker, to the post of President of the European Commission.\n\nEach chapter addresses themes which pivot around the central topic of social exclusion. The first two chapters, after the introduction, provide a critical overview of the European and US discourses. The discussion suggests that while no one actually condones the existence and extent of social exclusion, and scholars and researchers have devised quite sophisticated and nuanced insights into the phenomenon to produce evidence-based social policy research to inform interventions on how best to alleviate it, it is not for the academy to advocate socio-economic change at a structural level to actually eliminate it. Pragmatic evidence-based interventions and reforms from within are the limit of ambitions of many left-liberal social scientists and policy researchers. Advocating wholesale change can be bad for promotional and career prospects!\n\nIn the US the discourse has been framed by the enduring myths of freedom and individualism which invariably mean limiting the mandate of the state on individual liberties and keeping taxes low - which needless to say will appeal to the wealthy but are of little use if one can’t pay for food, rent or health care. Social exclusion is primarily understood à la Charles Murray as consequence of an over-generous welfare state leading to individuals rationally opting out of the world of work and onto welfare and in the process undermining the work ethic and promoting other social ills such as the growth of lone parenthood, the demise of the nuclear family etc. The solution, so the logic goes, is to pull the welfare rug out from beneath the underclass so a life on welfare is no longer an option, and expand the prisons to permanently warehouse workshy young males, which is apparently both a profitable investment and a politically palatable use of ‘hard-earned’ tax dollars.\n\nThese discussions are followed by chapters on how social exclusion is repositioned in a financialised global economy where mega-wealth is no longer linked to tangible production but is derived from speculative gambling in a giant casino rigged so that gains are private but losses are socialised, as in the crash of 2008. The priority is to drive down wages, restrict the legal protections of low earners, and minimise the tax obligations on wealth, on the pretext that these are the only effective way to stimulate economic growth. To legitimise these strategies which are patently counter to the interests of citizens, working and non-working, the political establishment must be harnessed and incorporated. Thus, in an era of post–politics, ideology becomes recast as pragmatism and blind faith in the market is “common sense”, leaving mainstream political parties trying to differentiate themselves from one another by quibbling over trivia and personality politics, which in turn form the staple diet of a house-trained and corporate-controlled media.\n\nOf particular concern is the thesis on the reserve army of consumers. Constant insecurity in a race to the bottom for low-paid workers with minimal legal protection is matched by a ‘reserve army of consumers’ whereby everyone from the wealthiest to the poorest is incorporated into the non-places of shopping centres, retail parks and online shopping. If one thinks that poor people don’t have the same desires and obsessions with consumer capitalism as the rest of the population, and that they spend their time debating new forms of oppositional politics in run down estates, then think again. According to Winlow and Hall, this is wishful thinking mostly indulged in by left-liberal academics, and their point resonates. When this reviewer surveyed teenagers in a disadvantaged part of Cork city about what facility they most wanted to see in their area, the response was not a youth café but a Starbucks outlet, not a sports facility but a shopping centre, replete with all the big brand labels.\n\nMaybe this is the uncomfortable truth that liberals would prefer was left unsaid, but as the authors point out why should poor communities be any more resistant to the relentless barrage of marketing and consumerism’s intoxicating symbolic power and fantasy than anyone else? Lack of money is no guarantee of immunity. The analysis of the transformation of labour and commodification and appropriation of everyday forms of communication through digital platforms is particularly incisive. How many users of online platforms and digital devices reflect on the precariat trapped in call centres and obliged to smile down the phone at angry, aggressive and often equally insecure customers? Think about it. In a labour market imbued by transience and insecurity you can be a customer today and a “customer relationship manager” tomorrow. How many digital platform users realise that every “like” is an act of free labour driving the revenues of the Facebook corporation let alone think about the implications for meaningful relationships with real people?\n\nSuch are the types of questions raised in this book, and they are disturbing and profound. This is an uncompromising, and in places bleak, book that puts the concept of social exclusion on a new plane of understanding. It challenges the reader to consider whether we are facing the end of the social as a space of human existence. Anyone who wants a new understanding of social exclusion, who is concerned with the impact of social disintegration on people and communities, and is committed to the struggle for a just society, should read it.\n\nCathal O’Connell, Senior Lecturer, School of Applied Social Studies, University College Cork.\n\nBuy here through CrimeTalk and help us cover our costs. Just click on 'Shop now'!\n\n{jcomments on}\n\nText Size",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8917890787,
        "format_confidence":0.7752392292
    },
    {
        "url":"http:\/\/www.publishersweekly.com\/978-0-691-15951-5",
        "text":"\n\nJames Steinberg, Author, Michael E Ohanlon, Author\nJames Steinberg and Michael E. O’Hanlon. Princeton Univ, $29.95 (320p) ISBN 978-0-691-15951-5\nReviewed on: 03\/24\/2014\nRelease date: 05\/01\/2014\nSyracuse University law professor Steinberg and Brookings Institution senior fellow O’Hanlon (coauthors of Protecting the American Homeland) stress the advantages of relative cooperation between the United States and China in spite of continual threats of an arms race and military confrontation. The authors review sources of U.S.–China conflict, rooted in familiar rivalries between established and rising powers, before even-handedly analyzing the two countries’ differing “strategic cultures” and regimes, and conjecturing what could go wrong in Taiwan and how relations could worsen on related issues, potentially leading to war. According to the authors, if skirmishes were to escalate, it would not be automatic and easy for the U.S. to prevail in any maritime engagement. Examining nuclear, space, and cyber domains succinctly, Steinberg and O’Hanlon reject “structural pessimism” and conclude with specific recommendations on defense budgets, nuclear coexistence, space wars, and spying. The book’s bland title will likely consign this well-reasoned, important book to a limited readership. However, the points Steinberg and O’Hanlon make deserve the attention of all readers interested in the connection between U.S. and China going forward. (June)",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.9397042394,
        "format_confidence":0.8629202247
    },
    {
        "url":"http:\/\/djwezg.com\/tag\/althusser",
        "text":"\n\nReview: Marxism and the French Left – by Tony Judt\n\nmarxism and the french left\n\nThis is an in depth study of socialism in France. The book is broken up into a series of long chapters, each covering a critical period of the political left in France. The emergence of working class political culture in the nineteenth century is explored and we see the development of trade unionism and the creation of socialist parties. The development of the social party, the SFIO is looked at in detail, prior to its rise to power under Blum. We then see the decline in the power of the socialists as they concede proletariat votes to the PCF, communists. The chapter on the French communists looks at the theorists who were so successful at internationalising the ideas and images of French Marxism. Sartre among the most famous, also there is a detailed study of Althusser, who unlike many of the French Marxist writers – was also an actual member of the PCF. The tailing off off Communist popularity as it clung hopelessly to the vestiges of Stalinism, leads to the book’s final chapter, where the rise of the socialists yet again, culminates in the ascendancy of Mitterand at the 1981 French general elections where the socialists swept surprisingly into power. this victory is compared with the Revolution of 1791 and the Paris Commune of 1871 in terms of its relevance to leftist politics in France. I found this book to be very detailed and some chapters were a bit tricky in terms of ideas and specialist vocabulary – but the book, read for a History of French Labour course at Cardiff University – has certainly enlightened me on certain aspects of French working class politics and I feel that the knowledge imparted has been vital.\n\nShare : facebooktwittergoogle plus",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8587483168,
        "format_confidence":0.7499101758
    },
    {
        "url":"http:\/\/hoeffelforcongress.org\/",
        "text":"Select Page\n\nThank You for Your Support\n\nI’d like to thank everyone who worked on the campaign and supported my efforts. Additionally, I’d like to urge everyone to support the causes I championed and vote in the crucial election this fall. Even though I won’t be on the front lines the struggle continues.\n\nThank you again,\n\n– Joe Hoeffel",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.9965715408,
        "format_confidence":0.6758984923
    },
    {
        "url":"https:\/\/microcosmpublishing.com\/catalog\/books\/1224\/",
        "text":"Recipes for Disaster: An Anarchist Cookbook by CrimethInc\n\nRecipes for Disaster: An Anarchist Cookbook\n\nby CrimethInc\n\nRecipes for Disaster comes on the heels of the CrimethInc collective’s notorious first book, Days of War, Nights of Love. This 624-page manual complements the romance and idealism of the earlier work, with both practical information and instruction. Note that it's \"an\" anarchist cookbook, rather than \"the\" anarchist cookbook (of which there are actually two, one about making bombs and the other about making soup and community). This book is about cooking up a movement, and understanding the terminology and landscape of what's out there, including topics like coalition building, affinity groups, mental health, sabotage, squatting, wheat-pasting, and more. It's illustrated. It's annotated. It's got first person stories and technical recipes and diagrams. It's got a great preface. All told, this is your one stop shop for building a fearsome career of direct action against oppression on all fronts.\n\n\n\nThis book is, by far, the greatest book I have EVER picked up. It's full of nifty manuals on how to do things to abolish capitalism, get through some rough shit, etc. HIGHLY recomended to every person of all ages in every political party.\n\n\n\nThis is Crimethinc's answere to anyone who wondered where to start after reading Days.\nThis book is overflowing with recipes that are not only useful but also a lot of fun. Something new for anyone, no matter how informed or creative.\n\n\nThis is wonderful. CrimethInc takes a lot of crap for being vague and over-romantic, for being wishy-washy. This should silence the nay-sayers. Indispensable to anyone who might benefit from concretely living their dreams into being.\n\nSteev Hise's review of this book",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8567996025,
        "format_confidence":0.5963858366
    },
    {
        "url":"http:\/\/www.publishersweekly.com\/9780670025947",
        "text":"\n\nDan Balz. Viking, $32.95 (400p) ISBN 978-0-670-02594-7\nWashington Post chief correspondent Balz’s The Battle for America 2008 (coauthored with Haynes Johnson) explored that truly groundbreaking campaign, which left him struggling to find a similarly enthralling story in the race between a Republican nobody wanted, and an incumbent Democrat with whom voters were disillusioned. The book provides an astute postmortem of the election and a remarkably unbiased depiction of a flawed process feeding on a polarized electorate, which, if little else, demonstrates the preposterous expense of the 2012 campaign. Balz shares revealing accounts of his firsthand experiences with the candidates, with the bulk of the book focused on the Republic primaries, in which the G.O.P. sought an “anyone but Romney” solution. As Michelle Bachman, Rick Perry, and Herman Cain incongruously blaze to front-runner status before self-immolating, Newt Gingrich bides his time and gives Balz the story each step of the way. Given Obama’s opaque public persona, it’s not surprising that less is revealed of the incumbent, which leaves Balz reporting on strategy over substance. In framing the book, Balz asks, “Can or will the election resolve any of the fundamental issues before the country?” After scrutinizing this season of destructive political gamesmanship, he answers gloomily, “There was little competition or innovation in the battle for ideas... each [candidate] pursued a strategy designed for one thing: winning.” Agent: Philippa Brophy, Sterling Lord. (Aug.)\nReviewed on: 06\/24\/2013\nRelease date: 08\/06\/2013\nEbook - 400 pages - 978-1-101-62276-6\nMP3 CD - 978-1-4526-6678-5\nPre-Recorded Audio Player - 978-1-4676-6336-6\nCompact Disc - 978-1-4526-1678-0\nPaperback - 393 pages - 978-0-14-312568-6\nCompact Disc - 978-1-4526-4678-7\nShow other formats\nThe Best Books, Emailed Every Week\nTip Sheet!",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.6286711097,
        "format_confidence":0.6509498954
    },
    {
        "url":"http:\/\/www.phibetaiota.net\/category\/reviews\/bookrating\/two\/",
        "text":"Review (Guest): How Much Have Global Problems Cost the World? A Scorecard From 1900 to 2050\n\nAmazon Page\n\nAmazon Page\n\nBjorn Lomberg et al\n\n2.0 out of 5 stars It just gets better and better!, November 15, 2013\n\nBy David Wineberg “David Wineberg” (New York, NY USA) – See all my reviews  (TOP 1000 REVIEWER)\n\nMilton Berle once appeared for an interview on a morning TV show in New York. After, his interviewer threw to the weather woman. Berle left his seat and took over doing the weather. His analysis? A line of tornados ripped through New Jersey last night, causing $100 million in IMPROVEMENTS. That is the feeling I got with How Much Have Global Problems Cost the World?\n\nLomborg’s Copenhagen Consensus got a bunch of academics to look at issues from a common denominator. Everything has to be evaluated as a percentage of GDP. Everything has to be monetized to make the models work. Lives, disease, biodiversity – everything gets a dollar value in these studies. Lack of historical data is not a problem either; the models “backcast” to 1900. The conclusion is that our worrisome problems are an ever shrinking cost to us, relative to GDP.\n\nBut of course, prices have never reflected the ecological cost of production or use, so we’ve been freeloading, with GDP expanding while costs have been controlled. The bill will go to our grandchildren. These models don’t reflect that. Instead, the ballooning GDPs of the last century simply leave the cost centers in their wake, taking an ever smaller share.\n\nContinue reading\n\nReview: The Revenge of Geography: What the Map Tells Us About Coming Conflicts and the Battle Against Fate\n\nAmazon Page\n\nAmazon Page\n\nRobert Kaplan\n\n2.0 out of 5 stars Neither new nor original nor reliable, September 1, 2013\n\nI am getting pretty sick of Stratfor and the pimps of empire. There is nothing new in this book other than self-promotion. For better more original reads consider, among many, many others:\n\nZones of conflict: An atlas of future wars\n\nGuns, Germs, and Steel: The Fates of Human Societies\n\nGeography and natural resources are a starting point. How the population develops — including the degree to which it is educated, liberated, and empowered to innovate, matter. Deeper books along these lines include:\n\nPhilosophy and the Social Problem: The Annotated Edition\n\nPolitics Among Nations\n\nIn the end it boils down to clarity, diversity, integrity, and sustainability. I am quite tired of pundits recycling old knowledge, a practice made poissible by an ignorant public (including ignorant policy makers and deeply unethical politicians as well as a captive media that is both ignorant and complicit).\n\nBest wishes to all,\nRobert Steele\nINTELLIGENCE FOR EARTH: Clarity, Diversity, Integrity, & Sustainability\n\nVote and\/or Comment on Review\n\nVote and\/or Comment on Review\n\nReview: Government Auditing Standards 2011 Version\n\nAmazon Page\n\nComptroller General\n\n2.0 out of 5 stars Mind-Numbing Waste of Time and Money,September 2, 2012\n\nI am *stunned* that any Comptroller General would sign off on this. In my 33 year government career this is the densest most meaningless compilation of words (no pictures, no figures, no timelines, no lists) of gobbly-goop I have ever seen (of course there are a great many such products from other government agencies I have not seen). If I were the Comptroller General, not only would I not sign off on this, I would consider permanent exile for the entire team responsible for this. It fails to enlighten or communicate — it is more like a “cover your ass” document.\n\nIn theory, this book is about independence of audits and the professional management of audits. In fact, this is strung together text, all of it making sense in isolation, and none of it useful to actually doing a real audit meaningful to We the People. This is a classic example of doing the wrong thing righter (Russell Ackoff).\n\nThe more I read into this the sadder I got. I have known for a long time that GAO, CBO, and CRS are creatures of a very corrupt Congress, and that Congress actually reserves the right to tell them what their assumptions (code for outcomes) will be, but until I read this I did not realize how disconnected the whole process is. Now I have to emphasize that I value actual GAO reports and I would never consider doing an internal executive audit without consulting both GAO and OMB (which does not do management, but you can at least try to find someone who’s heard of the concept). What this book does is give me pause — if this is the GAO “foundation work” if causes me to wonder what else about GAO is so corrupt (in the holistic not making sense of the word).\n\nThis book is available free online at the GAO website. I bought it because it never occurred to me that GAO would produce something from the Stone Age, and for serious thinking, I have to have it in writing in front of me subject to annotation and hand-eye-brain coordination.\n\nHere is the larger bottom line:\n\na) Congress authorizes and appropriates money based on corruption, personal, financial, and ideological — as long as Congress is getting its standard 5% kick-back, they will authorize and appropriate anything, from the bridge to nowhere to a stealth fighter that does not work as advertised, is unaffordable, and coated in toxins that kill the pilots stupid enough to fly something the USAF swears is safe.\n\nb) GAO is only authorized to audit for compliance with the original corrupt authorization and appropriation. They are not authorized to blow the whistle on insane, unaffordable expenditures.\n\nc) Within the Executive, taking NSA as a classic example, the focus is on keeping money moving and growing the pie because that is how the Executive creates more and more flag and senior executive positions, and that is how those flags and senior executives “pay forward” the reverse bribes that will get them follow-on careers with the contractors that will build any insane unafforable and generally inoperable (SAIC and Trailblazer come to mind) “capability” that Congress has authorized and appropriated.\n\nd) When NSA is inspected from within the Executive, the focus is NOT on the why, on the cost, on the “fit” with any given strategy or other related programs, but on the allocation authority and whether NSA is spending the money as directed, never mind whether it works or not. This is one reason why I believe that both Inspectors General and Operational Test & Evaluation should be part of the Intelligence Directorate of any given Cabinet office, just as I believe that education, intelligence, and research must be asuthorized, appropriated, allocated, constructed, and evaluated as a whole.\n\nIt is with a grimace that I prepare to donate this book to the Oakton VA library. It is a perfect example of corrupt perfection. Argh.\n\nRobert David Steele\nINTELLIGENCE FOR EARTH: Clarity, Diversity, Integrity, & Sustainability\n\nVote and\/or Comment on Review\n\nReview: The Decline of American Power – The US in a Chaotic World\n\nAmazon Page\n\nImmanuel Wallerstein\n\n2.0 out of 5 stars Price for 160 Pages Beneath Contempt,November 16, 2011\n\nI am angry–I really wanted to buy and read this book, but a price of $50 for 160 pages is beneath contempt. The author is being abused by the publisher and I urge the author to consider a new publisher for the paperback, or demanding that the paperback be published immediately. Barnes and Noble has been shut down by Amazon — all other publishers appear in intent on staving off their ultimate demise in the face of on demand publishing by gouging the public.\n\nThis book in hardcopy should not be sold for more than $25, and in paperback for $16. Please join me in boycotting this publisher, as someone who cares deeply about the dissemination of important knowledge — which the author clearly offers — I find this pricing an utter outrage.\n\nHere are some reasonably priced books that I offer as a substitute–my “top ten” if you will.\nContinue reading",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.7000584006,
        "format_confidence":0.934694469
    },
    {
        "url":"https:\/\/phibetaiota.net\/2008\/09\/the-secret-war-with-iran-the-30-year-clandestine-struggle-against-the-worlds-most-dangerous-terrorist-power-the-secret-war-with-iran-the-30-year-clandestine-struggle-against-the-worlds-most-d\/",
        "text":"Review: The Secret War with Iran–The 30-Year Clandestine Struggle Against the World’s Most Dangerous Terrorist Power\n\n3 Star, Country\/Regional, Threats (Emerging & Perennial), War & Face of Battle\n\nSecret WarFour on one side as useful propaganda, three in larger context, September 27, 2008\n\nRonen Bergman Ph.D.\n\nI was torn between three stars (the book is terribly flawed in the larger scheme of things) and four stars for the very interesting and well-presented details that while they are strictly from an Israeli perspective and the book is almost certainly an Israeli propaganda operation against the US public in general and US Congress and generals more specificially, are in and of themselves correct.\n\nThe author focuses exclusively on painting the Iranians in the worst possible light, while ignoring the Saudi Arabian and Egyptian misdeeds, and never mentioning the 42 of the 44 dictators that the US Government regards as its best pals because they pretend to support the Global War on Terror (GWOT) which is the ninth high level threat to mankind.\n\nI settled for three because this book is completely out of context, grossly exaggerates the Iranian threat, and fails to demonstrate any semblance of the relative costs and benefits of waging peace. Just prior to sitting down with this book for a few hours I read a much shorter monograph (free online), “U.S. Counterterrorism in Sub-Saharan Africa: Understanding Costs, Cultures, and Conflicts” by Donovan C. Chau. His top-level premises are instructive, and condemn the book on Iran to three stars: Dr. Chau suggests that our three priorities for defeating sub-saharan terrorism must be:\n\n1. Seizing and holding the moral high ground\n\n2. Winning the stuggle for perceived legitimacy\n\n3. Pursuing restrained counterterrorism responses\n\nI will not belabor the point further–it is flat out NUTS for the USA to be spending $60 billion a year on the 4% it can steal with largely worthless technology and largely incompetent human spies; and $600-900 billion a year on a heavy metal military that is next to useless in 90% of the situations we face into the future.\n\nIsrael, the US neocons that were party to the 935 lies that led America to war in Iraq, now an occupation, and both of the political parties in the USA that share the spoils while looting the US taxpayers, have become cancers on humanity. In no way does this condone terrorism or excuse the terrible depravity and dereliction of the Arab regimes, but in the larger context, I see very clearly that the US and Israel are pursuing their own terrorist tactics “in our name,” while completely abandoning the much more sensible and much more likely to succeed grand strategy (neither country has a strategy, only campaigns of tactics) of striving for a prosperous world at peace.\n\nFor the single stupidest book ever created by US Generals that totally agrees with this book:\nEndgame: The Blueprint for Victory in the War on Terror\n\nFor additional information helpful to those who wish to be fully informed and not be held hostage to one point of view:\nA More Secure World: Our Shared Responsibility–Report of the Secretary-General’s High-level Panel on Threats, Challenges and Change [this book is free online search for title]\nElection 2008: Lipstick on the Pig (Substance of Governance; Legitimate Grievances; Candidates on the Issues; Balanced Budget 101; Call to Arms: Fund We Not Them; Annotated Bibliography) [This book is free online search for title.]\nThe Search for Security: A U.S. Grand Strategy for the Twenty-First Century\nThe Lessons of History\nWeb of Deceit: The History of Western Complicity in Iraq, from Churchill to Kennedy to George W. Bush\nLegacy of Ashes: The History of the CIA\nThe Looming Tower: Al Qaeda and the Road to 9\/11 (Vintage)\nThe Lucifer Principle: A Scientific Expedition into the Forces of History\nSleeping with the Devil: How Washington Sold Our Soul for Saudi Crude\n\nOpt in for free daily update from this free blog. Separately The Steele Report ($11\/mo) offers weekly text report and live webinar exclusive to paid subscribers, who can also ask questions of Robert. Or donate to ask questions directly of Robert.",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.993699193,
        "format_confidence":0.5822677612
    },
    {
        "url":"http:\/\/gongol.com\/bookreviews\/nationofimmigrants\/",
        "text":"\"A Nation of Immigrants\" by John F. Kennedy\n\nBrian Gongol\n\nOne-paragraph review: The re-publication of John F. Kennedy's book calling for immigration reform is a classic study in America's characteristic attitude of \"no policy without a crisis\". Kennedy, while serving as President, wanted to crusade for a comprehensive reform to the antiquated immigration policies he inherited as chief executive. The reforms ultimately came to pass after Kennedy's death -- but to review them now, the thoughtful reader will note that new reforms are needed today to change the letter of the law in order to accommodate the same spirit Kennedy advocated. \"A Nation of Immigrants\" lays out the injustices of policies that artificially pegged one generation's immigration quotas to the volume of immigrants who had arrived in the generations before. He advocated on behalf of reforms that would reverse generations of discrimination against Asian immigrants and for those that would reconcile entry with the nation's economic needs. Kennedy's views were forward-thinking for their time; what is striking is that many Americans today would find them too open, even though in many ways his views were really too closed.\n\nVerdict: A brief book from a half-century ago whose spirit remains applicable to a major public policy challenge today",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.7165343165,
        "format_confidence":0.9488822818
    },
    {
        "url":"https:\/\/uw-media.kitsapsun.com\/story\/opinion\/readers\/2020\/07\/27\/health-plan-gets-parson-my-support\/5520388002\/",
        "text":"Skip to main content\n\nHealth plan gets Parson my support\n\nAnna Hart, Gig Harbor  |  Kitsap Sun\n\nI was very happy to read Rebecca Parson's comments about Medicare for All here in the Kitsap Sun. I have been chronically ill with 3 tick-borne infections for over two decades and I have fought with insurance to cover necessary treatments, so hearing a candidate talk openly about the pitfalls of our health system is refreshing, given the incumbent's backing of employer based healthcare by the ACA.\n\nDerek Kilmer makes the misleading comment on one of his tv ads that he supports \"universal healthcare\" -- only, I've asked him myself and have read his website, he doesn't support any M4A plan and he believes everyone should have \"access to\" healthcare via the ACA. This pandemic has shown us that we need to affirm healthcare as a human right and remove the employer-based plans from the equation.\n\nWe have a good choice here in Rebecca Parson. Her passion and dedication will serve us all well!\n\nAnna Hart, Gig Harbor",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.7645198107,
        "format_confidence":0.5127874017
    },
    {
        "url":"https:\/\/russellruderman.com\/endorsement-catherine-robbins.htm",
        "text":"Endorsement: Catherine Robbins\n\nEndorsement: Catherine Robbins“I’ve known Russell for decades and was delighted when he was elected to represent us in the Senate. He’s always been consistent in supporting community issues that I care about and speaks for us with intelligence and caring.”   —Catherine Robbins, Volcano\n\nLeave a Reply Text\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.996509254,
        "format_confidence":0.6181342602
    },
    {
        "url":"http:\/\/www.ideatrash.net\/2016\/07\/review-brainwashing-of-my-dad-eg.html",
        "text":"Review: The Brainwashing of My Dad (e.g. The Perfect Documentary for July 4th)\nI backed The Brainwashing of My Dad when it was a Kickstarter project for pretty much the same reason that the filmmaker decided to make the film at all: A family member's personality had radically changed, and we couldn't understand why. And in many ways, this is exactly the documentary you should be watching on the 4th of July.\n\nIn both cases, the family member changed from a moderate or liberal and kind point of view to one that spouted venom and anger from a very conservative point of view. It was almost as if their whole personality changed, mystifying and hurting those around them.\n\nThe Brainwashing of My Dad uses the very personal story of Jen Senko's father as a touchstone to explore and understand a very radical change in the media in the United States. Spoilers: It's been deliberately and concertedly changed by right-wing political groups. Not only have they changed how the media - including the news - is presented, not only have they changed the way we think about the media and the news (and not for the better), but they've done so in a way that is self-reinforcing.\n\nThis kind of effect is seen elsewhere (and I'm getting more technical than the film does, which is a good thing) in politics, surveys, and even the world of advertisement. Once someone has made their mind up about something, it becomes extremely difficult to change their mind. Our minds have a very bad habit of immediately dismissing or discarding information that challenges our pre-decided notions.\n\nQuestioning your own decisions and thoughts is something that requires both deliberate self-awareness and a willingness to let go of one's own ego. The current media culture- and particularly on the political right - reassures people that they're correct, tells them they don't have to question themselves, and even pre-dismisses any other form of media for you.\n\nWhether we like it or not, our brains tend to go with the option that requires the least amount of effort, unless we deliberately and mindfully examine our own actions.\n\nThe Brainwashing of My Dad is a great overview of not only the concerted right-wing media takeover, but a personal story demonstrating the tragedy of losing a loved one to Rush Limbaugh. You can find the video at",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.9733633399,
        "format_confidence":0.6654631495
    },
    {
        "url":"http:\/\/www.grouchoreviews.com\/reviews\/3201",
        "text":"New reviews, interviews, and features via RSS or Email.\n\nSponsored Links\n\n\n(2008) *** 1\/2 Pg\n85 min. Roadside Attractions. Director: Patrick Creadon. Cast: Ron Paul.\n\n\nThough it identifies as non-partisan (and its credits tout a non-partisan website), the new doc I.O.U.S.A. can easily be taken as another attack on George Bush, with a round of applause for Bill Clinton. Director Patrick Creadon, inspired by the book Empire of Death, makes the case that U.S. fiscal policy is heading over a cliff. And if Creadon tells us that Clinton pulled us over onto the shoulder for a while, and then Bush gunned the engine, he has the facts to back up his argument. The facts are so clear, in fact, that there can be no argument. Cutting taxes and raising expenditures is a recipe for economic disaster that even a child can understand. The trick is getting people to care.\n\nThat's an uphill battle, but Creadon repeatedly invokes the idea that the children are the ones inheriting the mess we tacitly endorse by voting for those who promise not to tax us. Mostly following comptroller general David Walker and Robert L. Bixby of the Concord Coalition on their Fiscal Wakeup Tour, I.O.U.S.A. charts a clear picture of the worsening crisis of our national debt, \"financial warfare\" with on-the-rise China, and the roles played by our politicians and ourselves. It's understandable that our electorate doesn't want to dwell on seemingly insurmountable problems, and even more understandable that audiences aren't likely to shell out to see a movie about economics. But all you English majors should think twice: I'm here to tell you that I.O.U.S.A. is not only a clear-headed and comprehensible picture of American fiscal policy, but one that's not in the least boring. Bleak, yes. Boring, no.\n\nCreadon simply and with snappy graphics lays out four key deficits the U.S. faces: a budget deficit, a savings deficit, a trade deficit, and a leadership deficit. The talking heads participating in interviews inlcude Fed chairman Paul Volker, former Treasury Department secretary Paul O'Neill, billionaire Warren Buffett, congressman Ron Paul, and former Fed chairman Alan Greenspan, even though Greenspan isn’t embraced (as he has often been in mainstream media) as an economic savior touting all the right answers. We all have a responsibility in the future of our nation, and the first step to a better day is getting informed.\n\nShare\/bookmark: Digg Facebook Fark Furl Google Bookmarks Newsvine Reddit StumbleUpon Yahoo! My Web Permalink Permalink\nSponsored Links",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.6667698622,
        "format_confidence":0.9277536869
    },
    {
        "url":"https:\/\/phibetaiota.net\/2007\/01\/the-myth-of-progress-toward-a-sustainable-future\/",
        "text":"Review: The Myth of Progress–Toward a Sustainable Future\n\nAtlases & State of the World, Capitalism (Good & Bad), Complexity & Catastrophe, Complexity & Resilience, Disaster Relief, Economics, Science & Politics of Science, Strategy, Survival & Sustainment, Values, Ethics, Sustainable Evolution\n\nAmazon Page\nAmazon Page\n\nEnd of Immoral Capitalism, Rise of Sustainable Societies,\n\nJanuary 10, 2007\nTom Wessels\nI pulled this book from my waiting stack after reviewing Vice: Dick Cheney and the Hijacking of the American Presidency While all that we do wrong is rooted in corrupt politics such as Dick Cheney represents so well, I wanted to get away from the personalities and focus on the underlying truths of the greatest challenge facing all of us, preserving the planet for future generations.\n\nThis thoughtful careful author from New Hampshire has created a really special book, small, readable, and packed with fact (superb footnotes). He gives all due credit to his predecessors in the field–Georgescu-Roegen, Meadows, Dalay, Hawken et al.\n\nHe brings out the nuances of complex systems and how our linear reductionist thinking, and our false assumption that technology will resolve our waste creation and earth consumption issues, combine to place all that we love at risk. I was personally surprised to learn that even if we fund 100 water desalination or decontamination plants, and resolve our shortfalls of clean water, that the energy required to do so would result in entropy and further losses.\n\nThe author brings up the need for better metrics (see my reviews of “Ecology of Commerce” and “Natural Capitalism” as well as my list on “True Cost” readings. He points out that the GDP does not reflect the non-cash economy or the degree of equality\/inequality in the distribution of new wealth. I would add to that the importance of counting prisons and hospitals as negatives rather than positives.\n\nA good portion of the book (a chapter for each) is spent discussion the three fundamentals: the limits to growth; the second law of thermodynamics (entropy); and the nuances of self-organization and what happens when you reduce diversity.\n\nThe author lists the attributes of complex systems as being emergent properties that arise from the interactions (i.e. the space between the objects); self-organization, nestedness, and bifurcation into either positive or negative consequences.\n\nThe bottom line for the first part of the book is that in complex systems, especially complex systems for which we have a very incomplete and imperfect understanding, “control” is a myth, just as “progress” is a myth if you are consuming your seed corn.\n\nThe author excels at a review of the literature and demonstrating the flaws of economic theories that are divorced from reality and the “true cost” of goods and services (e.g. a T-shirt holds 4000 liters of virtual water, a chesseburger 6.5 gallons of fuel).\n\nI have reviewed a number of books on climate change, in this book the author makes the very important point that the annual cost of weather disasters has been steadily increasing, and is the annual hidden “tax” on our reductionist approach to clearing the earth, losing the forests and mashlands, and so on.\n\nHe points out that concealing or ignoring true cost does not make it any less true, it simply passes the cost on to future generations. In the same vein he is optemistic in that he believes that if we take positive action now, however small, the benefits of that action as the years scale out, will be enormous.\n\nThis is actually an upbeat book for two reasons: first, it makes it crystal clear that the classical economics that have allowed corporations to pilage the world, bribe dictators and other elites, and generally harvest profit at the expense of the commonwealth; and second, it ends on a note of hope, on the belief that we may be approaching a dramatic cultural shift that embraces reciprocal altruism, true cost calculations, equitable wealth distribution, and so on.\n\nHe cites other authors but gives very positive insights into public ownership (by stakeholders, not the government), essentially repealing the flawed court-awarded “personality” of corporations, and re-connecting every entity to its land-base and the people it serves. He recommends, and I am buying, David Korten’s “Post-Corporate World.” By restoring the populace to the decision process, we stamp down the greed that can flourish in isolation.\n\nThe book ends hoping for a cultural shift from consumption to connection. I believe it is coming. Serious games\/games for change, fed by real-world real-time content from public intelligence providers including the vast social networks from Wikipedia to MeetOn to the Moral Majority, could great a wonderfully distributed system of informed democratic governance that implements what I call “reality-based budgeting,” budgeting that is transparent, accountable, and balanced.\n\nThis is a much more important book than its size and length might suggest. It is beikng read by and was recommended to me by some heavy hitters in the strategic thinking realm, and I am disappointed at the lack of reviews thus far. This book merits broad reading and discussion.\n\nSee also:\nA Power Governments Cannot Suppress\nThe Unconquerable World: Power, Nonviolence, and the Will of the People\nSociety’s Breakthrough!: Releasing Essential Wisdom and Virtue in All the People\nEscaping the Matrix: How We the People can change the world\nAll Rise: Somebodies, Nobodies, and the Politics of Dignity (BK Currents)\nImagine: What America Could Be in the 21st Century\nThe Cultural Creatives: How 50 Million People Are Changing the World\nThe Average American: The Extraordinary Search for the Nation’s Most Ordinary Citizen\n\nVote on Review\nVote on Review",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.6036798358,
        "format_confidence":0.6241980195
    },
    {
        "url":"http:\/\/blog.cirnos.org\/wordpress\/?p=759",
        "text":"The Modi Effect – Reviewed\n\nThe Modi Effect - Inside Narendra Modi's Campaign To Transform IndiaThe Modi Effect – Inside Narendra Modi’s Campaign To Transform India by Lance Price\nMy rating: 3 of 5 stars\n\nI knew little of Modi before I read this book, which I picked up on a whim. What I learnt was that, he is a highly arrogant, egomaniac with delusions of grandeur. He refers to himself in the third person (which is a red flag right there) and takes advice from his astrologer. What kind of person has a suit tailored that has your name stitched into it over a thousand times? Worryingly, you can draw many parallels with Trump’s campaign for America: divisiveness, attacking the media\/using social media, thin skinned and a populism strategy. Though at least Modi’s modus operandi is a little more subtle and less extreme.\n\nOn Godra, Price gives both sides to what happened, the reader will likely draw the conclusion that Modi did not do enough as Chief Minister to stop the violence quickly enough. It is difficult to say whether Modi really holds nationalistic views himself. It appears he does condone divisive rhetoric by his subordinates but is this to pacify the Sangh and win elections or is it because of his ideology?\n\nWhatever your opinion of Modi or his politics, the man knows how to run a highly successful national campaign. Borrowing tropes from the Clinton, Obama and Blair campaigns and building on these with his own ideas. In sum, he made the whole election about himself, that rather than electing an amorphous party, the BJP, you were electing him. He embraced technology, beaming holograms into distant villages, where they didn’t even own a TV, he held umpteen rallies throughout the country and unleashed blistering attacks on Congress. Don’t forget to add in a couple of catchphrases into the mix as well. And it seems to have worked for him again in 2019 too.\n\nIt was quite impressive to see a man of humble beginnings (low caste, Dalit) and chai wala be elected Prime Minister with a majority in a country with over 1 billion in population. Let’s not forget that after Godra he was very much a pariah and there was resistance in the BJP against his selection. All this notwithstanding, the final chapter sees Price unleash his most blistering critique yet in The Modi Defect. As with any populist, it is likely that Modi has over promised and will under deliver as Price says. Not to say the PM hasn’t made some modest progress but his first budget wasn’t very radical and more in line with something Congress would do. Modi is essentially a crony capitalist, giving government jobs to friends and businessmen who helped him on his campaign trail, a different form of corruption than the usual cash for state jobs. The defect is the qualities that helped him get elected will stop him being successful in office.\n\n\nWhether in his heart Modi has moved on from his more hardline interpretations of Hindutva ideology is impossible to judge.\n\nSometime after 1500 BCE, in the early Vedic period, republics governed by assemblies became common. So much for the idea that the benevolent British who first bequeathed India democracy as a last act of generosity before leaving the country to fend for itself.\n\n“I believe your life is pre-decided so why worry?”\n\n– N. Modi\n\nHe has an ambivalent relationship with the journalists’ profession. He is desperate to know what they are saying about him and puts in enormous effort to ensure they write about him in the way he wants.\n\nThe Supreme Court expressed dismay that thirteen thirteen of the 45 ministers in Modi’s first government were facing pre-existing criminal charges, including rape, attempted murder and intimidation. […] The number of ministers implicated grew to 20 out of 66, almost a third.\n\nView all my reviews\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.9556478262,
        "format_confidence":0.6935850382
    },
    {
        "url":"http:\/\/redwiremagazine.com\/site\/redwire\/features\/prison-of-grass-canada-from-a-native-point-of-view-by-howard-adams\/",
        "text":"Prison of Grass: Canada from a Native Point of View by Howard Adams\n\nimage“The oppression of the Native people is so deeply rooted in the capitalist system that it cannot be completely eliminated without eliminating capitalism itself” – Howard Adams\n\n“Prison of Grass: Canada from a Native Point of View” is an in-depth look at post-colonial Canadian history from an Indigenous perspective. The book was originally published in 1975, with a revised edition being released in ’89. One might wonder why I would review a book that’s been out of print for over 20 years. I assure you that “Prison of Grass” is every bit as relevant today as when it was originally published and to my knowledge is the only book of its sort written by an Aboriginal author.\n\nHoward Adams begins the book with an overview of the extensive forms of racism encountered against First Nations people in Canada; from early colonial efforts to completely dehumanize Indians to the racial stereotyping he personally encountered in his lifetime. Adams goes on to offer a thorough recounting of Metis and Indigenous resistance to imperialism in Canada. The author takes the time to dispel the countless misconceptions surrounding Louis Riel and the uprisings of the late 1800s. Upon presenting the foundation of knowledge necessary to understand the origins of contemporary issues, Adams addresses the plight of modern First Nations communities in white-supremacy Canada. It is disheartening to realize how many of the issues discussed in this book continue to plague our communities today.\n\nIn closing Adams offers some possible solutions to the major problems facing Indigenous people in Canada. Adams tackles the failures of modern Native leadership and the need to move back towards a traditional tribal form of governance, he talks about the downfalls of Native organizations operating under government funding and he addresses the divide and conquer tactics used against our communities. Adams brings up the need for First Nations to decolonize themselves and to unite and organize to work toward goals decided through community consensus. He also talks about the positive potential of Indigenous nationalism. The information Adams presents in this book is as applicable today as ever.\n\nI would recommend reading “Prison of Grass” for anyone hoping to educate themselves on the ignorant misconceptions of Fist Nations people that predominate mainstream Canadian society.\n\n\nPrison of Grass is available at the Vancouver Public Library\n\nyou can also purchase the book here\n\nJulian Napoleon, Dane Za\/Cree\nProject Coordinator, Redwire\n.(JavaScript must be enabled to view this email address)\n\nNext entry: Excerpts from Commons Conference\n\nPrevious entry: Tragedy of the Market: from Crisis to Commons",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.5976382494,
        "format_confidence":0.5356895924
    },
    {
        "url":"http:\/\/www.jesuitsocialcenter-tokyo.com\/eng\/?page_id=4015",
        "text":"Book Review：Draft of the Revision of the Constitution done by the Liberal Democrats with its lines in red by Ito Makoto \/ Ootukishoten \/ May 2013\n\n　　The author, Ito Makoto, an expert guru on the Japanese Constitution, examines the adequacy of the Liberal Democrats’ draft, comparing it with the present Constitution. Reading this book gives the reader an understanding of constitutional theory, which holds that the country exists to defend the dignity of each individual and the freedom of its people. A constitution regulates the national authority’s obligation to safeguard human rights. Individual dignity is made the basic value of the nation. I feel especially that the principles that pay absolute consideration to the weak and minority groups are extremely valuable.\n　　The present Japanese Constitution was based on this sort of constitutional theory and, although many have the impression that it was imposed by the GHP, in fact representatives of the people chosen in a general election participated in the discussions and added corrections to the original text.\n　　By way of contrast, the Liberal Democrats’ recent draft tends to value “people” more than concrete individuals, “families” more than people, and the “nation” more than families. In other words, in the final analysis, the nation should be defended and the impression is given that people have an obligation towards the nation. According to the Constitution now in force, the role of the nation is to defend the freedom of each individual, something basically compatible with the principles of constitutional theory. The draft offered to revise the Constitution is not an amendment. It is rather a scheme to establish a new system with the nation at the center and thus provide a basis for the government’s plan to spare no pain to go to war for the nation.\n　　This book makes one aware that the issue of constitutional amendment is either about establishing Japan as a nation where people are the main actors or else making it into a hero nation. I realized that the unavoidable issue in question was the whereabouts of the Japanese people themselves.\n(Yamamoto Keisuke, staff member of　Tokyo Jesuit Social Center)\n\n\nComments are closed.",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.8618023396,
        "format_confidence":0.881164372
    },
    {
        "url":"https:\/\/killertestimonials.com\/president-obama-vacations-as-flood-worsens-in-baton-rouge\/",
        "text":"President Obama Vacations As Flood Worsens In Baton Rouge\n\nAccording to a survey, when Americans go on vacation, about 61% of them continue to work. And while this is somewhat true for President Obama, who is vacationing on Martha’s Vineyard, it’s not true enough for many people affected by the severe flooding in Louisiana.\n\nAfter three days of heavy downpour, historic flooding has killed 13, and 30 parishes have been declared as disaster zones.\n\nThe U.S. Coast Guard, along with other first responders, have rescued more than 20,000 people over the weekend. More than 70,000 people have registered for federal disaster assistance, and 9,000 have already filed flood insurance claims.\n\nAmid this disaster, President Obama has received heavy criticism for vacationing on Martha’s Vineyard, and for failing to cut that vacation short.\n\nEarlier in the week, the President approved John Bel Edward’s request for federal disaster funding, and reportedly is being updated on new developments on Martha’s Vineyard by his officials and aids.\n\nLousiana’s largest daily newspaper, The Advocate, called the President out on his lack of action last week.\n\n“A disaster this big begs for the personal presence of the President at ground zero,” read the editorial. “In coming here, the President can decisively demonstrate that Louisiana’s recovery is a priority for his administration — and the United States of America.”\n\nThe column continued to call on Obama, saying that “The President’s vacation is scheduled to wrap up on Sunday. But he should pack his bags now, and pay a call on communities who need to know that in a national catastrophe, they are not alone. The President’s presence is already late to this crisis, but it’s better later than never.”\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nFollow by Email",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.9940699339,
        "format_confidence":0.5719746351
    },
    {
        "url":"http:\/\/www.measureofamerica.org\/blog\/2012\/05\/barbara-clifton-zarate\/",
        "text":"Barbara Clifton Zarate\n\n“As a Trustee of the Marin Community Foundation, and as a native to the County of Marin, I cannot say enough about the tremendous impact the Portrait of Marin has created here. Almost daily I get insight to enlightened conversations and new opportunities that are influenced by the findings. Many agencies and community groups have put to service the report and are using it to create change…Thank you Measure of America for your amazing expertise and an excellent report!”\n\n– Barbara Clifton Zarate, Trustee, Marin Community Foundation",
        "topic_id":17,
        "format_id":23,
        "topic_confidence":0.7175895572,
        "format_confidence":0.9015904665
    }
]