[
    {
        "url":"https:\/\/downsgenealogy.com\/additions-and-corrections\/",
        "text":"Additions and Corrections\n\nLet me start out by saying that I know that there must be mistakes in the information that I have gathered here on this site. Errors can creep in at so many places including the person initially supplying vital information, or the officials who recorded it. It could be copied or transcribed from the original improperly; it could be erroneously used in an article or book, or the typesetter could have made an error. Of course, I could be the culprit and have made a mistake in taking my notes or publishing the information here on this website.\n\nThe entire business from beginning to end is fraught with human error. I have found errors in several recorded vital records. My grandfather, John Downs, has his name misspelled on his official birth record. They have “Downs” spelled with an “e” rendering it “Downes.”\n\nI have done everything in my power to keep the errors out. I am meticulous in the way I gather information, searching out the most original sources I can find, and I question everything that passes through my hands. It always amazes me how people can continuously copy information over and over again that just can’t be true. I have seen cases of a woman getting married at age 10 and having her first baby at age 12. Others have copied this information over and over again. No one along the way looked at the dates to see if it all made sense.\n\nIf you find what you believe to be an error, or an omission, on any of these pages, please bring it to my attention. I won’t be offended if you do. I do ask that you first check the Myths and Misconceptions page. Many sources are being published today that still publish mistakes made over a century ago. Also, note that I have not included many items that are accepted in some circles because I feel the proof is not strong enough yet.\n\nIf you find an error, email me at the address at the bottom of this page. I may check my notes and sources, and see it was an error on my part. I may also ask for your sources so I can adequately document everything, since I may be correcting a mistake in an otherwise reliable source. I may even list you as the source if this is appropriate.\n\nThere is plenty here that I have merely compiled and not worked on directly. However, anything that I personally research, try to solve or delve into deeply, I report using a high standard of proof.  You can visit the Standards page of their site here. This doesn’t mean that I won’t publish conjecture, but when I do, it will be clearly labeled as such. I often write about theories, so others have some information to start with if they wish to look deeper into a given subject. But I always state plainly my uncertainty of the facts.\n\nIf you come across any broken links, please email us at",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.8886532784,
        "format_confidence":0.6782535911
    },
    {
        "url":"http:\/\/thegenealogymom.blogspot.com\/p\/contact-us.html",
        "text":"Contact Info\n\nDrop Us An Email\nEmail me: ﻿\n\nSo you have a few questions. Great! We love hearing from our friends. Want help with family history research? Have a specific question about your search? Need advice or tips on where to search next? If you answered yes, then contact us today!\n\nWe really can help!...So what's the catch? There is no catch. I really have helped people from all over the United States and I'm sure I can help you too. If not I will let you know straight out (no beating around the bush here folks). I have helped with everything from adoption research to finding long lost relatives and more.\n\nSome people know alot about their family when they contact me and others know very little, but we take them one by one on a case by case basis and do all we can to answer your questions or help in your search if needed. And we do it as quickly as possible. We know you're anxious and who wants to wait forever to get answers? I don't...Next question, is it going to cost you an arm and a leg? No, it's not.\n\nI know, I know, I too have seen those research sites that charge unheard of prices for research, but not here...Here we simply ask that you Donate. We help you and you help us its as simple as that. No astronomical fees, no mortgaging your home to pay for research help. Just a simple Donation. Your donation allows us to be able to continue helping others just like yourself without having to sacrifice quality or service.\n\nHow does it work? Well first simply send us an email and tell us a little bit about what you are searching for. We will send you an email reply requesting information as needed and we go from there. When we have the information you seek, we email you that your information is ready. You donate to our site and are emailed your results. It really is that easy! Your information is kept confidential and payments are secure. And we have a satisfaction guarantee! If you are not satisfied with the work we put into the research we will make it right (within reason). You can't go wrong with Genealogy Mom so if you need help, lets get started today! Email",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.6977320313,
        "format_confidence":0.7058072686
    },
    {
        "url":"https:\/\/www.spotsylvania.va.us\/1182\/Surveyor-Data",
        "text":"Surveyor Data\n\nSpotsylvania County has datasheets that were created as part of our GPS Monumentation Program in the late 90's and early 2000's, however we do not have datasheets for all the monuments. Please consult the National Geodetic Survey website for datasheets and information on monuments not found below.\n\nMaps & Data\n\nGPS Monumentation Maps and Data (ZIP)\nInclude spreadsheets of positions and current conditions, and maps of monument locations. Data sheets are available for 99% of the monuments on the spreadsheet, which include GPS monuments set by United States Geological Survey (USGS), Virginia Department of Transportation (VDOT) and Spotsylvania County. This is the complete set and it takes a few moments to download.\n\nPlease report any damaged or destroyed monuments to the GIS office or if your proposed project affects a current monument. Contact us at 540-507-7557.\n\n\nMay 29, 2014 - This data is now available on the interactive GIS Webviewer:\n\nIf you used this GPS Monument Webviewer and need assistance with the finding GPS data on the new website, please call the GIS Department at 540-507-7557.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.7481265664,
        "format_confidence":0.5164657235
    },
    {
        "url":"http:\/\/brahmakumarisresearch.org\/contact-us",
        "text":"Contact Us\n\nThank you for your interest in our history and research site. Please send your thoughts, suggestions and queries by completing the form below.\n\nIf you would like to contribute to our blog, or have news to share, please let us know. We would be delighted to hear from you.\n\nThe Researchers\n\n\nPlease complete the form below\n\nName *",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.7817578316,
        "format_confidence":0.8436446786
    },
    {
        "url":"https:\/\/archives.grlc.vic.gov.au\/help?sf_culture=nl",
        "text":"How to Search the Kim barne thaliyu \/ Geelong Heritage Centre Archives online\n\nGeneral Search\n\nUse the search bar at the top of the page to search for a specific person, group, place or event. You can then narrow down the results to series titles or to people and organisations.\n\nTIP: Use quotation marks around phrases to yield more specific results. For example, searching for “Moorabool Street” will only show series and item descriptions containing that exact phrase. If you don’t see any results, try simplifying your search term.\n\nAdvanced Search\n\nUse the Advanced Search function for a more detailed, word specific, area or level search. Using advanced search can enable you to search using the criteria 'AND' 'OR' & 'NOT'. A search can also be filtered by a date range.\n\n\nIf you would like to get an idea of the types of records held by the Kim barne thaliyu \/ Geelong Heritage Centre, use the Browse function. You can browse All Records, Series Titles, or People and Organisations.\n\nTIP: Series Titles are top level descriptions which usually contain the name of the subject of the records AND a list of the types of records the series contains (e.g. GEELONG TRADERS' AND CITIZENS' ASSOCIATION - Minutes, newspaper cuttings). People and Organisations describe the entities that originally created or used the records.\n\n\nHave you found a series or item that you’d like to view or find out more about? Contact us with the details (Reference code [GRS number], title, item number, item description) and we will let you know how you can view the records. Many popular records have been microfilmed or digitised and are available to view in our Reading Room.\n\nDetailed Search Help\n\nClick here to download the detailed Search Help Guide.\nContact Us:\n\nStart my search",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9555228949,
        "format_confidence":0.8435900211
    },
    {
        "url":"http:\/\/www.saskarchives.com\/donation-of-records-form",
        "text":"Donation of Records Enquiry Form\n\nAre you considering donating records to the Provincial Archives of Saskatchewan? Please complete and submit the following form and an appraisal archivist will be pleased to contact you:\n\nTo help us understand the record please include details such as the Saskatchewan connection, dates, volume, format (i.e. photographs, paper, film, digital, etc) and what makes these records significant to you.\n\nPlease note: Due to the high volume of enquiries received by our Appraisal Archivists there may be a delay in our response.\n\nWe thank you for your interest in preserving the documentary heritage of Saskatchewan.",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9388503432,
        "format_confidence":0.6194434762
    },
    {
        "url":"https:\/\/www.sciway.net\/forms\/add-content.html?page=Mechanicsville+Baptist+Church",
        "text":"Help Build the South Carolina Picture Project!\n\nSouth Carolina SC Picture Project Share Stories and Information\n\nSubmission Guidelines\n\nThe South Carolina Picture Project is a permanent historical repository compiled by the people of our state. Please contribute any history, stories, or other info you would like to see preserved for future generations. This is the Palmetto State's \"safe place\" for information that might otherwise be lost to time. It is also a wonderful place for people to honor their hometowns.\n\nAll submissions should be original (not copied from another source). You will receive full credit for your submission, including a link to your website if you choose.\n\nInformation Submission Form\n\n[ * = Indicates a required field ]\n\nI, * , certify that I own the image below, and that I grant SCIWAY permanent, non-exclusive rights to display the image on the Internet. I retain ownership of the image.\n\nI also understand that SCIWAY reserves the right to decide what images it will display, how the images will be used, where on SCIWAY the images will appear, and whether the image needs to be altered in any way.\n\n* Your hometown:\n\n* Your email address:\n\n  Your website, if desired (professional or personal):\n\n* Description – Please share the story behind this image. Need inspiration? Here are some examples:\n  • What is the history of this landmark?\n  • Why is this place special to you?\n  • Do you have memories of it as a child?\n  • Who were you with when you took it?\n  • What do you remember about the day?\n  • If this is artwork, what made you want to create it?\n\n© 2017, LLC  |  All Rights Reserved\n< >",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.9801526666,
        "format_confidence":0.5712805986
    },
    {
        "url":"http:\/\/nj.gov\/state\/archives\/directions.html",
        "text":"Contact the NJ State Archives\nMailing Address:\nNJ State Archives\nP.O. Box 307\nTrenton, NJ 08625-0307\n\nOffice Address:\n225 West State Street - 2nd Floor\nTrenton, NJ\n\nContact Information\n\n\nPlanning Your Visit\n\nThe State Archives is open for business Monday-Friday (except for state holidays), 8:30 a.m. - 4:15 p.m. Manuscripts and other original materials can be retrieved and used from 1:00 p.m. - 4:15 p.m. only.\n\nResearcher at NJSA\n\nThe building is fully handicapped-accessible, but designated parking behind 225 West State Street is limited. There is also limited parking available in the State House Garage and on West State Street (metered).\n\nEating, drinking and smoking are prohibited in the State Archives' public areas (including the reception area). The following are not permitted in the Archives' research rooms: pens; briefcases, purses & waist pouches; portfolio cases & research file bins; zip notebooks; coats and umbrellas; luggage, bookbags and computer bags; strollers and diaper bags. Cellular phones\/pagers must be set to vibrate mode (please take or make calls in the reception area). Secure lockers are provided for storage of personal items. The receptionist will provide locker keys.\n\n\n\nMonday-Friday (except State Holidays):\n\nMicrofilm Research - 8:30 a.m. - 4:15 p.m.\n\nManuscript Research - 1:00 p.m. - 4:15 p.m.\n\nDirections to the State Archives\n\n225 West State Street - Trenton - New Jersey\n\nPublic parking in the State House Garage is on a limited basis. There are two entrances to the parking garage:\n\n1. On West State Street, between the State Library and the State House Legislative Annex.\n\n2. Off of the Memorial Drive exit from Route 29. After exiting, take the jughandle on the right and loop around to cross over Memorial Drive. Make a left in front of the War Memorial building, towards the guard station.\n\nThe State Trooper will ask you for your driver's license, and then you will proceed to the garage. Before entrance to the garage a security guard will ask to see your driver's license and issue you a parking pass.\n\nFor other parking options, please consult",
        "topic_id":13,
        "format_id":3,
        "topic_confidence":0.8853510022,
        "format_confidence":0.9563769698
    }
]