[
    {
        "url":"http:\/\/www.govconnection.com\/shop\/cat6a-utp-bootless-patch-cable-blue-4ft\/31804255",
        "text":"Connection Clearance Center. Shop Now!\n\n\n          CAT6A UTP Bootless Patch Cable, Blue, 4ft\n\n          CAT6A UTP Bootless Patch Cable, Blue, 4ft\n          More From: E-Net\n          Item #: 31804255\n          Mfr. Part#: C6A-BL-NB-4-ENC\n          Availability: Temporarily Out-of-Stock\n          Est. Ship: Call for next available delivery\n\n            Ordering Information\n\n            UNSPSC 26121600\n            Warranty - Labor Call for Warranty\n            Warranty - Parts Call for Warranty\n            Collapse & Return to Top\n\n            Our Accessibility Policy\n\n            We endeavor to make our website accessible to any and all users. Please contact us toll-free at 800-998-4388 if you need assistance with navigating our blog, website, or placing an order. We appreciate your business and are happy to answer any questions that you may have.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9840703011,
        "format_confidence":0.9974023104
    },
    {
        "url":"https:\/\/www.trueformshelters.com\/product-page\/38-ultra-wide-tft-digital-display",
        "text":"Ref: 6B 017\n\nTrueform’s 38” Ultra Wide TFT Display brings together the latest technology for the benefit of travellers. It keeps everyone easily updated and seamlessly bringing public transport to the latest generation.\n\n\nThe display has a typical brightness of 1000 cd\/m2 with sunlight readable technology to lower and raise the brightness automatically for optimum viewing all day and at night. This increases the visibility for travellers and reduces the headache of missing the relevant information for busy commuters.\n\n\nThe ultra-wide aspect ratio of 16:4.2 with dimensions of 1920 x 502 is the perfect size for displaying the information commuters need while keeping the weight down and not overloading viewers with too much text.\n\n38\" Ultra Wide TFT Digital Display",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9881900549,
        "format_confidence":0.9982717037
    },
    {
        "url":"http:\/\/products.3d-av.com\/avcat\/ctl9606\/index.cfm?casestudies=4778",
        "text":"3D Audio Visual Communications, Inc.\nSpecializing in Audio Visual Products and Services\nPro AV Catalog\n\n\nSubmitted By\n\nContact Us\nAdditional Providers\nGeorgia System Operations Corporation (GSOC) controls and monitors electric generation, transmission and distribution assets for one of the largest electric cooperatives in North America. An independent system operations company, GSOC serves 39 of Georgia’s distribution electric membership corporations (EMCs), Oglethorpe Power Corporation (OPC) and Georgia Transmission Corporation (GTC).\n\nGSOC is charged with monitoring thousands of miles of transmission line on behalf of GTC for both routine maintenance and outages due to severe weather. GSOC coordinates the switching and scheduling when a portion of the line needs to be removed from service for maintenance and helps restore electric service throughout the state when outages occur. On the power generation side, the company also monitors and controls several power plants for Oglethorpe Power, helping balance the load to meet the energy demand of its members.\n\nRecently, GSOC upgraded its control centers as part of the company’s ongoing Smart Grid projects intended to modernize operations and provide greater situational awareness. The upgrade encompassed every aspect of the two control centers, from the carpet on the floor to the lights in the ceiling and everything in between. One of the primary needs for the upgrade included new control room consoles to house the equipment for a new energy control system.\n\nLloyd Snyder, manager of transmission operations for GSOC, served as project manager for the control center upgrade and was charged with finding the right consoles. “We looked at a number of consoles. This isn’t the first control center I’ve built, so I was familiar most products out there,” said Snyder. “Still, I flew around the country looking at different control centers that had either just been built or were under construction.”\n\nLike many control rooms, the GSOC control centers are a showpiece for the company. It’s the destination for all sorts of visitors and dignitaries, so the consoles needed to make a good impression. “While the console is a showpiece, it also had to be functional, because we’re operating billions of dollars worth of equipment for our affiliated companies and keeping the lights on for cooperatives throughout Georgia,” said Snyder.\n\nErgonomics was a key requirement of the new console design. Operators sitting at the consoles work 12-hour shifts and some have up to 13 monitors in front of them. That’s just at their workstation and doesn’t include the array of wall-mounted monitors at the front of the control center – the largest of which is a 42’ x 12’ map board.\n\nAfter considering numerous console options, GSOC ultimately chose Winsted's Custom Division, for a variety of reasons. One of them was time. The new consoles had to be installed in a very short amount of time and needed to be completed prior to the upgrade of GSOC’s energy control system. Including design time, manufacturing and installation, Winsted was able to meet the strict deadline.\n\nAnother reason was location. Winsted's Custom Division, is a mere 25 minutes away from GSOC, which made it possible for Snyder to go there and see the consoles throughout the manufacturing process. “We like dealing with local vendors, so the fact that Winstead was close made it ideal,” said Snyder. “But if they could have delivered it from Seattle in the timeframe they did, we still would have chosen Winsted.”\n\nSnyder and his team looked at finished products Winsted had built in their own showroom as well as other control centers and liked the clean lines of the consoles. They were complementary with what GSOC had in mind for the modernization of their control centers. “We were trying to get away from old-style, cabinet-like consoles,” said Snyder. “Our previous consoles were made with CRT insets with glass fronts and they couldn’t hold the new flat panel monitors, so they had to go.”\n\nAccording to Snyder, the new consoles were developed after significant work by Winsted’s design team and the architect for the project. They looked at the control center floor plan, how the existing consoles were laid out and how they could fit everything in and still meet ergonomic and ADA requirements. Because the consoles had to fit in an existing space, Winsted’s ability to do custom Corian work for the work surfaces was something that intrigued Snyder.\n\nPerhaps more important, in terms of ergonomics and functionality, Winsted’s unique Adapt-A-Track monitor mounting system was a significant feature that put them on GSOC’s short list. The post mounting system uses an integrated horizontal aluminum track with easy horizontal adjustment, allowing greater versatility of monitor sizes.\n\nAdapt-A-Track is mounted in a recess behind the console work surface, making it possible to mount the first monitor on the post significantly lower than other consoles. This improves sightlines to monitors mounted to the workstation, reducing eyestrain and neck fatigue, and makes it possible for operators to look over their own workstation to view the monitor wall and map board. “We had to have a way of getting the initial row of monitors low enough so that our operators could look over them and see the big map board,” said Snyder. “Winsted is the only console provider we saw that had that capability.”\n\nWith the help of Winsted's Custom Division, GSOC now has two completely upgraded, ergonomically designed and showpiece-worthy control centers. There are five new workstations in the generation control center. In the transmission control center, there are two engineering consoles and four operating consoles – three of which were designed to be redundant and manned by two operators in the event of severe weather or other emergencies.\n\n“Are we happy with the Winsted consoles? Yes,” said Snyder. “So much so that in the building of our new training center we installed Winsted consoles there, also.”",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.8434545994,
        "format_confidence":0.9289999008
    },
    {
        "url":"https:\/\/www.akribis.co.uk\/hart-scientific-1521-reference-thermometer",
        "text":"Hart Scientific 1521 Reference Thermometer\n\nHart Scientific 1521 Reference Thermometer , Now Fluke 1523\nIn manuafacturers case with Probe, and Charger\nCalibration Out of Date.\n    Reads PRTs\/RTDs to ±0.025°C and themistors to ±0.005°C\n    Model 1522 stores multiple data sets totaling 10,000 readings\n    INFO-CON connector allows interchangeable use of calibrated probes\n    INFO-CON elminates errors from programming probe data\nThe Fluke Calibration 1521 \/ 1522 thermometers are the first standards thermometers to fit into a battery-powered handheld package. With accuracy to ±0.005°C, the 1521 \/ 1522 thermometers are the two most powerful handheld thermometers in the world. You'll only find this level of accuracy in large desktop units that cost three times more. Fitting easily into your hand and weighing only 0.4 kg (1 pound), 1521 \/ 1522 thermometers can go anywhere and will give you total confidence in the accuracy of your measurements.\nAdditionally, the 1522 has the power of a full data logger with memory to hold 10,000 readings.\nThe 1521 \/ 1522 thermometers read both Pt-25 and Pt-100 RTDs as well as thermistors with an accuracy unheard of for handheld instruments. From –200°C to 100°C, the 1521 reads PRTs accurately to ±0.025°C. Even at 800°C, these are high-precision readouts, accurate to ±0.1°C. 1521\/1522 thermometers also read thermistors to ±0.005°C at temperatures below 50°C. Accuracy at 100°C is ±0.02°C. 1521 \/ 1522 thermometers let you select resolution from 0.1° to 0.001° and offer the accuracy to support even 0.001° resolution.\nPower: 100V-240 VAC\nPDF Manual Available\nSerial# 9A184\n\n\nMore Information\nSKU H304\nAvailability Out of Stock\nCondition Used\nWrite Your Own Review\nYou're reviewing:Hart Scientific 1521 Reference Thermometer\nCopyright © 2013-2017 Magento, Inc. All rights reserved.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.7877085805,
        "format_confidence":0.998637259
    },
    {
        "url":"https:\/\/radioarena.biz\/products\/100m-reel-of-20a-dc-stranded-copper-conductors-power-cable",
        "text":"100m Reel of 20A DC Stranded Copper Conductors Power Cable\n\n\n\nThis exceptionally heavy duty stranded copper conductors in red and black PVC outer sheath cable is on a rotatable drum for ease of handling. Able to handle a DC load of up to 20A, this braided cable features 2 cores - each with 75 strands of 0.19 mm solid copper conductor wire. Suitable for a variety of applications, such as mains power, DC power, automotive applications (both in vehicle power and audio), high end speaker systems and audio transmission.\n\n\n  • Conductor: Copper\n  • PVC Colour: Red and Black\n  • CSA: 2.12 mm²\n  • Strands: 2 x 75\/0.19 mm\n  • Dimensions: 4.0 x 8.0 mm\n  • Current: 20A max\n  • Length: 100 m\n\nOur Brands",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9055159092,
        "format_confidence":0.9977437258
    },
    {
        "url":"http:\/\/www.showtec.co.uk\/onlineshop\/index.php?route=product\/product&path=60_81&product_id=306",
        "text":"The iS-100 is a powerful LED moving head. It is equipped with all high-end technology which are characteristic for Infinity. It's powerful 100W LED engine offers a bright and solid beam. It is equipped with 2 gobo wheels. One rotating wheel contains 7 rotating gobos of which 2 are glass. The fixed gobo wheel contains 8 metal gobos. The color wheel has 8 colors plus white and has the possibility to make half colors. The trapezium shaped colors ensure smooth color changes and fades as well split colors. For extra effects it is equipped with an iris as well a rotating 3 facet prism. The iS-100 is equipped with high torque motors on pan and tilt movement ensuring fast movements.\n\n\nLux @ 1m: 52400\nBeam Angle: 15°\nLight Source: 100W White LED (LumiEngine)\n\nInput Voltage: 100-240 VAC\nPower consumption: 220W max. at full output\n\nOn-Board: Battery powered full color display including gravity sensor\nBattery lifetime: max 30 days (full charge)\nMode: DMX, Auto & Master\/Slave\nControl Protocol: DMX512\nControl Personality: Advanced 19ch \/Basic 15ch\nWireless DMX: optional available\n\nOptical system\nDimmer: 0-100%\nStrobe: 0-20Hz\nFocus: Motorized\nIris: Motorized\nPrism: rotating 3-facet prism\n\nPan: 540°\nTilt: 270°\nPan\/Tilt resolution: 16 bit\nSpecial: Pan\/ Tilt, Color,Gobo change blackout,User-selectable Pan & Tilt ranges, 540°\/360°\/180°, Reverse Pan \/ Tilt movement\n\nGobos & Colors\nGobowheel 1 Rotating: 2 glass + 5 metal gobos (replaceable)\nGobowheel 2: 8 metal gobos\nGobo functions: Gobo-flow effect,Gobo shake\nRotation: Bi-directional\nGobo inner diameter: 23mm\nGobo outer diameter: 27mm\nColors: 8 dichroic-filters + white\nColor functions: Split colors, Rainbow-flow effect\n\nColor: Black\nHousing: Metal & Flame-retardant plastic\nFixture Connection: XLR 3&5p Data in\/out, Powercon power input\nDimensions (WxDxH): 303 x 306 x 485 mm\nWeight: 16,5 kg\n\nCertification and Safety\nCertification: CE\nMax. ambient Temp.: 40°C\n\nWrite a review\n\nNote: HTML is not translated!\n    Bad           Good\n\nShowtec Infinity iS-100\n\n  • Brand: Showtec\n  • Product Code: 41500\n  • Availability: 4 - 5 Days\n  • £1,287.00\n\n  • Ex Tax: £1,072.50",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9893077016,
        "format_confidence":0.9975403547
    },
    {
        "url":"http:\/\/www.testfreaks.com\/televisions\/hitachi-le42s605\/",
        "text":"Reviews, reviews, reviews...\n\nHitachi LE42S605\n\nInformation found in:\n\nBest Price at Amazon\n\n  • No scores currently available for Hitachi LE42S605\n\nFreak Rank\n\nMore grades Less grades\n  • Best Deals on eBay\n\n  • WikiFreak Description\n\nBe the first to write a Wiki Description\n\n  • Manufacturer's Description\n\nAsk the community\n\nNeed more advice? Ask the community a question.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9906387329,
        "format_confidence":0.8977199197
    },
    {
        "url":"http:\/\/vnetek.com\/product\/7g4202-60-matrix-n-series-platinum-dfe-with-60-101001000-ports\/",
        "text":"7G4202-60 Matrix N-Series Platinum DFE with 60 10\/100\/1000 ports\n\n\nSKU: 7G4202-60 Category: Tags: ,\n\n\nThe N-Series Platinum Distributed Forwarding Engines (DFEs) support the full range of Secure Networks features, but are primarily designed for deployment in network edge and distribution roles, with support for up to 1000 downstream users\/devices on a single port (2000 per chassis) with full distributed fault-tolerance capabilities. The advanced routing license and per-port policy capacity license can be purchased to provide similar multi-user authentication and routing scalability as the Diamond DFEs. Platinum DFEs provide a broad range of Ethernet connectivity ranging from 10\/100 to 10 Gigabit Ethernet, including support for Power over Ethernet (PoE).\n\nPlatinum DFEs are interchangeable in any N-Series chassis, delivering leading performance, reliability, and security for today’s enterprise network. These modules intelligently integrate switching, routing, and management functions to deliver visibility and control without sacrificing performance or QoS.\n\nAdditional information\n\n\nNew, Refurbished",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9719244242,
        "format_confidence":0.9982060194
    },
    {
        "url":"https:\/\/www.cameraconcepts.com\/copy-of-adapter-from-m56-to-m48-with-stop-23408879.html",
        "text":"Adapter from M56 to M48 with stop ring for ESATTO 2\"\n\nArticle number: PL3600242\nAvailability: Order Now!\nDelivery time: Ships from our west coast warehouse in 7-10 days\n\nAdapter from M56 to M54 with stop ring for ESATTO 2\" allows you to connect any camera or accessory with M54x0.75 female thread. Just thread this adapter to the M56 thread of the ESATTO 2\" draw tube. Thanks to the M54 stop ring for ESATTO 2\" you can also fix the camera at a precise angle in order to better frame your camera sensor at the desired object.\n\n0 stars based on 0 reviews",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9835436344,
        "format_confidence":0.9986078143
    },
    {
        "url":"http:\/\/www.ead-ltd.com\/sas-antennas\/cellular-gsm-3g-antennas\/smp-918-9-GSM-3G-panel-antenna",
        "text":"Shopping cart is empty.\n\nGSM and 3G Antennas\n\n\n\nThe SMP-918-9 is a mini panel directional antenna covering the 900\/1800 and 2100 MHz bands (tri-band).\n\nIt is housed in a UV treated radome and is designed for mast mounting though a wall mounting bracket is optional.\n\nThe SMP-918-9 offers 9 dBi of gain and better than 2:1 VSWR.\n\nIt is supplied with 30cm of low loss cable and SMA-Male connector.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.978210628,
        "format_confidence":0.9972923398
    },
    {
        "url":"https:\/\/evertek.com\/Product\/MF003LLA-PB-2RCB",
        "text":"Apple iPad Air with Wi-Fi + Cellular 32GB - Space Gray - AT&T\n\nSold Out\n0 in stock\n\n90 Days Warranty\nProduct Number MF003LLA-PB-2RCB\nCondition Reconditioned\nWarranty Period 90 Days\nPackaging Plain Box\nTech Support By Dealer\nRegulatory Approval FCC, CE, WEEE\nCountry of Origin China\nUnit Dimensions 12.5x11x2.25 in |31.8x27.9x5.7 cm\nEach Unit Weighs 1.75 lb | 0.79 Kg\nEach Master Box Has 24\nMaster Box Dims Are 24x18x20 in | 61.0x45.7x50.8 cm\nEach Master Box Weighs 43.0 lb | 19.50 Kg\nEach Pallet Has 352\nEach Pallet Weighs 666 lb | 666 Kg\n\n  • Any\nOur Page uses cookies to provide you the functionality needed for cart keeping, settings and authentication. In addition, to improve your experience we use browser history on our site and your general location (region). Well also store data about your device and browser to recognize returning visitors.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9177690148,
        "format_confidence":0.9904002547
    },
    {
        "url":"http:\/\/www.dolphinmusic.co.uk\/recording\/monitoring\/93977-mackie-mr5-mk3-active-studio-monitor",
        "text":"0151 448 2080\nOrder by phone - Mon-Fri: 9:00AM-6:00PM\n\nSelect CurrencyYour Basket 0 items | £ 0.00 Checkout\n\nCan't wait to try? why not visit one of our 14 PMT House of Rock sister stores\n\nMackie MR5 mk3 Active Studio Monitor\n\nDolphin id:93977 Product SKU:MR5mk3\n\nIn stock\n\nMackie get the blend of art and science just right with the MRmk3 monitors. From first principles they've been designed to sound great with a wide range of music genres. Offering balanced sound for every musical style is just the beginning, the MR monitors have been specifically designed to work in a range of different studios and partner with the MR10Smk3 sub to deliver greater low end extension.\n\nShow full description »\n\nThe design philosophy behind Mackie’s MRmk3 Series Powered Studio Monitors is centered on the idea that music is all that matters. MRmk3 reference monitors are designed to enhance your sonic experience at every level.\n\nMackie MR5mk3 Powered Studio Monitors are specifically designed from start to finish for your music, aimed at revealing the full range and natural character your music deserves. Optimizing features include an enhanced waveguide system for a wider sweet spot and custom-tuned rear porting for smooth, extended bass response. With a wide range of full-range options and a powerful studio sub, you can be sure MRmk3 has the right setup for your studio.\n\nSystem type Powered Studio Monitor\nLF Driver 5.25\" polypropylene woofer\nHF Driver 1\" silk dome tweeter\nFrequency Response 47Hz-20kHz (-10dB), 57Hz-20kHz (-3dB)\nMax Peak SPL Per Pair 108dB SPL\nAmplifier Class Class A\/B\nWattage (RMS) 50W\nPower Consumption (loud mix) 90W\nCrossover 3kHz\nHF Level Adjust (100Hz Shelving) -2dB, 0dB, +2dB (100Hz, shelving)\nLF Level Adjust 0dB, +2dB, +4dB (3kHz, shelving)\nIndicators Backlit Running Man LED\nInput Connectors XLR, TRS, RCA\nEnclosure Construction Solid MDF\nFinish Black Vinyl Wrap\nPort Configuration Custom-tuned Rear Port Tube\nDamping Adiabatic Batting\nDimensions (HxWxD) 11.3\" x 7.8\" x 10.9\"\nWeight 12.1 lb \/ 5.5 kg\n\n£ 99.00 Web price, inc VAT\n\nEx Vat:\n£82.50, VAT at 20.00%\nAdd to basket\nx £ payments £ final + £ deposit\nRead more about finance here.\n\nWhy not visit one of our PMT sister stores:\n\nPMT Birmingham  \nPMT Romford  \nPMT Northampton  \nPMT Leeds  \nPMT Norwich  \nPMT Bristol   In Stock\nPMT Southend  \nPMT Oxford  \nPMT Manchester   In Stock\nPMT Cambridge  \nPMT Store Finder\n\nNext day delivery available*\n\n\nMore details on UK deliveries.\nMore details on International deliveries.\n\nMackie MR5 mk3 Active Studio Monitor videos\n\nIf you are registered with us you may log in to add additional videos related to this product. You can also register an account to add a related video.\n\nMackie MR5 mk3 Active Studio Monitor Reviews\n\nThere are currently no reviews for this product.\n\nAdd your review\nSecurity code\n\nMackie MR5 mk3 Active Studio Monitor News\n\nThere is currently no news for this product.\n\nShow all news »\n\nPrice Matching\n\nDolphin Music brings you the best music gear at the best price. We are committed to superior customer service and have extensive product knowledge. However, in today’s market we may not always be aware of all the price fluctuations of the products we sell. So, we offer competitive price matching.\n\nPlease fill in the following form to request a price match.\n\nWhat prices we will match?\n\nWe will compare prices for new, direct from manufacturer items, excluding any add-ons, options, or other special features which may affect price.\n\nThe item must be new and must be the exact same make and model (ie, the same size, version, etc.).\n\nSince our postage charges are lower than most of the shops, the comparison price must be a \"delivered cost\" to the consumer.\n\nIf we are unable to verify the previous condition, we will notify you that we require additional information to verify the Price Match request. Our goal is to make this policy simple and hassle-free. We are committed to responding to your requests quickly.\n\nThe price you have found must be the Internet Retailer's regular, advertised price for a current and available item. The price you found cannot be a closeout, discontinued, blemished, year-end, inventory reduction, or any other type of advertised sale price.\n\nPrice Matching requests may not be combined with any other promotional discounts, specials or other price incentives.\n\nPrices and price sources you have found which do not meet the above criteria or in which incomplete or inaccurate information is provided to us, will not be approved for our Price Match.\n\nPlease select your country\/region\n\nChoose the region you are shopping from to view products in your currency.\n\nWe have temporarily suspended processing of EUR payments, all orders will be charged in GBP.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9612543583,
        "format_confidence":0.9989644289
    },
    {
        "url":"https:\/\/www.overclockers.co.uk\/b-grade-maxtor-diamondmax-plus-10-ncq-200gb-6v200e0-sata-ii-8mb-cache-oem-bg-030-md.html",
        "text":"**B Grade** DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\n\n  • 200GB Capacity\n  • SATA-II Interface\n  • 7200RPM Spin Speed\n  • 8.9ms Average Seek Time\n  • 8MB Cache\n  • 3 Year Warranty.\n\nStock Code: BG-030-MD\n\nEAN: 00000000\n\nMPN: BG-030-MD\n\nManufacturer: Maxtor\n\n\nProduct information: **B Grade** DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\n\nBelow is the original description for this product, any reference to warranty is to be ignored. Warranty for this item is 90 days as with all B Grade items.\n\nB Grade items may have been used, have damaged packaging, missing accessories or a combination of these.\n\nSome items may have scuff marks or slight scratches but should otherwise be an operable product.\nBased on an integrated, single-chip native SATA solution, DiamondMax 10 drives feature native command queuing along with the company’s exclusive dual-processor technology and large buffers to deliver unparalleled speeds compared to traditional drives in their class. This unique set of features combined with Maxtor’s latest firmware technology, allows the drive to self-balance its workloads for a more efficient hard drive operation. With DiamondMax 10 hard drive-enabled systems, consumers can easily run multiple applications, such as games and music, at the same time without overwhelming the PC. Designed for multimedia PC users, graphic artists, system integrators and white box builders, the 7200 RPM DiamondMax 10 drives are offered in capacities of up to 300GB and are ideal for performance desktop computing storing high-resolution images, multimedia content, and personal and business information.\n\n- Formatted capacity: 200GB\n- Average seek time: <9.0\n- Rotational speed: 7200 RPM\n- 8MB cache buffer\n- SATA-II Interface\n- Native Command Queuing\n- Fluid Dynamic Bearings\n- Maxtor Shock Protection System\n- Maxtor Data Protection System\n- 3 year manufacturer's warranty\n\nMore links for \"**B Grade** DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\"\n\n\nCustomer review \"**B Grade** Maxtor DiamondMax Plus 10 NCQ 200GB 6V200E0 SATA-II 8MB Cache - OEM\"\n\nNo Review Yet\n\nThis is your chance\n\nBe the first to review this product\n\nWrite a review\nReviews will be active after verification\n\n\n* Required field\n\n Recently Viewed\n    Stock level indicator\n\n    Pre Order\n\n    New item that you can order before we receive stock. Orders will be shipped on a first come first served basis. If an ETA is available it will be displayed on hover.\n\n\n    Items that are bought by us when a purchase is made, this generally is for highly expensive items, items with a very slow run rate or speciality items\n\n    In stock\n\n    The item is in stock.\n\n    Due today\n\n    The item is out of stock and expected to arrive today.\n\n    ETA: XX.XX\n\n    The item is out of stock and estimated to arrive on the date provided.\n\n    Built To Order\n\n    The Item is built to order. As you change the options, the stock status will automatically update depending on your selection.\n\n    Out of stock\n\n    The item is out of stock and estimated delivery date is not known at this time.\n    Loan Information\n    Select Loan Product:\n    For more information click here",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9921298623,
        "format_confidence":0.9986093044
    },
    {
        "url":"https:\/\/www.costco.co.uk\/c\/Polaroid-Snap-Instant-Digital-Camera-with-20-Pack-ZINK-Zero-Ink-Paper-in-Black\/p\/204568",
        "text":"\n\n  • bvseo_sdk, java_sdk, bvseo-4.0.0\n  • CLOUD, getAggregateRating, 0ms\n  • bvseo-msg: The getAggregateRating method is only supported when schema.org is configured for structured markup. Please submit a support ticket at spark.bazaarvoice.com to have your Bazaarvoice configuration updated to use schema.org for structured markup.;\nShipping Included\nOnly 5 purchases per person \nSelect product Colour:  Black\nSign In to Add to Cart\n\nYour estimated delivery time will be 7 business days (excluding weekends and bank holidays) from the time of order. Postcode Restrictions may apply. Find out more in the Delivery & Returns Tab below.\n\n\nExtended 2 Year Warranty** on Computers, Tablets, Major Appliances\/ White Goods* Cameras and CamcordersExtended 2 Year Warranty** on Computers, Tablets, Major Appliances\/ White Goods* Cameras and Camcorders \n\nThe Polaroid Snap digital camera is the newest way to capture, print and share your memories instantly. This sleek and stylish camera fits into your pocket, making the Polaroid Snap the perfect choice for capturing holiday memories.\n\nThe Polaroid Snap instant digital camera is fast and fun allowing you to take a snap and print your previous photo at the same time. Features include black and white, sepia and self-timer functions. Snap 6 pictures in 10 seconds in the photo booth mode and create your own group selfies.\n\nAdditionally, this kit includes one 20 pack 2 x 3” ZINK Zero Ink paper to get you started. The water resistant and tear resistant paper produces bright and sharp borderless images as well as the option to print with the classic Polaroid border.\n\n  • 10 megapixel digital camera\n  • 3 picture modes and classic Polaroid border option\n  • Micro SD card indicator\n  • Self-timer feature\n  • Photo booth mode\n\nWait for payment to process\nYour order is currently being processed, when finished it will be available in my-account\/orders.\nCompare up to 4 Products\n\nYou can only compare up to 4 products at once. Remove one or more products before adding another to compare.\n\nRemove All",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.8652402163,
        "format_confidence":0.9986233711
    },
    {
        "url":"http:\/\/www.ni.com\/en-ie\/support\/model.pxie-6545.html",
        "text":"PXI Digital Waveform Instrument\n\n200 MHz, 32-Channel PXI Digital Waveform Instrument—The PXIe‑6545 is a digital waveform generator and analyzer for interfacing with 32 single-ended digital pins. The device is capable of sampling digital waveforms at up to 200 MHz and interfacing with common transistor‑to‑transistor logic (TTL) voltage levels. The PXI‑6545 also features advanced synchronization capabilities for building integrated mixed-signal test systems and per-bank digital timing features.\n\nProduct Support Resources\n\nFind complete product documentation to learn how to get started and use the product.\n\nExplore a wide range of support content, including examples and troubleshooting information.\n\nNetwork, share, and ask questions with other members of the NI community.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9572401047,
        "format_confidence":0.9286931157
    },
    {
        "url":"http:\/\/themusicemporium.com\/amplification\/carr-mercury-v-black",
        "text":"Carr Mercury V Black\n\nSold. Please inquire for next available!\n\n\"We strive to design and build amps with a distinct character, sonic personality, flexibility, and practical features that will inspire you to create your very own signature sound at volume levels appropriate for home, studio, and stage.\" - Steve Carr\n\nOur first, freshly redesigned Carr Mercury V just landed! Everything we loved about the original Mercury is present - killer looks, tones, and living-room & studio friendly features - but the Mercury V greatly expands upon the original formula in a way we find undeniably great. \n\nThe Mercury V is highly touch sensitive with a huge range of English tones from 60s aggressive clean thru 70s rock into 80s and 90s crunch. The built in attenuator delivers real tube power overdrive at whisper levels retaining the feel and juice of full volume fun. \n\nLike recording on your computer? Just plug the Mercury V line out into your A\/D interface and go! The lucious spring reverb, wide ranging overdrive options, and effective tone controls make the Mercury V and invaluable recording tool. Home player? Experience big amp satisfaction with domestic tranquility. Gigging musician? 16 burly watts in full power means the Mercury V is a commanding stage amp. \n\nIn-house crafted solid pine dovetailed cabinets, bleeding edge power supply components mixed with Mid-Century signal elements, and true point-to-point wiring make the redesigned Mercury V scary good! \n\nInterested? We may have another on the way.\n  • Class A\n  • Push Pull 6V6 - enriched fixed bias \n  • 3-position boost switch \n  • Parallel or series input gain stages\n  • Build-in attenuator 4 to 0 watts, or 16 watts full power\n\nFree Freight: The Music Emporium is happy to provide free ground shipping on all merchandise priced over $100 and purchased online at This offer applies to all merchandise shipped within the 48 continental US States.* If you wish to expedite your shipment or your order doesn't qualify, we provide competitive rates. Once you enter your shipping info, you'll be given a selection of services from UPS, FedEx and USPS.\n\nExclusions: Certain products are excluded from our free shipping offer due to manufacturer restrictions. Also, oversized items or large amplifiers weighing more than 75 lbs may incur extra shipping charges.\n\nApproval Period, Taxes, Duties: Most instruments ship with a 48-hour approval** period during which time you can comfortably evaluate your purchase and determine if it's right for you. The prices listed on our website do not include shipping charges or any applicable taxes, duties, or custom fees. Instruments shipped within MA are subject to a 6.25% sales tax. All out-of-state shipments are tax-free though we do recommend you look into your individual state's tax codes to determine any tax liabilities.\n\nThe Music Emporium has been shipping guitars around the world for 40+ years. Your instrument will be expertly packed and shipped via FedEx, UPS, or US Priority Mail, depending on the destination and level of service. If you have a preferred method not listed here, please let us know and we'll do our best to accommodate.\n\n**There are instances where the approval period does not apply. If you've played the instrument in our store and we then ship it to you, there is no approval period. If the item is a Sale Item (special discounted price, an item listed on our Specials Page), there is no approval period. There are no returns accepted on electronics (amps, pickups, pedals, etc.) unless the product is received in damaged or defective condition.\n\nGo back",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.8702682853,
        "format_confidence":0.9985929132
    },
    {
        "url":"https:\/\/www.serverbasket.com\/shop\/juniper-srx240-firewall-rental\/",
        "text":"Juniper SRX240 Firewall Rental\n\n 3,456.00  2,769.00\n\n  • High Performance Security\n  • End to End Protection\n  • Protection From Advanced Malware\n  • Basic Data Loss Prevention\n  • Best Rental Prices\n  • Discounted Price On Longer Rental Duration\n  • Free Installation Support\n  • Round the Clock Tech Support\n  • Instant Delivery to Any Location\n\nJuniper SRX240 Firewall On Lease At Best Price, Juniper SRX240 Firewall Protects the Small-Medium Size Offices from Threats & Secures your Data over Network with IP Security, Virtual Private Network Support System Etc, Rent this Juniper Firewall At Lowest Price Tagged with Free Technical Assistance & Fast Shipping All Over India: Mumbai, Hyderabad, Delhi, Lucknow, Bangalore, Pune, Noida, Chandigarh, Ahmedabad Etc\n\nBuy Now\n\nProduct Overview\n\nAre you looking for a powerful firewall solution to protect your business from unexpected threats? Don’t you have enough budget to invest in a new firewall? Then rent Juniper SRX240 firewall to defend your organization from unwanted access.  The Juniper SRX240 firewall can secure an increasingly complex network that includes a range of cloud environments and on-premises data center deployments as well. Server Basket offers access to the latest Juniper SRX240 firewall without the upfront investment. We offer flexible Firewall rental plans backed by installation support and free tech support.\n\nHigh Performance Security\n\nRent high performance Juniper SRX240 firewall to provide comprehensive security to your business. It helps you safeguard and manage workforce locations of any size. You can protect your resources and also deliver new services, provide safe connectivity by consolidating routing, switching security, and next-generation firewall capabilities in a single compact device. All these next-generation capabilities can improve the user and application experience.\n\nEnd to End Protection\n\nDo you want to keep your organization away from cyber threats or any unwanted attack? Then hire Juniper SRX240 firewall on rent. This next generation firewall provides many advanced security features such as application visibility, content security, perimeter security, user role-based control, network-wide threat visibility, tracking and policy enforcement, advanced threat intelligence, etc. that provide uncompromised protection.\n\nProtection From Advanced Malware\n\nAre you worried about malware attacks? Then switch to our Juniper SRX240 firewall which can ensure maximum protection against advanced malware. The advanced threat prevention appliances in Juniper firewalls automatically identifies known and unknown threats. The threat information will be gathered by the Juniper Connected Security platform, and it immediately transforms the information into the points that block those threats at the network layer to prevent further expansion of the attack.\n\nBasic Data Loss Prevention\n\nYou don’t have to worry about data loss as the content filtering feature in Juniper SRX240 firewall thoroughly checks the traffic against the configured filter list. The advanced threat intelligence features consisting of user role-based firewall controls, intrusion prevention system, application security, on-box and cloud-based anti-malware, anti-spam, antivirus, and enhanced web filtering always protects your data from the latest content borne threats.\n\nBest Rental Prices\n\nServer Basket offers you massive discounts on Juniper SRX240 firewall rentals irrespective of the rental duration. Save more money with Server Basket, no other vendor offers such low rental rates for you. We assure that you receive the best quality firewall at the lowest possible price.\n\nFree Installation Help\n\nGet your firewall installed by our expert engineers. Even though if you are aware of the installation process, these firewalls need to be installed carefully by the experienced professionals to ensure there are no errors and failures in performance. Our engineers ensure your firewall is installed correctly so that peak performance can be achieved.\n\nRound the Clock Tech Support\n\nOur experienced support engineers are on site 24\/7 for your convenience. We listen to all your issues with the Juniper SRX240 Firewall and give you the perfect solution within no given time. Our team ensures that your problems are addressed quickly, and you are 100% satisfied. You will have access to chat, email and phone support during the rental period.\n\nInstant Delivery to Any Location\n\nGet instant delivery of Juniper SRX240 firewall at your doorstep anywhere in India within 2-3 business days. All the locations in India including Mumbai, Chennai, Hyderabad, Pune, Bangalore, Kolkata, Delhi, Punjab, Chandigarh, Coimbatore, Ahmedabad, Noida, Gurgaon, etc. are eligible for instant Delivery service.\n\n\nThere are no reviews yet.\n\nBe the first to review “Juniper SRX240 Firewall Rental”\n\nNo FAQ Found\n\nCall Now",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.8879803419,
        "format_confidence":0.9987818599
    },
    {
        "url":"https:\/\/www.totalpowersolutions.ie\/products\/netbotz-750\/",
        "text":"Netbotz 750\n\nSecurity & Environmental System Monitoring from network closets to data centres.\n\n\nNetbotz 750\n\n\n\n\nThe NetBotz 750 offers an active monitoring solution designed to protect against environmental threats and unauthorised access risks that can cause downtime to IT infrastructure, in both Edge Compute and Data Centre environments. With its integrated suite of sensors, access control pods, and the newly introduced HD Camera Pod 165, the NetBotz 750 safeguards environments with surveillance and flexible alerting based on user-definable thresholds. Compute is quickly moving closer to where it is used at the Edge, increasing the risks of water damage, high temperature & humidity, fire or other conditions bringing down business-critical applications. Intentional or malicious access events not only threaten compute availability, but also leave enterprises vulnerable to costly compliance violations. The NetBotz 750 provides integrated sensing, surveillance, and badged rack-access control to help mitigate these risks through a wide array of compatible sensors, camera clip capture and storage, and configurable alarming.\n\n  • Includes: Rack Mounting brackets, Temperature\/Humidity Sensor, USB cable\n\n\n  • 4-Port POE Switch\n\n    Built-in true private network switch for use with NetBotz Camera Pod 165 (NBPD0165)\n  • Built-in Access Control Ports\n\n    Appliance includes integrated access control and door contact sensor ports for use with the stand-alone 125 kHz handle kit (NBHN125) and contact kit (NBES0303)\n  • Dual Rope Leak Inputs\n\n    Dual rope leak sensor ports allow additional leak detection in two different directions\n  • Expansive Security and Monitoring\n\n    Supports up to 78 wired sensors, 47 wireless sensors, access control for 26 rack doors, and 4 camera streams downstream of a single IP address\n  • HD Camera Support\n\n    Supports the new HD, Low Light Camera Pod 165 (NBPD0165)\n  • Rack Access Pod Support\n\n    Supports up to 12 Rack Access Pod 170’s (NBPD0171) connected via daisy-chain\n  • Sensor Pod Support\n\n    Supports up to 12 Sensor Pod 150’s (NBPD0150) connected via daisy-chain\n\n\nBy continuing to use this site, you agree to the use of cookies. If you do not accept the use of cookies, simply exit the site. more information\n\nThe cookie settings on this website are set to \"allow cookies\" to give you the best browsing experience possible. If you continue to use this website without changing your cookie settings or you click \"Accept\" below then you are consenting to this.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9643668532,
        "format_confidence":0.9987164736
    },
    {
        "url":"http:\/\/digital-space.pro\/micontrol-usb-54.html",
        "text":"English Choose a language for shopping. Customers also shopped for. See all reviews. I would purchase again and recommend this seller to friends and family for the fact that they sold a quality product at such a low price. There was a problem filtering reviews right now.\n\nUploader: Vobar\nDate Added: 11 May 2006\nFile Size: 53.41 Mb\nOperating Systems: Windows NT\/2000\/XP\/2003\/2003\/7\/8\/10 MacOS 10\/X\nDownloads: 29662\nPrice: Free* [*Free Regsitration Required]\n\nPage 1 of 1 Start over Page 1 of 1. Download Alexa for your Windows 10 PC for free. Image Unavailable Image not available for Color: AmazonGlobal Ship Orders Internationally. Item is in your Cart. I recently purchased a dash cam for use in my vehicle which came with a long enough power cord.\n\nI have owned this cable for a while now and I mocontrol very happy with my purchase. Have one miconfrol sell? So I bought these to charge my PS3 controllers. Read reviews that mention works great charge my ps3 controller great price works perfectly dash cam long enough feet long usb port high quality usb cable pin mini charge my ps3 controllers cable that came cable works arrived quickly exactly what i needed play games sit on the couch across the room mini b cable. It is still working and intact.\n\n\nThere was a problem filtering reviews right now.\n\nSomething we hope you’ll especially enjoy: Loading recommendations for this item However they do not work to power my USB micomtrol. Sold by Cmple com and Fulfilled by Amazon.\n\nWhat other items do customers buy after viewing this item? There’s a problem loading this menu right now. Share your thoughts with other customers. This cable solved the problem, I can now sit or lay comfortably in my bed and play my PC games with the controller and I got cord to spare.\n\nDevice overview (miCAN) — English\n\nThis cord is Uusb what I need because it is just as long as the power cord that came with my dash cam and I had no problem hiding the cord beneath my vehicle’s headliner and under the weather stripping within the car. In fact, I still had a couple extra feet of cable that wasn’t needed but I just bundled the extra cord with twist ties and tucked it out of sight under the dash panel. Although the manufacturer was considerate enough to include an available USB port built into the 12V plug, the built-in USB port doesn’t support fast micomtrol capability.\n\n\nCustomers also shopped for. It is still going strong. Available at a lower price from other sellers that may not offer free Prime shipping.\n\nPlease try your search again later. Amazon Rapids Fun stories for kids on the go. Please try again later. View Cart Proceed to checkout. You may return any new computer purchased from Amazon. I would buy this cable again! Customers who viewed this item also viewed.\n\nTechnical Details\n\nCouldn’t be happier with this purchase. Micontroll ordered this cord as a replacement for another cord I previously purchased that I realized was too thick and rigid for the application I needed it for. There was a problem completing your request.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9878155589,
        "format_confidence":0.7663810849
    },
    {
        "url":"http:\/\/computerrepairatlantastore.com\/ComputerScreenRepairAcworth.aspx",
        "text":"Computer Screen Repair Acworth Georgia, Computer Repair Marietta Georgia\n\nComputer Laptop Screen Damaged? STOP! Don't make it worse! Trust your Computer to the Computer Screen Repair professionals!\n\nComputer Screen Repair Acworth Georgia $129.99\n\nHP Computer Screen Repair Acworth\nLaptop Screen Repair Acworth\n\nHave you ever wondered where can I find computer repair near me to get my laptop computer screen replaced in Acworth Georgia? Whenever your near Acworth Georgia Cobb and Cherokee County, and need your laptop computer screen repaired, we have a nearby location at 552 Cobb Parkway South, Marietta, Georgia 30060, which is also Highway 41 and very close to Windy Hill and Marietta Parkway South. We also have another Marietta location closer to Powder Springs Road at 1812 Powder Springs Rd. SW, #2121 Marietta, Georgia 30064. We service businesses and residential neighboring communities within 30060, 30066, 30067, 30068, 30008 and 30080 zip codes.\n\nOur expert cell phone screen repair professionals will repair and fix your Samsung Galaxy S4 cell phone screen, Samsung Galaxy S4 screen repair AtlantaSamsung Galaxy 2 cell phone screen, Samsung Galaxy 3 cell phone screen, Samsung Galaxy S4 cell phone screen, Samsung Galaxy Tab cell phone screen, Sony Ericsson cell phone screen, LG Optimus cell phone screen, Huawei Ascend cell phone screen, ZTE Warp cell phone screen or ZTE Score cell phone screen, Windows cell phone screen repair and many, many, more cell phone screens to thier previous state. Take a look at 404 Computer Repair Price List or Cell Phone Repair Price List for a comprehensive list of prices of our cell phone screen repair and computer repair prices. If the cell phone screen repair price is not listed on our Cell phone screen repair price list, call us at (404)259-0183 and one of our professional cell phone screen repair technicians will be able to assist you. Remember we are the one and only Cracked Screen Repair Kings, especially in Marietta, Georgia but cell phone screen repair Atlanta residents can receive these very same services too. If you are a do it yourselfer, we do have parts for many cell phones in stock. If you are interested in learning how to repair your Apple iPhone 5C, you can watch the iPhone 5C cell phone screen repair video below, and for other cell phone repairs you can subscribe to our uTube channel on 404 Computer Repair\n\nApple iPhone 5c Screen Repair Video\n\nApple iPhone 5c Screen Repair\n\nWhat to expect when repairing your cell phone screen?\n\nHere are some of the most common Screen Repair services we provide\n\nApple iPhone Screen Repair Service\n\nApple iPhone 5S Screen Repair Apple iPhone 5S Digitizer LCD Screen Black Apple iPhone 5S Digitizer LCD Screen White\n\nThe landscape of security has changed, learn how to protect your assets on your cell phone, tablet, laptop and desktop computer.\n\nWe love to cater to our Marietta residents who own Apple MacBook , iPhone 4, iPhone 4S and iPhone 5 , Samsung Galaxy Note 2 and HTC cell phone customers. We have over 4 years of experience performing cell phone repairs on a plethora of classes of cell phones and personal computing devices.",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9924055934,
        "format_confidence":0.9710142016
    }
]