[
    {
        "url":"http:\/\/www.mumsnet.com\/Talk\/nappies_potty_training_etc\/451592-4yr-old-dd-will-only-poo-in-nappies?pg=2",
        "text":"\n\n4yr old dd will only poo in nappies\n\n(52 Posts)\nmystified76 Mon 07-Jan-08 10:28:47\n\nMy dd1 is 4 in january, she has been dry in the day for a year, but still refuses to do a poo on the toilet.\nShe doesn't have any accidents at all in her pants, she can hold onto a poo for up to a week (i think 8 days is her record) and will then ask for a nappy and do an absolute huge poo. She totally refuses to go on the toilet for a poo but is fine for wees.\nWe have tried every bribe you can think of...chocolate, sticker charts etc etc... the latest bribe is a trip to euro disney but even that isn't working! Any ideas? i have said to dh,mil etc for ages that it will resolve itself in time but keep getting comments and now even my mum who is usually sooo supportive has made remarks sad\nWhat should i do next?\n\ncurlywurlywee Mon 04-Feb-08 10:53:11\n\nMy dd, now aged 5, had terrible constipation problems for about 2 years between age 2 and 4. She also would not poo on the loo but in her pull-ups. She was actually withholding her poo because she was frightened of letting it go in the toilet or potty.\n\nWe took her to see a Consultant who suggested that we encourage her to go on the toilet by making it fun??? We bought one of those TV dinner fold up wooden tables and put it in the loo, together with a stool that was high enough to support her legs. We then put her cars on the table and she sat there and played for sometimes up to half an hour. We never pressurised her to sit there but she was pleased to do it because of the novelty value of sitting on the loo and playing. By the way, we also put a soft seat on for her because she complained that her legs hurt. This worked a treat.\n\nBribery worked aswell. If she saw something in a shop that she really wanted, we told her we would buy it for her but she couldn't have it until she pooed on the loo. This sounds a bit harsh but the draw of the toy actually in the house was too much for her and she pooed on the loo for the first time. This worked the very first time we tried it.\n\nWe also bought a book from Amazon called \"constipation, withholding and your child\" or something like that and it had a story in it about Mr Poo coming out to play with Little Miss Wee in the toilet. This seemed to work really well too.\n\nI think the main thing is not to punish them for not sitting on the loo, but gentle encouragement and reward. After a while, the rewards bit died off and she just went to the toilet normally. Hope this helps.\n\nkatie5004 Mon 04-Feb-08 13:47:07\n\nGlad i am not alone,im getting so frustrated tho.Trying not to get mad at him when he poos in his pants but cant help him sometimes coz he knows he is doing it.Its making me not want to leave the house coz it can be three times a day and very embarrasing.Iv tried everthing,realy dont want this to go on much longer\n\ncurlywurlywee Mon 04-Feb-08 13:58:06\n\nKatie, it's really horrible living with a constipated child. I used to get angry sometimes - we are only human after all. How old is your lo? There is light at the end of the tunnel but I know this doesn't mean much to you at the moment. I remember that feeling of being trapped in the house because I couldn't cope with another embarrassing 'poo incident'.\n\nhifi Mon 04-Feb-08 14:36:11\n\ntook dd to paediatrician last week for something unrelated to poo, she asked to poo while we were in his office, she will only do it in a nappy. he got very angry with me for still letting her do it, shes 3.5. he has advised me to always make sure she does it in the bathroom,then eventually hold the nappy over the loo for her to do it on then take the nappy away.\n\ni did mention we knew older children who still pooed in nappys and he said as soon as they are dry they should be pooing in the toilet, i got a rught telling off \"shes running rings around you\".\n\namazonianwoman Mon 04-Feb-08 14:40:37\n\nHe sounds a bit harsh - I've tried EVERYTHING with DD for over a year. She'd just hold it in for ages if I don't give her a nappy, which becomes a vicious circle cos then it hurts when she eventually poos hmm\n\namazonianwoman Mon 04-Feb-08 14:40:39\n\nHe sounds a bit harsh - I've tried EVERYTHING with DD for over a year. She'd just hold it in for ages if I don't give her a nappy, which becomes a vicious circle cos then it hurts when she eventually poos hmm\n\namazonianwoman Mon 04-Feb-08 14:41:00\n\noops blush\n\nkatie5004 Mon 04-Feb-08 14:48:34\n\ncurlywurlywee- he is almost3.I dont want this to go on for years cant handle it,already had3 pooey pants today. I am under so much pressure to get him potty trained.just dont understand why he is doing this when he can wee on the toilet fine.sad\n\ncurlywurlywee Mon 04-Feb-08 19:31:49\n\nKatie, these problems around pooing on the toilet are very common and I promise you, it will sort itself out in time. Maybe you could try some of the stuff that I've posted above - it sorted out the problem for us although dd was a little bit older. I totally understand how you feel - for two years our lives centred around the pooing thing. I've just reread your thread above and am I right in saying that your ds is not actually constipated, just refusing to poo on the loo?\n\nTry making the toilet a fun place to be and make a big fuss if he poos on the loo - buy him something aswell. Bribery really worked for us.\n\nIt's a form of control that they can exercise over us mothers. They know it drives us crazy and that's part of the reason why they do it. Also, they can have a genuine fear of 'letting go' of their poo and so they withhold and only poo in a safe environment, ie the nappy\/pull-up.\n\nI promise you it will sort in time but I know that's not much help to you at the mo.\n\nThinking of you.\n\nabigaillockhart Mon 04-Feb-08 19:43:56\n\nLike you, I thought DS would NEVER manage to poo on the loo. I was upset as he was getting upset..\n\nThe main thing that worked for us was the 'big boy' card. I was annoyed about the poo thing one day when he happened to ask for a big boy bike - I very casually told him that you weren't allowed one until you did poos on the loo. I never brought it up with him but he mentioned it a couple of times. From then on we did a real 'oh it really doesn't matter' approach to the nappies but he never forgot about the bike. About two weeks later we had success.\n\n(A very young bloke served us in the bike shop and REALLY didn't understand why DS kept telling him that he poos in the loo!!)\n\nVery similar approach worked with getting him out of nappies at night. (Aged 3.4 - soon after the poo debarcle)\n\nkatie5004 Tue 05-Feb-08 10:28:48\n\nthanks! just bought him a toy which i know he will realy like,he knows where it is and what he has to do to get it.realy hope this will work.\n\nBettySpaghetti Tue 05-Feb-08 10:40:31\n\nFirst of all sorry I haven't read whole thread as I'm just on my way out the door but wanted to pass this on.\n\nA good friend's little boy (age 4) was like you described in your OP.\n\nFriend was beside herself as she tried all sorts. I did a search here on MN for tips and came across recommendations for this book. Its a funny childrens story that involves poo. I think it just helps in that it makes poo seem funny\/normal\/nothing to be scared of.\n\nI bought the book for my friends DS and he absolutely loved it. My friend swears blind that it was the start of his getting over his problem.\n\ncurlywurlywee Tue 05-Feb-08 13:02:02\n\nBetty, that book looks great. We bought one for our dd called \"Everyone Poops\" by Taro Gomi - got if off Amazon. She loved it and it made her realise that everyone and every animal eats and so has to poo. She found it very entertaining looking at all the different shapes of poo!!\n\nBetty, on a different note, how do you link a website page to your thread? I can't figure out how to do it.\n\nBettySpaghetti Tue 05-Feb-08 18:24:49\n\ncurlywurlywee -if you have a look at the bottom of this page (next to the box you type your message in) it explains how to do links under the smileys and emoticons.\n\nMaenad Tue 05-Feb-08 18:40:21\n\nI don't know if this is helpful or not, but my friend's little boy had a similar issue. She cracked it very gradually by having him sit on the potty in his nappy to do a poo, then when he was happy with that he would sit on an open nappy on the potty, and finally he would just poo in the potty. It seemed like a sensible approach I thought.\n\namazonianwoman Wed 06-Feb-08 14:12:53\n\n\nDD just did a poo on the potty rather than in a nappy, over a year after potty training grin smile grin\n\nAll it took in the end was the promise of a Stephanie (Lazytown) costume hmm Her friend was wearing one yesterday (present for giving up dummy) and I told her she could have one too if she did a poo on potty\/toilet. Came into the living room after lunch to find her sitting on potty, saying she was pooing for Stephanie hmm grin\n\nmystified76 Wed 13-Feb-08 15:43:39\n\nHi everyone\nsorry i havn't returned to this thread for ages.\nLast few weeks have been a nightmare - just got dd to the doing poo in nappy but in the bathroon stage, was edging her towards the idea of doing poo in nappy but on the toilet stage when WHAM! she gets poxy chicken pox! Not only did she not have a poo for a whopping 10 days, she also had nasty spots down there so we actually reverted to letting her do wees in her nappy because she was crying in agony when doing wees on the loo! Maybe she is a master of manipulation but i couldn't bare to see her suffer!!!!\nBack to normal now as in doing wees on loo and poos in nappy but in bathroom!! I'm glad so many more people have joined this thread it has made me fell better to know i'm not alone. smile\n\nmystified76 Wed 13-Feb-08 15:44:40\n\nfeel better!\n\ncallan Sun 24-Feb-08 18:06:17\n\nMy 3.5 yr old son has been toilet trained for 6 mths for wees but still poos in a pull up. Full time school starts in 6 wks and he simply MUST be able to poo in the toilet! He is so scared of pooing in the toilet and I don't know why. We've had crying and hysteria when he's been pleading and b... (truncated)",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.6106761694,
        "format_confidence":0.9963455796
    },
    {
        "url":"https:\/\/community.justlanded.com\/en\/World\/forum\/Just-Landed-Feedback-Suggestions-and-Bug-3\/Exploring-cultures",
        "text":"Exploring cultures!!\n\n    posted by  VICk HERNAN in World forum \n\n    HOLA!! out to find the site and I found very interesting, it seems that the world is so small, the picture opens and you can meet people from around the world, I hope to find true friends ... good luck!!\n\nPost a reply\n\nOther replies",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9236733317,
        "format_confidence":0.9925818443
    },
    {
        "url":"http:\/\/sugartails-glowingirl.blogspot.com\/2010\/03\/friendly-friday-how-do-you-know.html?pfstyle=wp",
        "text":"Friday, March 19, 2010\n\nFriendly Friday: How Do You Know?\n\nI've heard it.  I've seen it.  I've felt it. \nIt's here. \nAnd it's wonderful!\n\nNever mind that the forecast shows flurries next week.  Winter will not be back to stay . . . it's just saying goodbye slowly.  But it's definitely goodbye, not hello.\n\nThe year's at the spring\nAnd day's at the morn;\nMorning's at seven;\nThe hillside's dew-pearled;\nThe lark's on the wing;\nThe snail's on the thorn;\nGod's in His heaven -\nAll's right with the world!\n~Robert Browning\n\nIt's Friendly Friday:  I ask. You answer.   \nHow do you know that spring is here?\n\nI really want to know!\n\n\n\nsexgrinch said...\n\nI know that spring is here because my toddler is tugging at my pants begging me to go outside and play with her. She no longer has an interest in Dora or iCarly. She wants to spend time with *me* outside in the *sun*. I swear we haven't seen the sun in 6 months!\n\nIt was 67* yesterday, perfect for the park! Today the forecast is SNOW. What?!\n\nThanks for stopping by my blog!\n\nrachelw said...\n\nHere in Florida it usually feels like spring all winter long, but we've had an unusually chilly winter. I know spring is just around the corner, though because we're not having as many cold nights and things are beginning to bloom! I can't wait for it to get here and stay...neither can my kiddos...they've got cabin fever!\n\nMamaMonki said...\n\nI know it's spring because my hubby has finished up the first lawn detail since November (we have a lab) and my little monkey stands at the door and begs to be allowed outside (once we're out there he refuses to come back in to!)\n\npartialemptynester said...\n\nI know, because I can hear my daughter and the rest of the neighborhood kids riding bikes and rollerblading up and down the street AND because I have on adorable green wedges that scream, \"Spring is here!!!!\" I love my new green shoes...even though I will be donning the rainboots yet again, tomorrow!\n\nRaymonde said...\n\nI found you through SITS and I enjoyed having a look around your blog and your recipe blog.\nHave a beautiful Saturday and a Blessed Sunday! xxx\n\nBuddy and Krista said...\n\ni just took a pic today of bursting bulbs too...they are everywhere right now and it's so fun. what also makes me know spring's here is that i see the tiny green buds trying to pop out of bushes and that! birds seem to be singing a happy song too, i must daughter said today, 'mommy, birds singing!' :)\n\nRelated Posts with Thumbnails",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7919755578,
        "format_confidence":0.8768734336
    },
    {
        "url":"http:\/\/darksideofebay.livejournal.com\/1168223.html",
        "text":"Log in\n\n *~Janemarie~* [userpic]\nby *~Janemarie~* (ferretsnax)\nat March 7th, 2012 (11:12 am)\n\nattitude: scared\n\n\n\"You're beautiful- Show It!!! \"\n\n\nPosted by: Eric (kingeryck)\nPosted at: March 7th, 2012 06:41 pm (UTC)\n\nLOL I don't know what Easter is like a their house but I think I wanna go.\n\nPosted by: _The_ Wench (rayce)\nPosted at: March 7th, 2012 07:28 pm (UTC)\n\nI'm sure the local church would Love it if one of the mothers showed up in this for the egg hunt.\n\nPosted by: wobblerlorri (wobblerlorri)\nPosted at: March 7th, 2012 08:53 pm (UTC)\n\nSooooo... it's an ugly cheap black dress with nothing to recommend it. I know! Cram an ugly white belt from the 70's up under your arms, buckle it, call it a \"chest strap\" and slap it up on eBay!!\n\nYeah, that current bid of $1.60? Too high...\n\nEdited at 2012-03-07 08:54 pm (UTC)\n\nPosted by: a few prawns short of a galaxy (glitterberrys)\nPosted at: March 7th, 2012 09:51 pm (UTC)\n\nI wanna check out this chick's church...\n\n4 Read Comments",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9240171313,
        "format_confidence":0.9064967036
    },
    {
        "url":"https:\/\/rareddit.com\/r\/Advice\/comments\/oic9hi\/i_feel_like_i_cant_do_anything_without_my_family\/",
        "text":"I feel like I can’t do anything without my family scrutinizing it. It’s stressing me out and even being near them now makes me anxious.\n\nAdvice Original\nImKindaScaredHelp 2 2021-07-11 20:44:07\n\nI can’t even just leave a room without my mom asking me why, telling me to stay and hang out, trying literally everything to just not let me leave a room I was in for five seconds, when I just want to go back to my room. If I pass anyone in the hallway, I’m immediately stopped to talk and - again - I’m asked where I’m going. If I have my door closed to try and keep out the noise my family is making, my dad gets annoyed and acts like having my door closed means I’m going to be doing something awful in my room. It’s kind of a different issue, but whenever I try to just get some time for myself, my mom refuses to leave me alone and tries to force me to talk with her when I just want to relax by myself.\n\nI can’t talk back at all or even ask them to stop, because my dad gets miffed about it, tells me I’m being disrespectful, and threatens punishments. I know it’s a small thing, but I genuinely feel anxious and paranoid around them because of this, and I don’t know what to do.\n\nedit: should mention, i’m 15, i’m autistic, have ADHD, and maybe have some sort of anxiety.",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.8559100032,
        "format_confidence":0.9576397538
    },
    {
        "url":"http:\/\/www.happierabroad.com\/forum\/viewtopic.php?f=3&t=27666",
        "text":"\nAnd check out Five Reasons why you should attend a FREE AFA Seminar! See locations and dates here.\n\nView Active Topics       View Your Posts       Latest 100 Topics       FAQ Topics       Switch to Mobile\n\nA Red Pill A Day Keeps The Divorce Lawyers Away\n\nDiscuss dating, relationships and foreign women.\n\nModerators: jamesbond, fschmidt\n\nA Red Pill A Day Keeps The Divorce Lawyers Away\n\nPostby jamesbond » Fri Jul 31, 2015 6:00 pm\n\nHere is an interesting video where a man who has to get married (because of his religion) asks advice on how to find a good wife. Sandman ends the video with his new signature phrase, \"A red pill a day keeps the divorce lawyers away.\" :lol:\n\n\"When I think about the idea of getting involved with an American woman, I don't know if I should laugh .............. or vomit!\"\n\n\"Trying to meet women in America is like trying to decipher Egyptian hieroglyphics.\"\nUser avatar\nElite Upper Class Poster\nPosts: 7895\nJoined: Sat Aug 25, 2007 5:45 pm\nLocation: USA\n\nReturn to Dating, Relationships, Foreign Women\n\nWho is online\n\nUsers browsing this forum: No registered users and 2 guests",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9909775257,
        "format_confidence":0.9931898713
    },
    {
        "url":"https:\/\/sfllaw.livejournal.com\/275197.html",
        "text":"Log in\n\nNo account? Create an account\n\nPrevious Entry | Next Entry\n\n\ngamma 256 in 115,000 words\n\n  • 1st Dec, 2007 at 8:06 AM\n\nWords cannot describe how awesome gamma 256 was.\n\nInstead, I only have pictures… Lots and lots of pictures\n\nOriginally uploaded by sfllaw.\n\nFilm crew\nOriginally uploaded by sfllaw.\n\nOriginally uploaded by sfllaw.\n\nOriginally uploaded by sfllaw.\n\nKill jet\nOriginally uploaded by sfllaw.\n\n\n( 7 comments — Leave a comment )\n1st Dec, 2007 15:47 (UTC)\nGrrr.... I so ran out of Juice. Stupid Condo committee meeting ran over.... That looks so awesome, and totally rad...\n\nI am a 2 bit person for missing it.. ;(\n1st Dec, 2007 16:46 (UTC)\nYou missed an excellent event! Maybe next year?\n1st Dec, 2007 20:38 (UTC)\nRad photos! I had a good time. I only wish I hadn't been so wiped (from assembling IKEA furniture, overhauling my bedroom, etc.). Not surprising that I look a bit scary in that photo.\n2nd Dec, 2007 00:18 (UTC)\nThank you! I hope you had a good time in spite of your fatigue.\n(Deleted comment)\n2nd Dec, 2007 00:18 (UTC)\nYou certainly can use the one of you. After all, these photographs are all under a Creative Commons license.\n\nSadly, none of the photos of Chris and you turned out properly. That's what happens when you shoot from the hip… But I can bring my camera to the next party you throw.\n2nd Dec, 2007 06:07 (UTC)\nThat looks really fun!\n2nd Dec, 2007 09:21 (UTC)\nIt was!\n( 7 comments — Leave a comment )",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.6684104204,
        "format_confidence":0.772519052
    },
    {
        "url":"http:\/\/pureland.blogspot.com\/2006\/08\/futago-supremacy-last-few-days-of-last.html",
        "text":"Saturday, August 12, 2006\n\n\nThe last few days of the last three years have brought home to me one of the big problems in grandparenting identical futago (twins; literally “two-child”), which is that you can't tell them apart without using a magic marker or something, and the older and more experienced and more familiar they get with this inadequacy of yours, the more they take advantage of it.\n\nThis is a problem because in order to assert full command with crafty toddlers you have to act fast, use names fast and accurately. Saying \"Miasa, stop that!\" to Mitsuki is not commanding at all, in fact it is downright wimpy and comical, and Mitsuki knows it. Or is that really Miasa.\n\nNeedless to say, both take advantage of it, whichever either one is, as is always the case in an intensely evolutionary situation such as grandparenting. So the way it goes is, you're wrong half the time with one twin and half the time with the other, which in Twin Mathematics, a special field I'm developing, adds up to 100%.\n\nFor example, I see Kaya and one twin downstairs and suddenly water starts dripping from the ceiling. I have to act fast, they don't carry IDs, I have to take a shot. Mitsuki! Stop pouring water on the floor! Mitsuki looks at me out of the corner of one eye and grins knowingly as she continues letting the air out of something I just put air into. I run upstairs to snatch the water bottle from the one who is in fact Miasa, at least for now, and with the delay has succeeded in getting all the water out. She is wearing the same subtle, non-provoking grin as her sister.\n\nYoung as they are (an ominous three this month) they know their world and its inhabitants. They could never pull this stuff on their mother, who can tell them apart faster than they can misbehave. So they enjoy being around me. I enjoy being around them too, but not for the same reason. Every time I finally figure out which is which without depending merely on who's wearing what - which is only good for a day anyway - they head back home up north, and when next I see them they're a few months older and have morphed to a confusing extent into each other's physiognomies. If I didn't know better, I'd say they planned it.\n\nTheir names have changed as well: \"No, this is Mitsuki. That's Miasa.\" Or vice-versa. I've thought maybe of different sounding bells or something while they're here, because crucial time is lost when you say \"Mitsuki, don't write on the window\" and Miasa doesn't even react, apart from the twitch about the lips indicating that you've named the grinning twin who's trying the scissors on something over there, and you know you've lost again.\n\nYet won at the same time, somehow.\n\n\nJoy Des Jardins said...\n\nI'm laughing! As a mother of identical twin girls, who was the only one who could tell them apart for a long time, I'm laughing....and I'm sorry Robert. Try as you may, they will confuse you with every adorable grin...AND it STILL could get worse. But, OH the fun they are. I WILL figure out who's who....eventually; because THEY'RE going to want YOU to know.\n\nRobert Brady said...\n\nThanks, joy; you give me hope.\n\nMaya's Granny said...\n\nI've said it before, I'll say it again. Anyone who raises twins has my admiration.\n\nMaya has twin aunts, Maya and Melissa. They aren't even identical, but when Julie would go to visit her father and I would call, I couldn't tell which one had answered the phone. Not just, was it Maya or Melissa, but was it MY child!\n\nPam said...\n\nIs there any chance you can call them both \"Mi-chan\" and get away with it?\n(Oh duh! I just now figured out what their names probably look like in Japanese. Is the \"Mi\" ?? I'm all set with the \"asa\" and \"tsuki\". That's cool!)\n\nTabor said...\n\nHave you tried temporary tattoos? Kids love those. You could put one on the right hand of one twin and the other on the left hand.\n\nMary Lou said...\n\nIt is a terrorist plot to drive grandfathers insane. Although lovingly! and of course Kaya wont help out either will she, being part of the conspiracy...She has told them already how easy you are to wrap around their little fingers! ;)",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9863846898,
        "format_confidence":0.5819653273
    },
    {
        "url":"http:\/\/www.gameboomers.com\/forum\/ubbthreads.php\/topics\/863166\/Re_Moving_Day_Diner.html",
        "text":"\nGB Reviews Latest & Upcoming Adventure Games GB Annual Game Lists GB Interviews\n\n\nGB @ acebook\n\nGB @ witter\n\nAbout Us\nWalkthroughs free games galore Independent Games World of Adventure Patches Game Publishers & Developers GameBoomers Store\nBig Fish Games Homepage\nPage 3 of 3 < 1 2 3\nTopic Options\n#863149 - 01\/19\/13 10:24 PM Re: Moving Day Diner [Re: gymcandy1]\nniteowl07 Offline\nBAAG Specialist\n\nRegistered: 11\/06\/05\nPosts: 8707\nLoc: the dusty desert\nJoe , how wonderful for you it is done and finished - that was quick.!\n\nNan , Ana - i just found out about the opening yesterday , so i go to look at and approve the unit on the 28th - i explained i needed to talk with my present landlord also , so it may be the middle of next month before i actually start taking stuff over .\nThe present person is still there , and then they have to clean it and stuff.\nPlus it takes a bit to switch over utilities and internet here, so i'm guessing not before the middle ,possibly later next month.\nBut it will be nice being so close to Mom ,at her age .Plus my nephew's family ,and my son are on the other side of town !\nOn a lighter note ,I went to the store today , and the cashier thought i cut myself , because i had red ink all over my face...had it on my fingers from an art project , and must have touched my face without knowing -looked odd , to say the least !\nWell , see you all later ! Stay warm ,and be happy !\n\n#863156 - 01\/19\/13 11:00 PM Re: Moving Day Diner [Re: gymcandy1]\nauntiegram Offline\nAdept Boomer\n\nRegistered: 06\/10\/06\nPosts: 14603\nLoc: northern Wisconsin\nOh niteowl, that is great that you will be so close to family!! What fun!!! Too cute about the paint. lol\n\nJoe glad the move went smoothly for you today and that you and Baby are together again!! happydance Unpacking is a breeze!!\n\nMidge sleep well!\n\nL4l enjoy the movie and the fire!! We watched.......Beverly Hills Chihuahua 2!!! Too cute. Sassy even watched for awhile. lol\n\nWell it's already about 3 above but with the winds it feels like about -16. Brrrrr. Sassy is out and quickly pottys and right back in. lol\n\n\n#863159 - 01\/19\/13 11:10 PM Re: Moving Day Diner [Re: gymcandy1]\nBrownEyedTigre Offline\nThe Sassy Global Moderator PR Liaison\nSonic Boomer\n\nRegistered: 01\/04\/04\nPosts: 72612\nLoc: In the Naughty Corner\nNan, it was 53 where we we picked up the truck today and 48 here but the wind is crazy strong. It's going down to 9 degrees tonight. A high of 7 on Monday. lol No wonder my poor heads is pounding. It can't keep up with the barometric changes.\nPoor Sassy, does she wear a coat?\n\nNiteowl, too funny on the paint! One of these days you'll have to send me some pictures.\n\nMidgie. hearts\nDon't feed the Trolls\n\n#863166 - 01\/19\/13 11:38 PM Re: Moving Day Diner [Re: BrownEyedTigre]\nSpace Quest Fan Offline\nAdept Boomer\n\nRegistered: 02\/17\/01\nPosts: 14940\nLoc: Upper Arlington, Ohio\nGood night Boomers. sleep\nIt's nice to be important but it is much more important to be nice.\n\n#863174 - 01\/20\/13 12:20 AM Re: Moving Day Diner [Re: gymcandy1]\nniteowl07 Offline\nBAAG Specialist\n\nRegistered: 11\/06\/05\nPosts: 8707\nLoc: the dusty desert\nnite all ! catrub sleep\n\nPage 3 of 3 < 1 2 3\n\nModerator:  BrownEyedTigre, looney4labs \n\nWho's Online\nKey: Admin Global Mod Mod Staff  )\n5 registered (Sassy, meryl, gremlin, Lex, 1 invisible), 79 Guests and 10 Spiders online.\nNewest Members\nMrTwig, kapia, DeafMammy, PapaJoe, silverspook\n8921 Registered Users",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.8259316087,
        "format_confidence":0.9950271249
    },
    {
        "url":"http:\/\/www.mybengaluru.com\/forum\/289-Hi-There.aspx",
        "text":"You must Sign In to post a response.\n  • Category: Introduce Yourself\n\n    Hi There!\n\n    This is Deepika from Bangalore, the most loved city of many. Unfortunately i see my city growing old ( the green cover is fading).\n    I am working and enjoy my work. My hobbiles include gardening, listening to old classic hindi songs.\n    This is a very small intro from my end. Going forward we may get to know one another.\n  • #573\n    Hi Deepika,\n\n    Welcome to one of the fastest growing site for the Bengaluru city. Here you will not find the best information about Bengaluru also quick updates on many information.\n\n    Yes, the voice that you have raised is Right, Bengaluru is loosing it charm of \"Garden city\" and getting in the category of High rise buildings, infrastructure development on the loss of greenery.\n\n\nThis thread is locked for new responses. Please post your comments and questions as a separate thread.\nIf required, refer to the URL of this page in your new post.",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9808164239,
        "format_confidence":0.9841597676
    },
    {
        "url":"http:\/\/bleumanoir.blogspot.com\/2010\/08\/for-thierrysucette.html",
        "text":"Thursday, August 12, 2010\n\nFor ThierrySucette\n\nThis is our new penpal, ThierrySucette.\nSo far she has left us the mostest comments.\nWe're going to put them in a big bowl and in September on Labour Day we will pull out one name. We will announce the winner of the lovely prize on that day.\nWe think the prize is a beautiful Hanky Dress made by Maman.\nWe'll post a picture of it closer to Labour Day.\nThierrySucette, we're glad your Maman has figured out how to let you leave us messages.\nWe just found them today! We are so excited to get messages, sort of like in a bottle.\nWe hope you don't mind your picture showing up here on our blog.\nWe think you are so pretty in your beautiful new white dress.\nHugs from Yvette Marie\n\n\ncolleen said...\n\nOh! I just found your message and my photo !\nOf course I do not mind--- I was a professional model for SassySusie all my life until I came to NC to live with Maman and my cousins.\nI wish my Maman would learn to sew me a hankie dress. She says she may get a book and see....\nThis is fun!\nHugs, ThierrySucette\n\nLinda said...\n\nMy Maman says if I am good and read all the stuff about Yvette Marie and Zoe every day and if I tell you I do I might win a hankie dress....I think i need to win a hanky dress because my Maman is not doing too well at this sewing stuff and I may be living in my uniform forever and it is getting pretty smelly from crawling through bushes at the river and stuff and my Maman says my socks are never going to be clean again....who knew I would get sooo dirty having fun?",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7081872225,
        "format_confidence":0.8504808545
    },
    {
        "url":"https:\/\/www.goshen.edu\/nicaragua\/2013\/07\/13\/gaia-estates-robert\/feed\/",
        "text":"Comments on: Gaia Estates – Robert Learning and Serving Abroad - Goshen College SST Mon, 11 Aug 2014 20:33:00 +0000 hourly 1 By: Grandpa and Grandma Leerch Mon, 15 Jul 2013 19:00:49 +0000 Good to see your work. Would love to see the birds and trees. We like the hair style. See you in Aug. Love from both of us.",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7252010703,
        "format_confidence":0.9918285012
    },
    {
        "url":"https:\/\/forums.mixnmojo.com\/topic\/135813-back-from-the-world\/page\/2\/#comment-1753729",
        "text":"Jump to content\n\n\nBack... from the world\n\n\nRecommended Posts\n\nWell thank you for the warm welcome from all the old school people from back in the day, haha, cant believe I've been here 4 years, seems so long...\n\n\nThanks also to everyone I havnt met, hope to be able to chat some time.\n\n\nAnd yes, lady jedi is right, I did say I would be back around this time :-D\n\n\nI would honestly give a holla' back to everyone of you, but I dont have time time, I gotta get up early for bed, anyways, its good to be back hey!\n\nLink to comment\nShare on other sites\n\n\n  • Create New...",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9927375913,
        "format_confidence":0.9942179918
    },
    {
        "url":"http:\/\/www.mousewait.com\/disneyland\/user\/31751\/myposts?pageno=9",
        "text":"lakers unofficial\nmiss_rachel 120.3 #3098 \n\nWanting to go back to Disneyland and to meet some mwers.\nMember Since: November 23, 2010\nCredits Purchased:\nFeatured in News: 0 posts\nTrivia Challenge One Score: 95.8 #2616\nTrivia Challenge Two Score: 0 #0\nTotal Wait Time Points: 0.17\nTotal Quality Points: 5 #3425\nThanked: 4 times on 2 different posts\nBest Post of the Day: 0 times on different posts\nTotal Lounge Points: 19\n30 Day MouseRank: 0\nTotal MouseRank:\nOverall Rank: #(DL)\n 120.3 #3098 (DL Qual #3425\n\nOctober 4, 2014 11:34 PM  The Hub\nengaged at steakhouse 55 on friday night. such a lovely evening.\n\nAwwww sweet. Congrats.  - TrueFromOzLovesDisney  460.7 #425 11:40PM\n\n 120.3 #3098 (DL Qual #3425\n\nSeptember 14, 2014 1:42 AM  The Hub\nMy birthday gift from my love and he is taking me to the Walt Disney museum in sf since we can't make it to the parks until October.\n\nHappy Birthday - E-Ticket  1320.5 #110 2:24AM\n👍👍 Enjoy the Disney museum. If you need glasses bring them cause there is a lot of reading there.  - Dizkid  362.1 #580 7:01AM\nHappiest of birthday  - MarshaMouse  4124.3 #25 10:40AM\nThanks. Had a wonderful day. - miss_rachel  120.3 #3098 8:28PM\n\n 120.3 #3098 (DL Qual #3425\n\nSeptember 9, 2014 8:22 PM  Disneyland Talk Land\nHey. We are thinking of doing the happiest haunts tour the first week of October. does anyone know what time they usually start and how long they last? thanks.\n\nI read 2.5 hours. I believe they start Sept 12th. - DLKenCA  2076.5 #62 10:28PM\nI think they start around 10:00 - Chumash28  1080.1 #149 10:29PM\n\n 120.3 #3098 (DL Qual #3425\n\nMay 14, 2014 5:21 PM  The Hub\nJust a random question. Do hotels around the park fill up fast for October? planning a trip for the first weekend of October.\n\nHi!  Good to see you!  I'm not sure, but my husband and I have visited during that time twice over the last 8 years, and we didn't have any problems.  We have had good experiences using Priceline for last minute weekend trips.   - Spoonful_O_Sugar  576.0 #320 5:24PM\n\n 120.3 #3098 (DL Qual #3425\n\nMarch 31, 2014 7:48 PM  Disneyland Talk Land\nMe and my boyfriend had a such great time at Disneyland this past weekend.  I want to thank the CMs that took care of me when i fell on sunday before we left.  very sweet and caring.  i twisted my ankle pretty bad.  I got a high five from mickey while i was waiting for a wheelchair to take me to my car.  But before the accident the trip was so much fun.\n\nOh my hope you are feeling better! Glad to hear you had a good time! - brguest85  189.6 #2026 8:13PM\nGet well soon.  I'm sure the high five from Mickey made it all better. - potatohead25  604.4 #299 8:21PM\nOh no, sorry to hear that. I hope you're ok. - debbiev  968.3 #171 8:26PM\n\nThanked by:   brguest85   ShariRenee  \n 120.3 #3098 (DL Qual #3425\n\nNovember 15, 2013 2:40 PM  CHUB33 Land\nHey everybody. I haven't posted in a long time because mousewait did not work on my phone but I just got a new note 3. I haven't lost much weight. Kinda gain some this pass month. I went though a rough patch. my car was totaled and I was having money problems. i just moved in with some friends. But all the stress has made me gain about 4 lbs. can't workout how i want to because my back is messed u  More...\n\nwelcome back my friend, I hope yo can go back to DL soon.👍😃 - David09  731.5 #227 4:56PM\nHi Rachel!  I'm really sorry to hear about your accident--things like that are super-scary and hard to go through.  I'm glad that you're ok and hoping that your back feels much better soon!  Hope you can get to DL soon :)  - Spoonful_O_Sugar  576.0 #320 6:08PM\nWelcome back. Hope things turn around for you soon. - D55CR  249.9 #1264 2:18PM\nI'm so sorry you are having a hard month. I hope things start to turn around. Don't worry about the 4 pounds, when I have a bad month I gain like 10! Hugs friend.  - Mrs.mouse  517.2 #366 7:11PM\n\n 120.3 #3098 (DL Qual #3425\n\nMay 14, 2013 8:49 PM  The Hub\ni go to work soon and i hope to get off early, so i can get on the road and head to disneyland.\n\nHave a safe drive - disneygal  433.2 #457 9:09PM\n\n 120.3 #3098 (DL Qual #3425\n\nFebruary 23, 2013 12:29 AM  CHUB33 Land\nFinally made it to Anaheim. With my guy friend. Nervous but happy. Hopefully he doesn't kill me with junk eating.\n\nHave a wonderful time. Focus on enjoying yourself and making healthy choices. - Mrs.mouse  517.2 #366 12:48AM\nLet us know how it goes! :0) - D55CR  249.9 #1264 9:56AM\nThat's great! So glad you both had a nice time. Sending pixie dust in hopes he has a crush on you, too! :0) - D55CR  249.9 #1264 2:42PM\nYou're so the crush part (do we get to see a pic of the two of you?!?). My Sprint store just started selling the FitBit. How do you like it? - msdizmaui  637.9 #282 12:20AM\nI love my fitbit. I wear it everyday. He is suxh a sweet guy but our schedules are so opposite. Its really hard for us. - miss_rachel  120.3 #3098 9:53AM\n\n 120.3 #3098 (DL Qual #3425\n\nJanuary 24, 2013 8:22 PM  CHUB33 Land\nKinda nervous. My guy friend that i like ask me to go to Disneyland in Feb with him. I want to drop 5 lbs before I go.\n\nOh i want to lose a lot more then 5 but from now til then. 5 lbs is my goal. Im nervous that is going to be just us 2. - miss_rachel  120.3 #3098 8:56PM\nI'm sure you'll have a great time. Good luck reaching your 5 lbs goal. - Mrs.mouse  517.2 #366 11:25PM\nIf it's February 1st, good luck...if it's later in the month, piece of cake...or piece of celery! Either way, don't think about it...have a great time and I hope that he turns out to be your Prince Charming! - msdizmaui  637.9 #282 11:34PM\nDon't worry about the weight because I'm quite sure he isn't worried about it. Eat healthy and get some exercise, but don't let your weight run your life. You are beautiful just the way you are. And YOU are in control, not the scale. Just go have some fun. - D55CR  249.9 #1264 10:00AM\n^What D55CR said! - NikkiMickey  1685.6 #83 10:09PM\n\n 120.3 #3098 (DL Qual #3425\n\nJanuary 10, 2013 2:09 PM  The Hub\nWish i lived closer to Disneyland. Having a rough day. Finding out stuff I wish I didn't want to know. Need my happy place.\n\n💜💜💜 hope things get better! - ladylikesdisney  945.0 #173 2:29PM\nHappy Face come out of hiding! - babebahn  207.3 #1819 2:31PM\n\n 120.3 #3098 (DL Qual #3425\n\nDecember 14, 2012 4:06 PM  The Hub\nDidn't get to most this during my last trip but this was my goal, to get a pic with these guys.\n\nThanked by:   OhanaPhoto   Hendizl  \n 120.3 #3098 (DL Qual #3425\n\nNovember 30, 2012 8:28 PM  Disneyland Talk Land\nTrader sam's time. Time for a drink.\n\nAdd me - Mouse4life  1293.1 #113 8:34PM\nAdd me for 2 or so! - ShariRenee  6041.5 #14 8:36PM\nHey! Where's the pics! - ShariRenee  6041.5 #14 9:14PM\n******Id like a surfer on acid! (Shot) cheers! - MadameLeota  2231.1 #56 9:01PM\nHey, I went to high school with a bunch of those! - NotSoDapperDan  323.8 #712 9:23PM\nI think those were my neighbors in Huntington Beach - ShariRenee  6041.5 #14 9:25PM\nIl down for a trader sans drink day. Someone make a event and I'll be there - kristian  1991.5 #67 9:41PM\n\n 120.3 #3098 (DL Qual #3425\n\nNovember 29, 2012 8:55 PM  The Hub\nSeen this today. So true.\n\nI agree. - ymart  64.6 #4074 11:15PM\nLol so true! Love it! - lovetrustpixidust  5.8 #14773 11:24PM\nThis is the GREATEST post I have seen ALL day. ;) - MermaidHunter  121.0 #3079 5:45PM\n\n 120.3 #3098 (DL Qual #3425\n\nNovember 29, 2012 8:22 AM  CHUB33 Land\nHeading to the parks today with my fitbit. Lets see how many steps i do. Anyone wanna guess?\n\nA LOT! :0) - D55CR  249.9 #1264 10:38PM\n12113 - pinkmonkeys  523.3 #360 12:55AM\nJust got home from my trip. Thursday i did 16428 and Friday was 23912. Wow. - miss_rachel  120.3 #3098 8:37PM\nThat's great! - Mrs.mouse  517.2 #366 7:24PM\n\n 120.3 #3098 (DL Qual #3425\n\nNovember 28, 2012 5:54 PM  The Hub\nJust check into hojo. Very nice room but very small. No view of Disneyland. But the bed is o so comfy. Time for a nap before we walk to downtown disney.\n\nEnjoy - HandMeAChurroImmaFaint  5204.6 #17 6:19PM\nHave a great night - Linzee  1034.7 #161 6:24PM\nHoJo is great... Nice staff, clean rooms, comfy beds! That's what I like since I spend all my time in the parks. Have a wonderful time!!!!! - Boundin  593.7 #308 6:33PM\n\n 120.3 #3098 (DL Qual #3425\n\nNovember 27, 2012 1:17 AM  CHUB33 Land\nMy lunch. Ha. Yum.\n\nYummy! - Mrs.mouse  517.2 #366 8:20AM\nI've always wanted one of those! It seems perfect for snacking. - PirateQueenBriezy  308.3 #789 9:57AM\nMy girls love them. - Mrs.mouse  517.2 #366 1:55PM\nWhere did you get this! Soo cute! - msdizmaui  637.9 #282 10:13PM\nI found them at Target. Where else?!?! - Mrs.mouse  517.2 #366 12:22AM\nWe have them at our Target too :) they're yummy! - Spoonful_O_Sugar  576.0 #320 1:40AM\nI want a Target!!!!! - msdizmaui  637.9 #282 4:17PM\nLol, I lived on the Big Island (Kona) awhile ago, and I sooooooo missed Target! They have one now, but they didn't when I was there! - Spoonful_O_Sugar  576.0 #320 8:26PM\n\n 120.3 #3098 (DL Qual #3425\n\nNovember 24, 2012 12:53 PM  The Hub\nSo i know some people do not like tattoos but i really want to get this. It has been a rough year. So i want to get it with the word hope or believe. Which word do you think would go better with it. It's going to be a small tattoo.\n\nBelieve... It'll be a nice reminder to always believe in the better things and have faith - LBChica  2203.5 #57 12:54PM\nI agree! \"Believe\" connotes a sense of confidence, while \"hope\" implies that you desire for something to happen. - Spoonful_O_Sugar  576.0 #320 1:03PM\nVery well put SOS..I agree - Disneykidds_HaveWeMet  181.9 #2136 1:06PM\nYa i'll go with believe. - madsdad  1847.0 #76 12:57PM\nBelieve. Hope reminds me of something else. - HandMeAChurroImmaFaint  5204.6 #17 1:21PM\nThanks everyone. Hopefully i can get it done soon. - miss_rachel  120.3 #3098 2:00PM\n\n 120.3 #3098 (DL Qual #3425\n\nNovember 9, 2012 5:27 AM  CHUB33 Land\nGiggles like a lil school girl. I just got a fitbit one. Can't wait to really try it out.\n\nI hear good things about those. Post a review. ... (truncated)",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7111558914,
        "format_confidence":0.9421499968
    },
    {
        "url":"http:\/\/socialcapital-civics.blogspot.com\/",
        "text":"Search This Blog\n\nMonday, October 11, 2010\n\nErica, Shea and Shelby!: Lab #2: \"If it's on Facebook then it has to be rea...\n\nyeah i agree, people should learn about each other in person, not online.\n\nErica, Shea and Shelby!: Lab #1: Trust-an Investigation of social Capital\n\ni loved the part about the teachers. very cool.\n\nCommonweal Labs!: You Trust Me?! :S\n\nyeah i think that people are becoming less skeptical over the internet. however, i am not sure that that exhibits trust because most people don't consider sites like facebook to be dangerous.\n\nSocial Capital: FACEBOOK\n\nI think that it is a valid point, however i also think that the internet can hinder social capital. I think this is because people will be spending too much time on their computer when they could be interacting with people face to face.\n\n\nI think that trust is really important, and this poll exemplifies the trust issues that the majority of the US has. It was interesting to me that people would give there password out of something that is public to so many people, but they wouldn't temporarily let someone use their phone.",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7583516836,
        "format_confidence":0.5926284194
    },
    {
        "url":"http:\/\/mypinkfriday.com\/users\/NHVWPAlY\/blogs\/3794303",
        "text":"Sat, Dec 15, 2012 at 2:17 PM\n\nim so bored\n\nhey ppl im so bored so look me up add me and chill with me im not doing nothing else but on other web sights so look me up a me and you know so add me thanks\n\n  1. maioricess avatar\n\n    On Sun, Jul 21, 2013 at 9:15 AM, maioricess said:\n\n\n  2. Richess avatar\n\n    On Sun, May 5, 2013 at 1:28 PM, Richess said:\n\n    Not me I'm eating pasta whilst listing to nicki supperbase xx\n\nPost a comment\n\nmaioricess’s Blogs\n\nNewsletter Signup",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.9902224541,
        "format_confidence":0.7228191495
    },
    {
        "url":"http:\/\/thegreengrassgrowsallaround.blogspot.com\/2009\/06\/thankful-thursday.html",
        "text":"Thursday, June 11, 2009\n\nThankful Thursday\n\nOne of our early day trips last summer was to visit The Habitat for Humanity Global Community in Americus, Georgia.\n\nIt was an eye opener to walk through the village from the lean-to and shacks to the homes that can be available through the Habitat for Humanity Program.\n\nAfter walking through an area with at least 20 dwellings like those above, with the meager personal items people would own in homes such as these, we ventured into what is possible.\n\nAll the homes were still quite modest and humbling as we returned to our home with plenty of space.\nComing across these photos made me thankful again.\nThankful . . .\n- that this village is there so others can be reminded of needs of others.\n- for my home, my yard.\n- for walls, real walls. Real doors and real windows.\n- air conditioning and heating\n- flooring under my bare feet\n- running water\n- electricity\n- food. healthy food\n- appliances\n- even the pang of quilt for having so many possessions\n- an easy life\n- for TODAY!\n\n\nJan the crazy lady said...\n\nWe have so much to be grateful for. Glad you had the chance to really grasp those blessings.\n\nGayle said...\n\nWe do take so many things for granted. Thank you for the reminder.\n\nSniffles and Smiles said...\n\nSo, so much to be thankful for!!!! This is a beautiful post! Thank YOU!! ~Janine XO\n\nThe Muse said...\n\nOur blessings are often overlooked...thank you for bringing them to light...!\n\nFancyHorse said...\n\nIt's good to see what HfH is doing in other parts of the world.\n\niranutax: IRA new tax\n\nJane In The Jungle said...\n\n\nJules~ said...\n\nIt makes me sigh.....and that sigh is mixed with so many feelings.\nWe are blessed with so much and we still find things to complain about. (I mean we as in me in general.)\nThat was something I have noticed with all of Pippin's stories and pictures of Uganda. There is so little and yet they have a joy and sincerity that I have to think about looking for in myself.\nThank you for the reminder.\nBlessings to you today.",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.8444760442,
        "format_confidence":0.7791876197
    },
    {
        "url":"http:\/\/kansascitysoil.blogspot.com\/2006\/04\/millennials-fourth-turning.html",
        "text":"Friday, April 21, 2006\n\nthe millennials & the fourth turning\n\nTonight I heard a breathless paraphrase of the future as prophesized by William Strauss and Neil Howe, authors of The Fourth Turning and Millennials Rising, and it didn't quite add up to me. Especially the stuff about the Millennials, the generation born in 1980s and 1990s. The argument is that this is a generation that was highly nurtured in their childhood, and that they'll grow up and save the world.\n\nYet it was during the late 80s and early 90s when the crack epidemic decimated black communities, and nurturing was in short supply for the children who suffered through it. It's also spans the era when school desgregation failed and blacks and white children became even more isolated from one another than they had been before Brown v. Board.\n\nIt's funny how we whites think the world begins and ends with us.\n\n\ntrAcy said...\n\ntho, often when i encounter a child whose license says they are 16 to 26 or so years old, and that child is white, they don't seem at all like people who would save anything but their playstation\/cellphone\/etc., suped-up wanna-be-racer hondas and themselves.\n\ni am curious about that book you're citing. . .as when i hear \"very nurtured,\" i think \"spoiled (suburban) rotten.\" (see above.)\n\nevery day a friend of mine who fought in world war 2 and is now driving a school bus in the inner city (where he lives) for extra cash for a film project calls to update me on \"this generation.\"\n\nhe blames their disrespect on the Dr. (Benjamin) Spock childrearing theory that was popular when you and i were kids. . but it came out in 1946. i guess the \"blamed\" part is how spock discounted discipline in lieu of children's expressing themselves.\n\nkids \"these days\" don't respect authority, no. not even when it's warranted, but like you said, it's something you have to grow up with to understand.\n\nAnonymous said...\n\nThe Millenials will save mankind. Interesting. That flies in the face of all sorts of anecdotal evidence that suggest our \"highly nurtured\" saviors are little more than unimaginative, overly sheltered, self-absorbed and horribly spoiled.\n\nEmployers are finding Millenials are unwilling and unable to take initiative, and they think they deserve praise for completing the most mundane tasks. A few months ago, the NY Times reported on students e-mailing college professors for classes. Much of the article focused on how the tone of these e-mails ranged from rude and demanding to outright helplessness. One student wanted to know what type of notebook was best for taking notes.\n\nThese kids are going to save us? God help us all.\n\njoe said...\n\nInteresting input. I must confess, I haven't been following the story. I just pick up little pieces here and there. I recall first hearing about it on a news show, and now that you mention it, I recall that a few frustrated employers were quoted. It's just funny to hear from my perspective, because most of the young folks in that age range who I know are black and poor and urban and their experiences don't correspond in any way with what the media has been hyping.",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.5998288393,
        "format_confidence":0.8561733365
    },
    {
        "url":"http:\/\/www.fmylife.com\/miscellaneous\/653813",
        "text":"\n\nby Anonymity \/ 03\/27\/2009 at 11:15pm \/ Canada \/ Miscellaneous\n\nComment this\n\nMake sure your text complies with our rules\n\nTop comments\n\n  • Should have said you were surprised her legs could hold her weight. What a cow.\n\n    #5 - On 03\/28\/2009 at 7:05am by babydoll86\n\n    See in context\n\n  • Ouch.\n    O___O Maybe your mom'll learn to be polite off you\n\n    #2 - On 03\/28\/2009 at 5:50am by hk\n\n    See in context",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.8632981181,
        "format_confidence":0.9925368428
    },
    {
        "url":"http:\/\/www.scout.org\/node\/26458?language=es",
        "text":"\n\n\n\n  • 7. Mar 2014\n\n【Never forget!　3.11.2011】I feel helpless myself.\nFar away in the same Japan, myself Because I do not do anything.\nI can not go, but we can deliver our feelings.\n\nComentarios (2)",
        "topic_id":7,
        "format_id":4,
        "topic_confidence":0.7996502519,
        "format_confidence":0.9558055997
    }
]