[
    {
        "url":"http:\/\/www.enterpriseappstoday.com\/data-management\/data-virtualization-big-data-business-intelligence-1.html",
        "text":"Sign in   |   Register\n\nData Virtualization and Big Data Business Intelligence\n\n  |     |   Bookmark    \nPosted November 7, 2011 By Wayne Kernochan     Feedback\n\nData virtualization could be the glue that ties together data warehouses and social media data.\n\nWhen I set out to write this article, I thought I could assume a basic understanding of data virtualization (DV) in readers and focus on the neat new benefits to agile business intelligence from using DV to combine Big Data with the data warehouse dynamically. Then I found, reading what's out there on the 'Net, that there's still a lack of understanding of what data virtualization really is and what it does. For example, as recently as a couple of months ago, Wikipedia was unsure of the relationship between data virtualization and \"Enterprise Information Integration,\" (EII) which it said \"failed in the market.\"\n\nSo before I note data virtualization's upcoming benefits, I am going to ask the reader to review the definition, history and existing benefits of DV, briefly, with me. I promise: the review will help.\n\nData, data everywhere\n\nThe basic aim of data virtualization, whose first solutions arrived around 2001, is to allow users to query across differing data sources in real time. That means that any DV solution needs three brand spanking new (in 2001) technologies:\n\n1.       A way to gather data from any data stores accessed by different vendors' databases or file systems or applications in real time;\n\n2.       A global metadata repository that shows not only what data was out there, anywhere, but also the relationships between the data in various data stores;\n\n3.       A common format across any and all data types that allows DV when it combines the data to present to the end user the relationships between the data, not just differing formats side by side.\n\nAnd that has been the core of DV's value proposition. But not the whole story. Because, by definition, data virtualization aims to be (to stretch a much-abused word) \"agile.\" That is, its ongoing value lies in its ability to keep pace with the proliferating number of data types out there in the world. A data warehouse, or a file system, achieves performance above all by refining its ability to process a particular type of data. DV piggybacks on this performance, but focuses on its own performance improvements in combining data types where the existing database has not done so. Over time, the \"rich have become richer\": the gap between what's stored in a data warehouse and a zettabyte's worth of a wide array of other data types stored all over the world has become ever wider, and DV continues to bridge that gap and assemble a richer and richer set of combined data and metadata.\n\nBut that is by no means the only DV value delivery that has surfaced since it arrived, because it turns out that data virtualization is a superb \"Swiss army knife.\" You can take any of the three technologies I cited above and use it for other purposes, as well, simultaneously. You can combine DV as a whole with other infrastructure software, especially data management software, and create a full enterprise database architecture or global data architecture that makes everything look like it's in one consistent, real-time-data-available \"virtual\" database, complete with common XQuery data access. Here are a few more cute things you can do, with some tweaking:\n\n·         Data discovery – discover all the data you didn't know you had in your enterprise, and store their relationships in your very own global metadata repository;\n\n·         Master data management (MDM) – store at least some of the combined common-format data in a permanent data store;\n\n·         Real-time beyond-warehouse business intelligence – combine queries of data types not in the data warehouse, or stuff not yet in the data warehouse, with data warehouse queries;\n\n·         Merge corporate data as you merge corporations, immediately, without having to try to physically move and merge the databases and all their applications;\n\n·         And, of course, relate social media Big Data to data warehouse data without the major risks of downtime, poor performance, and inaccurate data that come with trying to move the Big Data into the data warehouse.\n\nThis last, of course, is what data virtualization vendor products such as Composite Software's Composite Information Server 6 are now offering. The rest is the bulk of actual uses of data virtualization, because vendors such as IBM put their DV technology inside their MDM, BI, \"information server\", \"global metadata repository\", and \"data integration\" solutions.\n\nNow we come to the confusion about definitions. Originally, data virtualization was called \"Enterprise Information Integration\" – actually, a better description of its full capabilities, although it failed to capture the ability to access the data in real time. Over time, most of the original DV companies were bought by large infrastructure-software vendors, who continue to offer their products as standalones but whose major sales are as part of larger products – for example, Metamatrix to Red Hat, or Venetica to IBM. Then, when virtualization became the rage, other, smaller DV companies like Composite Software or Denodo Technologies were able to point out that, as noted above, data virtualization technology lets you mimic one gigantic \"virtual\" database, and EII was successfully re-christened as Data Virtualization. As you can see from the above, calling it data virtualization is completely justified by what DV technology does; but it can do much more.\n\nAnd that is why saying \"EII failed in the market\" is a joke. Because if you have an MDM solution, DV technology is there. If you have real-time business intelligence that can reach data outside of the data warehouse, DV technology is there. And, of course, over the years, endless DV \"projects\" have accumulated inside large and medium-sized enterprises and in government. The DV vendors you see are the tip of the iceberg. Data virtualization is everywhere.\n\nPage 2: Social media mining and data warehouses\n\nWayne Kernochan of Infostructure Associates has been an IT industry analyst focused on infrastructure software for more than 20 years.\n\nPage 1 of 2   |   1 2   |   Next\n\nSubmit a Comment\n\nLoading Comments...\n\nThanks for your registration, follow us on our social networks to keep up-to-date",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.7976140976,
        "format_confidence":0.9417492747
    },
    {
        "url":"http:\/\/techland.time.com\/2012\/04\/30\/glimpse-a-facebook-powered-pinterest-clone-without-the-human-feel\/",
        "text":"Glimpse: A Facebook-Powered Pinterest Clone Without the Human Feel\n\n  • Share\n  • Read Later\nHarry McCracken \/\n\nPinterest, which lets you collect and share images and links from around the web, is quirky, addictive — and wildly popular. So it’s not surprising that it’s also proving to be influential. It sure influenced Glimpse, a new Facebook app being launched by shopping search engine TheFind.\n\nLike Pinterest, Glimpse lets you peruse a never-ending grid of pictures of stuff that other folks like — particularly items at shopping sites. But TheFind hasn’t built a new system that lets people choose what to share. Instead, items show up in Glimpse because people clicked Facebook’s Like button to express approval of them, either on Facebook itself or elsewhere on the web. (According to TheFind, 70 percent of major shopping sites put Like buttons on their pages; its index includes products from 200,000 online stores.)\n\nGlimpse does let you organize your Likes into catalogs, which are similar to Pinterest pinboards. But it’s not a social network unto itself: it’s a reflection of the tastes of the members of Facebook, the world’s largest social network. TheFind plans to make money by collecting affiliate fees when users click through to shopping sites to buy items they spotted on Glimpse.\n\nThe company says that it personalizes what it shows on Glimpse to fit each user, and I did notice that it showed me men’s clothing and accessories — mostly, although I also got some random women’s shoes — which it apparently did after using my Facebook information to determine that I am indeed a guy. (My wife got photos from many of the same online stores, but of women’s items.)\n\nBut while Pinterest is so much fun because it’s so clearly based on the preferences and passions of large numbers of idiosyncratic individual human beings, the Glimpse that I experienced felt both generic and random. When I looked at the default catalog of stuff after I logged in, Victoria’s Secret was there — and with 18 million Facebook likes, it certainly qualifies as popular. It wasn’t a link to anything specific on Victoria’s Secret, though, just one link to the site in its entirety.\n\nThe catalog also included a pair of shoes that had only been Liked once — and only by the online shoe store that was selling them. How that qualifies as sufficient reason to put that footwear into Glimpse, I’m not sure.\n\nIn between Victoria’s Secret and that pair of shoes were scads of items that had been liked by someone — often lots of someones. But most of them weren’t intriguing, at least to me, and the selection didn’t feel like it had any particular organizing principle. It was neither engagingly eclectic, like Pinterest, nor comprehensive, like TheFind itself. (You can search Glimpse for stores and brands, but not for specific types of products such as “iPad stands.”)\n\nIt may be difficult to gauge Glimpse’s potential based on using it on launch day. As more people begin to use the app, it could get better at deciding what to show. It seemed to be suffering from some technical hiccups, too: at one point, when I clicked on a link to Carter’s clothing, it said that nobody had Liked any Carter’s products — and then a couple of minutes later, it had plenty of items. And I may be a worst-case scenario as far as potential users go: I don’t think I’ve ever bought an item of clothing online, ever.\n\nThen again, I get a kick out of browsing Pinterest, even though most of what I see there are items I’d never buy, mostly chosen by women I don’t know. That site just has a human touch that’s engaging. Glimpse doesn’t. But if TheFind can make more sophisticated use of all that data about what people like on Facebook, its new service might evolve into something that’s interesting not because it’s similar to Pinterest, but because it’s different.",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.919488728,
        "format_confidence":0.7023945451
    },
    {
        "url":"http:\/\/onlinesocialnetworks.blogspot.com\/2007\/06\/beyond-facebook-encounters-of-too-close.html",
        "text":"Saturday, June 30, 2007\n\nBeyond Facebook: Encounters Of The Too Close Kind?\n\nWhat's Next: Beyond Facebook\n\nBy David H. Freedman | Inc. | April 2007 pp. 71-72\n\nDaniel Serfaty had to appreciate the irony. The founder of Aptima, a Woburn, Massachusetts, software developer, Serfaty was working hard to build a new, high-powered social-networking system designed to find connections between people attempting to solve similar problems. Think Facebook, except rather than connecting college students looking to flirt and swap pictures, it would match people who have highly complex technical questions with experts able to answer them.\nBut there was a rub: Serfaty was having trouble finding a development partner who shared his goal--the very sort of problem his system was intended to solve.\n\nBut then the Department of Defense [snip] suddenly came calling. Why the change in tune? Two DoD managers who had never collaborated, even though they worked one floor apart, ran into each other at a cocktail party and decided that what the department needed was a system that could help people like them find each other.\n\nScoring the sort of elusive connection that is normally the domain of plain dumb luck is, of course, the promise of online social networking.\n\n[snip]The problem? Managers of sophisticated, fast-growing companies don't need the world at large to chip in when they have a question. They need input from exactly the right people, and those people are extremely hard to identify and track down.\n\nFortunately, a new generation of social-networking software is on its way, software that not only lets people build impressive webs of connections but also analyzes those networks to provide all manner of insights to users.\n\nSerfaty's software, for example, monitors a network's online communications, such as e-mail and instant messaging, to learn who communicates with whom--and uses keyword analysis to determine what sort of problems and expertise are being tossed back and forth.\n\nAptima's software, which remains in development and is not yet available, will be able to suggest instantly who on the network is the best person to consult when a specific problem comes up.\n\n\"You leave your footprints everywhere you go in cyberspace,\" [snip] Businesses, mostly large corporations, have been trying for years to get at information about who within an organization talks to whom about what via a technique called organizational network analysis.\n\n[snip] Aptima is automating the process of organizational network analysis by gleaning it from online activity. It's not the only company taking that approach, which might be termed \"intelligent social networking.\"\n\n... eTelemetry already offers a $35,000 self-contained box that can be attached to a corporate network to trace an organization's electronic communications and map out a network analysis chart that shows which individuals in the organization serve as the hubs or linchpins between different groups.\n\n[snip] The American Association of Airport Executives, an 80-person industry group, has begun using eTelemetry to improve informal lines of communication between employees. \"If we can see where the bottlenecks are, then we can do things to speed up decision making,\" says Patrick Osborne, who heads the group's IT efforts.\n\n[snip] Visible Path, a Foster City, California-based company, has released a beta version of its e-mail-tracking tool on its website ... [which] doesn't examine the content of messages; it only notes who sends messages to whom, when they send them, and how frequently. [snip]\n\n[snip] In addition to being knowledgeable, a good collaborator is someone who's not currently bogged down in other tasks, is willing to be helpful, and works well with people like you. That's why Aptima's tools are being designed to take into account not just the depth of knowledge and experience of the people in the network but also their workload and workstyle.\n\nAptima's'systems are still in the experimental stage; when they are available, they'll be aimed at government agencies and large companies.\n\nShould they prove successful, systems for smaller companies and consumer markets will follow. Needless to say, monitoring e-mail and other communications poses privacy issues. [snip]\n\nIn the case of Aptima and eTelemetry, the goal is to get entire organizations to install the software; that will take care of privacy considerations because, in general, companies have the right to subject employees to communications monitoring. That would allow the broad mapping of relationships throughout those organizations and between any organizations that agree to pool their networks.\n\n\nVisible Path, which has made its software available to the public, hopes to create a mass cross-organization network, but only if it can get enough individuals to sign up to have their e-mail tracked.\n\n\nBut even intelligent social-networking tools, no matter how smart they get, will sometimes fail to get a handle on who can solve whose problems. That's because despite all the emphasis we tend to place these days on online activity, many of the most effective people still get a lot of their work done the old-fashioned way, that is, via phone calls or by dragging their butts over to someone's office for a talk, and the substance and even existence of those conversations can't easily be captured. And no matter how capable and all-knowing these systems get, you'll still stumble on the occasional great contact at a cocktail party or trade show or on an airplane flight. Technology can do wonders, but there's no complete replacement for the miracles accomplished every day through plain dumb luck.\n\n\nNo comments:",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.8932621479,
        "format_confidence":0.844789207
    },
    {
        "url":"https:\/\/reporter.rit.edu:8443\/tech\/blame-it-algorithm",
        "text":"Technology today is similar to opposite sides of a coin. There's the face where all can be cast into the limelight, and there’s the backside where most of the behind the scenes action tends to go unnoticed. \n\nNot a lot of people consider all of the mechanics that go into crafting social media. Though platforms are meant to be personable, it's easy to forget how technological they are.\n\nLast year, of over 330 million Twitter users, 74 percent utilized the social platform for news, according to statistics gathered by the Pew Research Center. When the platform first aired, its sole purpose was to connect family and friends. Now, the reasons for one to create a Twitter account are endless. \n\nJack Dorsey, CEO and co-founder of Twitter, set out to create a public medium for anyone to use. Of course as technology evolves, so do the standards they’re bound to. Twitter has adapted to keep up with the change in people’s interests and the reasons they use social media. Social media outlets are designed to run based on an algorithm. This formula can be adjusted and manipulated to address whatever the creators’ main concern for the platform is at the time.\n\n\"Social media outlets are designed to run based on an algorithm.\"\n\nDorsey aimed to take Twitter to the next level. He and his team crafted an algorithm that would eliminate harassment on the platform, while also encouraging users to have meaningful dialect on popular discussion topics. \n\n“The spirit of the [algorithm] is that we want to take the burden off the person receiving abuse or mob-like behavior,” Jack Dorsey told The Guardian.\n\nHowever, the newest edits to the algorithm have created user issues, most notably the debacle where users were falsely shown as having liked tweets published by President Donald Trump and Senator Ted Cruz.\n\nIn The Public's Eye\n\nTwitter recommends content based on the accounts users interact with. This creates awkward tension especially when it comes to political views. Some users, like Felicia Swartzenberg, a fourth year Journalism and Museum Studies double major, exhibit contempt towards the false interaction. \n\n“I’m not trying to have my friends and followers thinking I support someone who I am very much against,” she said.\n\nApart from that slight glitch, some users find that the algorithm has its moments. Andy Brauchler, a fourth year English major from Stony Brook University, understands the logistics behind the algorithm. \n\n“Sometimes I like what I see, sometimes it has nothing to do with my interests. Same issue when Twitter shows me what people I follow have liked,” he said.\n\nSocial media often has the misfortune of people constantly criticizing it. People rarely seem to be satisfied, which leads the teams behind the platforms to do whatever they can to keep users active. According to The Statistics Portal, between 2010 and 2018, a million of Twitter's active users have decreased their activity or given up the platform altogether. Though that may seem minor compared to the remaining 335 million users, it’s an alarming sign of rough times ahead at their corporate office. \n\n“While they [social media platforms] are trying to help get more people content, they are really preventing people from seeing new content, in my opinion,” Swartzenberg said. “I mean look at Facebook ... the algorithms came all from a business standpoint. They are trying to make money off of as many people as possible, so they’re optimizing that.”\n\nFor those who are old enough to remember, MySpace used to be everyone’s go-to social media outlet. Then came Facebook and Twitter, followed by Snapchat and Instagram, each platform having advantages over the previous one. Perhaps that’s just social media's circle of life. \"In with the new, out with the old,” as the saying goes.\n\nNo Clear Lines\n\nLast month, The Guardian released an article posing the idea that algorithms should be held responsible for the issues and damage they cause. Technology does as we we order it to.\n\nAlgorithms were meant to solve flaw after flaw that social media platforms encountered. They were created by people to ideally offer a better virtual environment. These are the unseen bumps in the road that sometimes pop up. They don’t have any obvious right or wrong ways to address them. Sometimes, they just work. Other times, they don’t. \n\nSwartzenberg and Brauchler both agree that Twitter's current algorithm needs some tweaking. As users push to have Twitter's algorithm changed, negative commentary from users on Twitter is what drives the initiative to change the platform. With technology comes a trial and error period. Social media will probably never be perfect, nor should that be the goal. Creators of the beloved platforms can adjust these algorithms with endless outcomes, but at the end of the day users are always going to find an aspect to critique.",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.9190539718,
        "format_confidence":0.8378865719
    },
    {
        "url":"https:\/\/baylorlariat.com\/2011\/11\/30\/viewpoint-the-lost-honour-of-dying-google\/",
        "text":"Viewpoint: “The Lost Honour” of dying Google+\n\nBy Joshua Madden\nA&E Editor\n\nThink back to this past summer for a minute. I know it’s hard to do with the weather finally starting to get chilly here in Waco, but reflect on those sunny days. The time spent lounging by the pool. The time when Google+ was supposed to be the Facebook killer.\n\nDoesn’t that seem like forever ago?\n\nGoogle+, Google’s most recent attempt at creating a viable social network, appears to be dead in the water. I was only even reminded of its existence because of an e-mail I got informing me that Google Wave, Google’s previous half-hearted attempt at creating some kind of social experience online, was being shut down. The question I had to ask myself was this: How long until Google+ follows suit?\n\nWhen Google+ was first released, I’ll admit it intrigued me. The Android app was solid. The invite-only feature made me feel special. The fact that it wasn’t blocked everywhere with a proxy gave it a leg up over Facebook.\n\nThe problem, of course, was that it still wasn’t Facebook. All of my friends were on Facebook. Even with Google+, 1,083 of my friends are still there. I don’t even have 100 friends on Google+.\n\nNobel laureate Heinrich Böll’s “The Lost Honour of Katharina Blum” follows the beautiful Katharina. Everything appears to be going her way until she falls in love with a murderer and quickly finds herself under investigation from the authorities.\n\nThe book is one of my all-time favorites, partially because of the fact that it speaks to something larger than the story contained within the pages. Who hasn’t seen something beautiful (like Katharina) find itself in trouble because of a few careless mistakes?\n\nObviously there is some debate about whether or not Ms. Blum is actually to blame for her downfall — you’ll have to read the book so you can decide for yourself ­— but I personally thought that part of her problem is that she was too arrogant and thought too highly of herself. Could there be a more direct parallel to Google+ and its rapid decline in popularity?\n\nThe reason that no one shifted from Facebook to Google+ was that there was no reason to shift from Facebook to Google+. Google+ had no notable features that Facebook did not have and Google executives seemed to think that we should all move over simply because we love Google, even though many of those executives did not appear to embrace the site themselves.\n\nJust so we’re clear, I do love Google. I think it’s clearly the best search engine on the Internet and it makes it so easy to bring disparate things together. This was, however, the exact reason that I was never sold on Google+. All of the characteristic ease of use of Google Non-Plus didn’t seem to make its way over to Google+. That’s too bad.\n\nI write this column not to rejoice in the downfall of Google+, but to mourn it. There are serious privacy issues with Facebook that I’m not convinced will ever be adequately addressed.\n\nI want Google+ to succeed and I think there is still a chance to make that happen. But it’s going to take some real effort. They might start by taking their own “+1” concept to heart. Why can’t Google+ one-up Facebook?\n\nFacebook is often slow to address issues that people would like to see addressed. Why is it that years after its initial implementation, the “Like” button on Facebook remains alone? Why is it that we don’t have “Dislike” buttons or “Love” buttons? Even Xanga had varied amounts of “eProps” that could be left for users.\n\nThese are easy areas that Google+ could have capitalized on, but instead, they chose only to give us a slightly more muddled version of the “Like” button.\n\nIf we’re going to shift over to Google+, we need a reason to do so. The Google brand will get me to sign up, but it won’t get me to stay there, especially when my 1,083 friends are staying on Facebook.\n\nThinking that you’re more important than my 1,083 friends makes me think you and Katharina Blum might have something in common.\n\nPlease send comments to",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.9317442179,
        "format_confidence":0.7783569098
    },
    {
        "url":"https:\/\/www.linuxjournal.com\/article\/7627",
        "text":"On the Web - A Better Wireless Experience\n\nby Heather Mead\n\nA while ago, I had conversations with two of my least technically inclined friends, both of whom brought up the topic of Wi-Fi within minutes. In fact, one friend, a dancer and choreographer, called me specifically to ask what he could do with “the Wi-Fi thing in my laptop”. He'd bought a shiny new laptop on the recommendation of another friend and now was confessing to me that although he knew what Wi-Fi was theoretically, he wasn't sure what he could do with it.\n\nFast forward to the recent 4th of July weekend, when I spent time with these friends and found out they've both figured out a whole lot they can do with wireless. The choreographer told me he is working on-line with dancers on a new production. He's also collaborating with the cellist writing music for the piece. The cellist lives in San Diego, and my friend is doing most of this work while running around Seattle and hopping on any of the many hot spots he locates thanks to SeattleWireless.net. And, although certainly not the most important function that wireless technology ever served, without cell phones with IM features, my other friend and I never would have located each other among the 30,000+ people present at the fireworks display the evening of July 4th.\n\nFor those of you who've mastered IM and who are able to locate a hot spot blindfolded, the topic of this issue is Everything Wireless, and the LJ Web site offers even more project news, advice and how-tos. Take, for example, “Getting On-line Anywhere with Bluetooth and GPRS”, by Sreekrishan Venkiteswara (www.linuxjournal.com\/article\/7525). This article offers an overview of how BlueZ and General Packet Radio Service (GPRS) work and explains how they can be used when designing embedded Linux products, including cell phones and PDAs. Venkiteswara writes, “Because Bluetooth supports device inquiry and service discovery, the Bluetooth devices automatically can use a nearby cell phone for Internet connectivity, without cumbersome configuration of such details as physical addresses.”\n\nIn “A Linux-Based Implementation of Mobility Using SIP” (www.linuxjournal.com\/article\/7380), the developers explain how they created the “first open-source SIP implementation that supports mobility” by adding mobility capabilities to Vovida's VOCAL VoIP software. They write, “The software supports seamless SIP signaling when the user moves from network to network, as well as automatic handoff if the user is in the middle of a call while changing networks.”\n\nOn the end-user side, for those of you struggling with wireless connectivity for your laptop, be sure to check out the latest installment of Doc Searls' adventures with his new IBM T40 laptop, “The Laptopia Odyssey, Part 2” (www.linuxjournal.com\/article\/7636). A big part of this stage in creating Doc's ultimate mobile workstation is getting Wi-Fi to work as well and as consistently as he needs. Things improved once he switched to SuSE Professional 9.1 and made a few other changes, but it's still not perfect. He writes, “Kismet seems to work, so far. It sees 802.11b and b\/g access points, two of each (three here, one next door). I still need to figure out how to get the ThinkPad to switch easily from one to another.” Doc also writes about using FireWire and the browser and office applications he likes best for his laptop.\n\nIf you're doing something new and interesting with wireless or if you've improved your wireless experience, why not share it with the rest of the Open Source community? Send me an article proposal at heather@ssc.com.\n\nHeather Mead is senior editor of Linux Journal.\n\nLoad Disqus comments",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.5350705981,
        "format_confidence":0.8931647539
    },
    {
        "url":"http:\/\/www.zdnet.com\/article\/aws-and-openstack-an-interesting-contrast-worth-considering-during-cloud-selection\/",
        "text":"AWS and OpenStack: an interesting contrast worth considering during cloud selection\n\nJames Staten calls out a couple of contrasting approaches for users as they give consideration to cloud implementation.\n\nHaving attended the OpenStack Design Summit this week and at the same time fielding calls from Forrester clients affected by the Amazon Web Services (AWS) outage, an interesting contrast in approaches bore out. You could boil it down to closed versus open but there’s more to this contrast that should be part of your consideration when selecting your Infrastructure as a Service (IaaS) providers.\n\nThe obvious comparison is that AWS’ architecture and operational procedures are very much their own and few outside the company know how it works. Not even close partners like RightScale or those behind the open source derivative Eucalyptus know it well enough to do more than deduce what happened based on their experience and what they could observe. OpenStack, on the other hand is fully open source so if you want to know how it works you can download the code. At the Design Summit here in Santa Clara, CA this week, developers and infrastructure & operations professionals had ample opportunity to dig into the design and suggest and submit changes right there. And there were plenty of conversations this week about how CloudFiles and other storage services worked and how to ensure an AWS Elastic Block Store (EBS) mirror storm could be avoided.\n\nHaving this knowledge about the AWS architecture might have helped many Elastic Compute Cloud (EC2) customers work around the problem or even potentially detect it and act pre-emptively. Certainly all enterprise I&O customers should have employed disaster recovery and HA best practices with their cloud applications so any unforeseen issue could be dealt with. And that would be true no matter what cloud you choose.\n\nAnother stark difference is in the ecosystems of these cloud technologies. Amazon’s massive ecosystem of management software, SaaS, Platform as a Service (PaaS) and independent software vendor (ISV) partners are all just customers of AWS. They aren’t contributors, nor are they I&O peers. OpenStack’s ecosystem includes many of the above but also service providers, government agencies and enterprises who are implementing OpenStack as well. Which means that if you choose to implement OpenStack for your private cloud or you are a hoster implementing it for your IaaS, there is an I&O peer network you can call on in times of crisis who have intimate knowledge of the software and can help you diagnose the problem and even potentially supply a patch to reverse the problem.\n\nYou could argue that there is similar value to deploying VMware vCloud Director as I&O peers would be able to help as fellow administrators but everyone would have to fall back to VMware to resolve the issue if deep knowledge or code changes were required.\n\nThe picture painted here is certainly not Nirvana. Open source projects are starting points and commercial implementations often intermix this code with commercial code that mirrors more the VMware model. Plus every implementation will differ based on hardware used, components deployed and scale. But in all cases, the greater I&O community can be called upon to help in times of crisis and that’s worth considering when choosing your private cloud platform or public cloud provider.  \n\nHas the AWS outage last week changed your opinion about using cloud computing solutions? If so how? Share your thoughts and feelings in the Forrester I&O community.\n\n\nYou have been successfully signed up. To sign up for more newsletters or to manage your account, visit the Newsletter Subscription Center.\nSee All\nSee All",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.7232550383,
        "format_confidence":0.6276640892
    },
    {
        "url":"http:\/\/www.forbes.com\/sites\/reuvencohen\/2012\/11\/15\/cloudnow-unveils-its-2013-cloud-computing-predictions\/?ss=cio-network",
        "text":"| |\n\nI lead Citrix (NASDAQ:CTXS) world wide advocacy efforts with a particular focus on increasing the volume, reach and influence of Citrix's extensive portfolio of cloud solutions used by more than 260,000 customers and 100 million end users across the globe.\n\nI'm recognized as an early innovator in the cloud computing space, as the founder of Enomaly in 2004 (Acquired by Virtustream in 2012). Enomaly was among the first to develop a self-service infrastructure as a service (IaaS) platform (ECP) circa 2005, as well as SpotCloud (2011) the first commodity style cloud computing Spot Market.\n\nContact Reuven Cohen\n\nThe author is a Forbes contributor. The opinions expressed are those of the writer.\n\nTech 4,334 views\n\nCloudNOW unveils its 2013 cloud computing predictions\n\nCloudNOW, a non-profit world-wide consortium of cloud computing thought leaders has released it’s annual predictions for cloud computing. For those unfamiliar with CloudNOW, the consortium was founded by Jocelyn DeGance Graham with a focus on using technology for the overall professional development of women from around the world by providing a forum for networking, knowledge sharing, mentoring, and economic growth. (Membership is open irrespective of gender.)\n\nThe predictions were authored by CloudNOW members and advisors Lori MacVittie, Jocelyn DeGance Graham, Bernard Golden, and Margaret Dawson. The 2013 predictions include a particular focus on cloud federation, an accelerated adoption of cloud stacks, and greater control over cloud resources through what they describe as enterprise-class features.\n\nAccording to report’s authors “a core focus of cloud in 2013 will be around such topics as big data and integration of cloud computing infrastructure and applications to realize federation of clouds.”\n\nThe authors believe that this is in response to cloud provider failures in 2012 and driven by a desire for the ‘best cloud deal’ possible. They note “federated cloud models will start to become core to organizational cloud strategy. To put that model into practice requires standardization, and luckily there is no dearth of efforts on that front.”\n\nJason Seats, Managing Director at TechStars Cloud, a technology accelerator focused on cloud computing startups, is quite optimistic about the cloud space saying that “we will see a push toward the standardization of cloud because of it over the next year. As that process continues, providers will begin to differentiate through support, enterprise-class features such as more appropriate SLAs, geolocation services to assist in meeting regulatory and compliance needs, and baked-in social collaboration features. As organizations adopt cloud next year with growing alacrity, the generation of data across federated cloud formations will drive innovation and offer providers an additional path to monetization through big data analytics and services. TechStars predicts these services will include the beginning of real competition in the PaaS layer and increasing innovation in development and deployment tool chain solutions.”\n\n(Predictions after the break)\n\nCloudNOW’s core predictions for 2013 include;\n\nCloud will continue to accelerate despite ongoing concerns.\n\nCloud computing adoption will accelerate despite ongoing concerns regarding security and availability. The advantages that cloud computing offers in terms of agility and cost-effectiveness will outweigh reservations that people continue to voice about cloud service providers. A significant factor in this adoption will be the fact that developers, application groups, and end user business units will find that central IT is not responding quickly enough to this changed environment and continues with time-consuming manual processes and lengthy timelines for internal private clouds. Faced with this friction, developers will increase their adoption of public cloud computing, especially via Amazon Web Services.\n\nBy Bernard Golden, VPE enStratus\n\nIT Leaders gain control over Cloud.\n\nThe rampant consumerization of IT over the past year  not only with respect to mobile devices but of cloud services as well has left IT wringing its hands over the related loss of control. While IT budgets for the Chief Marketing Office and other non-IT departments have increased, IT’s own budget has remained the same or been reduced. In 2013, IT will regain some control; not necessarily with budgets, but with clearly defined centralized policy and governance. Driving this move will be the continued growth of big data and the further tightening of compliance mandates around cloud-based solutions. This will be a significant change from 2012, when research showed a large percentage of companies having no policies around employee or departmental use of cloud services. A recent survey from cloud storage provider Symform found that 65 percent of companies “not in the cloud” still allow employees or teams to use cloud services, while 35 percent allow employees to put company data in cloud applications and on mobile devices.\n\nIn 2013, IT will regain control by implementing clear, proper security policies for cloud application usage on mobile devices, and by employees and business units. As a result, some cloud solutions may disappear altogether in the enterprise, such as collaboration or file sharing services that aren’t able to comply with even the most simple of security policies, while others will move to differentiate with policies capable of meeting IT security and business agility needs. This also means that in 2013 we will see increased collaboration around the cloud between IT and business leaders. For those companies with Compliance Officers, this new policy and control of cloud will be driven out of this office.\n\nBy Margaret Dawson, VP Product Management, Symform\n\nIt’s all about Cloudonomics.\n\nThe economics of cloud, coined by cloud thought leader Joe Weinman as ‘cloudonomics’, moves from an accounting conversation focused on capex and opex to a CFO level strategy. Cloud will evolve from a one-to-one relationship between end-user and cloud provider to a one-to-many, flourishing ecosystem comprised of cloud insurers, such as CloudInsure, broker services, and other intermediaries enabling organizations to enjoy the financial and operational benefits of federated cloud formations.\n\nSuch financial benefits cannot be realized without actionable data that enables organizations to clearly compare and contrast costs. Doing so manually would eat into or fully negate any potential gains. Resulting in an emerging ecosystem of Insurers, brokers, and cloud marketplaces to provide that actionable data, and operating on the principle that cloud is a commodity. This is not meant in the typical IT vernacular, i.e. as a solution loses competitiveness and value, but in the true definition: Cloud will be understood as a commodity analogous to coal, and a unit for that commodity and a futures market will be defined and created. It is this philosophy that will enable broker services and insurers to provide the data organizations need to realize the financial gains promised them so early in the cloud hype cycle.\n\nAmazon Web Services has already announced its reserved instances marketplace, essentially an eBay for selling off unused portions of pre-purchased AWS computing services. This will be the tip of the iceberg as more evolved models such as that of Strategic Blue, which allows for trading of future cloud usage across multiple Cloud Service Providers, emerge and create a worldwide market able to factor into the price of cloud highly advanced calculations such as anticipated cloud datacenter build outs and varying demand for cloud.\n\nWhen combined with sophisticated analytic and financial control engines powered by companies such as Cloudability and Cloudyn that allow IT to monitor and develop strategies for Continuous Improvement and real-time redistribution of resources and spend, 2013 will be the year that the Cloud pays off.\n\nBy Jocelyn DeGance Graham, Founder and President, CloudNow\n\nThere’s no doubt that over the next year cloud will be a significant factor in IT and business strategy and thus budgets. As cloud has achieved mainstream level adoption, traditional business and operational concerns have moved to the fore and must at some point be addressed lest adoption begin to stagnate or customers become disillusioned with the technology. Over the next year the cloud market will offer solutions to these challenges. Combined with the services and options resulting from the convergence of many ancillary but ultimately related trends, cloud will continue to gain ground in 2013.\n\nYou can learn more about CloudNOW at www.cloudnetworkofwomen.com\n\nFollow Reuven on Twitter @rUv | Linkedin | Google+\n\nPost Your Comment\n\nPlease or sign up to comment.\n\nForbes writers have the ability to call out member comments they find particularly interesting. Called-out comments are highlighted across the Forbes network. You'll be notified if your comment is called out.\n\n  • Reuven Cohen Reuven Cohen, Contributor 1 year ago\n\n    Enter Your Comment\n\n  • Jacqueline Vanacek Jacqueline Vanacek, SAP 1 year ago\n\n    Another 2013 milestone is growth of cloud for government. Mobility+cloud offer m-commerce and citizen services to even the most remote locations. So cloud levels the playing field for govt as well as business. And the Community Cloud model for shared services between jurisdictions is an enormous opportunity for govts all over the world. I just returned from Brussels where I am working on how the EU might best prioritize its cloud investments. Even Sri Lanka, with whom I met recently as well, has moved to the cloud. It’s the only the beginning of a new IT landscape that will benefit all of us!\n\n    Regarding federated clouds — the OpenStack community is growing quickly and with the plethora of new cloud services resulting, international research collaboration and other global use cases will become almost turnkey!\n\n... (truncated)",
        "topic_id":20,
        "format_id":11,
        "topic_confidence":0.5802235007,
        "format_confidence":0.5464190245
    }
]