[
    {
        "url":"http:\/\/urth.net\/urth\/archives\/v0212\/2391.txt.shtml",
        "text":"FIND in\n<--prev V212 next-->\nFrom: \"Roy C. Lackey\" \nSubject: Re: (urth) FLF: the four and who\/what they are\nDate: Wed, 11 Dec 2002 00:46:50 -0600\n\nmantis wrote:\n>Catharine Margaret Garth, aka Candy, is the massive (250+ pound) pale\n>prostitute who wears white (a virginal color) which is sometimes (e.g., as\n>she is singing at the bar in the Consort hotel) mistaken for blue (blue and\n>white being the colors of Mary, mother of Jesus, iirc).  To escape from\n>Belmont, the mental hospital, she has to put on the uniform of a black\n>nurse (note the contrast); after which, since people assume she is a nurse,\n>she begins to act like one, and becomes a healer.\n\nI can't address the OZ stuff, so just a few notations. Pink is often\nmentioned in connection with Candy, especially her hands. She was wearing a\ngarish pink robe in the morning before she took Free to breakfast. She\nchanged into a pink sweater and black skirt. Her open-toed sandals were also\npink. FWIW.\n\n>I wonder if Candy is \"normal girl of Earth\" Dorothy to the Witch's Ozma\n>\"sorcerer-princess of Oz\"?  I make the tentative link between Stubb and Tin\n>Woodman mainly because I think Stubb's \"hard boiled\" persona shows his\n>inability to feel (the Tin man's problem) as well as the slighter details:\n>Stubb vaguely suggests to me something cut (like the stump of a felled\n>tree); Stubb is the one who retrieves the axe after the accident in front\n>of Free's house.\n\nI took his name to be related to his height. As in stubby. The \"hard boiled\"\npersona is straight out of old books\/movies. IIRC, at one point Stubb even\nrecalls one such movie role played by Robert Mitchum. I don't see Stubb as\nhard boiled; he just doesn't wear his emotions on his sleeve. He is often\nsympathetic to people, especially Candy.\n\nAs for assigning OZ roles: there is one point, near the end of chapter 14,\nwhen Candy and Barnes are together in the hotel lobby, before they have ever\ngone up to Serpentina's room. She had just spoken to Stubb on the house\nphone. She said **to** Barnes: \"Seventh floor, room seventy-seven, Ozzie.\nWe're off to see the wizard.\" So how can Barnes be the wizard? Only the\nwitch and Stubb were up in the room.\n\n\n\n<--prev V212 next-->",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9041934609,
        "format_confidence":0.8893831968
    },
    {
        "url":"https:\/\/overland.org.au\/2017\/08\/on-australian-poetry-now-a-response-to-david-campbell\/?replytocom=783147",
        "text":"Australian poetry\n\nOn Australian poetry now: a response to David Campbell\n\nOne way to read poetry in Australia is to see it as being in a constant state of conflict. For the most part, this is a cold war where poets argue with poets in very poetic ways – the outcry about Geoff Page’s Southerly blog probably counts as the outer limit of this activity, which manifests more often in email exchanges, reviews that are compliment sandwiches or gossipy asides. Sometimes this breaks out into the open, as we saw when John Kinsella took out a restraining order against Robert Adamson and Anthony Lawrence and which the Sydney Morning Herald covered in 2006.\n\nRecently, however, there has been fuel on the fire. This has oriented itself around the newly released Puncher & Wattman Anthology of Contemporary Australian Poetry. Following a review by Louis Nowra in the Australian, this past weekend saw the publication of a polemic by David Campbell in the same newspaper. There is an obvious politicisation of poetry and it seems like the editors are having their say on this matter as well. Campbell repeated many of Nowra’s criticisms including that much of the volume was ‘little better than minced prose’. In addition to Nowra’s position, Campbell attacked the volume on behalf of ‘bush poets’ who write ‘traditional rhyming verse’. He lamented the fact that they had been ‘airbrushed’ from history by their exclusion from the anthology. One might be tempted to argue what ‘traditional’ or ‘free verse’ or ‘bush poetry’ mean for Campbell, but what was striking in his piece was its closing paragraph:\n\nPerhaps, if the ‘ruling majority’ showed more respect for traditional verse, something that can already attract hundreds of people at a time to festivals across Australia, it may just help to spark renewed interest in poetry and make us less like ‘beggars fighting over the contents of a dumpster’.\n\nIn this paragraph, Campbell’s target becomes clear. It is the ‘ruling majority’ (more a spectral presence than a named set of actors beyond the anthology’s editors); their major crime, the promotion of ‘free verse’. I do not quite know what free-verse poetry is for Campbell because he does not offer a definition. But I agree with him that we need a proper debate. This is not only to ‘spark renewed interest in poetry’, but also to keep raising consciousness in terms of reference that make sense. What might lie hidden in all this is that poetry is part of a battle for national identity, something that anthologies prompt and which people beyond poetry are interested in as well.\n\n\nAnd, on that question of identity, one cannot immediately assume that to express an attachment to the country need take the form of a bush ballad, that traditional verse is the only authentic mode of expression. Where would we be, after all, without Indigenous song poems that are the tradition of this continent? Or indeed the work of Les Murray or Kinsella, whose many poems do not all belong to the ‘traditional verse’ Campbell suggests? This is to say nothing of the Anthology’s great many poems set in the bush that are formally experimental. I say this as someone who is probably among Campbell’s targets because I do not easily conform to the traditions as he describes it. This is despite the pleasure I gain from the yarns I listen to in Witchcliffe (in regional Western Australia) and a reading diet that includes many traditional verse icons from Banjo Paterson to Henry Lawson. This is in addition to Aboriginal people in my family, a father from the white rural working classes, and places and community groups I belong to in country Australia. Speaking from this position, I would defend the formal inventiveness common to much contemporary poetry. After all, it can also express attachment to rural places. Why can’t we enjoy all the camps of poetry rather than decry the lack that seems to exist?\n\nI would also suggest that the aim of the Puncher & Wattman’s Anthology is not completeness and, like Campbell, Corey Wakeling ably highlighted the absence of several avant-garde or experimental poets in his review in Cordite. One would also notice a lack of slam, spoken word, tabi. From this, one must assume that the anthology is a slice of the pie with a contemporary designation. Its opposition is not ‘the traditional’ like Campbell claims, and I do not think the absence of certain poets is intended to cause ‘irritation’, but rather that no anthology can be encyclopaedic. Choices must be made and, as Campbell himself notes, the introduction does say it will be a ‘critical review’.\n\nWhat might be more telling is the following sentence from Campbell: ‘I find this blinkered attitude frustrating because I’m caught in the middle.’ If one is in the middle build a bridge, be a point of connection rather than dismiss it: see the anthology for what it is, which is a very good attempt at what counts as contemporary poetry. This is something I detailed in my review in Westerly. In that way, I am not represented in the volume and I am a poet who belongs to no camp as well, but what I appreciate about Puncher & Wattman and Campbell is the care they have shown to our field. What might be necessary is not so much an anthology that attended to all the different sides of the conflict but a way of creating a poetic culture that allowed it to flourish with a sense of proportion and direction. Perhaps then we might get the hundreds of people watching a dumpster fire that is warming as well as illuminating.\n\n\nImage: Shack at Pine Ridge \/ Sacha Fernandez\n\nOverland is a not-for-profit magazine with a proud history of supporting writers, and publishing ideas and voices often excluded from other places.\n\nIf you like this piece, or support Overland’s work in general, please subscribe or donate.\n\nRobert Wood is the author of History & the Poet. In 2017–18, he will be an Endeavour Research Fellow at Columbia University and an Emerging Critic with Sydney Review of Books. He was formerly an editorial intern at Overland. For more on his work see:\n\nMore by\n\n\n  1. I’m afraid I can’t agree with you here, Robert. I don’t see much ‘care’ on David Campbell’s side. His review was one of the shoddiest pieces of literary journalism I have come across in a long while. It was simply a poor intervention in the tiresome ‘culture wars’, so beloved by The Australian. (BTW, ‘Paterson’ has one ‘t’.)\n\n  2. Glad to see some criticism of the Campbell review. But does it even deserve engagement? So patently out of touch with the contemporary, the review seemed to be aimed at those who don’t read poetry and consider bush poetry to be synonymous with the nation’s poetic history as such. So, as David McCooey says above, shoddy literary journalism.\n\n    Here, I want to address your mischaracterisation of my article on the anthology in this piece, which, I want to add, was an essay and not a review. I don’t say this to be pedantic; I only say it to point out the intentions of my article: essay the question of contemporaneity in the context of Contemporary Australian Poetry. The intentions of that piece of writing was not to review the anthology, in other words, in the sense of evaluating it for the potential reader.\n\n    Indeed, the piece of writing I put together about the anthology redressed the absence of certain literary ecologies that have substantial influence upon contemporary poetics in this national context. As such, my essay sought to direct the attention away from individual exclusions, which can always be defended, to my mind, but instead toward the bigger questions of what contemporary poetics is.\n\n    In fact, my essay’s most controversial claim might figure it quite differently to the way you have characterised it here and elsewhere. That is, I claimed that certain practices in contemporary poetry today, especially the small press realm and examples such as PiO’s Collective Effort Press, can never be well-anthologised by anthologies such as this, antagonistic as such literary ecologies are to national anthologisation as such. So, the editors didn’t really exclude PiO, for example, but rather the ecology in which PiO features prominently has always been marginal to this kind of nation-centric anthology. I think that members of that scene, at least in my limited impressions of it, are fairly indifferent to such anthologies and generally don’t read them. Probably PiO turned them down their invitation to contribute anyway. These are the kinds of literary dynamics that interest me, not exclusions of individuals as such.\n\n    So, I somewhat resent my essay being put on the other end of the spectrum to Campbell’s irrelevant conservative-reader-baiting as another example of critical writing about individual exclusions! But I’m sure you didn’t forcefully intend to erect that dialectic here ;) I just wanted to use the footnote area of your piece here to clarify some matters. Thanks for keeping the conversation going, in any case.\n\n    • no i wasn’t asked to submit\n      nor did i now it was being put together\n      it seem tho that some critics \/ commentators\n      give the editors the benefit of the doubt regarding my participation\n      by suggesting an out i.e. he may have knocked them back\n      considering the result (retrospectively)\n      i would have been glad to.\n      i think it true tho, Corey that it is\n      the very nature of these anthologies that my\/our exclusion is re-enforced.\n      i was asked by southerly to review it\n      which i did over a year ago, but it seems someone at southerly got sick and there was no one there to replace them so it still hasn’t appeared, pity*!\n      love + anarchy\n\n  3. I spent some time over the weekend looking at the award winning poetry that Campbell claims should be included in an anthology of contemporary poetry.\n\n    I’d have to say on balance, most of the award winning pieces just don’t cut the mustard in terms of craft.\n\n    Now to be fair, there’s only so much you can do with th... (truncated)",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9864585996,
        "format_confidence":0.5242570639
    },
    {
        "url":"https:\/\/tonguesoftheocean.com\/2010\/10\/31\/in-trouble-with-nature\/",
        "text":"In Trouble with Nature \/ a. philip armbrister\n\nTwo months ago I was accosted\nby a tree of hairy mangoes\nhad to bear the licks of delicious\naromas and succulent desires.\n\nSuspicion of everything around me\nhung in the early draft:\nthe cutting sweetness of sugar apple,\nthe toughness of mammie,\n\nthe tartness of tamarind,\nthick open flesh of avocado,\nthe dodge of the dilly, the long\nslender sharpness of bananas,\n\nconfronted me all at once\nsent my senses into a tail spin.\nThis was the delirium that arrested\nme at the edge of nature.\n\nThe line up of colours shifted\nfrom barely to completely\nin a face to face encounter\nwith a myriad of green.\n\nCunning cassavas hid quietly\nbeneath the earth with\npotato slips, like ground cover,\nall around them.\n\nThese were the tastes that\nassaulted me that morning and I\nlike a bruised vagrant, sat\nand longed for it.\n\n\nis an Assistant Professor at The College of The Bahamas, and a Fulbright Scholar with research interests in sustainable development and Haitian Creole studies. Poetry is comforting, revealing and therapeutic. He uses it to express his creativity as it is revealed to him through people, objects, events, memory and imagination.\n\n\n  1. Reply\n\n    A bruised vagrant indeed! I hope Althea Romeo-Mark, our fellow-poet, professor friend, born in Antigua, residing at present in Switzerland, stumbles upon this. I know she’d be as delighted to read it as I was or more so, cuz I know she must, right about now, be yearning for a taste and for the smell of the Caribbean. How delicious your poem is, Philip.\n\n  2. Reply\n\n    The poem makes me crazy with homesickness. Many of these fruit can be bought here in Switzerland, but they have no smells that take me home to the islands. Once I found mangoes that smelled like real mangoes and I had to buy some. They cost me dearly but I had to have them.\n\n    I assume you were in the countryside. Can’t believe you only sat and longed for it. Was it private property? And you are a law-abiding citizen.\n\n  3. Reply\n\n    So many wonderful, delicate fruits, and the only thing bruised is the vagrant. Beautiful poem, Philip.\n\n  4. Reply\n\n    A mouth watering poem indeed! Private property or not, I would have plead innocent when the police came (if they could have made it on time to catch me).\n\n  5. Reply\n\n    Drawn in by the first line. Created a picture that every Bahamian could appreciate.\n\n  6. Reply\n\n    this is some great stuff, one of phil best so far keep up the good work.\n\n  7. Reply\n\n    very refreshing poem! the first paragraph took me in quick had me reminiscing back to when i was younger, when i use to go Andros for the summer,me and my cousins use to sit in the mango tree an eat mango and talk all day… I’m that i took my time to read it.\n\n  8. Reply\n\n    Ahhh! A such vivid account – made me remember this summer, I made a point to enjoy native fruits.\n\n  9. Reply\n\n    Oh our rich Bahama land…. the caribbean is so bless with riches beyond words, nice entry Mr. A\n\n  10. Reply\n\n    Comments From What Today is a very Windy Day in Wonderful Denver, Colorado.\n\n    I tell you Phillip the cultural markers you so lyrically put together never fail to transport me back in time to West End (Crazy Corner)….Going back in the pond to our favorite dilly tree or grabbing a sugar apple off the tree just outside our room window. The ability to bring these memories back in a real way is truly a special treat especially on a cold, windy, partly cloudy day like the one we have today in Denver.\n\n    Those fantastic Bahamian fruits of my childhood are very far out of reach here in the Rocky Mountains of Denver, Colorado but the memories they conjure up is delicious all the same.\n\n    Keep them coming…Your Big Brother in Denver\n\n  11. Reply\n\n    Truly a tantalizing and sensory provoking poem. Ur use of imagery and metaphors captures the aromatic ambiance of a bountiful garden.\n\n    I love it!!!\n\n  12. Reply\n\n    I like the poem. It make me feel hungry lol! The poem was a good play on words which excited my senses of taste and smell. A good poem.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9476138949,
        "format_confidence":0.5153616071
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/UnPoetia_talk:Ode_To_Mrs_Amanda_McKitterick_Ros",
        "text":"UnPoetia talk:Ode To Mrs Amanda McKitterick Ros\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\n\nHurrah for poetry! Of which I know very litte and care even less. Worse I can't write it either. I liked this by the way. ~Orian57~ Icons-flag-gb ~Talk~ Gay sign 16:47 10 June 2009\n\nDid you click the links? Have you experienced the glory of Mes Ros herself? Glad you like it though, I've always been a fan of her unparalleled work, and had to pay tribute to it one day. Truth be told I didn't expect anyone to read this, ever, but I'm glad you like it. I kind of enjoyed yours as well. Hurrah! --UU - natter UU Manhole 20:53, Jun 10\nNo I didn't actually. But the fact that I could snigger at it withought having a clue who it was on about is surely a good thing. and \"kind of enjoyed\"? I presume that like how one sort of enjoys acupuncture. ~Orian57~ Icons-flag-gb ~Talk~ Gay sign 23:05 10 June 2009\nI dunno, I thought it was at least slightly more complimentary than saying my ideas for your re-write were \"kinda not funny\"! ;-) Anyway, I did enjoy it, in a kind of \"glad I read it, made me smile, let's not raise his hopes in a VFH direction\" way. Is that any better? --UU - natter UU Manhole 08:04, Jun 11\nOh it's like that is it? Make me feel guilty about being honest -- in a perfectly reserved way, while you go around making ambiguous, back-handed comments. Fine. (seriously though, a smile is loads more than I expected and I certainly didn't think that was featurable.) ~Orian57~ Icons-flag-gb ~Talk~ Gay sign 08:43 11 June 2009\nPersonal tools",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9202241898,
        "format_confidence":0.9681245089
    },
    {
        "url":"https:\/\/www.readinggrrl.com\/2014\/01\/new-book-blogger-hop-january.html",
        "text":"New Book Blogger Hop - January\n\nI decided to join the new Blog Hop hosted by Ramblings of a Coffee Addicted Writer. This weeks question asks:\n\nAre you a book blogger purist? Do you only have book related posts or do you review\/post on anything\/everything that catches your eye?\n\nMy Answer:\n\nYes, I guess I am.  I have 2 other blogs Ramblings on a Crazy Life, and a tumblr Love, Life & Reading. So I reserve this one for books. \n\n\n  1. My blog is book pure. :) Mostly reviews. Some other things, but most are bookish.\n\n    Have a great weekend.\n\n    Happy Hopping!!\n\n    Silver's Reviews\n    My Blog Hop Answer\n\n  2. Wow, all of them are reading related. That's cool you have this one for books.\n\n  3. I applaud you for having so many blogs! I have a hard time keeping up with just one :)\n\n\n  4. Thanks for stopping by! Yea having a lot of blogs can be tough, my tumblr is mostly photos, my rambling blog is a total mixed bag of life, reading and anything else that comes to mind and this one is strictly books.\n\n  5. Hi I'm quite a new book blogger, but will keep it purist as well, got other blogs about my other interests, mainly as I'm also a freelance translator. but boy, can one spend time on this!\n\n  6. Wow! Maintaining 3 blogs must be hard work!\n    I only have one blog and I must say I'm not a purist at all :)\n    You can read my answer to the Blog Hop question.\n\n  7. I'm also a book purist and I love it!\n    Here's my full answer\n\n\nPost a Comment",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9775970578,
        "format_confidence":0.8371064067
    },
    {
        "url":"https:\/\/ttapress.com\/forum\/viewtopic.php?f=30&t=3062&p=30301&sid=15983ce5e3831baafd60955d25ba73bb",
        "text":"Small text iconNormal text iconLarge text icon\n\n\n FAQFAQ   SearchSearch   MembersMembers   GroupsGroups   RegisterRegister \n User Control PanelUser Control Panel      LoginLogin \n\nAll times are UTC\n\nPost new topic Reply to topic  [ 1 post ] \nAuthor Message\n Post subject: Ayerdhal\nPostPosted: Sat Oct 31, 2015 10:47 pm \n\nJoined: Mon Feb 26, 2007 3:11 pm\nPosts: 2122\nLocation: Cheshire, UK\nYal Ayerdhal, French author, dies at 56. He appeared once in IZ with Flickering #167, May 01 but I thought he also had stories in F&SF. the ISFDB does not confirm that.\nYal Ayerdhal, 56, a French thriller and science fiction writer from Lyon, considered one of the leading names in both genres, died on October 27th, 2015 from cancer. His later work preferred the thriller genre: Transparences, Resurgences and Rainbow Warriors play with various genres to enchant the reader.\nBorn on January 26, 1959, Yal received the Grand Prix de l’Imaginaire in 2004 for Transparences and in 1993 for his novel Demain une oasis. Yal shared the Prix Tour Eiffel with co-author Jean-Claude Dunyach for their 1999 novel Etoiles mourantes; he received an award for his novel Parleur ou les chroniques d’un rêve enclavé, and received the Cyrano award for lifetime achievement in the service of genre fiction and its authors. Rainbow Warriors (published end May 2013) flirts with political fiction, with most protagonist being LGTBQ.\nIn addition to his own writing career, he devoted part of his time to supporting aspiring young authors and, with Le droit du Serf, to the struggle with copyright law’s exceptions in the service of authors.\nYal held genre fiction in the highest regard, not only as a tool for learning, but as a tool for the expression of one’s imagination and political inspirations. He frequently used a quote from the French philosopher Jean-Paul Sartre: “The writer’s function is to make sure that no-one can ignore the world and that no-one can declare him\/herself innocent.”\nvia Andrew Porter\n\nDisplay posts from previous:  Sort by  \nPost new topic Reply to topic  [ 1 post ] \n\nAll times are UTC\n\nWho is online\n\nUsers browsing this forum: No registered users and 4 guests\n\nYou cannot post new topics in this forum\nYou cannot reply to topics in this forum\nYou cannot edit your posts in this forum\nYou cannot delete your posts in this forum\nYou cannot post attachments in this forum\n\nSearch for:\nJump to:  \nPowered by phpBB® Forum Software © phpBB Group",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.9892883301,
        "format_confidence":0.9539862275
    },
    {
        "url":"http:\/\/www.narutoforums.com\/threads\/the-bathroom-goddess.1072595\/",
        "text":"\n\n\n  2. The latest NF Newsletter is out (July), read it here\n  3. Summer Glow\n    The HoU Banner Contest this time is centered on Summer time.\n    The deadline is until July 23rd and you only have to click here to go straight to the information you need.\n\n  4. Ladies and gents, the Tech Hub has been archived! Any tech-related questions can go in KCC now, and make sure to use the new [Tech] tag!\n\nThe Bathroom Goddess\n\nDiscussion in 'Akihabara Novel Corner' started by Mizura, May 8, 2016.\n\n  1. Mizura Meh Advisor\n\n    Likes Received:\n    Trophy Points:\n    The Bathroom Goddess\n\n\n    Author: Kogoe Soh\n    Genre: Adventure, Comedy, Fantasy\n    Translator: oniichanyamete\n\n    Review: The weird premise of the story can be summarized into two main points:\n    • Firstly, this series reads like one of those Zelda trading games. While she's taking baths, Izumi's window sometimes randomly opens up to a scene in the other world. Izumi herself has no control over it and no idea what she has to do, however it quickly becomes apparent that with each instance, Izumi obtains something that will serve in the next instance.\n    • Secondly, unlike most novels, the series centers not on Izumi's growth, but on the characters she interacts with. Although the story is often told from Izumi's POV, Izumi herself is more like the support character that affects the lives of other characters and the relationship between them.\n    What this results in is a surprisingly decent world and character-building. Every chapter, Izumi faces a different situation with different characters: from battle instances, to political plotting, to just relationship issues, the situations Izumi faces are quite varied, unique, but also interconnected. The things she sets off in one country, for example, affects what happens in another.\n\n    Likewise, the characters she interacts with have very different reactions towards her, treating her either as a benevolent goddess\/angel, or as an evil witch, or even just as a shameless exhibitionist (much to her chagrin). The 'bathroom' premise is actually used to pretty good comedic effect, not by repeating the same gag, but rather both Izumi and the characters she interacts with are equally in a 'wtf?!' state, and Izumi ends up needing to find different ways to cope with each situation.\n\n    The story isn't long, so it's not a sprawling epic, but it exploits its premise pretty well, has a lot going on in the world, and makes for a pretty interesting and enjoyable read. Check it out for something different.\n\nShare This Page",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.8743451238,
        "format_confidence":0.9714251757
    },
    {
        "url":"http:\/\/www.suberic.net\/pipermail\/dwj\/2002-May\/009300.html",
        "text":"New book a sequel\n\nKale kaledann at\nTue May 21 22:03:21 EDT 2002\n\n--- lazy lousy lizzie jane <mep3 at>\n> Just from what she said in Cambridge I'd say that\n> it's not an actual\n> sequel; thematically I'd say go for Homeward\n> Bounders and Deep Secret--it\n> sounded multiverse to me.\n\nWell, Hallie already said it, but it'll be related to\n_Deep Secret_ and feature Nick Mallory.\n\nThe April 2002 bulletin at the former has some more details:\n\n\nDo You Yahoo!?\nLAUNCH - Your Yahoo! Music Experience\nTo unsubscribe, email dwj-request at with the body \"unsubscribe\".\nVisit the archives at\n\nMore information about the Dwj mailing list",
        "topic_id":16,
        "format_id":4,
        "topic_confidence":0.861433804,
        "format_confidence":0.9939980507
    }
]