[
    {
        "url":"http:\/\/www.pffc-online.com\/mag\/7352-gravure-versus-flexo-0809",
        "text":"News | New Products\n\nGravure Versus Flexo Printing Part 2\n\nLast month I outlined the rapid growth of flexo printing in packaging and suggested that gravure printing had been out-marketed in North America by a very determined flexo community, which continues to gain share. Gravure printing today has many technical advantages for the packaging market that sometimes are overlooked. In addition there have been enough gravure improvements to warrant a reassessment of some of the old paradigms of cost, setup time, and run length.\n\nTechnical Aspects of Gravure\n\nThis is a very simple process with only a single impression to be set, so there are few inherent variables making for high quality print within the run and from run to run. Line and process can be combined on a single deck with the possibility of running fewer total color stations on the job. It is possible to carry very heavy ink films in gravure and maintain print resolution. With a commonly used solid cylinder, about 9 wet lb\/ream can be delivered. This is about three times the flexo rate. If you compare the two ink delivery systems, there are two ink film splits in flexo and only one in gravure. The advantage of this is that gravure is capable of producing unmatched white ink opacity, vivid metallics and fluorescents, and many other specialty effects and functional coatings not achievable in flexo. The gravure inking station allows use of very strong solvent mixtures that often are high in acetate content, which, in turn, allows for more possibilities in ink formulations. The high line resolution of gravure is a plus for small packages when ingredient labeling type is challenging for flexo.\n\nManufacturing Aspects of Gravure\n\nMany times comparisons are made between state-of-the-art flexo presses and old clunker gravure equipment. The current situation is that new flexo and gravure presses are about equivalent for features, amenities, and also for cost. All of the advanced robotic controls and features for flexo are available for gravure, so the playing field is now level. This requires that the traditional chart for gravure break-even analysis (see figure) be revisited. Opinions are numerous, but data is rare.\n\nOne analysis1 available online makes a good case for gravure economics and is backed with data. The essence of the argument goes like this: The prepress cost of gravure should be spread over repeat runs when the durability of the cylinder comes into effect and run length is less relevant. The cost of producing gravure cylinders is not proportional to the design complexity but is fixed and based on unit area of engraving. With flexo, the cost of plates increases with complexity of design.\n\nManufacturing improvements continue for gravure and include laser engraving of cylinders. Lightweight sleeves are available now and allow for easy handling, storage, and shipping.\n\nMarketing of Gravure\n\nThe Gravure Assn. of America and Packaging & Label Gravure Assn. Global are good forums for initiatives to promote gravure printing in packaging. If the history of flexo packaging growth is an example, it will take initiative and dedication from the supplier community to clearly define and optimize the steps in the total gravure workflow and communicate this process with print buyers.\n\nThere are indications that gravure as a process is beginning to take this initiative. We should see some interesting developments and an increased level of competition as these two processes battle over their share of the market.\n\n\nProcess improvement expert David Argent has 30+ years of experience in process analysis with particular emphasis on ink and coating design and performance. Contact him at 314-409-4304; This email address is being protected from spambots. You need JavaScript enabled to view it..\n\nMark's Coating Matters | Process\n\nMessage Board",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9890536666,
        "format_confidence":0.9281336069
    },
    {
        "url":"https:\/\/www.timesreporter.com\/news\/20200531\/gary-brown-tilling-soil-of-past",
        "text":"Tracing rural roots to summers on farms\n\nI didn't grow up on a farm, but, appropriately, I grew as a young man through working in agriculture.\n\nLoading bales and cleaning pens, I learned the value of hard work during those days. It was a kind of weariness that was satisfying when I arrived home. And, fortunately, with youth on my side, I still had enough energy to go play basketball with my friends on summer evenings.\n\nI learned to be independent in my labor. Told to take a tractor, plow, disc and drag — all equipment needed to till the soil — to a far-off field, I discovered during the preparation of the field for planting that I needed to know what to do or be able to figure it out. Decisions were made on your own at the far end of a farm during the days before cell phones. No farmer was available to give you advice if a plan of action had to be devised immediately.\n\nFor that matter, I learned how to drive the tractor itself on a farm, even if that meant occassionally driving it a couple of notches on the throttle beyond the point recommended by farmers, to gain speed.\n\nAnd I learned how to drive a standard transmission gearshift on a farm, merely because a farmer who needed a farm hand to go back to the barn and get a machine part had looked at me and asked, \"Can you drive a stick shift?\" I answered yes. It seemed only a minor workplace lie that the farmer likely didn't mind because I was jerking the truck less when I arrived back at the field than I was when I drove away.\n\nAnother lesson in life learned. And, my education meant I became the errand runner for the two years I worked for the man. I learned not to take that responsibility lightly because I quickly found out that a guy looks like a fool if he returns with the wrong part.\n\nBuilding a resume\n\nI worked for four farmers during my early life. Technically, my labor for the first two started as a child. It was volunteer work for blood relatives.\n\nAlthough I was the son of a carpenter and lived with my immediate family in a small resort city in western New York, my heritage had its roots in farming.\n\nAnnually, my father and his sons helped my two uncles bale hay on their farms, one of which was the farm on which my dad grew up. That was during an era before balers threw bales into wagons with high sides or rolled them into giant bundles so often seen in fields today. Bales in those days were dropped directly onto the ground. Two men walked alongside the wagon, hooking bales and handing them up to a pair of men who stacked the bales in place — three or four or five tiers high, depending upon the stability of the ground on which the wagon would travel.\n\nThe youngest and weakest among the sons drove the tractor at a speed that would allow the workers to manhandle the bales at a slow walk. If there was a need to stop, the \"driver\" soon learned not to let the clutch out too quickly or he would risk hearing an elder shout something like, \"Hey, hey, hey, Mario! ... Easy on the peel-out.\"\n\nFull-time jobs\n\nTwo other farmers who weren't family employed me for a total of three summers. The first got out of farming, I believe, not long after the summer during which I worked for him. I swear, it wasn't my fault.\n\nThe final farmer employed me for two summers. I learned from those seasons and grew during both of them.\n\nBeyond being educational and character-building, I learned that a farming job was fun. It was outdoors. I strengthened my body and stretched my list of personal experiences.\n\nI recall that at one point the farmer asked, during a break for lunch, if I thought I'd ever want to be a farmer. I told him that working for him had shown me why so many sons followed their fathers into farming. It was work that could be loved and passed on from generation to generation. But I had my own passion. I had known for some time that I wanted to write.\n\nWhile being educated as a journalist, I moved on to other summer jobs in restaurants and on construction sites. But, I never have forgotten the time I spent in farming.\n\nI think when you get a little dirt in your blood, that soil runs in your veins for the rest of your life.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.878487885,
        "format_confidence":0.7984642386
    },
    {
        "url":"https:\/\/www.howwemadeitinafrica.com\/why-tropical-power-sees-big-potential-for-biogas-in-africa\/",
        "text":"Why Tropical Power sees big potential for biogas in Africa\n\n\nTropicalPower 600x300\n\nIn Naivasha, about 90km north-west of Kenya’s capital Nairobi, stands one of Africa’s first grid-connected biogas plants. Commissioned earlier this year, the US$6.5m Gorge Farm Energy Park biogas plant generates 2.2MW from organic crop waste sourced from a neighbouring 800ha farm, owned by VP Group, one of East Africa’s biggest exporters of fresh vegetables.\n\nIn coming months a 10MW grid-connected solar PV plant will be added onto the power facility. The biogas project is expected to have an almost six-year payback period from a combination of grid sales and supply to the neighbouring vegetable farm. The farm will also receive 35,000 tonnes of nitrogen-rich matter as a by-product from the biogas process, for use as fertiliser.\n\nMaking money while making a difference\n\nIt all started when one of VP’s directors, James Cartwright, met Mike Mason, an energy expert leading a research programme at Oxford University developing new anaerobic digestion technology. They first developed the concept and then brought shareholders together to set up Tropical Power Energy Group – an engineering, procurement and construction company that built the Naivasha biogas plant.\n\nAnaerobic digestion is a natural process in which bacteria break down organic matter in an oxygen-free environment to form biogas.\n\n“They saw a great opportunity to take technology in Europe and develop it across the continent because there is not a big biogas sector in Africa,” says Johnnie McMillan, managing director of Tropical Power.\n\nThe opportunity for Kenya to “produce electricity from biogas is huge”, McMillan explains, due to the country’s big agricultural industry and the presence of many large scale farms. According to Tropical Power’s calculations, if organic waste from just 1% of Kenya’s landmass was deployed in biogas plants, it would produce the equivalent of the country’s entire grid connected electricity capacity.\n\nAt its farm in Naivasha, VP Group generates thousands of tonnes in waste every year. About 50,000 tons of this organic waste will be supplied annually to Gorge Farm Energy.\n\n“Our investors are passionate because this is clean technology and it fits with an agricultural operation. The shareholders want to make a difference to the planet and when you find a technology that can make money and can contribute to the green revolution across the world, then that’s a feel good factor for investors. In a nutshell, they can make money and make a difference,” says McMillan.\n\nIn Africa there are small-scale biogas projects but McMillan says investment into large scale grid connected plants haven’t picked up due to limited understanding of the technology amongst would-be investors, and unfavourable tariff rates offered by utilities.\n\nExpansion into rest of continent\n\nTropical Power is eyeing opportunities to work with other feedstock partners in developing more projects across the continent. By 2018, the company plans to have built renewable power assets across Africa producing over 130MW.\n\nIn Ghana, it is already preparing for the construction of the biogas and solar Kpong Farm Energy Park. The project will rely on waste sourced from the 1,000ha Kpong Farm – owned by VP Group – located at the south-east corner of Lake Volta.\n\n“Our real focus is establishing a platform for growth across Africa,” says McMillan.\n\nTropical Power’s expansion into other countries will be guided by stability of the local power utility. In Kenya, transmission, distribution and retail of electricity is handled by state-run Kenya Power, while in Ghana it is controlled by Electricity Company of Ghana.\n\n“One of the big attractions for Kenya is that Kenya Power is a very strong utility. It has a very strong track record of payment and so it is attractive from a point of view of raising money. The number one thing lenders look at is how safe the utility is [in terms of payment] if you are doing a grid-connected project.”\n\nThe growth of biogas energy in Africa is also reliant on the availability of good talent. Tropical Power’s operations are headed by Mike Nolan, an energy expert who has built 56 power plants in 22 African countries, installing a total of over 1GW of diesel-generated electricity. The company sent its engineering team to Europe to be trained by its partners – US multinational General Electric and Germany-based Snow Leopard Projects GmbH.\n\n“We want to lead the biogas sector development in East Africa and across Africa. So we are investing in our team to make them experts, [and eventually] the plant in Naivasha will become a centre of excellence for Kenya and for the biogas sector in general,” says McMillan.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.8612142801,
        "format_confidence":0.790275991
    },
    {
        "url":"https:\/\/www.farmersweekly.co.za\/crops\/field-crops\/turning-to-tulips\/",
        "text":"Turning to tulips\n\nThe mountainous district of Barkly East in Eastern Cape is best known for its livestock and lucerne, but as Mike Burgess discovered, farmer Piet Steyn has broken with tradition and introduced a colourful alternative in tulips.\n\nTurning to tulips\n- Advertisement -\n\n\n“It has really bitten, and I will never stop, no matter how old I am.” So says Piet Steyn as we walk alongside his 600 000 irrigated flowering tulips on the banks of the Kraai River. He admits that the 1,2ha of tulips that produce 150 000 marketable bulbs a year, is not the first flower spectacle to grace the 812ha family farm The Caves. In fact, he says, his late grandmother Anna Steyn’s terraced gardens had a significant impact on him as a child. ‘’She had a garden filled with flowers, and I think my love for flowers started with her,’’ he recalls. ‘’I wish she was here to see this. I think she would have been really surprised.‘’\n\nAn offer not to be missed\nIn 2006, the manager of the Oak Valley Estate nursery in Grabouw, Ruan Von Wielligh, offered Piet 12 000 tulip bulbs that he had purchased from a failed initiative. Piet jumped at the opportunity. ‘’Ruan said that I would be stupid not to continue the business because the soil temperature and structures are right,’’ he recalls. In fact, his tulip expansion programme was significantly boosted in 2006 by another 150 000 bulbs from Oak Valley Estate on condition that Piet would produce bulbs for its nursery.\n\n- Advertisement -\n\nIn the same year, Piet bought the much needed machinery for tulip production, including planters, harvesters and grading machines from this failed tulip initiative, easing his entry into the capital intensive tulip industry. “I got it all second-hand, so that made it easy for me,’’ he admits. By 2009, another 200 000 tulip bulbs (‘AdRem’ variety) were imported from the Netherlands to boost production.\n\nBut Piet admits that this expansion was only possible thanks to his mentor and second client, Daan Barnhoorn, owner of Sassenheim Estate in Plettenberg Bay. ‘’If you don’t have a mentor, forget it. I take photos of bulbs and plants and email them to him, and he will tell me what the problem is,’’ he explains. But most crucial for Piet’s tulip initiative has been the secure and growing market for tulip bulbs from the nurseries at Oak Valley and Sassenheim Estates. ‘’They would like me to provide them with a million bulbs and I now produce 150 000 a year,’’ says Piet.\n\nPiet and Dalena Steyn among their tulips on the farm The Caves in Barkly East, Eastern Cape.\n\nPlanting of tulip bulbs\nTulip bulbs are planted in late April or early May when the soil temperature decreases significantly. ‘’I put thermometers in the ground and when the temperature is below 9°C, I start planting,’’ he says. The bulbs are planted two fingers apart from each other, and although denser than recommended, Piet says this enables more effective weed control via spraying with Goltix herbicide before and after the tulips germinate and weeding by workers. However, greater plant density needs more fertiliser. Superphosphate, Potash and LAN are applied at different stages of production to counter competition between plants.\n\nThe bulbs lie dormant until cold weather boosts growth. By late August, the first tulip shoots pierce through the ground and Piet says late frosts – besides black frosts – are not a major concern. Nevertheless, he admits it has been a steep learning curve with one of the most serious production threats being the large population of porcupines that he has to combat with a neat 600mm high temporary netting wire fence around his plants.\n\n‘’When I planted the first 12 000 bulbs, I didn’t know what to do. Of the 12 000, only 6 000 remained,’’ he says. ‘’Porcupines can eat a thousand bulbs in a night.’’ Furthermore, 2011 has also been the first year that Piet started using soluble fertiliser (Ultrasol MAP) to counter losses suffered in the past when manual fertilisation resulted in granules being trapped between leaves that not only burned but destroyed the plant.\n\nIn fact, any physical damage to plants doubles as an entry point for fungal diseases including Fusarium bulb rot (or zuur) and tulip fire (Botrytis tulipae). ‘’The big thing with irrigation and weeding is that you can’t hurt the leaves; if you do, you run the risk of disease,’’ he explains. ‘’Remember if you hurt the leaves you kill the factory [of the plant].’’\n\nHarvesting bulbs Soon after the tulips flower in mid-September, their blooms are broken off to ensure that the plant’s energy is channelled back to the bulb. Piet stresses that snapping off the flowers by hand is critical, as using any instrument may be catastrophic in terms of spreading disease. ‘’You don’t cut them off with a knife, because if you have disease in one plant then it will infect the others,’’ he says.\n\nThen from about mid-October, the bulbs are mechanically harvested and then stored in crates to be dried. ‘’The bulbs are dried by fans as quickly as possible. If they stay wet they easily get zuur,’’ he says. ‘’This is where your biggest losses can be.’’ When the bulbs are dry, they are graded. The best quality bulbs are packaged for the nurseries at Oak Valley and Sassenheim Estates and the smaller bulbs kept as seed bulbs for future planting.\n\nInterestingly, South African-produced bulbs are preferred by local nurseries, not only for their reasonable prices, but also for their superior quality, says Piet. “South African bulbs have 12 months of energy while the European bulbs they import – for our winter – only have six months’ energy because their winter is in December and ours is in June,’’ he explains. ‘’Our bulbs ensure that the quality of the flower in South Africa is much better.’’\n\nThe nurseries at the two estates also return bulbs from which flowers have been produced to augment Piet’s already harvested seed bulbs. ‘’I get the bulbs back from the nurseries, so I carry two stocks – one stock is with the nurseries at the moment and the other is in the ground here,’’ he says. The multiplying of tulip bulbs is critical for the enterprise’s future expansion. The process demands a delicate balance between expansion and production.\n\n‘’I shouldn’t actually sell anything this year if I want to expand next year, but I can’t do that because I need to sell bulbs to cover my costs and supply the nurseries,’’ he admits. ‘’If I want to grow, then I will have to import two containers.’’\n\nContact Piet Steyn on 045 974 9255, or visit www.greenerthumb.com",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9868586063,
        "format_confidence":0.8010112643
    },
    {
        "url":"http:\/\/atomicdelights.com\/?offset=1428565283700",
        "text":"Apple is the world's foremost manufacturer of goods. At one time, this statement had to be caged and qualified with modifiers such as \"consumer goods\" or \"electronic goods,\" but last quarter, Apple shipped a Boeing 787's weight worth of iPhones every 24 hours. When we add the rest of the product line to the mix, it becomes clear that Apple's supply chain is one of the largest scale production organizations in the world. \n\nWhile Boeing is happy to provide tours of their Everett, WA facility, Apple continues to operate with Willy Wonka levels of secrecy. In the manufacturing world, we hear rumors of entire German CNC mill factories being built to supply Apple exclusively, or even occasionally hear that one of our supplier's process experts has been \"disappeared\" to move to Cupertino or Shenzhen. While we all are massively impressed with the scale of Apple's operations, there is constant intrigue as to exactly how they pull it all off with the level of fit, finish and precision obvious to anyone who has examined their hardware.\n\nThis walkthrough is a detailed narration of what we see in Apple's Watch Craftsmanship videos. Of course, we only get to see a mere fraction of the process; I've tried to provide plausible explanations for the likely steps taking place between the processes shown on film, but these are assumptions and are included only to provide a more satisfying and complete narration.\n\n\n\nGold has always been the wrong metal to make a watch out of; its low yield strength and softness is incompatible with the tremendous amount of abuse an object worn on the wrist receives on a day-to-day basis.  Driven by a history of desire going back millennia, alchemists and metallurgists have alloyed pure gold with nearly every combination of metals on the periodic table in order to overcome these limitations. The standards for 18 karat gold allow for a tremendous amount of leeway in producing innovative alloys (which may be comprised of anything, as long as the final product contains 75%-79.99% of pure gold by weight), and major producers of gold goods have used that flexibility to each create proprietary formulations in an attempt to gain competitive advantage. Rolex built an in-house foundry at their Plan-les-Ouates complex in Geneva to produce all of their precious metals. Hublot has trumpeted their composite ceramic \"Magic Gold\" as being significantly more durable than anything else available. Recently, Apple patents were uncovered detailing a Metal Matrix Composite process to produce 18kt standard compliance gold with a significant weight reduction and durability increase.\n\n\nFor the Watch Edition however, Apple appears to have eschewed any revolutionary alchemy and instead, applied an innovative work hardening process to create gold that is (claimed to be) significantly harder than the typical 18kt used by other watchmakers. The first portion of the Gold video is carried by the beautiful alloying process and Ive's meditative voice; at the 1m15s mark however, things begin to get interesting.\n\nWork hardening is one of those counterintuitive industrial processes where we take an undesirable aspect of a material and Judo it into a significant improvement. As the gold is cast into ingots, the crystalline lattice structure of the alloy is nearly perfectly aligned. What Apple is about to do is introduce - in a highly controlled and precise manner - defects in that lattice (known in the art as \"dislocations\"). The effect is to harden the material by giving future impact events or stresses  a limited number of spots on the lattice to start (technical term: nucleate), and if they do start, very little room to propagate. \n\nYou can experiment with this yourself using a metal paperclip- start bending the paperclip back and forth and you'll notice it gets ever so slightly more difficult to bend as you repeat the process. Eventually, you will create so many dislocations in the metal that the part will fracture into two pieces, but for a short period, you will have work hardened that section to a point where some potentially desirable material changes would have taken place. Add a tremendous amount of precision, equipment capable of applying thousands of tonnes of force and replace the paperclip with a US$50k ingot of gold alloy and you're working at Apple.\n\nThe process Apple shows begins with the raw cast ingots getting machined with an index cutter face mill to a very precise thickness. Casting is a process that doesn't offer the level of precision Apple needs for the next step and this machining allows them to control the dimensions of the ingot to within 0.01mm.  This level of precision is necessary because any variations in the surface of the ingot would create variations in the hardness across the final part.\n\nThe actual squeeze work hardening process likely takes a number of passes through the roller press die Apple shows in the single shot above. It's also sort of boring as it's just a chunk of dull golden metal passing back and forth between two rollers, flattening a few microns with each pass. When the process is complete however, Apple is left with a flattened ingot of gold alloy that has a controlled level of hardness and a precise thickness.\n\n\nThe video skips what are most likely a few steps to show us the flattened ingots having been processed into blanks that are just now starting to look like Apple Watch cases. We get a few shots of the case blanks and -interestingly- we see freshly machined surfaces that change. In the first shot of the blanks, the flats and sides have tool marks and sharp edges, but as we move the the ultrasonic density scanner, those edges have been very precisely chamfered off into bevels. This strikes me as odd; why remove the blank from a CNC mill to do the bulk of machining only to put it into another mill to chamfer the edges? In my mind, it's more likely Apple made a slight process change at the factory while the film crews were shooting.\n\nIn the above shot, blanks are placed in an immersion ultrasonic tester. What Apple is looking for is the presence of voids or density variances within the structure of the blank that, under stress, could lead to part failure or surface defects as material is removed in further machining processes. This level of inspection is, to put it mildly, fastidious beyond where most other companies would go (save Rolex). Immersion ultrasonic inspection is typically reserved for highly stressed medical implants and rotating components inside of aircraft engines; not only does this step take time, it also is typically performed by custom built machines of tremendous expense.\n\nWith very precise blanks in hand, we move to a CNC mill. In the above shot, we see the Watch held via the center hole while a custom shaped end mill creates the signature full-radius edges. Given that this operation is taking place on a high column work holding fixture, I suspect this is a 5 axis mill and further steps in this operation will cut the outside pockets for the button, digital crown and speaker\/microphone port on the side of the case.\n\nApple dispenses with further machining shots of the case to bring us a detail shot of the Digital Crown having the precise, grippy serrations cut. It's hard to tell given the shot, but the crown appears to have already gone through the polishing process; polishing the crown after the serrations are cut would bork up the precise edges and Apple is relying on the sharpness of that edge to make the Digital Crown useable with the tip of one finger. The cutter itself appears to be a custom profile key-set cutter with a meaty center around the arbor to increase rigidity and tool-life.\n\nApple chooses not to show us the manufacturing of the clasp components, processes that I think would be  more interesting than how the watch case is made in some ways. Given the complex surfaces of the Modern buckle, this might be the first example of Apple using surface profiling tool path in order to machine a component — part of Apple's secret to attaining scale and maintaining amazing quality is that they keep the actual machining operations restricted to relatively simple 2.5D tool path with complex curves produced by extrusion or stampings. If the Modern buckle is fully machined, this requires far more sophisticated and time consuming 3D milling.\n\nThe manufacturing portion of the Gold video ends with the case being polished by hand. As is shown in other Apple manufacturing videos, the company is expert in using automated polishing techniques across their entire product range, so it's difficult to say if the Edition models are polished fully by hand or if the hand work is simply a final buffing more valuable for letting skilled eyes very closely inspect the final product.\n\n\nStainless Steel\n\nStainless steel is the material used to produce the vast majority of quality watches in the world. Much like with the 18kt gold alloy, Apple is playing it safe and not using some highly proprietary alloy or cutting edge process (such as their tie-up with Liquidmetal). Instead, Apple is working within the confines of the ASM 316L standard - a material more commonly (and incorrectly) known as \"Surgical Grade Stainless.\" Buzzwords aside, 316L stainless is often used in the production of medical instruments and implants, as well as food processing equipment. The reason is simple; 316L does a good job of resisting the seepage of metal particles from the finished component. This makes it the most common stainless alloy used in the watch industry for a similar reason; nickel allergies. Watch manufacturers have decades of experience working with stainless steel to narrow its effects on those with nickel allergy and companies such as Rolex and Omega have tuned their alloys and processes to the point where only the most acute sufferers would notice even mild effects. I suspect a large focus of Apple's metallurgy and process design was on the nickel allergy issue.\n\nLike the Gold video, Stain... (truncated)",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.508551538,
        "format_confidence":0.634567976
    },
    {
        "url":"http:\/\/archive.azcentral.com\/community\/pinal\/articles\/20140214generation-tills-sossaman-family-queen-creek-farm-prog.html?from=global",
        "text":"4th generation tills Sossaman family Queen Creek farm\n\nThe Republic | azcentral.com Fri Feb 14, 2014 11:09 AM\n\nFourth-generation Queen Creek farmer Steve Sossaman has run Sossaman Farms since 1979.\n\nSo far, in the face of encroaching urban development, he hasn’t sold the family farm to survive. In fact, the 800-acre farm, at Ocotillo and Sossaman roads, is one of the few in Arizona to retain most of its acreage from its original 960 acres, even though parts of its fringes were sold for housing a few years ago.\n\nIt’s a hundred years since Sossaman’s great-grandparents first came to southern Phoenix and began cultivating the rocky land there before homesteading in Queen Creek.\n\nToday, Sossaman farms alfalfa and wheat, crops that need little labor and equipment and make comparatively better returns than such crops as potatoes and cotton. He attributes his long-lasting livelihood to the wisdom of his predecessors and to sheer luck.\n\n“My great-grandmother was a smart woman, my grandfather and my grandmother were smart; my dad is smart in business, and I’m just lucky,” said Sossaman, 58.\n\nThat’s not to say he’ll hold out forever.\n\n“As part of the progress of this farm, we will eventually be developing to houses, because it becomes very difficult to farm in the urban environment,” he said. “So, over time, we’ll change and shrink.”\n\nSossaman plans to eventually transition to an urban farm, similar to what Gilbert businessman Joe Johnston has achieved with the master-planned community of Agritopia, a modern village with a mix of housing, commercial establishments and urban farming.\n\n“We find ourselves in a very unique situation where we can now design our own community,” Sossaman said, adding that it will take years of careful planning and innovation to achieve that. “It’s very different versus someone who says I just want to sell and get a check and move on.”\n\nA hundred years ago, Sossaman’s great-grandparents arrived in Arizona from Texas with the same sense of adventure and purpose.\n\nJasper and Nancy Sossaman, originally from Oklahoma, came looking for a better life in 1914 after their pig farm near Galveston, Texas, was wiped out in a hurricane.\n\nJasper Sossaman died in 1918 of the flu, however, leaving his wife and three sons to manage by themselves.\n\nWhen homesteads became available in Queen Creek, the family obtained not one but two and moved southeast. Gradually, they extended the farm to 1,000 acres and grew cotton, watermelon, potatoes, Durham wheat, castor beans, corn and sugar beets.\n\nOne of the three sons, also named Jasper, married Faith Mather in spite of Mather’s parental objections on the grounds that Sossaman was a Southerner.\n\nTheir only child, Jamie, inherited the farm in 1962. He dispensed with the potatoes, deeming it labor-intensive and risky, and grew cotton, sugar beets and wheat instead.\n\nBesides farming, Jamie Sossaman served 24 years in the state Legislature, both in the House and in the Senate. His wife, Sue, was active in politics and served as chairwoman of the Maricopa County Republican Committee and as Arizona’s Republican national committeewoman.\n\nNow retired, the couple spend a lot of their time traveling around the world.\n\nAsked if life was hard in the early days, Jamie Sossaman replied in the negative.\n\n“All lives are hard at times,” he said, “but all in all, it was a very good life to live on a farm and not be jammed up against other people. It’s been a very good life.”\n\nThe family credits its endurance to its cautious approach to finances.\n\nSteve’s wife, Chris, who has developed her own career as a tea purveyor and ambassadress, said: “I really think that this family has been so conservative and you didn’t spend it till you had it. ... We’ve never had to have a fire sale because we were overextended too much.”\n\nSteve said that innovation is equally as important. Laser leveling of land, new kinds of equipment, growing renewed crops, such as varieties of heritage wheat, are some of the ways he has experimented. His alfalfa is not only going to local farms, but to Texas and Japan, and might even be exported to China in the near future.\n\n“I also learned from my dad to be innovative in that to change and take on new technology and new ways of doing things, where a lot of farmers don’t do that. They just farm the way their grandfather did,” he said. “If you do it the old way always over and over, you probably won’t last.”\n\nSteve Sossaman is also lucky in that one of his daughters, Taylor, married Travis Tolmachoff, whose college background is urban planning. Although Tolmachoff hails from a farming family — his family moved from Russia in the 1920s and began farming sugar beets in Glendale — they sold their farmland when University of Phoenix Stadium was to be built.\n\nTolmachoff works at Liberty Market in Gilbert, running its beer and wine programs. He’s not greatly interested in farming but knows that he might someday play a role in the development of the land.\n\n“I’m kind of indifferent; I mean I would,” he said. “With my background in school and stuff, I would probably end up developing it over time. I went to school for urban planning. If we have this land, what could we do to develop a city? Which is the opposite direction of farming.”\n\nSix generations of the Sossaman family:\n\n\n► Join the DiscussionView\/Add Comments  »\n\nPosting a comment to our website allows you to join in on the conversation. Share your story and unique perspective with members of the azcentral.com community.\n\nComments posted via facebook:\n► Join the Discussion\n\nJoin the conversation! To comment on azcentral.com, you must be logged into an active personal account on Facebook. You are responsible for your comments and abuse of this privilege will not be tolerated. We reserve the right, without warning or notification, to remove comments and block users judged to violate our Terms of Service and Rules of Engagement. Facebook comments FAQ\n\nBack to Article\nComments posted via facebook:\nEnjoy a limited number of free articles over the next 30 days.\nfree articles remaining this month.\n\nWe hope you have enjoyed your complimentary access.\n\nBecome a subscriber today to enjoy these benefits:\n\nView subscription options\n\nAre you currently a subscriber? Set up your digital access now.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9187117219,
        "format_confidence":0.5838028789
    },
    {
        "url":"https:\/\/minneapolisfed.org\/publications\/fedgazette\/despite-ag-downturn-shoots-of-optimism-sprout-in-southwest-minnesota",
        "text":"Despite ag downturn, shoots of optimism sprout in southwest Minnesota\n\nDistrict Spotlight\n\nRonald A. Wirtz | Director, Regional Outreach | @RonWirtz\n\nPublished October 12, 2017\n\n“Spotlight” is an occasional feature about Ninth District communities in which the Minneapolis Fed has held private meetings with businesses to gauge regional economic conditions. To maintain confidentiality, individuals and their businesses are not named.\n\nA six-county area of southwest Minnesota has all the makings for a classic tale of economic hardship. The area—Lincoln, Lyon, Murray, Pipestone, Redwood and Yellow Medicine counties—is dominated by a farm sector struggling with another year of low commodity prices. The region also has gradually lost population as larger cities have lured away young workers and families.\n\nBut in farm country, every year is a new growing season bringing new shoots of optimism, literally and figuratively. Despite agriculture’s downturn in recent years, the region’s unemployment rate is down and job demand is up. There are also signs that wages are rising. And a new business enterprise might, ironically, make the region an inland hub for seafood.\n\nThis area of Minnesota is much like nearby Iowa and South Dakota—flat and arable, largely devoid of the lakes that liberally sprinkle other parts of Minnesota. It’s suited to growing crops in large volume, and corn and soybeans dominate the landscape.\n\nThe recent struggles of ag producers are evident in conversations with local bankers. For many area farmers, said one banker, “it’s another year reliant on a big yield” at harvest time to eke out a profit from low-priced crops. Another said some farmers were “fortunate” to incur hail damage early in the growing season; they might fare better than farmers spared hail because they received crop insurance payments and spent less on fertilizer and pesticides. Implement dealers in the area have been selling virtually no new equipment, depending on repairs and other services to stay in business.\n\nA business contact in Marshall, the region’s largest city (pop. 13,600), said the decline in farm income and related farm spending was “not a good thing for additional spending at local businesses.” Farmers often buy big-ticket items like tractors and grain storage bins at the end of the year to reduce their taxable income, but he expected such purchases to be “minimal” this year.\n\nLoading Chart 1...\n\nOther standard measures of the region’s economy don’t necessarily instill much confidence. Across the six counties, for example, total employment is still below prerecession levels (Chart 1). But there are sprouts of good news in the region, including on the jobs front. Unemployment has steadily fallen in all six counties, and rates in July in each were either near or below the 3.4 percent rate for the state as a whole. Equally notable, the region has witnessed a marked increase in job vacancies since the recession.\n\nSince the economic recovery began, job vacancies in the southwest region have roughly tripled to about 2,000 openings, according to the state Department of Employment and Economic Development. (Note: DEED defines the southwest region as a larger, nine-county area.) The share of full-time vacancies also has climbed steadily higher, and there are signs of real wage increases. Median wages for all job vacancies in the region have risen to almost $13 an hour; adjusted for inflation, that’s an increase of over 30 percent since 2010 (Chart 2).\n\nLoading Chart 2...\n\nA regional business source said that larger employers that are expanding—Avera Health, food processing giant Archer Daniels Midland, Ralco, a Marshall-based animal feed and nutrition company—are driving the area’s job growth.\n\nBut without more workers, it’s hard to see how all those vacancies will be filled, given the region’s low unemployment rate. A shrinking labor force may lead many employers to either downsize their expectations or pursue strategies such as automation to expand their operations.\n\nThe region’s population peaked more than 60 years ago, according to Census figures, and has slowly declined with each decade (Chart 3). Fewer people means fewer workers—a possible explanation for the area’s stagnant employment numbers.\n\nLoading Chart 3...\n\nLabor force trends tend to be more volatile than population trends, especially in comparatively small counties, because workers often commute to where the jobs are from other counties. But the long-term trend is negative, tracking with population loss. Workforce participation varies across the region’s six counties; Marshall’s population has been growing of late.\n\nEmployers are feeling the labor pinch. A local construction company was seeing strong growth this year after a slow 2016, but having difficulty finding enough equipment drivers, according to the owner. In a Minneapolis Fed survey of a random sample of regional ag bankers, almost two-thirds said their banks were hiring, and about a quarter of those were hiring to increase head count. At virtually every recruiting bank, some hiring was to replace workers retiring or leaving to pursue other opportunities. About 90 percent of respondents said they were having difficulty finding qualified labor.\n\nDespite a tight labor supply, the region has seen some significant economic developments, including a forward-thinking project that stands to boost the incomes of local farmers. Earlier this year, Tru Shrimp Systems announced that it was building its first commercial shrimp harbor—yes, for saltwater shrimp—in Luverne, a community tucked in the very corner of the state. The company, based nearby in tiny Balaton (pop. 600), is an affiliate of Ralco that has developed techniques to raise shrimp using corn and soybeans for feed, which explains its rural location.\n\nThe project got another boost when Schwan’s, a $3 billion home-delivery food company based in Marshall, took a minority stake in the company. Schwan’s will lease some of its processing capacity to the venture and assist in processing and packaging the final product. Construction on a hatchery and training facility, and renovations to processing facilities, are reportedly under way or soon to be. Construction of the shrimp harbor—expected to cost more than $50 million—is slated for next year.\n\nOnce operational, the shrimp venture will put a new twist on the “local foods” movement and create new economic opportunity in a region with a rich agricultural history. Success could lead to Tru Shrimp expansion; the firm is reportedly mapping out additional harbor locations in rural areas with access to feed inputs.\n\nInitially skeptical local residents see real economic promise in the form of jobs and value-added agriculture. A local business contact said the project offers “huge potential and will be long term as it builds. This is a real deal.”",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.8594915271,
        "format_confidence":0.5345227122
    },
    {
        "url":"https:\/\/annjoest.com\/%EF%BB%BFmalaysian-bamboo-development-challenges-and-opportunities-2\/",
        "text":"Bamboo Housing, built by Mr Mohd Ramadhan Abdul Hamid\n\nCurrently 70 different bamboo species have been identified in Malaysia. The Forest Research Institute of Malaysia’s (FRIM)  Bambusetum, located on their main campus in Kepong, Selangor, has a collection of 45 bamboo species. There are about 16 bamboo species which can be used commercially; three species in particular, Gigantochloa scortechiniiDendrocalamus asper and G. albociliata, play a major role in the production of strip-based flooring, charcoal and edible shoots, respectively.\n\nAs well as this, bamboo has found further applications in furniture, handicrafts, construction, and in agriculture as baskets to transport vegetables.\n\nTwenty foot long MYScrim-bambuseae billet\n\nOne advanced bamboo product researched by FRIM is bamboo scrimber, a type of engineered lumber. Codenamed ‘MYScrim-bambuseae’, this product is the result of a collaboration between FRIM and Timtek LLC, an American company which owns the worldwide patent on scrimber technology. MYScrim-bambuseae was evaluated and found suitable as a construction materials for making beams, columns, windows, door frames, and flooring.\n\nBesides the production of unique lumber, FRIM has also been developing innovative products such as furniture. FRIM has received awards for some of these products  – including the Gold Award and Special Creative and Innovative Products Award for its Rotary Veneer Bamboo Technology at the Korea World Invention and Innovation Competition 2015.\n\nLocal usage of bamboo for building\n\nMalaysia’s climate and fertile soil provides an excellent opportunity for the growth of tropical bamboos and the promotion of industrial plantations and value chain development. Even though this sector is currently underdeveloped, entrepreneurs such as Mr Mohd Ramadhan Abdul Hamid have proven that local bamboo can be used in business.\n\nMr. Ramadhan has been using bamboo to build Kuala Lumpur’s famous PlayHouse – designed by architect Eleena Jamil – as well as a unique bamboo village near Kuala Lumpur (main picture).\n\nMr. Ramadhan uses bamboo from the local forest, which he harvests during the dry season.  However, changing weather conditions are impacting the harvesting of bamboo raw material. Although the rainy season normally begins around May each year, in 2017 it started in January. As bamboo should not be harvested during rainy season, Mr. Ramadhan’s last harvest took place in December 2016, leaving him unexpectedly short on raw material supply. This lack also affects a number of bamboo resource-dependent communities.\n\nCurrent challenges facing Malaysia’s bamboo industry\n\nAside from the problems posed by changing weather conditions, there are other challenges which affect Malaysia’s potential to develop its bamboo industry.  According to FRIM, only a few bamboo plantations in Malaysia are owned by small and private enterprises. The majority of bamboo resources can be found in Malaysia’s natural forest. The harvesting of bamboo and other wood requires a government-issued permit.  Each permit costs MYR 500 (USD 115) and is valid for one year; the amount of forest resources that can be taken in that time is not determined. In order to commercialise bamboo products, Malaysia should therefore establish specific and protected bamboo plantations and policies outside its already given natural forest. Bamboo plantations such as those found in Anji province, China, serve as examples for Malaysia to follow.\n\nEven though there are existing research and knowledge which highlight the importance and usages of bamboo for livelihood, challenges remain in crucial investments. Barriers for investments in the bamboo industry include a lack of product variety, lack of raw materials and lack of properly linked supply chains.\n\nTo overcome these barriers, additional foreign bamboo products, such as bamboo fibre, can be promoted in the domestic market.  This type of promotion may increase local demand for new and further innovative products, thereby encouraging domestic and foreign investments. Investments can be used for the development of necessary value chains and bamboo plantations. Malaysia is already well known for its palm plantations; in future, it could couple a bamboo plantation programme with existing palm plantation programs such as those owned by FELDA and FELCRA.\n\nCurrent opportunities\n\nMalaysia has already made efforts to improve its bamboo development. In February, 2017, FRIM signed a three-year long Memorandum of Understanding with Kanger International Bhd to establish a high-end bamboo value industry. Aside from the development of new value products, cooperation also includes the establishment of a commercialised bamboo plantation which could address the challenge of raw material supply. Kanger’s established international sales network may provide additional benefit.\n\nBamboo does not equal bamboo\n\nIt is important to note that even though there are already a variety of bamboo products worldwide, specifically in China, not all of them can be duplicated in Malaysia. Sympodial bamboo, which is commonly found in Malaysia, differs to the  monopodial bamboo common to China. Products such as toothpicks are therefore difficult to duplicate with Malaysian sympodial bamboo.  At the same time, this difference may provide room for innovation and could allow Malaysia to develop further unique tropical bamboo products such as tropical bamboo flooring.\n\nArticle by: Ann-Cathrin Joest\n\nArticle created with contributions from –\n\n  • Dr WanTarmeze Wan Ariffin, FRIM\n  • Dr Hamdan Husain, FRIM\n  • Dr Mohd Khairun Anwar Hj Uyup, FRIM\n  • Mrs Yanti Abdul Kadir, FRIM\n  • Mr Mohd Ramadhan Abdul Hamid\n\nPublishing Date: June 9, 2017\n\n(This Article is published by INBAR. )",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9803324938,
        "format_confidence":0.8062276244
    },
    {
        "url":"https:\/\/www.cornandsoybeandigest.com\/best-both",
        "text":"Corn+Soybean Digest\n\nBest Of Both\n\nThe advantage of being handy in the shop is that if a piece of equipment doesn't quite suit your needs you can simply change it.\n\nThat's exactly what Doug Garner and his son Mike of Le Claire, IA, have done with their planter.\n\nDoug Garner started out farming with central seed system planters in the '60s and liked them. A few years ago he bought a Kinze system with individual planter boxes, but he wasn't happy with filling and emptying individual seed boxes on his 16\/31-row planter. Garner also found working with individual seed boxes didn't work well with his bulk seed system.\n\nBut rather than investing in a new planter, he decided to work with his son Mike to add a central seed system to the existing unit.\n\n“We liked the Kinze planter frame for transport as well as ease of use in the field,” says Garner. “Most planters with a front-folding system have a three-point hitch and our tractor is set up for a drawbar hitch. We either needed to spend more on a three-point hitch or find a way to use the Kinze planter.”\n\nThe father\/son duo started out with a standard Kinze twin-line planter, adding an air distribution manifold from Progressive and seed boxes from Flexicoil. They built the central seed system boxes and the air delivery system themselves. The boxes were built from scratch from Doug's design, using 14-gauge steel.\n\nGarner estimates that it took about three weeks to build the planter from concept to finish, and was happy with how the planter performed in the field this past year.\n\n“We can fill the planter with seed in 10 minutes and can plant 90 acres of soybeans without stopping,” says Garner. He notes that he could plant 275 acres of corn without refilling.\n\nAlterations to the planter for this season will be minor. He did have some challenges with hoses plugging up, particularly with soybeans. This winter he'll split the hoses to the 16-row units for corn and 31 for soybeans differently, feeding the two back rows with one Y joint and the two front rows with another, rather than splitting them between a back and front row.\n\nHe's also toying with changing from finger planting units to a Case IH or John Deere system, which would speed up corn planting, but he's not sure it would pay.\n\nHe estimates that a new planter with an air system retails for about $125,000. But buying a new planter wouldn't have solved the issue of the incompatible hitch systems.\n\n“We saw no reason to buy a new planter when we liked our system so well,” he says, adding that they spent less than $10,000 to modify their existing system.\n\n“We put a lot of hours into it, but my time is cheap in January and February,” Garner adds.\n\nHide comments\n\n\n  • Allowed HTML tags: <em> <strong> <blockquote> <br> <p>\n\nPlain text\n\n  • No HTML tags allowed.\n  • Web page addresses and e-mail addresses turn into links automatically.\n  • Lines and paragraphs break automatically.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9637911916,
        "format_confidence":0.8337783217
    },
    {
        "url":"https:\/\/www.centraltexasfarmcredit.com\/news-and-resources\/member-spotlight\/keeping-a-good-thing-flowing\/",
        "text":"Keeping a Good Thing Flowing\n\nJule Richmond stands by spring\n\nTexas rancher Jule Richmond, center, stands by a spring that feeds into the Pecan Bayou. With him are Cody York of Pecan Bayou SWCD, left, and Johnny Oswald of the Texas Soil and Water Conservation Board.\nPhotos by Jim Lincoln\n\nThe year 2011 was one of the driest ever for Texas, with a statewide average rainfall of only 14.8 inches.\n\nAcross the state, rivers, ponds and lakes evaporated to their lowest levels in memory, and losses attributed to the historic drought surpassed $5 billion.\n\nThe water level in Lake Brownwood, situated in the Colorado River basin in north-central Texas, dropped 17 feet, leaving less than a 15-month supply of water for local residents who depended on it.\n\nJust miles away in the same county, however, a spring on the Richmond family ranch never stopped trickling.\n\n“I’m really proud of the fact that it never dried up during that extreme drought,” says family patriarch Jule Richmond. “It’s an example of what can happen when you give land the opportunity to yield to water.”\n\nRichmond admits that the spring, which feeds into the Pecan Bayou that creates Lake Brownwood, wasn’t flowing as freely as it is today. Still, its resilience is a testament to his conservation and stewardship practices — particularly the removal of invasive brush to enhance water flow — that allow him to preserve his family’s 134-year-old ranch.\n\nA Conservation Leader\n\nRichmond is chairman of the Pecan Bayou Soil and Water Conservation District (SWCD), which oversees and allocates funds for the state’s Water Supply Enhancement Program (WSEP) efforts in Brown County, Texas. Started in 2008, the county’s project is part of the statewide program, which was created to provide grants that meet conservation needs and enhance public water supplies through brush control.\n\nA lifelong rancher whose family settled near Blanket, Texas, in 1883, Richmond has practiced conservation on his cattle and goat operation for as long as he remembers. He also recalls his father, Alvin, removing brush from certain pastures back in the 1950s. Since then, landowners have learned about the effects of overgrazing, which can lead to brush overtaking grass and pastureland — detrimental to water supplies and the terrain.\n\nFlowing spring\n\n“Farmers and ranchers didn’t understand as much about grazing situations and the impact of overgrazing as we do now,” Richmond says. “When they got a rain, it hit the creek, and it was gone; there was no continuous cycle of water. It’s finally making sense to people on how beneficial it is to be wise about the use of water.\n\n” On the Richmonds’ ranch, removing most of the cedar trees, which are notorious water consumers, made a significant impact — even though they left cedars along the creek to help stabilize the banks.\n\n“We knew the water was here,” he says. “My dad used to tell stories of his dad seeing moonshiners using the spring, but from brush encroachment and overgrazing, the springs had virtually disappeared.”\n\nAs the local conservation district leader and immediate past president of the Association of Texas Soil and Water Conservation Districts, Richmond advocates proudly for the project, reaching out to other landowners who may benefit on their own land. As of fall 2016, the Pecan Bayou Soil and Water Conservation District project involved 46 landowners who are controlling brush on 6,260 acres.\n\nDistrict Outreach Director Phillip Wright says that while the project has provided assistance to landowners in Brown County, their part is just the first step — the real difference will be seen after landowners achieve results that make them want to continue prudent conservation practices on their own.\n\n“The Pecan Bayou SWCD provides assistance to hundreds of landowners each year working through their partnership with the NRCS (Natural Resources Conservation Service),” Wright says.\n\nFor each property enrolled in the program, a resource management plan is developed, which describes the brush control measures that will be implemented, how the land will be maintained and any necessary livestock or wildlife management practices, as well as erosion control measures.\n\nPositive Impact on Wildlife\n\nRichmond says that his wildlife and aquatic life have done nothing but flourish, enjoying the abundance of a constant water source and a healthy food supply.\n\n“Jule is a dedicated leader in conservation and has brought awareness to the statewide program,” says WSEP Supervisor Johnny Oswald. “His drive has led to the success of bringing water issues to the forefront of conservation efforts, education and outreach across the nation.”\n\nAs a tenured landowner, Richmond knows the importance of a good lender, and for him, that lender is Central Texas Farm Credit. His two sons, Cade and Cody, are also active members of the rural lending cooperative: Cade and his wife, Jessica, represented the association in the Farm Credit Young Leaders Program in 2014, and Cody is a past chairman of the Central Texas Farm Credit Board of Directors.\n\n“Jule and LaNita Richmond are true farmers and ranchers, the kind of folks the Farm Credit System was created to serve,” says Marcus Amthor, Central Texas Farm Credit branch manager in Early. “Not only do they do a good job of producing beef on their cattle operation, they also instill stewardship of the land within their family. In my opinion, our country needs more people like the Richmonds, and I am honored to have the opportunity to work with them.”\n\nRestoring a Century-Old Ranch House\n\nRichmond living room\n\nThe Richmonds’ goal was to keep the integrity of the house, installing wide baseboards and deep crown molding and using some existing kitchen cabinets, as seen in the living room.\n\nThe Richmonds’ desire to preserve the family legacy goes beyond the ranch. Over the past few years, Jule and his wife, LaNita, have restored his childhood home. Built in 1915 by his father, it was a kit house from Sears, Roebuck and Co., which at the time offered ready-to-assemble houses ordered by mail and shipped by rail.\n\n“Our goal was to modernize, but keep the integrity of the house,” LaNita says. “We like to think that we’ve not changed a lot, but we’ve enhanced a lot.”\n\nKeeping true to their plan, the couple installed wide baseboards and deep crown molding, which was common during that period. In several rooms, the original longleaf pine flooring has been sanded and refinished.\n\nThe dining room.\n\nThe dining room.\n\nJule did much of the rewiring and carpentry, while LaNita painted and did the tile work, which included the kitchen floor and backsplash. They also reconfigured the small kitchen, adding counter space and using some of the existing cabinets, which Jule’s mother had installed over the years. Today, favorite family recipes adorn the walls of the inviting kitchen, giving guests a glimpse into the Richmond family’s special relationship with the house.\n\n“His mother raised three kids in a tiny space with a tiny kitchen and I still don’t know how she did it,” LaNita remarks.\n\nThe kitchen.\n\nLike the land that the family works so hard to preserve, Jule and LaNita know that the ranch house is another piece of their family’s legacy that will be passed down to their three children and eight grandchildren.\n\n“We’re more proud of it than anyone,” says LaNita, “and I think we’ve not only restored a house, but this has restored some childhood memories for Jule, too.”",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.6297106743,
        "format_confidence":0.9579202533
    },
    {
        "url":"https:\/\/servicesmag.org\/commercial-cleaning-services-business-plan\/water-damage-restoration-and-mold-services\/item\/383-failure-is-not-an-option-the-vought-aviation-project?start=10",
        "text":"header services logo masthead\nThe Exclusive Magazine for the Building Service Contracting Industry Since 1981\n\nFailure Is Not an Option: The Vought Aviation Project\n\nA little more than four years ago when I was hired to start Gatekeeper Maintenance, a full-service commercial maintenance company, our president made a profound statement. He said something along the lines of, “A few years from now we may not be doing the same type of work that we are doing now, and it will be interesting to see what new doors open for us.”\n\nHow true this statement was. Shortly after we opened the doors for business, a coworker came into my office with a “job opportunity.” This coworker had a neighbor who was a vice president and senior project manager for a major construction company operating primarily in the Carolinas. This construction company was in the process of completing a new construction project in Charleston, SC. Before going any further, did I mention that my company is located in Greenville, SC, which is nearly 200 miles from Charleston?\n\nAs the project was described to me, it sounded as though it was a typical warehouse overhead clean. No muss, no fuss, get a few ladders, some rags, a few shop vacs, and start cleaning. The story was that the previous cleaning company had not performed up to expectations, had been asked to leave the property, and the construction company was in desperate need of some quick help. The picture drawn in my mind of this job as it was described was of a typical warehouse structure with metal walls, 20- to 25-foot ceilings and something that four to five people could easily clean in a few days. I gathered a crew of four general cleaners and one supervisor, the supplies and equipment we expected to need, and headed to Charleston on our white horse to save the day. I can still hear the bugles sounding as we headed to the low country. Lesson 1: Never assume anything.\n\nOur team arrived in Charleston to discover that this “warehouse” was actually the new Vought Aviation complex, where the first carbon fiber aircraft was to be built. The nearly 900,000-square-foot facility had 60-foot-high ceilings and included a 200,000-square-foot clean room that had to be cleaned to operating-room standards. The clean room was where liquid carbon fiber was poured into molds, and no foreign matter could be present. What a wake-up call! I don’t know about you, but I am not a fan of showing up unprepared for the first time at a new customer’s location. I felt like I had shown up to a gun fight with a water pistol, and I didn’t even have any water. I quickly toured the facility with the project manager, got a dose of reality, caught my breath, recovered from my initial panic attack and met with my team to share the new strategy that I had developed while walking the facility.\n\nBasically, I divided my plan into five steps. Step 1: Because the construction clean project was 200 miles away, the work had to be performed on third shift and the number of people needed to complete this project in the time frame allotted was larger than the work force I had available. I located and contacted a local labor company and quickly gathered a team of 40 to 45 workers, plus eight to 10 lift operators. When using local labor that is not your own, it is always necessary to have backup people in place because, believe it or not, there are always people who do not want to work. \n\nStep 2: I paid to have my entire crew, plus 10 lift operators that the local labor company supplied, go through a half-day training program at a local equipment rental location. All became certified to operate the appropriate lifts that were onsite as this was a job requirement (just another little bit of information that was left out of the initial explanation).\n\nStep 3: I contacted our office in Greenville and ordered the necessary equipment and supplies to be delivered onsite for the next night.\n\nStep 4: We organized eight teams of five people each. Each team had a supervisor (this person was an employee of my company and who was someone I trusted and had experience in cleaning to our specifications), a cleaner who was certified to operate a lift, two additional cleaners stationed in the lifts, two floor cleaners and a ground support person whose job it was to tie off supplies and equipment that could be lifted into the air so as to save time from lifts having to come down to get supplies and then go back up again.\n\nStep 5: A plan of attack was developed so that each team knew what areas they were responsible to clean, areas that had been cleaned could be tracked and areas yet to be cleaned could be identified.\n\nStep 6: We got after it!\n\nFor three solid months, we got after it. Every square inch of the 900,000-squarefoot facility had a rag put on it. Each day after we cleaned, a superintendent from the construction company would get in a lift and perform a white-glove inspection of the areas cleaned the night before. The project was nearly four hours away; the majority of the labor force had no experience in janitorial or cleaning, and we had to go through many local temps until we found the few that wanted to work, but we did it. Failure is not an option.\n\nSometimes the unexpected slaps you in the face, and when you open your eyes there is reality staring back at you. Those are pivotal moments. Those are moments that separate those who will do what it takes to get the job done from those who won’t. In our case, we had a few things in our favor. First, the family that started our mother company understood and was not afraid of hard work. They started the company 53 years ago, cleaning gas station restrooms and finally graduated to textile mills. Today, our mother company is in 20 states and a leader in the janitorial industry. One of the smartest things that I did personally early on in the process was admit that I did not have all the answers, so I recruited some key help. The gentleman who spearheaded this project and was on site on a daily basis was the brother of the gentleman who started our mother company. In 50 years of cleaning, there was not much he hadn’t seen and no obstacles that were insurmountable.\n\nSecond, I am personally allergic to failure. In this day and time, the companies that stand out from the crowd are the ones that do what they say they will do when they say they will do it, do their very best at what they do, and stand behind what they do.\n\nThe Vought Aviation project was several years ago, but it is a project that taught us, as a young company, many key lessons. I had a sense of pride when the first aircraft built in that facility carried our U.S. Women’s Volleyball Team to China for the 2008 Summer Olympics. Yes, we were just the janitors. Yes, we just cleaned the place. But we cleaned it in such a way that to this day our company maintains a relationship with that construction company. We have cleaned multiple hospitals and other projects as a result of proving that we will do what we say we will do and we will do it the right way.\n\nDavid R. Bennett is general manager of Gatekeeper Maintenance Inc. in Greenville, SC. He can be reached at dbennett@gatekeeper maintenance.com.\n\n\nLeave a comment\n\nMake sure you enter all the required information, indicated by an asterisk (*). HTML code is not allowed.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.8769050837,
        "format_confidence":0.9410154819
    },
    {
        "url":"http:\/\/www.gasenginemagazine.com\/tractors\/the-old-oilpull",
        "text":"Oilpull Tractor\n\nCourtesy of Mr. Lyle Knerr, Chappell, Nebraska\n\nMr. Lyle Knerr\n\nContent Tools\n\nMaxwell Iowa 50161\n\nThis is the story of a few years - six to be exact - I spent in western Canada with my family. The 'how come' and some of my experiences during that time. It will not be a masterpiece alongside the work of Robert Burns, but I can assure the readers that it will not contain any fiction either. But I feel it may be of interest to them to follow an Iowa chap north for awhile and learn how he 'made out'. A couple of weeks ago, I experienced my seventy fifth birthday.\n\nEven as a small boy, I was showing unusual interest in the steam farm engine, and would ask mother to write post cards for various catalogues. When I was fifteen, I hauled water for a Gaar-Scott outfit. It was a sixteen H.P. direct flue pulling a 33-52' Sep. The third year my father bought a one half interest in the outfit for me, and I tended the sep. for a couple of years. This all occurred in southern Iowa where I was raised. We had some coal that was good, but some that was very poor. On some jobs we burned wood. I have cut my share of the old fence rails that figured in the early days as fence material in that part of our state in early days. If asked to burn wood however, it was always agreed that we were not liable in event of fire since sparks from it were dangerous. A couple of years later, I purchased a new 18 H.P. double. This too, was a G. S. and a fine engine. A new sep. too, with a blower. The old rig was fitted with a Sattley stacker, but required a great deal of upkeep.\n\nDuring my university work of three years, I was married in the first year. My wife is still with me and has been the most wonderful companion. That was 1912. We were raised near each other, and our parents too, had known one another for many years. I spent about three years with the Rumely Co. here in Des Moines. There, we had the Gaar Scott, the Advance and the Rumely lines, all on the floor at the same time. Their steam lines were supplemented with the Oil Pull, from Rumely, the Gas Pull, from Advance, and the Tiger Pull from the Gaar-Scott division. The last, was a Hugh tractor as I remember it, rated at 40-80 H.P. with a T. head motor set lengthwise. Friction drive, if I am not mistaken. We had but one of them at the Des Moines Branch and none were sold out of here to my knowledge. Through THE ALBUM I believe Mr. Norman Pross of Luverne, North Dakota, has one of these tractors. I wish Mr. Pross would give us a little 'run down' on it via THE ALBUM. I believe it was a straight gasoline job. I have never seen but the new one at the branch.\n\nThis is an Aultman-Taylor, 30-60, 1916, 4 cylinder horizontal engine.\n\nThis is my 20-30 Wallis tractor and 4 roll McCormick Deering corn shredder. Driving the tractor is Gary Schacht from Eau Claire. We had some fun that day.\n\nHere we are sawing slab-wood with my 1931 Irish Fordson. Int. 8-16 hauled wood to woodshed. Left to right are: Dick Johnson, Evert Johnson, Gil Johnson and throwing wood is George Christian. In the foreground is our dog, Tobi. This was taken at the Johnson Place in 1962.\n\nAbout this time I started out doing road building. The automobile was here by that time in earnest, and people were becoming aware of the need for better highways. The era of the King drag had done much to convince people that the roadways could be improved a lot by treating them properly. Road allowances in Iowa, were 60 or 65 feet wide, but in building a grade of 28' this meant there was a lot of sod on each side to encounter and dispose of. I obtained a contract from the county north of my home county. At that time, the county supplied the grader - in this instance an Adams leaning wheel - and I furnished the power and operator. I bought a new 25-50 Nichols and Shephard tractor, believe it was number 52. Had a cousin (now deceased) driving it, and put myself on the blade. The county engineer had made his surveys and set the stakes. They put us to work on the original grade of what became the Old Jefferson hwy. Now, number 69. and it ran from Winnipeg to New Orleans. The next year my home county gave me a contract, and for power on that outfit I bought a Rumely E. Oil Pull. It was nearly new and of course, a brute for power. Both these tractors were fitted with but one speed, so I put a twelve and a ten' blade as a trailer behind the Oil Pull. This, of course cut down on the trips necessary when a grade was being completed. We had good going at this work, and much comment was made in our favor. One man in a nearby town, made the statement that 'If Ralph Thompson never gets back, he has built himself a monument'. This was said because Uncle Sam, had said 'come and help us out in the artillery' now, for we were in a great war. W. W. 1 was upon us, and the road work could wait. Pardon me please, for recommending myself about the road building above. Many blade men felt, the first thing to do was to go out make a heavy cut the first round. Doing this, their sod and black or finishing dirt, was all mixed together and with a blade set too squarely, it would finally let loose and in piles the size of young haystacks almost, there it was out in the middle of what was to be their grade, and it was about impossible to handle. But to take a very light cut, getting the line established, and pulling the sod upon the shoulder and dropping it there, most of your troubles were buried. The wheels of a heavy tractor every round, were packing it down and firming the sod. Then we could cut our black soil and finish up the grade in a good manner.\n\nGoing back and reading what I have written, I notice that I still haven't made that trip to Canada yet - grant me one more deviation please. I want to tell you of an experience with the N & S tractor. It was the first season, hence nearly new, but I had been plowing bluegrass sod, when I found that when pulling hard, and turning to the right, it would cut out and fail to fire on one of the cylinders. Took some time but it was trying to 'tell' me something. It was a twin cylinder, layed horizontally between the channel beams of the frame. The rivets holding the motor to the frame were beginning to loosen, and this permitted a twist. The Wico cam operated magneto (high tension) was mounted on a very heavy bracket about 18' high, and this in turn to the channel frame -not to the motor. Thus, a twist in the frame was not permitting the cam driving the magneto, to hook up properly, and I wasn't getting a spark for that cylinder So, I drove the tractor up to one of the common blacksmith shops of that day. No gas or arc welding at that time of course. The smith was a man by the name of McKee I recall. He was a bit reluctant, about the job, but consented finally. Taking an old narrow wagon wheel tire which was so common those days, we shaped a bracket to the back of the magazine. Four very heavy studs held each cylinder and the bracket was bolted under these nuts, thus forming a single unit, affording no chance for any misalignment. Our troubles were over, and the next year the company adopted a similar mounting. It was a far better looking bracket than Ours. This was the first heavy tractor in my home county, and many people were highly skeptical yet, of the internal comb., motor replacing steam. But I had two years of splendid service from this tractor. Did much grading threshing and hedge pulling with it, as well as silo filling.\n\nSince boyhood, I had a yearning to go to Canada. Now, with my army experience completed, had sold my road equipment, was the time to 'go'. I wanted to go where the grain fields were larger, much larger. Harvesting was a much larger operation there. Too, there were millions of furrows a mile long to be plowed. About this time an add appeared in a Des Moines newspaper. It had been placed by the Iowa agent for the Canadian Pacific (land div). He owned several sections of raw land in Alberta, and wanted an operator to go up there and do breaking for him. I met him in a hotel room in Atlantic, Iowa and we made a deal. I did not feel he had exercised the best judgement in buying a tractor, because it was a B. Oil Pull. They were rated as a 25-45, whereas the E. would have given him a 30-60, and added a couple more bottoms in plowing. It was a used tractor of course as that model preceeded the E. and F. Don't believe there was ever a more dependable or loyal tractor built however up until that time. He was shipping it from northern Iowa here, and I was to wait until we received word that it had arrived at Bassano in Alberta. The day came and I 'lit out' for Minneapolis. Left my family here.\n\nHere is a picture of the first gasoline engine made by J. I. Case in 1892.\n\nHere is a picture of the old Lynn Tractor reactivated for a fill hauling job for Ed Clark's White Mountain Central R. R. at Clark's Trading Post, North Woodstock, New Hampshire. The Lynn runs well considering it was layed up about 10 years ago. The Lynn could haul gravel through the river where the regular dump trucks could not.\n\nThis is a brand new Light 4-1917 Huber tractor with a 3 bottom Oliver plow. My father, the late Jurgen Johannsen of near Wolsey, S. D., paid $1700.00 for it and sold it for $300.00 to Walter Fanger, Virgil, S. D. My brother Ben Johannsen (Riverside, Cal.) is standing behind plow, brothers Herman and Otto Johannsen are seated on tractor, the two standing are friends.\n\nThis is a 7 H.P. Economy gas engine and 2-hole Keystone corn sheller. Brother Otto Johannsen and I did custom shelling as most people preferred a spring sheller so that the cobs could be used in cook-stoves for fuel. Brother Ben Johannsen (Riverside, Cal.) is standing by cob pile, brother Otto Johannsen of near Wolsey, S. D. is oiling sheller. The owner, Jack Kief, is shoveling corn. The engine was bought from Sears Roebuck in 1917.\n\nWe had three small sons by that time. The Soo line soon had me at my destination, and there sat the Oil... (truncated)",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9418543577,
        "format_confidence":0.8192389607
    },
    {
        "url":"http:\/\/climatecontrolme.com\/2017\/08\/skinny-insulation\/",
        "text":"Logo - CCME\nBanner Main – Digital Issue\n\nSkinny Insulation\n\nNew silicon-based heat insulation panel, with thermal conductivity (λ) of just 0.019 W\/mK and incorporated with ‘core hydrophobisation’ technology, which makes the entire pore structure – and not just the surface – water repellant, is being presented as a solution for the construction industry, additionally because it reportedly is not susceptible to mould and its mineral-based raw materials offer high fire-retardant properties\n\n| | Aug 13, 2017 | 9:11 am\nShare this story\n\nWhen it comes to unused potential for saving energy, buildings can’t be beat: They are responsible for 28% of the world’s energy consumption, a figure that rises to 45%, when only Western countries are taken into consideration. According to the German Environmental Agency (UBA), an energy-retrofit programme can reduce a building’s primary energy demand by up to 90%. The European Union (EU) has responded by strengthening its directives for the overall energy efficiency of buildings: Starting from 2021, for instance, all new buildings in the EU are to be constructed to meet virtually the same standards as zero- energy buildings. These buildings should produce electricity in an amount corresponding to their energy consumption.\n\nGiven the established fact that good thermal insulation is a key factor in making buildings more efficient, growing demand for building efficiency is resulting in thicker and thicker insulating materials. However, space is particularly limited and expensive in city centres, and fire-safety standards are high. For this reason, architects are on the lookout for lean solutions that can meet the twin demands, while leaving as much room as possible for creative design.\n\nThe recognition of the trend has given rise to a silicon-based heat insulation panel, made of synthetic, amorphous silica. Its thermal conductivity (λ) of just 0.019 W\/mK makes it by definition a super-insulator, performing even better than air at rest, which has a λ value of roughly 0.025 W\/mK. This means that the insulation panel can be up to 50% thinner than conventional mineral insulating materials and yet achieve the same effect.\n\nIn addition to having super-insulating properties, the panel is categorised as a Class A building material (non-flammable), which presents quite an unbeatable combination. What makes this possible are the mineral nature and the fine porous structure of silica. We have long known that a form of synthetic, amorphous silica is an established first-class insulating material for radiant heaters, where the temperature of the heating coils can reach several hundred degrees Celsius. A layer of the silica, up to a maximum of only about two centimetres in thickness below the stovetop, absorbs the heat to the point where electric cables can be placed, nearby.\n\nThe high-tech insulating material is hydrophilic, however. If it comes into contact with water its inner adhesive forces become so powerful that they can destroy the fine porous structure. When this happens, the material not only changes its macroscopic form – it also loses its excellent insulating properties, which is why the construction industry has long resisted its use as an insulating material.\n\nThe breakthrough to solve the challenge posed by water came in the form of a new technology called ‘core hydrophobisation’, which makes the entire pore structure – and not just the surface – water repellant. As a result, water vapour can diffuse through the material without destroying the structure or condensing inside it. And that paved the way for its use in the construction industry.\n\nPlus, thanks to core hydrophobisation, the new insulating material is not susceptible to mould, which eliminates the need for fungicides and biocides. The fact that it is based on mineral raw materials not only explains its strong fire-retardant properties but also emphasises the fact that unlike other types of insulation, it is recyclable. If preferred, it can also be easily disposed of as part of normal construction waste – a cost benefit in the construction industry, which always has its eye on the bottom line.\n\nThere are three ways that undesirable heat conductivity can arise in insulation: Solid-state thermal conductivity, heat transfer via gases (which is inhibited, for instance, by the vacuum in multi-glazed windows), and heat transfer via infrared radiation.\n\nThe insulation material effectively limits thermal conductivity and heat transfer. The solid-state matrix of the silica used is specially treated in such a way that the contact surface – and, thus, the transfer paths between individual solid particles – is kept as small as possible, minimising thermal conductivity. In addition, the very tiny pore spaces limit the energy transferred by gaseous conduction. Thermal radiation doesn’t stand a chance with the insulation panel, either.\n\nThe material and its fine pore structure confer a second advantage: Its thermal conductivity, unlike that of traditional insulating materials, is almost not temperature-dependent. As a result, the new insulation panel not only prevents the interior from cooling during the winter, but it also keeps it from heating up in the summer, when building exteriors can easily reach temperatures of up to 80 degrees C. This pays off especially in buildings made of lightweight panels. Here, rooms easily become overheated, because the shade from blinds alone is not enough.\n\nThe reason why the thermal conductivity of the new insulation panel is almost not temperature-dependent is its favourable temperature-amplitude ratio – a complex interplay of specific storage capacity, density and thermal conductivity. The ratio describes the phase shift in the temperature maxima, observed when heat is transferred through an external wall. Studies conducted by the Bavarian Center for Applied Energy Research (ZAE), in Würzburg, Germany, have shown that in walls insulated with the insulation panel, heat takes eight to 12 hours to reach the interior wall – in other words, not until nighttime, at which point the air outside has cooled, and ventilation from windows provides a pleasant ambient temperature.\n\nSince the time of emergence of the new panel, the team of developers of the panel has taken an intense look at the needs of customers and end consumers. Using numerous reference objects, the team members have been able to demonstrate its performance.\n\nThe most recent example can be found in the historic centre of Düsseldorf, where the team insulated the ceilings of the basement and the underground parking garage of a historical landmark building, to which a modern extension had been added. The structure of the underground garage and the sprinkler system of the building were to be preserved to keep costs down, even though they left little space for thermal insulation or fire- protection. The structure of the modern annex needed to be updated, accordingly.\n\nThe project played to the strengths of the new insulation panel, which offers strong fire-retardant and thermal insulation properties for the basement ceiling while protecting the sprinkler system from freezing temperatures – all in a very little space. The insulating layer is only 40 mm thick, whereas traditional insulation would have required a much thicker layer.\n\nHTE Plant Coatings by Evonik\n\n\nThe new insulation panel is suitable for cavity insulation for load-bearing, external walls, for interior insulation, for insulating rain-screen cladding and for concrete sandwich elements. Within the facade itself, the insulation can be combined with ceramic tiles and with elements made of glass, metal or concrete – even with PLEXIGLAS. In quite a path-breaking move, the combination of the insulation panel and PLEXIGLAS has been used for building exteriors. Thanks to its heat transfer coefficient of 0.15 W\/m2·K, the panel only has to be 12 cm thick to achieve passive building standards, using 90% less heating energy than a traditional building.\n\n\nResearch work on the new insulation panel hasn’t stopped there. In order to free up more options for component geometry, there are plans to offer the material in granulate form. Their ability to fill cavities means that granulates can be used for insulating reactors or boilers, for example.\n\nFor this to work, the granulate must be mechanically stable, and it must be possible to control its pore structure, as this has a critical impact on its thermal insulation properties – if the structure is destroyed by stirring or shaking, the insulating properties will be lost. The team of developers is currently working on adjusting the granulation process for silica in order to optimise density, pore size and mechanical stability, while maximising cost effectiveness.\n\nOvercoming the hurdle would also clear the way for its use as insulating filler for mineral-based construction products and coatings. This, in turn, would open up the possibility of manufacturing safe-touch and thermal insulation coatings, which differ in terms of thickness. For safe-touch coatings, just a few millimetres are all it takes to prevent a hot surface from damaging skin on contact. Industrial occupational safety would be one potential application.\n\nThermal insulation coatings take this a step further. Unlike safe-touch coatings, they prevent energy from being lost in the form of heat transferred to the surrounding air. This, however, requires thicker coatings of several centimetres.\n\nWhile these developments are far from being ready for the market, the team behind the development of the panel has already sent granulate samples to an initial group of customers. The move marks a return to familiar work habits – looking to the needs of the market, even at an early stage in the process, and incorporating customer feedback into the ongoing development process.\n\n\n\n\nDr Gabriele Gärtner is the Head of Applied Technology -Thermal Insulation at Evonik. She can be contacted at gabriele.gaertn... (truncated)",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.5878639817,
        "format_confidence":0.7787030339
    },
    {
        "url":"https:\/\/siteselection.com\/issues\/2017\/sep\/thermo-cycler-industries-fresh-air.cfm",
        "text":"Site Selection magazine\ntwitter linkedIn facebook email email email\nFrom Site Selection magazine, September 2017\n\nFresh Air\n\nIndiana’s Thermo-Cycler Industries offers innovative, cost-effective climate control options for contractors and end-users.\n\nThermo-Cycler systems rotate air throughout open-air industrial buildings, resulting in even temperatures, lower humidity and lower energy costs.\nThermo-Cycler systems rotate air throughout open-air industrial buildings, resulting in even temperatures, lower humidity and lower energy costs.\n\nJohn Davis had a big challenge.\n\nDavis, a facilities manager for Letterhead Press in New Berlin, Wisconsin, was getting energy bills that topped an annual quarter of a million dollars. Letterhead’s cavernous\n\nworkspace, where the company makes high-end boxes, labels and mailers for nationally known manufacturers, was devouring electricity.\n\n“It was during the recession in 2009,” says Davis. “Business was down and we were trying to cut costs. Our electricity bill was about $270,000 a year, and one of the biggest components of that was our air conditioning.”\n\nDavis considered upgrading Letterhead’s 210-ton rooftop system, but instead got in touch with Thermo-Cycler Industries. Based in Union Mills, Indiana, Thermo-Cycler specializes in heating, cooling and ventilation solutions for industrial buildings, large-scale warehouses and indoor sports facilities.\n\nThermo-Cycler manufactures a range of energy-efficient “air turnover” systems that circulate and utilize ambient air, including the warm air that collects at the top of tall, open buildings.\n\n“Letterhead wanted something more efficient,” says Dan Drexler, Thermo-Cycler’s executive vice president.\n\nDrexler went to work. He put together a plan employing a mix of Thermo-Cycler products: four 20-ton chilled water air handlers plus three air turnover towers, two of which came equipped with gas heaters for the winter. The compact array of components allowed Letterhead to clear the roof of all that tonnage.\n\n“They also had an issue with humidity,” says Drexler. “These units, since they pull moisture out of the air, helped lower their humidity to the point where it actually helped their production process. In the end, they were able to lower their temperature, lower their high humidity levels and decrease their entire cooling load by 140 tons.”\n\nNot unimportantly, says Davis, Letterhead cut its energy costs by 25 percent, or more than $65,000.\n\n“It’s a much more uniform climate,” Davis tells Site Selection. “It’s much more energy-efficient and much more comfortable for our employees. It’s been one of the better investments we’ve made.”\n\nAir Turnover: A Big Money Saver\n\nLarge industrial buildings are typically outfitted with ceiling-hung unit heaters, infra-red spot heaters, boilers or direct-fired space heaters. With no outside means of circulation, warm air becomes stagnant in a layer below the roof, a phenomenon known as air stratification.\n\n“Air stratification,” says climate engineer and consultant Felix Goto, “is one of the biggest problems there is in large, open buildings.”\n\nGoto, president of Michigan-based US Energy Engineers, is a big supporter of the air turnover concept.\n\n“You’re taking warm air off the ceiling and it’s blowing back through the building. So you’re taking the air that’s already heated and putting it to use. You get a consistent temperature throughout the building.\n\n“It’s primarily used for heating,” says Goto, “but even in the summer months you can distribute air in the same manner that you do in the winter, so that cooler air circulates throughout. It’s much more efficient than conventional methods. All these open-air facilities should be using air turnover. In the long term it’s a big money saver.”\n\nBob Weaver, an owner of Anchor Construction in Granger, Indiana, has worked with Thermo-Cycler on scores of industrial projects around the country.\n\n“It’s all about air rotation,” says Weaver. “Some of the units we use are just circulating air and some are actually heating units. We’ll do a combination of both. We’ve been able to get by with minimal heat input because of the capability of these units to move the air around and make it consistent. They’re superb units,” says Weaver. “They’re quiet, reliable and don’t have maintenance issues.”\n\n‘Best Kept Secret’\n\nFounded in 1984, Thermo-Cycler serves clients from Maine to California, with a heavy regional base stretching from Nebraska to the Upper Midwest.\n\n“One of the big things we do that’s different from other manufacturers is we offer our customers a satisfaction guarantee,” says Greg Kelver, Thermo-Cycler’s president. “When we look at a project we will guarantee that customer complete satisfaction. It goes beyond the product warranty.\n\n“Something else we do differently,” says Kelver, “is that every job we do, we do heat loss calculations and provide that information to the contractors and end-users so they know what they’re getting with our systems. We’re actively involved directly with the contractors on every project. We’re kind of a turn-key solution.”\n\nThat approach has made a big fan out of Ron Nolland. Nolland, project manager for Luck Builders in Plattsburgh, New York, has worked on more than a dozen projects with Thermo-Cycler.\n\n“When you do design-build, like I do,” says Nolland, “you need a team of players that understand they’re on the team. The reason I use Thermo-Cycler is because they know they’re part of the team, they understand the concept of budget, and they also understand the concept of quality and having a product that delivers consistently for a long period of time.\n\n“It’s very rare that you get a supplier like that,” says Nolland. “I’ve been in this business for a long time, and I’ve done business with a lot of good suppliers. Thermo-Cycler is absolutely at the top of that list.”\n\nBob Weaver agrees.\n\n“Thermo-Cycler,” says Weaver, “is one of the best kept secrets in the country.”\n\nThis Investment Profile was prepared under the auspices of Thermo-Cycler Industries. For more information on Thermo-Cycler, contact Mr. Dan Drexler of Thermo-Cycler at 866-767-2990 or by email at On the Web, go to\n\nGary Daughters\nSenior Editor\n\nGary Daughters\n\nGary Daughters is a Peabody Award winning journalist who began with Site Selection in 2016. Gary has worked as a writer and producer for CNN covering US politics and international affairs. His work has included lengthy stints in Washington, DC and western Europe. Gary is a 1981 graduate of the University of Georgia, where he majored in Journalism and Mass Communications. He lives in Atlanta with his teenage daughter, and in his spare time plays guitar, teaches golf and mentors young people.\n\n\nSite Selection online is a worldwide service of Conway, Inc. ©1983-2019, all rights reserved.\nData is from many sources and not warranted to be accurate or current.\nTo unsubscribe from our print magazine, contact Julie Clarke. For general inquiries, visit our contact page.\nFor technical inquiries contact the Webmaster.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9783411622,
        "format_confidence":0.7551362514
    },
    {
        "url":"https:\/\/packiot.com\/the-industry-4-0-in-europe-and-the-packaging-industry\/",
        "text":"The Industry 4.0 in Europe and the Packaging Industry\n\nThe Industry 4.0 in Europe and the Packaging Industry\nPowered by Rock Convert\n\nA lot of questions have been raised regarding the capacity that Europe has to adapt to the revolution of Industry 4.0 and in the packaging industry in particular. In this blog post we will go over the four main topics to cover this subject\n\n  1. Opportunities of Industry 4.0\n  2. Challenges Europe is facing to adopt Industry 4.0\n  3. Context in the packaging industry regarding Industry 4.0\n  4. The next steps to boost the adoption of 4.0 technologies\n\nAccording to the study done by Interreg Europe on Industry 4.0, the industrial sector has been seeing a great development due to the adoption of new digital technologies, materials and processes. The Industry 4.0 is progressively becoming a priority for policymakers in Europe. It can present itself as an impulse to productivity gains, redefine the whole industrial production model and potentially having a major impact on manufacturing employment.\n\nImage 1: Industry 4.0 involves Digital Technologies, New Materials and Processes. Source: the authors using\n\n\nNevertheless, there is a very interesting scenario to be analyzed. Between 2007 and 2017, the EU economy has experienced a decline from 20.1% to 19.6% of the relative contribution of industry. Besides, the share of the industry also ranges from 30% in Ireland and Czech Republic to under 10% in Luxembourg and Cyprus (Eurostat, 2017). This decline raises questions about the capacity that the EU has to fully adapt to the Industry 4.0 and take initiatives in that direction.\n\n\nOn the bright side, we have a huge opportunity here to “increase productivity, shift economics, foster industrial growth and modify the profile of the workforce” (BCG, 2015). Besides, according to Boston Consulting Group, there is another very optimistic metric pointing at a productivity boost estimated in an increase in revenue by €110 billion over the next 5 years, a great indicator for the European industry (European Commission, 2015).\n\nAnother very interesting possibility is how the Industry 4.0 can motivate the re-shoring of industries. This is the process that brings production and manufacturing activities back to the company’s country of origin (Scalabre, 2016). It is based on the idea that labour costs will no longer be the main source of competitive advantages but knowledge and technology will.\n\n\nOn the other hand, we can’t ignore the challenges that will come with the implementation of new techniques of Industry 4.0. Besides the big question surrounding cybersecurity in the cloud ecosystem, one of the main overall challenges is the lack of digital and organizational maturity to implement technological solutions.\n\nA lot of manufacturing companies still don’t have an after-sales department and the concept of “machine as a service”. This would be crucial as it would turn the focus to data analysis, data security, performance management, remote diagnosis and open possibilities to augmented reality.\n\nPowered by Rock Convert\n\nA common feeling among the industry is also the hesitation to implement 4.0 technologies. This can be explained by the lack of demand or understanding on the customer side. The implementation of 4.0 technological solutions will generate costs that can reflect in the price of the machine (and packaging). The customer needs to be able to see through these lens and identify the additional benefits that will come with these innovations.\n\nWith Industry 4.0 we are considering the disruption of a wide range of sectors from agriculture to the automotive industry and logistics (Brynjolfsson and McAfee, 2014). With that comes the risk automation poses to high structural unemployment by decreasing the demand for some human skills.\n\n3_Packaging and Industry 4.0 in Europe\n\nWhen we switch our focus to the packaging Industry specifically, a study on Industry 4.0 in the packaging industry, in which manufacturers from Austria, Germany and Switzerland participated, shows a very similar scenario. Around 70% of the manufacturers do not meet the necessary digital skills and 60% aren’t familiar with the concept of Industry 4.0.\n\nStill, half of the managers are expecting that Industry 4.0 will be implemented in their factory within two years allowing production to be on a real-time data basis. To add to this, 80% agree that it is important that the activities inside factories start becoming more digitized – from the planning and production control to the machine manufacturing processes of packaging.\n\nThe challenge of cybersecurity is no different when looking at the packaging industry specifically. It presents a barrier to the comprehensive introduction of 4.0 technologies in factories. A study by PAC explores the topic of “Internet Of Things” in which very interesting conclusions were shared. It is noted that 73% of IT and business decision-makers (manufacturing and transport industry) in Austria, Germany and Switzerland would give priority to invest in security over spending money on sensors and networks. A lot of concerns have been raised regarding the vulnerability of manufacturing facilities. This is totally understandable as higher networking is correlated with a higher risk for cyber-attacks. For this reason, the progressive implementation of digitalization should come hand-in-hand with IT security innovative solutions.\n\n4_The Next Steps\n\nThe reality of Industry 4.0 in Europe puts an extra pressure on policymakers. There is a necessity to ensure different instruments and design different responses for the new times we are living. These should include:\n\n  • the discussion of how to increase new-firm entries and growth of firms that are carriers of new technologies.\n  • increase productivity in established firms that face difficulties to upgrade technologically.\n  • SMEs don’t have the same funding capacity to adhere to 4.0 technologies when compared to larger firms and its implementation will require re-skilling and training workers to new technologies.\n\nThere is a low adoption rate of SMEs and a spike in competition outside the European Union. This might be a great opportunity that Europe if falling behind if immediate action is not taken for future gains and development.\n\nThis is a shift happening right now that will unfold during the next years for a lot of companies, transforming significantly their value chains. Throughout this process it is a priority to make sure the top management positions recognize the importance of the topic, place it on their agendas and prioritize it within companies.\n\n\nPowered by Rock Convert\nClose Menu",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9861053824,
        "format_confidence":0.6220094562
    },
    {
        "url":"https:\/\/statemagazine.com\/whats-the-future-of-electricity\/",
        "text":"What’s the future of electricity?\n\nWith emissions standards changing on coal-fired power plants, an Indiana State alumnus weighs in on what he envisions as our energy future.\n\nAn Indiana State University alumnus hopes for a balanced approach to deal with increasing demand on the country’s electrical grid and managing energy costs.\n\nRob Hochstetler, who earned an MBA in 1993, recently left his home state and a job with Hoosier Energy to become president and chief executive officer of Central Electric Power Cooperative Inc., a generation and transmission utility in South Carolina.\n\nRob Hochstetler, ’93, is married to the former Linda Eldridge, ’92.\n\nRob Hochstetler, ’93, is married to the former Linda Eldridge, ’92.\n\n“Everyone wants to do our part. We need to be greener and reduce pollution, but we want to make sure it’s fair and affordable,” Hochstetler said.\n\nMuch is made in the media about the “war on coal,” but our dependence on coal-fired power plants dates back to long before current Sycamores were born. During the 1970s, leaders predicted the growing electricity demand, but discouraged building gas or nuclear generation.\n\n“If you go back to the Carter administration, our industry was told to build coal plants. There were rules and regulations against building anything else but that,” Hochstetler said.\n\nIn more recent times, the rules governing emissions have changed so unpredictably that it was easier to retrofit these old coal-fired plants than build a new one.\n\n“It’s hard to make a multi-billion dollar investment when you didn’t know what the rules were going to be,” he said.\n\nSo metaphorically speaking, instead of buying a new car — one equipped with improved fuel efficiency and safety measures — the electric industry just keeps fixing up its old 1970s car.\n\nIn 2012, Indiana ranked seventh among the states in coal production, and coal-fired electric power plants provided about 84 percent of Indiana’s net electricity generation in 2013, according to the U.S. Energy Information Administration. So, abandoning coal altogether would leave a large hole to fill — both energy-wise and economically.\n\nWith new natural gas extraction methods — the often controversial hydraulic fracturing or “fracking” — prices for the resource have stabilized and are currently competitive with coal. Previously, natural gas prices were highly volatile.\n\nThe wind turbine at Indiana State is one reason why the university was selected as a \"green\" campus by the Princeton Review.\n\nThe wind turbine at Indiana State is one reason why the university was selected as a “green” campus by the Princeton Review.\n\nSolar and wind technology have improved and are coming down in prices, but solar panels only work when the sun shines and wind turbines only work when the wind blows at a sustained velocity.\n\nNuclear, although a source of clean energy, is perhaps the most complicated form of generation, especially considering the long planning horizon. In 2012, Georgia was the first state in 30 years to get the OK to build additional nuclear capacity by the U.S. Nuclear Regulatory Commission, and South Carolina and Tennessee have since been approved.\n\nUnder the Environmental Protection Agency’s proposed Clean Power Plan, however, these states would essentially be penalized for their forward thinking, compared to states that haven’t done anything.\n\n“What the government is saying is since you already decided to do these things, you shouldn’t get credit for something you did in the past,” Hochstetler said.\n\nFor instance, Indiana has taken a watch-and-wait approach to these CO2 standards, and they’re facing about a 17 percent reduction in the state’s emissions footprint by 2030, under the current proposal. South Carolina, on the other hand, is looking at a required 51 percent reduction.\n\n“It’s a very complicated formula, but the government is struggling what to do with nuclear under construction,” he said.\n\nSo, what’s the future of electricity? Some experts say energy prices would quadruple if more of a balanced approach — one that taps all generation sources, along with conservation — isn’t applied.\n\nOn Indiana State’s campus, Sycamores are living this balanced approach, with conservation, a wind turbine and a steam plant for heating that was previously coal-fired is now powered by natural gas. The administration is also making the most of an oil reserve beneath the campus that is feasible to recover thanks to horizontal drilling.\n\n“People love electricity — they want that light to turn on when they flip the switch — but how much more are they willing to pay?” Hochstetler said.\n\nAlready, many Americans are described as “energy poor” or living in “energy poverty,” meaning they have to choose between keeping their homes heated to a comfortable level or buying medicine.\n\nIn South Carolina, utilities are able to offer government-backed loans to customers to make energy-efficiency upgrades such as adding insulation, sealing air leaks and upgrading to a heat pump from electric-resistant heat. The money the resident saves on their electric bill goes to pay back the loan, which is granted to the meter (not the individual).\n\n“S.C. is doing this and the program is doing so well that I’m looking for it to spread,” Hochstetler said.\n\nIn fact, it is. The program introduced by South Carolina Sen. James Clyburn is being expanded by the U.S. Department of Agriculture, which is allocating up to $250 million in existing Rural Utilities Service funds for loans.\n\nHelping customers save on their electric bill can seem counterintuitive. But electric cooperatives, which are owned by their members — usually, their power customers — operate as not-for-profits.\n\n“The thing about co-ops is we enjoy selling electricity, but we don’t have to answer to shareholders,” he said.\n\nHochstetler is married to the former Linda Eldridge, a ’92 psychology graduate of Indiana State.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.5766013265,
        "format_confidence":0.8162404895
    },
    {
        "url":"https:\/\/www.progressivedairy.com\/topics\/people\/pauly-paul-the-dairy-fix-it-man",
        "text":"Current Progressive Dairy digital edition\n\nPauly Paul: The dairy ‘fix-it’ man\n\nProgressive Dairyman Editor Peggy Coffeen Published on 31 March 2015\n\nPauly paul\n\nWho do dairies call when their management is in need of repair? The fix-it man. With a little ingenuity and some elbow grease, Pauly Paul turns downtrodden dairies into fine-tuned machines.\n\n\n\nPaul’s business card says “Dairy Management Consultant.” However, he is not the kind that comes out in khaki pants for a day to tell you how to run your dairy from a boardroom table. Instead, he shows you.\n\nPaul takes a hands-on approach, getting right down in the pit of the parlor and out among the cows in the pens. He works right alongside employees to see through the changes that he recommends, spending weeks – even months – on-site.\n\nPaul got his introduction to the dairy industry by working on his grandfather’s farm near New Holstein, Wisconsin. He spent 15 years breeding cows before becoming a herd manager, eventually landing on a couple of struggling dairies he successfully turned around.\n\nThe 30-day fix\n\nDuring the 2009 dairy crisis, Paul’s growing reputation for “fixing” troubled dairies caught the attention of John Roach of Roach & Associates LLC. The Wisconsin-based consulting firm had been summoned by banks in Ohio to handle a group of large dairies going through receivership.\n\nThe banks intended to hire an interim manager to see through the depopulation of these unprofitable dairies over a 30-day period, at the end of which they would go up for sale. But Paul and Roach proposed a different strategy. Instead of shutting the dairy down, they wanted to flip it around.\n\n\nIn 30 to 90 days, he would have the dairy cleaned up and ready to be sold as a turn-key operation, positioning it as an income-generating venture – a much more salable investment than an empty barn. The arrangement would include Roach running the numbers and Paul going on location.\n\n‘Management nightmares’\n\nThus, Paul’s job was to assume the operation manager’s role on these dairies; however, this was no cushy desk job. Simply stated, “They were management nightmares.”\n\nBy the time Paul got on these bankrupt dairies, there wasn’t a dime to spare. The banks were not willing to put another dollar into these operations. Cows were in rough shape: down on milk, way out on days open and suffering from untreated lameness and metabolic disorders.\n\nFacilities were run down with broken doors and stalls, and the feed piles were low. As one can imagine, employee morale struggled, too. But the challenges didn’t end there.\n\nIn one such instance, he was greeted the first day on a dairy by a caravan of state government officials because the herd was under a tuberculosis quarantine and the manure pit was on the verge of an overflow.\n\nNo matter how bad the situation and how limited the resources, Paul immediately went into problem-solving mode. “Every place I went, I went in thinking that I could change it,” he says. “I never thought about failure.”\n\n\nPaul’s strategy was to quickly and carefully assess the situation and identify priorities of where to “stop the bleeding” first. This meant cutting losses by parting ways with both unproductive cows and employees. His knack for organizing labor and improving efficiency often resulted in more milk from fewer cows with fewer employees. In 30 to 60 days’ time, many of the dairies were up 10 to 15 pounds of milk per cow per day.\n\nOh, the stories he could tell …\n\nAltogether, Paul spent several years intermittently living in Ohio, successfully turning around multiple dairies going through receiverships. These days, however, he is not just the guy who shows up when a dairy is in dire straights.\n\nDairymen also call on him to guide them through short-term problems. He has consulted more than 30 operations, where his role ranges from tweaking protocols to training employees to tightening the labor force.\n\nPaul certainly has some stories to tell about how to make dairies more efficient and profitable. How does he do it? Read about one such problem-solving tale from this “fix-it man”, “Should employee management be part of your heat abatement strategy?”\n\nWatch for more from Paul in future issues of Progressive Dairyman. PD\n\nTurning around bankrupt dairies in as few as 30 days has earned Pauly Paul a reputation as a dairy fix-it man. Photo by Peggy Coffeen.\n\npeggy coffeen\n\nPeggy Coffeen\nProgressive Dairyman",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9204018712,
        "format_confidence":0.981852293
    },
    {
        "url":"http:\/\/www.altenerg.com\/back_issues\/index.php-content_id=356.htm",
        "text":"About Us\nBack Issues\n\nBack Issues\n\nClick here to view\nmore events...\n\nMore prairie wind power\n\nBasin Electric is moving into wind power in a significant way, having completed the $250 million, 120 MW PrairieWinds project in North Dakota-the largest wind farm in the U.S. owned solely by a co-op-and another wind project starting construction later this year in South Dakota.\n\nBy Paul MacDonald\n\nAt times, the construction site of the PrairieWinds wind power project in North Dakota looked quite a bit like a Hollywood movie set, with major lighting systems set up to help crews carry out work at night, to meet a very demanding timeline.\n\nThis $250 million \"production\" had a very successful outcome, with the 120 MW project coming in on time and on budget. It is the largest wind farm in the U.S. owned solely by a co-op.\n\nThe construction was carried out by veteran wind power project builders RMT Inc., but this marked the first major wind development for power utility, Basin Electric Power Cooperative. Headquartered in North Dakota, Basin Electric is a regional wholesale electric generation and transmission cooperative serving 135 member systems. These member systems provide power and services to more than 2.8 million consumers in nine states.       \n\nThose nine states, stretching from the Canadian border to Mexico, are rated as having among the best wind resources in the United States.\n\nThere will be more wind projects to come for Basin Electric, including a project starting construction this summer in South Dakota.\n\nBasin Electric's big move into renewable energy and wind power was spurred suitably-since it is a co-op-by its members. At an annual meeting in 2005, members voted to set a goal of achieving 10 percent of member demand from renewable energy sources.\n\nPrior to the PrairieWinds project, the company had been involved with wind power in a limited way, at least directly. They developed two small projects, each 2.6 MW (two turbines each) in North Dakota and South Dakota in 2002. The following year, Basin Electric negotiated a Power Purchase Agreement (PPA) to purchase 80 MW of wind energy from NextEra Energy wind projects (each with a capacity of 40 MW) located in North Dakota and South Dakota.\n\n\"PrairieWinds is the largest wind investment Basin Electric has ever done, by far,\" explains Ron Rebenitsch, Basin Electric's manager of alternative technologies. \"We felt that the company could build this project and do it economically and effectively-and it has worked out well.\"\n\nThey made the choice to go the \"develop and own\" route, as an economic substitute for PPAs. \"We see wind as a very important resource, and we thought we needed to develop the capability internally to use that resource.\n\n\"And, importantly, looking longer term, we want to control our own destiny. With owned projects, you don't get to the end of a 15 or 20 year PPA and then be back out in the open market.\"\n\nBasin Electric has a diverse energy portfolio: coal, natural gas, oil, nuclear, and renewable energy. The company operates 3,767 megawatts of wholesale electric generating capacity, 2,827 MW of that being oil and natural gas-generated.\n\nRebenitsch said the co-op has successfully made the transition to develop and operate wind power, building on the skillsets the company's employees have developed in conventional power.\n\n\nCarrying out construction on the PrairieWinds project was RMT Inc. The 80 turbines used on the project were GE's 1.5 MW SLE ESS models.\n\n\n\"In terms of construction management, there are a lot of similarities,\" he says. \"We are able to utilize much of the engineering capacity we have in house. We had to develop skills in the siting and analysis of wind and the micro siting of the turbines. That was assisted by the use of wind siting software and limited use of micro-siting consultants to verify our results.\" Assisting them in this regard were WindPro systems and a comprehensive in-house GIS capability.\n\nDue to other workload commitments, Basin Electric also used an outside engineering consultant, Ulteig Engineers, to supplement their engineering department for the collector substation design. \"We now have the capability to develop these projects pretty much in-house, with supplemental engineering, as needed, depending on workload. While we have the capability, we have other projects on the go, and we chose to bring in electrical consultants to help design the sub-station and collector system, just as a matter of extending our resources.\"\n\nAll wind power development companies generally work closely, and with care, with the landowners where the turbines and wind farms are located. Basin Electric, being a co-op, was in most cases working with landowners who were customers of their member utilities.\n\n\"The people in the rural areas are literally our owners since they mostly belong to a Basin member co-op that we provide power to. There is a certain trust that is there because we are a co-op, and we were very mindful of that trust,\" says Rebenitsch.\n\n\"We had two people working full time, meeting with landowners and coordinating relations with the landowners on what was happening and when.\" They held public meetings and sent out newsletters to the communities in the area.\n\nThey worked with about 50 landowners on the PrairieWinds project. \"The local population was very receptive to wind projects. There is the revenue from the turbine on your land, taxes paid to the local community, and the jobs that a wind power project brings.\"\n\nWherever possible and practical, they made adjustments to the plan. \"We were able to adjust where some roads went, but we could adjust turbines only slightly because the wind modeling pretty much dictates where the turbines needed to go. This was especially true of the area we were working in with the rolling topography. You need to put the wind turbines on the hilltops, but we adapted roads and cables wherever we reasonably could to accommodate landowner preferences.\"\n\nIn terms of infrastructure, there were the typical gravel county roads that traversed the project site, but there was a fair amount of road construction involved, says Rebenitsch. \"We upgraded a number of the county roads and built a number of new access roads on a significant part of the project.\" Some 30 miles of road were built for the project, with additional upgrade work on existing roads.\n\nAs with many of the states where Basin Electric operates, there is tremendous wind power potential in this part of north central North Dakota, not too far from the Canadian border.\n\nThe PrairieWinds site itself is on the Missouri Coteau, a ridge of hills that runs along the eastern side of the Missouri River valley in central North Dakota and north-central South Dakota. The site is made up of rolling prairie and croplands.\n\nBasin Electric had a good start on wind data; a co-op member,\n\nVerendrye Electric Cooperative, had wind data going back a number of years. Through the late-1970s and early 1980s, Verendrye Electric partnered with the U.S. Department of Energy on a wind data collection project. Basin Electric also utilized NREL wind data.\n\n\"We went through a comprehensive screening process,\" explains Rebenitsch. \"In North Dakota, it's pretty hard to find a bad wind spot, but there are always some sites that are better than others. We were able to zero in on several different sites, and then we had to cross-reference that with the available transmission.\"\n\nThe PrairieWinds site pretty much straddles a 115 kV transmission line. The Western Area Power Administration (Western), which oversees a multi-state transmission system in the central and western U.S., built a switchyard for the co-op, and Basin Electric built a collector sub-station next to the switchyard.\n\nEnvironmental considerations were also very important. There were approvals and permitting that involved Western, the Rural Utilities Service, and meeting the requirements of the National Environmental Policy Act.\n\nOne environmental issue that had to be addressed involved the wind farm site being in the whooping crane migration corridor (a 200 mile-wide corridor between Mexico and Canada). This required substantial work and negotiation on the part of Basin Electric with the U.S. Fish and Wildlife Service, to offset the potential impacts of the PrairieWinds project.\n\nCarrying out construction on PrairieWinds was RMT Inc., and the 80 turbines used on the project were GE's 1.5 MW SLE ESS models.\n\n\"We went through an approved bidders process, and the criteria included that we wanted a contractor with significant experience in the construction of many turbines,\" explained Rebenitsch.\n\n\"We also wanted a company with strong engineering capabilities because we delegated a fair amount of the engineering-we provided the initial layouts and RMT developed the detailed design for the roads and the collector system. The engineering work for the foundation design and erection was also delegated to RMT. The total above-ground weight for each turbine is 480,000 pounds, and each turbine foundation required 318 cubic yards of concrete and 2400 feet of rebar.\n\nRebenitsch says that calling the construction schedule tight is \"an understatement.\"\n\n\"We had an extremely tight timetable,\" he explains.\n\n\"Our original construction start date of spring 2009 was delayed due to environmental permitting issues. We were finally able to begin construction on August 18, and we synchronized the last tower 27 hours before the January 1, 2010 deadline.\"\n\nThis involved working longer hours, weekend work, working at night (with Hollywood-type lighting), and mobilizing additional heavy equipment for earth work and additional cranes for erection work. The cranes were moved at night, to maximize their availability for erecting turbines during the day.\n\n\"On Christmas Eve, I was on the phone arranging for snow removal so crews could access the turbines the following morning,\" says Rebenitsch. Having done that, the site was then shut down ... (truncated)",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.9525021911,
        "format_confidence":0.8947890401
    },
    {
        "url":"https:\/\/oilmanmagazine.com\/article\/lights-camera-action\/",
        "text":"Lights, Camera, Action!\n\nIn 2001, I teamed up with Academy Award winning producer Gray Frederickson (Godfather II) to begin a film production company. Since that time, I have heard from several in the movie industry who believe that the oil and gas industry should not be respected. Several in Hollywood believe that the oil and gas industry is only for the greedy and that it is not interested in the welfare of others and of the environment.\n\nHaving been in the oil and gas industry for thirty-seven years, I have advocated that the message be clear. I continue to point out that the movie industry is a major user of energy and therefore, needs the oil and gas industry. Energy is needed from the beginning to the end of production as well as into the marketing and distribution of the films.\n\nThe movie industry needs transportation and the use of power generation. A film project often needs: transportation to and from the sets, the use of autos, trucks and other vehicles including planes and helicopters, fuel for traveling and living for the crew, transportation of animals, air transportation, taxis\/limos, phones, rail transportation, caterers, and products made from petroleum including wardrobes, film, air conditioners, carpet, combs and brushes, cameras, and many other items that I show on pages 157 to 159 of my book “America Needs America’s Energy”.\n\nElectricity is needed for lighting, equipment, music, trailers for the actors and others, optical effects, sound, set construction, special effects, generators, computers, photography, set operations, sound stage, ac\/heat, washing\/drying of clothes, dishwashing, and other. There is even a Gaffer assigned to the specific movie project, (a gaffer heads up the electric department) and electricians are needed.\n\nThe sound for the movie needs a mixer, boom operator and microphones, to mention a few of the items needed.\nMillions upon millions of dollars are expended for energy to make and distribute the films for our enjoyment. Hollywood has been successful, in great part, due to the energy industry.\n\nWe, as consumers, can view the films on DVDs, at the theatre, at our home with the use of energy. The movie industry wants for everyone to strive for energy efficiency and environmental preservation. The oil and gas industry wants the same.\n\nI tell those outside of the oil and gas industry: “think about the use of energy and the importance of the oil and gas industry next time you watch a movie. Know that there are those in the oil and gas industry who are working 24\/7 in all kinds of weather supporting the movie industry and providing us all a wonderful lifestyle”.\n\nThere would be no strong movie industry without a very strong oil and gas industry. There would be no strong movie industry without a strong consumer base. It is time we come together: The US has the immediate challenge of striving for energy independence. It is extremely important that the US be in a strong position of securing energy reserves within its own boundaries. Therefore, we need a plan. The US needs energy security. America Needs America’s Energy!\n\nTogether we can create the People’s Energy Plan! Go to to join the effort. Facebook: America Needs America’s Energy with over 10,000 supporters plus and growing. — America Needs America’s Energy: Creating Together the People’s Energy Plan!\n\nAuthor Profile\nContributor -\n\nMark A. Stansberry, Chairman of The GTD Group, is an award-winning author, columnist, film and music producer, radio talk show host and 2009 Western Oklahoma Hall of Fame inductee. Stansberry has written five energy-related books. He has been active in the oil and gas industry for over 44 years, having served as CEO\/President of Moore-Stansberry, Inc., and The Oklahoma Royalty Company. He has served as Chairman of the Board of Regents of the Regional University System of Oklahoma, Chairman 2016-2017 of the Gaylord-Pickens Museum\/Oklahoma Hall of Fame Board of Directors, Lifetime Trustee of Oklahoma Christian University, and Board Emeritus of the Oklahoma Governor’s International Team. He has served on several public and private boards. He is currently on the advisory board of IngenuitE, Inc.\n\n3 Ways Technology is Going to Shape the Oil and Gas Industry Free to Download Today\n\nOil and gas operations are commonly found in remote locations far from company headquarters. Now, it's possible to monitor pump operations, collate and analyze seismic data, and track employees around the world from almost anywhere. Whether employees are in the office or in the field, the internet and related applications enable a greater multidirectional flow of information – and control – than ever before.\n\nRelated posts\n\nSubscribe to OILMAN TodayDelivered to your inbox\n\nSubscribe to OILMAN Today, a biweekly newsletter delivered to your inbox covering oil and gas business news, current events and industry information you need to know about.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.8246251345,
        "format_confidence":0.8967818618
    },
    {
        "url":"https:\/\/www.farmingmagazine.com\/voices\/pennsylvania\/farmers-need-to-find-their-voice-unite-and-take-stand\/",
        "text":"Rick Ebert, President, Pennsylvania Farm Bureau\n\nWith two recent decisions involving the Environmental Protection Agency (EPA), or what some of us in the farming community refer to as the Erroneous Perception Agency, it’s hard not to feel like agriculture got dealt a one-two punch.\n\nDespite plenty of public opposition from farmers, builders and local governments, the EPA now has implemented a new regulation that gives the agency sweeping authority under the Clean Water Act. Meanwhile, Farm Bureau lost its appeal of the EPA’s heavy-handed and inflexible plan for the Chesapeake Bay Watershed.\n\nBoth of those actions create a raft of uncertainty.\n\nFrom the beginning, Farm Bureau has been vocal in stating that the ill-conceived “waters of the U.S.” rule (also referred to as WOTUS) does nothing to clarify federal authority under the Clean Water Act. Instead, it now calls into question whether farmers will need permits for crop spraying or applying nutrients. It also creates uncertainty over whether every divot, seep, ditch and low spot in our fields is now considered a federally controlled waterway. This rule could have adverse ramifications for farms of all sizes in every state across the nation. The notion of regulating dry land as “water” will play out in Congress and in the courts, where EPA’s final WOTUS rule will be challenged.\n\nTurning to the Appeals Court decision, we believe the court failed to recognize how EPA overstepped its authority in setting specific goals and timetables that state’s must meet as part of the Bay cleanup plan. And we know for a fact that EPA’s computer model fails to credit agriculture for the extensive efforts it has already taken to protect our water and soil.\n\nYes, agriculture got dealt two pretty tough blows. But this is not unlike difficult weather or challenging market forces. Farmers get up early and ready to work every day because it is our calling; we believe it is a noble vocation and we know darn well that we are doing all that we can to act as good stewards of our environment.\n\nDespite the uncertainty surrounding EPA’s actions, I encourage all farmers to keep doing the good work they are doing in growing food and taking care of their land.\n\nWhile I, and many others, believe Pennsylvania farmers are clearly doing our fair share in making positive environmental impacts, there is one area where we need to invest more time and more energy… and that is telling our story. Farmers have had their concerns marginalized and been inaccurately portrayed by EPA and its minions, especially throughout the WOTUS discussion.\n\nClearly, the Environmental Protection Agency believes that if it does not have control, then an area is unregulated. I firmly believe the top brass at EPA has little comprehension of what it takes to run a farm… let alone understand the state and local oversight that occurs on our farms.\n\nWe may never change the opinions of the unelected bureaucrats, but we can influence the court of public opinion.\n\nThere’s a marketing slogan that’s been around for a while: “Know your farmer, know your food.” That concept got its start at farmers markets, which makes sense for those who are selling products directly to the public. But even farmers who don’t have the opportunity to shake hands with the people who buy their products still need to tell their story.\n\nRegardless of their age, commodity or role on the farm, we as farmers must help the general public understand who we are and what we do. There are plenty of opportunities for casual conversations with consumers and various forms of social media are opening new doors to reach a wide range of people.\n\nFarmers also need to consider the role they can play in local communities. It’s not only an opportunity to look out for the interests of agriculture, but also to inform those who know little about farming challenges. Although it can be difficult to set aside additional time in their busy everyday lives to serve in local offices, most farmers agree it is time well spent.\n\nWhile farmers continue to put their own time and money into implementing best management practices on their land to further reduce runoff and improve the environment, they continue to hear from EPA that they haven’t done enough. In contrast, state and local governments are working together with farmers to improve water quality, while still allowing farmers to farm.\n\nIt appears that EPA would be much happier if farmers stopped growing food and simply planted trees and grass on their land instead.",
        "topic_id":15,
        "format_id":11,
        "topic_confidence":0.8386628032,
        "format_confidence":0.9381175637
    }
]