[
    {
        "url":"http:\/\/www.overtone.cc\/video\/video\/listTagged?tag=waldbr%C3%B6l",
        "text":"Overtone Music Network\n\na common space & database for harmonic overtones\n\nAll Videos Tagged waldbröl (2)\n\nSponsored by:\n\nLatest Activity\n\nStuart Hinds posted a status\n\"RIP Jan Sima: Spektrum overtone choir, married to Kiva, interesting guy. He will be missed!\"\nBernd Michael Sommer posted a video\n\nOvertone Singing Over A Chord Progression\n\nDr. Bernd Michael Sommer (http:\/\/www.bemiso.de) sings overtones over a chord progression and gives hints how to find the fitting ones. [Dr. Bernd Michael Som...\nWolfgang Saus commented on Willi Grimm's video\n\nJawharp & Whirlie\n\n\"Very nice combination.\"\nWolfgang Saus posted a blog post\nWilli Grimm posted a video\n\nJawharp & Whirlie\n\nAmongst overtone as well as harmonic instruments, the combination of a jawharp with a whirlie is just so nice.... Martin Schaffner hits the jawharp, Willi Gr...\nJul 14\nJoaquín Manjón is now a member of OMN ...\n\nWelcome Joaquín Manjón!\nJul 8\nSteven Williams posted a status\n\"Gongyoga mit Christa Zehnder, Drumcircle mit Serena Rust (Gewaltfreie Kommunikation und dann am 7 August nächste Community Drumcircle.\"\nJul 6\nSteven Williams updated their profile\nJul 6\n\n© 2014   sponsored by Yoga Vidya, Germany\n\n |  Support | Privacy  |  Terms of Service",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.95006603,
        "format_confidence":0.918962121
    },
    {
        "url":"https:\/\/bestbluesclubs.org\/sutherland-ne\/",
        "text":"Best Blues Clubs around Sutherland, NE\n\nAdd an Organization\n\nOrganization Around Sutherland\n\nLet everyone know about your organization. Click here to add it now.\n\nFrom alerting folks to a meeting about an important town issue, the next gathering of your book group, a real estate open house or upcoming tag sale, make this your first stop in getting the word out\n\nSearch in a different zip code \/ city:",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.8342782855,
        "format_confidence":0.9852055907
    },
    {
        "url":"https:\/\/thefilmeditorial.com\/tag\/a-new-hope\/",
        "text":"Tag Archive | A New Hope\n\n‘Rogue One’ Review\n\nI won’t cut corners here. ‘Rogue One’ is awesome. If you love Star Wars, you will thoroughly enjoy this. It’s incredibly in-line with the original movie, both in story, and very much in aesthetics. I truly don’t see how a Star Wars fan could walk out of this movie being truly disappointed. ‘Rogue One’ (for […]\n\n‘Star Wars’ The Original Trilogy – Q&A Love Letter\n\nI don’t really think it’s necessary to go through and do a full fledged post for each film in the original Star Wars trilogy. Instead, I’d like to talk about the whole trilogy in one post. I want to give my personal thoughts to what makes these movies so special to me. So to be clear, […]\n\nCorey Posnanski\n\nMovies and Junk\n\nMini Media Reviews\n\nReviews of Film, TV, Music and Books\n\nFunk's House of Geekery\n\nMovies, Comics, Books, Games and Other Things Geeks Love\n\nJohn Campea\n\nSomeone's got to say it, so it might as well be me\n\nDeviant Theory\n\ndeviate from the norm\n\n\n\nbaby wants blue velvet\n\nYet to come up with a good tagline...\n\n\nThe Casual Way to Discuss Movies\n\nMark My World\n\nHacking life while enjoying everything in between\n\nThere Has Been An Awakening\n\nSerious Star Wars studies.\n\n\nMovie news and review site",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9954161644,
        "format_confidence":0.966113925
    },
    {
        "url":"https:\/\/www.tvguide.com\/tvshows\/gidi-up\/923281\/",
        "text":"Gidi Up\n\n  • 2013\n\nFour young adults pursue their dreams, and encounter obstacles, in the city of Lagos, Nigeria.\n\nWhere to Watch\n\nAvailable to Stream\n\n  • Watch on\n\nRecap Island: An Unofficial Love Island Podcast\n\nAn Unofficial Love Island USA Podcast\n\nMaya Hawke on <em>Stranger Things 3<\/em>\n\nStranger Things 3 Winners and Losers\n\nNancy, yay! Jopper, nay!\n\nMy News\n\nSign up and add shows to get the latest updates about your favorite shows - Start Now",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9977898598,
        "format_confidence":0.7623616457
    },
    {
        "url":"http:\/\/iowapublicradio.org\/term\/studio-one?page=30",
        "text":"Studio One\n\nThis week's show features exclusive Iowa Public Radio live recordings of Des Moines-based singer-songwriter Mary McAdams and Olympia, Washington's  Blackberry Bushes String Band. We'll also hear from our CD of the month, Lay Down  Lay Low by The Steel Wheels, plus music by Peter Mulvey, The Decembrists, and Mariel Vandersteel.\n\nThis week's show features exclusive Iowa Public Radio live recordings of Lou and Peter Berryman and Jim Lauderdale. We'll also hear from our CD of the month, The Poison Glen by Altan, plus music by Mary Chapin Carpenter, The Steel Wheels, and Tim Grimm.\n\nA special day-after-St.-Patricks's-Day celebration!  We'll be airing a concert by the band Danu, recorded live in Ames earlier this month, plus other music on Irish and Irish-American themes.  Danu's concert will be broadcast in its entirety beginning at about 2:00 p.m.\n\nSince 2007 The Uniphonics have established themselves as one of the premier bands in Iowa and Illinois. Playing on bills with internationally touring superstars like Victor Wooten, EOTO, Primus, The Roots, Matisyahu, Members of G-Unit, Rusted Root and Parliament Funkadelic have helped build an enthusiastic fan base.\n\nIowa City electronic\/jazz\/rock quartet Slip Silo celebrated the release of its first full length album, Monsoons, on April 14th, 2012, the follow-up to the group’s 2009 self-titled EP. Formed in the summer of 2008, Slip Silo is comprised of talented, thoughtful musicians who studied jazz and who have appeared in groups such as Koplant No, OSG, Big Funk Guarantee, The Critical Hour, New Beat Society, and many more. The band combines a variety of influences to create a unique sound that listeners find delightfully difficult to classify.\n\nBryce Janey is an outstanding blues\/rock axe slinger from Marion, Iowa. He began his career at the age of 13, touring regionally and nationally from Chicago to Los Angeles with a blues-rock trio called the Janey's. Bryce began his solo career in 1995 and has received widespread praise and accolades ever since. His newest album, \"Blues in My Soul,\" features \"soul-powered, retro-70s bluesey heavy guitar six string mojo.\"\n\nCrooked Still boasts their musical prowess as a non-traditional bluegrass quintet and celebrates the recent release of their fourth album, Some Strange County. Known for their high-intensity, unusual instrumentation and innovative acoustic style, this Boston based band says that Some Strange County is their most personal and visionary album yet. During its recording, they band worked with Grammy award winning producer and engineer Gary Paczos (Alison Krauss and Union Station, Dolly Parton).\n\nAn indie artist from Richmond, Virginia, and one of the producers for albums by artists such as The Counting Crows, Jason Molina and Magnolia Electric Company, David Lowery has recently decided it is time to debut a solo record. His new CD, The Palace Guards, comes alongside successful projects as a lead singer and guitarist with rockers Cracker and Camper Van Beethoven. His debut solor project features thoughtful yet simplistic lyrical work and mellow electric guitar.\n\nThankful Dirt, the indie\/Americana Des Moines-based duo of Darren & Molly Matthews, strums and sings while crafting an intimate look into the lives and pain of the everyman while finding a way to calm your soul. The beauty in Thankful Dirt’s music comes not only from Molly’s powerful, soul snatching vocals but also from the unique relationship the two share in the project. Together they ignite a sound both unique and universally appealing. Music lovers ‘dig’ Thankful Dirt.\n\nBig Blue Sky started as a father-son duo in the mid-90s by Jon Stravers Sr and Jon-Jon Stravers. Their musical style includes the influence of folk, bluegrass, blues, and reggae. In their music they seek a closer connection to the planet, and indeed their musical writing comes from the inspiration of wild places and a celebration of our natural heritage and the natural rhythms of life.\n\nWhitney Mann is an old soul with a child's glow. Her story is only beginning. It's the story of a poetic farm girl from Michigan who grew up to open for Loretta Lynn. It's the story of a young woman whose voice will break your heart but whose songs will bring you back for more. Her new package of country ballads and barn tales is called The Western Sky.\n\nAveraging over 100 shows per year, Chad Elliott has been on the road for more than a decade performing a blend of roots, blues and folk music. He has played across the country and has been lauded as a modern-day troubadour.\n\nThe Awful Purdies are an eclectic quintet of female multi-instrumentalists who take turns stepping up as song writer and lead singer. The ensemble purdify's each song they meet, letting the song lead the way. One song might require channeling the Andrew's Sisters, while another song might reach out to a rock-a-billy or Motown sensibility.\n\nThe Candymakers of Davenport, Iowa offer a sound that is contemporary, yet keeps the essence of old-school groove bands of music past. Emulating the many talents of artists such as Ben Harper, Aretha Franklin and BB King, it’s important to the band to produce an original sound that keeps fans craving for more.\n\nSongwriters Sam Knutson and Milk & Eggs (Jordan Sellergren) have recently collaborated for The Englert Theatre's Iowa City Song Project, recording their duet \"Up the Street From You\" as part of the Englert's centennial celebration.\n\nLindsay Lou & the Flatbellys are giving a nod to American traditional music, while boldly taking their own songs in new directions. Distinct vocals, tight harmonies, instrumental expertise, and creative arrangements are all essential characteristics of their unique sound. The group focuses on the original tunes of Lindsay Lou Rilko, which include true-life tales of bank-robbing aunties, moonshinin' grandpas, and celebrations of love, life, and nature.\n\nCaroline Smith and Jesse Schuster—of Caroline Smith and the Good Night Sleeps—will play a special duo performance on November 2nd for IPR’s Java Blend. This past summer, Caroline and Jesse toured as a duo, appearing at a small handful of intimate shows hosted in people's houses and living rooms across the Midwest. \n\nMike Mangione & The Union is a touring group that combines a folk-rock sound with an orchestrated string section, soulful vocals and literate sensibility. The band’s debut album, Tenebrae, received favorable press from all corners of the country, including the honor of being an All Music Guide Album Pick, while Blurt refers to their “tearstained folk, Memphis-styled gospel and bluesy-flavored pop” as “luminous.”\n\nVicki and Joe Price, a husband and wife blues duo, combine talents on this energetic crowd pleaser released on their own label, Blues Acres Productions. Fun and spunky guitar riffs that make you stomp your feet, bob your head, and smile explode right out of the gate and don’t quit until the album is done.\n\nVicki’s powerful bluesy voice evokes an image of a woman in a 1920’s speakeasy singing her heart out.\n\nNo secrets between friends, ignorance is bliss. Brooks Strause is a singer, songwriter and musician from Iowa. Since first crawling out of incapacitating melancholy to begin playing music in the late nineteen-nineties when he was in high school, Brooks has written hundreds of songs, played numerous shows in and around Iowa, and toured in the United States and Canada.\n\nThe Giving Tree Band's third full-length and most recent release, \"The Joke, The Threat & The Obvious,\" spent multiple weeks on various radio charts (peaking at #15 on the Roots Music Report and #39 on the Americana Airplay Chart).\n\nA seasoned 4-piece band based in the Quad Cities, Jim the Mule blends the twang of country with the gritty rock & roll textures of the late 60’s and early 70’s in order to produce something best described as Midwestern Alt-Country.\n\nWith a successful presence at SXSW and Summerfest 2012, plus airplay on 140 college radio stations, The Future Laureates are celebrating with unabashed energy and triumph. Offering positive punk-rock energy with folk\/pop musicianship, their sonic champagne is frothing and bubbling with the release of their third studio album, FORTRESS SESSIONS. It is seriously full of fun.\n\nThe release of Side 2 exposes a different view of Des Moines musician Tony Bohnenkamp. For nearly twenty years Tony has been active in the music industry, but Side 2 marks the life-long musician’s debut solo album. Tony has played just about every role — owner of a successful recording studio, well-known dueling pianist, drummer for The Nadas, singer for Lunchbox, not to mention producer\/songwriter\/composer — but now it’s time for Tony to showcase his own material. “Every project I’ve ever worked on has been for someone else.\n\nWisconsin based singer-songwriter Jeremiah Nelson is constantly creating and reinventing his music with an ever-evolving cast of characters. “Drugs to Make You Sober”, Jeremiah Nelson’s new solo record feels like a real labor of love. It’s made up of seemingly traditional rock arrangements adorned with beautiful atmospheric and dreamy sonic wanderings.There’s something lonely and heartbreaking hiding underneath Nelson’s sonic layerings.\n\nThe Feralings are Benj Upchurch (mandolin \/ vocals), Nicole Upchurch (clawhammer banjo \/ vocals), Patrick Bloom (upright bass \/ vocals), and Stacy Webster (acoustic guitar \/ vocals), but the name is a bit of a misnomer, as the members of the band are far more likely to invite you to sit down and enjoy a cup of tea than they are to jump you and steal your beer money.\n\nBegun as a side project between singer\/songwriter Jen McClung and her husband, poet\/musician Jim Coppoc, the Gatehouse Saints cover great lyricists from Leonard Cohen to Trent Reznor to the Dixie Chicks, and use these influences to build their own original music.\n\nWith story songs that search for community and shared meaning, Jen Chapin creates a funk and soul inspired k... (truncated)",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9967876673,
        "format_confidence":0.9662264585
    },
    {
        "url":"http:\/\/www.dailypress.com\/topic\/entertainment\/brian-van-holt-PECLB0000005746.topic",
        "text":"\n\nBrian Van Holt\n\nA collection of news and information related to Brian Van Holt published by this site and its partners.\n\nTop Brian Van Holt Articles see all\n\nDisplaying items 1-5",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9971004128,
        "format_confidence":0.9912213087
    },
    {
        "url":"http:\/\/947hits.com\/all-blog\/page\/5\/",
        "text":"\n\n    April 2, 2013\n\n    I’m a huge space nerd, so when the discovery of perchlorates on Mars hit the internet over the weekend, I was pumped! Not only can perchlorates, which are a class of salts, serve as an energy source for potential Martian microorganisms, they are also a sensitive marker of past climate and can lead to the formation of liquid brines under current conditions on the planet. All this was discovered by the rover “Curiosity” on the martian surface, which touched down in August of 2012. While the instruments on Curiosity won’t tell us if microorganisms ever once infected Mars, however, this is the most definitive evidence yet that life could have formed on Mars, plus, it gives us another situation in which life could have started here on Earth. Check out the article here!\n\n    The Walking Dead\n\n    March 25, 2013\n\n    Walking Dead fans, next weeks the season finally, so what have you thought of the season thus far? Carl stepping up, Rick seeing the memories of this wife, the return of Merle! Well, the entire season has been building up to Rick vs. The Governor, who do you think will come out on top? Check out a sneek peak of this Sunday’s season 3 finally:\n\n    Movie Flubs\n\n    March 21, 2013\n\n    We all know movies aren’t the most accurate things in the world, but I’ve been obsessed with this youtube channel. It shows you what’s wrong with nearly every new movie out there, and they do it in a reasonable time. Check out “Everything wrong with The Dark Knight Rises in 3 minuets.” Spoilers (duh)\n\n    Thick Chicks\n\n    March 13, 2013\n\n    We just realized that we LOVE thick chicks in the Playhouse. LOVE THEM. So, if you got curves…..A SPECIAL “How you doin'” just for you 🙂\n\nPage 5 of 26345671020",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9908628464,
        "format_confidence":0.9494856596
    },
    {
        "url":"https:\/\/www.krazykrewe.com\/",
        "text":"Krewe de Krazy Life\n\nFantasy Fest Parade Biggest Walking Group\n\nFantasy Fest is an annual party held in Key West\n\nKrewe Store Open for Business\n\nHead to the krewe store and buy your Parade Tickets for the Fantasy Fest Parade.\n\nThe 2016 dates are October 21st - October 30th\nFantasy Fest 2016 theme: Political Voodoo and Ballot Box Barbarians\nKrewe Parade Theme: Red, White and Boobs!\nScooter Krawl Theme: Tutus for Tatas!\nMasquerade March Theme: Voodoo in Paradise!\n\nThis is not an official Fantasy Fest ™ website. The \"Official Fantasy Fest ™\" site is at A lot of work is put forth by the Fantasy Fest ™ committee each year to pull off this event. We appreciate and support their time and efforts. This site is put together by and for people who enjoy Key West and Fantasy Fest™ to discuss their experiences, share photos, post links, or arrange to meet other members. To get the most out of this site, join the chats, post a message, explore the rest of the site, or email another member directly.\n\nCountdown to Fantasy Fest 2016:\n\nPolitical Voodoo & Ballot Box Barbarians\n\n\nKrewe de Krazy Life Events\n\nMad Hatter Party\n\nFriday Oct. 21st @ 8:00pm\nKick Off Party of the Krazykrewe. Join us at Capt. Tony's Saloon at 8pm with your Funny, Krazy, Outrageous or Creative Hats to get the week of Fantasy Fest started the right way...\n\nRead More\n\nLittle Black Dress\n\nSaturday Oct. 22nd @ 8:00pm\nLittle Black Dress Party. Join us at Capt. Tony's Saloon at 8pm wearing your skimpiest, sheerest, most revealing LBD that you Dare to Wear. Will Key West be ready for the krazykrewe?...\n\nRead More\n\nKK Meet & Greet\n\nSunday Oct. 23rd @ 3:00pm\nJoin us at the Galleon Sunset Tiki Bar for the first meet & greet of the week. Come and meet your fellow Krazies at this beautiful bar facing the gulf of mexico with a cold one in your hand...\n\nRead More\n\n\nKeep up to date with all the krewe events and news. We only send out the newsletter once a week for the 3 months prior to FF. We won't spam or sell your email address.\n\nPirates in Paradise\n\nSunday Oct. 23rd @ 8:00pm\nAvast ye all Pirates and Wenches because Sunday night at Capt. Tony's Saloon will be the place to be and drink your favorite Pirate Punch while enjoying the Booty...\n\nRead More\n\nRubber Ball\n\nMonday Oct. 24th @ 8:00pm\nFetish night at Capt Tony's Dungeon will be a night to remember. Enter the Dungeon of Desires and get Kinky for a night you won't forget...\n\nRead More\n\nTutu Scooter Krawl\n\nTuesday Oct. 25th @ 1:oopm Join us for the 5th Annual Tutu Scooter Krawl Poker Run as we visit 5 bars and play poker while rocking our krazy tutu's. Best day time event of the week...\nRead More\n\nParty In Plaid\n\nTuesday Oct. 25th @ 8:00pm\nThe krewe's own event that keeps getting bigger every year. Capt. Tony's is the only place to be Tuesday night as we celebrate the 14th anniversary of Party in Plaid....\n\nRead More\n\nABC at Pinchers\n\nWednesday Oct. 26th @ 1:00pm Create your most outrageous costumes that are made out of Anything but Clothes. Prizes for the best couple, single male and female costumes...\nRead More\n\nFirst Responders\n\nWednesday Oct. 26th @ 8:00pm\nA night to honor the always ready and there for us First Responders including Police, Firefighters, EMT's, Army, Navy, Marines, Air Force and Coast Guard...\n\nRead More\n\nPretty in Pink\n\nThursday Oct. 27th @ 8:00pm New theme this year for the Krewe. Join us as we raise awareness for Breast Cancer and honor Breast Cancer Survivors by wearing pink costumes or body paint...\nRead More\n\nMasquerade March\n\nFriday Oct. 28th @ 5:00pm Masquerade March – the krewe theme is \"Voodoo in Paradise\" Costumes and Pat will have his cart with jello shots. Huge daytime parade with 2 different routes...\nRead More\n\nKrewe Party\n\nFriday Oct. 28th @ 8:00pm\nJoin us at our private krewe party. As always music, Contests and appetizers will be available as we dance and party the night away, away from the madness of Duval..\n\nRead More\n\nFloat Setup\n\nSaturday Oct. 29th @ Noon\nCome help us Decorate, load up the beads, put up speakers and generator on the float. We can use all the help we can get. This will only take about 2 hrs.\n\nRead More\n\nFantasyfest Parade\n\nSaturday Oct. 29th @ 7:00pm\nThe reason we come to Fantasy Fest every year, to be the center of attention among 70k spectators lining Duval st. Join the Krewe de Krazy Life in the parade...\n\nRead More\n\nNaked Farewell\n\nSunday Oct. 30th @ 7:00pm\nOne last chance to meet, reminisce and say your goodbyes to your friends till next year. Nothing formal, no costume required.\n\nRead More",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.776966691,
        "format_confidence":0.8539611101
    },
    {
        "url":"https:\/\/americasgossipgirldotcom.wordpress.com\/tag\/lil-wayne\/",
        "text":"Tag Archives: Lil Wayne\n\nNicki Minaj shoots “Superbass” video.\n\n11 Mar\n\nNicki Minaj on the set of her new video “Superbass” earlier this year this video was boom boom boom bass all over Youtube when Taylor Swift and Selena Gomez where videoed qouting the lyrics to the track. In a recent post I stated that it would be hot to see a cameo of the three. What do you think? Check out the behind the scenes footage here.\n\n\nNew Video: Lil Wayne ft Cory Gunz- 6 foot 7\n\n3 Mar\n\nNicki Minaj, Lil Wayne close out NBA All Star Weekend\n\n21 Feb\n\nPink nailed Blonde Haired Black Barbie Nicki Minaj and Lil Wayne hosted an All-Star Finale party at Boulevard3 in Hollywood after the NBA All Star Game. Also in attendance were Ameriie, Eva and Florida, and Young Moneys own Dj Khaled. Khaled took the party to the next level playing as dj, and Ameriie stunted showing off her engagment ring. Check out candids below: Continue reading\n\nNew Video: Lil Kim Black Friday\n\n17 Feb\n\n\nNo Comment. tell me what you think?\n\nChris Brown F.A.M.E Album art.\n\n15 Feb\n\nR&B\/Pop artist Chris Brown released his upcoming art work from his fourth coming album The F.A.M.E. which will be released March 22,2011. F.A.M.E was originally an acronym meaning Forgiving All My Enemies, which you can see written in the album art. F.A.M.E now means For All My Fans.\n\nLil Wayne, Nicki Minaj,Drake, Birdman,Omarion Cash Money’s Pre Grammy Gala!\n\n13 Feb\n\nAccording to Rap-up\n\nCash Money Records opened the vault—literally—at their pre-Grammy party last night. Hip-hop’s reigning crew hosted the most extravagant affair of Grammy weekend. Famed party planner Colin Cowie transformed West Hollywood venue The Lot into a bank vault boasting a gold carpet, dance floor, dollar-sign floral arrangements, lounge beds upholstered with Cash Money logos, and pillows in the shape of money bags.\n\nSeveral hundred guests dined at The Vault Bistro, savoring their choice of beef short ribs, miso-glazed sea bass, lobster Cobb salad, Kurobuta pork chop, or Mediterranean-roasted Jidori chicken. Then they made their way to the dance floor before YMCMB bosses Birdman and Slim presented their stars Lil Wayne, Drake, and Nicki Minaj with plaques.\n\nJay Sean provided the evening’s live entertainment with a set including “Do You Remember,” “Down,” and his newest single “Hit the Lights,” with Kevin Rudolf accompanying him on guitar.\n\nA cigar-puffing Weezy was seen snapping photos on his iPhone. “We gon’ have some fun in this motherfu**er,” he declared earlier in the evening. “My name is Tunechi and I’m home, biatch!”\n\nAccording to Necole bitchie\n\nNicki Minaj stepped out on the gold carpet last night for Cash Money’s Pre-Grammy Gala at The Lot in West Hollywood.  She later accepted a platinum plaque from her Young Money family Slim, Lil Wayne, Lil Twist, Mack Maine and Drake who were all in the building.  Model Jessica White, Omarion and Melody Thornton were also spotted at the event.\n\nRead more: Necole Bitchie.com\n\nNicki Minaj talks Carter 4 and Lil Wayne.\n\n7 Feb\n\nWhen asked how is his head after being released she stated\n\n“clearer than ever,clearer than ever. Its like talking to him, It’s like he’s a new person. He’s nicer, he’s more calm”\n\nshe then explained that she thinks its because he doesn’t get high anymore.\n\nWas he an asshole before Nicki?",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9978468418,
        "format_confidence":0.6854198575
    },
    {
        "url":"http:\/\/notabledance.com\/tag\/armada\/",
        "text":"Tag Archives: armada\n\nSONG OF THE DAY: Planet of Sound – We Are Together\n\n\nHere’s one of those leftfield tracks that has been around for a few months and keeps popping up in different places.  “We Are Together” is a mix of progressive and indie dance with random elements coming in throughout the track – whistling, guitar line, effected baby voices, sparse keyboard stabs.  It isn’t a peak hour club banger but more a of a listening track- like those concept albums that progressive rock bands made in the ’70s.  Actually, it has a similar vibe to the progressive track “Bullit” by Watermat that we wrote up last week.  There is definitely a rock influence, but rather than aggressive it is much more mellow and hazed out.  With all the talk of the big EDM tracks sounding the same, it’s starting to look like progressive is going to be the next sound to filter up after the nu-House.  Actually, “We Are Together” could be seen as a track that could bridge the mellower EDM world with the rock world.  One thing for sure, after the first listen it is quite addictive and you will probably find yourself whistling along. For club consumption, there are nu-Disco and Deep House mixes by Jody Wisternoff, HOSH, and Piemont.\n\nImage Courtesy of Armada.\n\nSONGS OF THE DAY:  Disco Fries ft Amba Tremain – Love Me Right and Disco Fries and Loopers – Exposure\n\n\nOftentimes you will notice that producer\/DJs alternate big room EDM tracks with commercial, vocal songs to show both their talent in the studio and to expand their reach in various arenas.  New York-based duo and frequent collaborators with lovable long-haired prankster producer Tommie Sunshine (as Fries and Shine), Disco Fries does just that with their recent releases.   Released during the Winter Music Conference, “Love Me Right” is an energetic hands-in-the-air commercial electro record featuring a diva vocal performance by Amba Tremain (recently heard on Boy George’s album ‘This is What I Do’). The song stands out for just that reason – you can count on one hand the number of recent tracks where you hear a singer with a strong voice really SINGING boldly – and the lyrics almost qualify as Nu-House since those classic themes haven’t been explored in dance music lately.  Teamed with rising Dutch producer Loopers (who recently did a banging remix of the Matthew Koma vocal version of Showtek\/Justin Prime collab “Cannonball (Earthquake)”), the Disco Fries duo unleash the banging big room track “Exposure,” which combines many of the current electro sounds with a progressive-sounding drop.  The contrast of the hard and soft make the track stand out from recent releases as well.  These two tracks show their depth as producers and when combined with their energetic DJ performances (as seen multiple times during Winter Music Conference), it’s easy to see why they continue to rise in the world of EDM.\n\nImages courtesy of Zouk\/Armada and Powerhouse.\n\nErik Arbores Interview (ADE 2013)\n\n\nDiscovered at age 14 by Armin van Buuren and signed to Armada records, Erik Arbores (born Erik van den Boom) is the youngest DJ to ever spin during the Amsterdam Dance Event.  His debut Bliss EP created a lot of buzz and garnered a lot of club support.  He has gone on to collaborate with Esmee Denters and has recently signed to Universal and Spinnin’ records.  Together with Martin Garrix, TV Noize, and Julian Jordan, he is part of a group of teenage up-and-coming producers who are changing the EDM world.\n\nDJ Ron Slomowicz: How old were you when you first discovered EDM?\nErik Arbores: I have been listening to it my whole life, but I started producing when I was 11 or 12 years old.",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9944856763,
        "format_confidence":0.7097152472
    },
    {
        "url":"https:\/\/events.king5.com\/default.aspx?ct=r&type=HCAT,KING%5EAnimals;()20984,154012401;361,116247;20198,154012472;361,102592;20963,130467806;20963,130483289;STRDAT,Next+week;361,79443;20963,130466321;20198,154012420;20198,154012307;361,91173;20963,130467809;20198,154012356;20919,91250468;20198,154012443;20963,130467807;20925,91250474;20963,130467785&ename=rsseventspage",
        "text":"Events at Events at en-us Copyright 2012, DataSphere Tue, 15 Jun 2021 02:00:11 PST Tue, 15 Jun 2021 02:00:11 PST Local News DataSphere 30 Tanya Tucker Fri, 08 Oct 2021 07:30:00 Guests 21 and over can join us in the Kerns Music Lounge (adjacent to our main lobby) 2 hours prior to scheduled door time for food, drinks and priority entry into the showroom. Kenny Chesney Sat, 17 Jul 2021 05:00:00 Kenny Chesney has some career -- 20 albums in 22 years, 14 of them certified gold or higher; more than 40 Billboard top-10 country singles; six ACM awards (including four straight Entertainer of the Year trophies, 2005-08); host of No Shoes Radio on Sirius XM. The Avett Brothers Sun, 18 Jul 2021 08:00:00 Considered infectiously enthusiastic and off the beaten folk\/alt-country path, The Avett Brothers play a mixture of mixture of old-time country, bluegrass, pop melodies, folk, rock n' roll, honky-tonk and ragtime. Their music often reaches the upper tiers of Billboard lists and they have appeared on all the network late night talk shows. Joe Russo's Almost Dead Fri, 30 Jul 2021 08:00:00 Joe Russo is a composer and guitar player. A native of Brooklyn, New York, he has played percussion for a variety of bands. Russo's Almost Dead is a Grateful Dead tribute band whose members change over time. Reik Thu, 05 Aug 2021 07:30:00 Reik is a Mexican band from Mexicali, Baja California, Mexico, that consists of Jesus Alberto Navarro Rosas (lead vocals), Julio Ramirez Eguia (guitar, backing vocals) and Gilberto Marin Espinoza \"Bibi\" (backing guitar, backing vocals). Cody Ko & Noel Miller: Tiny Meat Gang Live Sun, 08 Aug 2021 06:00:00 Cody Ko + Noel Miller are proving they are true multi-hyphenates, doing a little bit of everything throughout the year: producing, writing, podcasting, touring, and even releasing their own music. In addition to gaining popularity for their 120m+ viewed YouTube series, That's Cringe, the guys started the Tiny Meat Gang podcast in 2017, and since then, have taken their podcast on the road and performed in venues across the country. Their prestigious appearances include headlining performances at ... Backstreet Boys Fri, 13 Aug 2021 07:30:00 Alongside other successful \"boys bands\" of the '90s like NSYNC and 98 Degrees, the Backstreet Boys scored 12 U.S. Top 40 hits on the Billboard Hot 100, selling 100 million records worldwide. Harry Styles Sat, 14 Aug 2021 08:00:00 Harry Styles, a former member of British pop band One Direction, broke out on his own for a solo album and tour following 1D's 2016 hiatus. Alicia Keys Sun, 29 Aug 2021 08:00:00 Alicia Keys' debut, 'Songs in A Minor,' broke this talented singer\/pianist wide open, selling over 10 million copies worldwide on the strength of chart-topping singles 'Fallin,' 'A Woman's Worth' and 'How Come You Don't Call Me.' Her songs and performances blend diverse influences, including R&B, hip-hop, classical and jazz. Eckhart Tolle Tue, 14 Sep 2021 07:00:00 Eckhart Tolle (born Germany, 1948 as Ulrich Tolle) is a contemporary spiritual teacher and writer on spirituality. Eckhart Tolle is not aligned with any particular religion or tradition",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9961894155,
        "format_confidence":0.9266313314
    },
    {
        "url":"https:\/\/www.composersalon.com\/2015\/06\/",
        "text":"Skip to main content\n\n\nShowing posts from June, 2015\n\nComposers’ Salon | Friday, July 10, 2015\n\nAn evening of music and discussion with Seattle composers: Keith Eisenbrey Kam Morrill Nadya Kadrevis S. Eric Scribner Friday, July 10, 2015, 8 pm Chapel Performance Space 4649 Sunnyside Ave N, 4th Floor $5–15 donation",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.8313958049,
        "format_confidence":0.656472683
    },
    {
        "url":"http:\/\/www.pubsandclubs.com.au\/entertainment\/jupiter-creek\/",
        "text":"Entertainment Jupiter Creek - SA Pubs and Clubs\n\n\nPubs and Clubs welcomes Entertainment Jupiter Creek - SA, find places to dine and relax from our extensive range of listings with Pubs and Clubs. Select a restaurant or expand your search to include pubs in areas around . You can also refine your search by cuisine or price. Find Featured entertainment with some of the best Bars throughout Jupiter Creek .\n\nThree Brothers Arms Logo and Images\n\nThree Brothers Arms\n\n40 Venables St, Macclesfield SA 5153\n\nFor those weary after a long day's travel and holiday making along the Fleurieu Peninsula or through the Adelaide Hills, comfort can be found in the rustic splendour of The Three Brothers Arms, with its exposed stone walls and wooden beams dating back to the 1840s. Our Chef Mel Prichard serves up such classics as lambs fry and salt and pepper squid, as well as salt and pepper soft shell crab. Our wood oven pizzas are very popular.\n\nEchunga Golf Club Incorporated Logo and Images\n\nEchunga Golf Club Incorporated\n\nCorner Hahndorf and Dolman Roads, Echunga SA 5153\n\nSet on gently undulating land, Echunga Golf Course covers 5,403 metres of well watered fairways in a uniquely Australian setting among large gum trees.\n\n18 greens compliment the par 70 course that will suit the average golfer while providing a challenge to the more experienced.\n\nThe course is available for play every day with an honesty box available when the Clubhouse is closed.\n\nMembers of other clubs with recognised handicaps would be welcome to join in club competitions on Thursday or Saturday mornings or Wednesday evening twilight golf, which is nine holes between 4pm and 6pm during Daylight Saving time.",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.8226046562,
        "format_confidence":0.9795858264
    },
    {
        "url":"https:\/\/shepherdexpress.com\/topics\/david-rothrock\/",
        "text":"David Rothrock\n\nEarly next month, World’s Stage presents a program of short works by Samuel Beckett. The World’s Stage has been asked to work with students at Pius XI High School on a Theatre of the Absurd project which will include shorts by Beckett. Works on th.. more\n\nNov 19, 2015 12:00 PM Theater\n\nAdam Rapp’s drama Red Light Winter returns to the stage of the Alchemist Theatre this montha return to a production which had its run tragically cut short due to a random act of violence against a member of its cast. Staged this time in winter, .. more\n\nJan 27, 2011 4:42 PM Theater\n\nThings rarely happen as expected. And sometimes the run of a show is cut short. Youngblood Theatre’s production of Red Light Winter at the Alchemist Theatre was cut a bit short by an act of violence that shook-up things for the veteran fledgling.. more\n\nJan 3, 2011 10:59 PM Theater\n\nUntil his double-disc eighth album, Killer , went platinum two years ago, Kansas City hardcore rapper Tech N9ne struggled for recognition outside of underground circles. N9ne’s commercial success has only further catalyzed the more\n\nSep 17, 2010 12:00 AM Today in Milwaukee 1 Comments\n\nIt's been over a week since I've returned from outdoor theatre ins Spring Green, Wisconsin. The allergic congestion and subsequent inner ear infection have cleared from my head long enough to start speculating on the new Youngblood show . . .Ve.. more\n\nJul 1, 2010 11:26 AM Theater\n\nRenée Fleming is one of the most glamorous and renowned opera stars in the world. Now at t Capriccio ,Classical Music\/Dance more\n\nApr 28, 2009 12:00 AM Classical Music\n\nAlready on track to be 2009’s most notorious train wreck, Chris Cornell’s latest album, Scream, pairs the one-time Soundgarden wailer with Top 40 hitmaker (and rockist lightning rod) Timbaland. It quickly earned the expected derision from b... more\n\nApr 17, 2009 12:00 AM Today in Milwaukee\n\nI’m going to see a play from the late 18th century, so I’m a bit surprised to see the stage. The atmosphere in UWM’s studio theatre feels very distinctly 1980’s. The floor is painted in a black and white checkerboard. Clothes bearing bright, prima.. more\n\nApr 3, 2009 4:00 AM Theater\n\nFor his 2008 documentary Revue, which screens for free tonight as part of the UWM Union Th Revue ,Today in Milwaukee more\n\nFeb 17, 2009 12:00 AM Today in Milwaukee 1 Comments\n\nBetween all the scattered jazz festivals around the region and the Thursday evening Jazz Army of Darkness ,Today in Milwaukee more\n\nAug 2, 2008 12:00 AM Today in Milwaukee 1 Comments",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9906118512,
        "format_confidence":0.9870655537
    },
    {
        "url":"http:\/\/www.hancinema.net\/korean_movie_You_Pet-picture_192499.html?sort=Most_Popular_Pictures",
        "text":"\nHanCinema :: The Korean Movie and Drama Database, discover the South Korean cinema and drama diversity Contact HanCinema HanCinema on TwitterFaceBook HanCinema PageHanCinema on Twitter\nNewsLetter DailyWeekly\n\n«Prev.      You Pet (너는 펫) Korean - Movie      Next»\n\nWatch Now\n\nOn DramaFever if available\n\n\nCommenting guidelines\n\n- Stay on topic and do not spam.\n- Emoticons are fun, but actual thoughts are appreciated.\n- Refrain from abusive language.\n- Post only in English, as this is an English language community.\n- Do not share pages or media unrelated to the topic you are commenting on.\n- Do not request or mention illegal download\/streaming services.\n- No graphic content allowed.\n- Respect the right of other users to share their opinion. Arguments are welcome, fights are not.\n\nComments which break the rules will be erased. Repeated rule breaking will result in blacklisting.\n\nOSTDVD THDVD MYDVD (First Press Limited Edition)DVD HK",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9967103004,
        "format_confidence":0.6950055361
    },
    {
        "url":"https:\/\/bbook.com\/tag\/brian-de-palma\/",
        "text":"20 Films to See This Week: De Palma, Argento, Burton + More\n\n20 Films, New York\n\nFrom IFC Center and BAM  to Film Forum and The Film Society of Lincoln Center, check out the 20 films to see this week around the city.\n\n\n\nLBJ (1968, 18min)\n79 Primaveras (1969, 25min)\nNow (1965, 5min)\nHanoi Martes 13 (1968, 38min)\nCiclon (1963, 22min)\n\n\nWESTERN, Bill and Turner Ross\nThe Film Society of Lincoln Center\n\nDrug cartel violence and border politics threaten the neighborly rapport enjoyed for generations between Eagle Pass, Texas, and Piedras Negras, Mexico. In their trenchant and passionately observed documentary, Bill and Turner Ross render palpable the unease and uncertainty of decent, hardworking folk as they are buffeted by forces beyond their control, including senseless acts of torture, murders committed just outside their homes, and the temporary USDA ban on livestock trade. Drawing on archetypes of rugged individualism and community, Western focuses on Mayor Chad Foster, who presides over Eagle Pass with a winning, conspiratorial smile; José Manuel Maldonado, his kindly Piedras Negras mayoral counterpart; and Martin Wall, a cattle rancher whose Marlboro Man stoicism melts away in the presence of his young daughter, Brylyn. Western firmly positions the Ross brothers at the frontier of a new, compelling kind of American vernacular cinema.\n\n\nIFC Center\n\nTim Burton put the goth back in Gotham for his hit 1992 sequel BATMAN RETURNS, which features a villainess who finds her strength through kinky black bondage wear, a theme song by goth queen Siouxsie and the Banshees and a script by black comedy genius Daniel Waters (HEATHERS). Though it was criticized by parental groups for being too dark, BATMAN RETURNS nonetheless struck a chord with a generation of “middle-American, tortured oddballs” like our guest presenter, performance artist and goth opera wunderkind Joseph Keckler, who remembers being “entranced by the deformed and power-hungry Penguin (Danny DeVito) and even more by the revelation of Catwoman (Michelle Pfeiffer): undergoing a vampire-like interspecies resuscitation, she transforms from the scattered, apologetic and subservient Selina Kyle to an oversexed vigilante, whip in hand. Still floating around in the collective unconscious of my generation, like trash in the sewers of Gotham, are fantasies of being with her and being her, of coming back to life with claws.” Join us for a fabulously fun screening!\n\n\nDEATH LAID AN EGG, Giulio Questi\nAnthology Film Archives\n\nGiulio Questi’s giallo-on-acid, a pop art manifesto against mass production, takes the plot of Henri-Georges Clouzot’s DIABOLIQUE and turns it into something truly bizarre. Marco (Jean-Louis Trintignant) occupies the center of a love triangle involving his wife (Gina Lollobrigida) and her luscious niece (Ewa Aulin), at the high-tech chicken farm they run – and this busy man still finds the time to kill prostitutes on the side. This is poultry art at its best!\n\n\nAnthology Film Archives\n\nA musician accidentally kills the stalker who had been menacing him over the phone. The killing is witnessed by a masked figure, and soon the musician is being blackmailed. One by one everyone around him turns up dead, making him the prime suspect. In this final installment of the ANIMAL TRILOGY, Argento takes his visual stylistics and set pieces to another level. Long unavailable, the film is presented in a rare archival 35mm print. Starring Michael Brandon and Mimsy Farmer.\n\n\n\n\nPARABELLUM, Lukas Valentina RInner\nFilm Society of Lincoln Center\n\nA Buenos Aires office worker finishes his day, visits his father in a rest home, lodges his cat in a kennel, and cancels his phone service. (Did you overhear the news report of riots and social unrest on the radio?) The next day, he and 10 equally nondescript individuals are transported up the Tigre delta in blindfolds and arrive at a secluded, well-appointed resort for a vacation with a difference. Instead of yoga and nature walks, the days’ activities range from hand-to-hand combat and weapons instruction to classes in botany and homemade explosives. Welcome to boot camp for preppers, the destination of choice for the serious Apocalypse Tourist. Austrian filmmaker Lukas Valenta Rinner handles his material in his home country’s familiar style, with cool distance, minimal dialogue, and carefully composed frames, interpolating the action with extracts from the invented Book of Disasters, a must-read for anyone warming up for the collapse of civilization as we know it. People, are you in?\n\n\nCHRISTMAS, AGAIN, Charles Poekel\nFilm Society of Lincoln Center\n\nA forlorn Noel (Kentucker Audley) pulls long, cold nights as a Christmas-tree vendor in Greenpoint, Brooklyn. As obnoxious, indifferent, or downright bizarre customers come and go, doing little to restore Noel’s faith in humanity, only the flirtatious innuendos of one woman and the drunken pleas of another seem to lift him out of his funk. Writer-director Charles Poekel has transformed three years of “fieldwork” peddling evergreens on the streets of New York into a sharply observed and wistfully comic portrait of urban loneliness and companionship. While Christmas, Again heralds a promising newcomer in Poekel, it also confirms several great young talents of American indie cinema: actors Audley and Hannah Gross, editor Robert Greene, and cinematographer Sean Price Williams.\n\n\nAnthology Film Archives\n\nJane (the queen of giallo, Edwige Fenech) is plagued by a recurring nightmare after losing her unborn child in a car accident. Her busy husband Richard (George Hilton) deals with it by plying her with pills, while her sister books sessions for her at the doctor. Things take a turn for the worse when the creepy blue-eyed man from her nightmares materializes in real life, and the upstairs neighbor enlists her in satanic rituals. Set in Swinging London, ALL THE COLORS OF THE DARK is graced by Sergio Martino’s impeccable camera work and Bruno Nicolai’s terrific score.\n\n\nLight Industry\n\nAdynata and Mayhem, two crucial works of experimental film from the 1980s, pursue a radical aesthetic agenda not merely on the level of content, but of form. They stand as living, moving arguments for a film language that is not only critical but generative. Rejecting all manner of constricting binaries—East and West, male and female, heterosexual and homosexual—this is not merely a deconstruction of cinema but its reconstruction. “Film has depended on voyeuristic active\/passive mechanisms,” Mulvey notes in the final lines of her essay. “Women, whose image has continually been stolen and used for this end, cannot view the decline of the traditional film form with anything much more than sentimental regret.”\n\n\nTENEBRAE, Dario Argento\nAnthology Film Archives\n\nAn American writer travels to Rome to present his new novel only to find himself implicated in a killing spree whose perpetrator is taking cues from his book. In one of his most personal films, the master of horror fires back at the wave of criticism that he was facing at the time. Featuring an outstanding score by Goblin (DEEP RED, SUSPIRIA), an infamous crane shot, and one of the most memorable chase scenes between man and dog ever filmed, this rare uncut 35mm print of TENEBRAE is not to be missed!\n\n\n\n\nI AM CUBA, Mikhail Kalatozov\n\nThis retina-dazzling agitprop masterwork is Soviet filmmaker Mikhail Kalatozov’s delirious dream vision of the Cuban revolution, in which the Felliniesque decadence of Batista-era Havana gives way to the explosion of Castro’s guerrilla uprising. A head-spinning mix of Constructivist aesthetics and sensuous photography, I Am Cuba pulses with “some of the most exhilarating camera movements and most luscious black-and-white cinematography you’ll ever see” (Jonathan Rosenbaum, Chicago Reader).\n\n\nFilm Society of Lincoln Center\n\nNadav Lapid’s follow-up to his explosive debut, Policeman, is a brilliant, shape-shifting provocation and a coolly ambiguous film of ideas. Nira (Sarit Larry), a fortysomething wife, mother, and teacher in Tel Aviv, becomes obsessed with one of her charges, Yoav (Avi Shnaidman), a 5-year-old with a knack for declaiming perfectly formed verses on love and loss that would seem far beyond his scope. The impassive prodigy’s inexplicable bursts of poetry—Lapid’s own childhood compositions—awaken in Nira a protective impulse, but as her actions grow more extreme, the question of what exactly she’s protecting remains very much open. The Kindergarten Teacher shares the despair of its heroine, all too aware that she lives in an age and culture that has little use for poetry. But there is something perversely romantic in the film’s underlying conviction: in an ugly world, beauty still has the power to drive us mad.\n\n\nNitehawk Cinema\n\nFour sexy college girls plan to fund their spring break getaway by burglarizing a fast food shack. But that’s only the beginning. During a night of partying, the girls hit a roadblock when they are arrested on drug charges. Hungover and clad only in bikinis, the girls appear before a judge but are bailed out unexpectedly by Alien, an infamous local thug who takes them under his wing and leads them on the wildest Spring Break trip in history. Rough on the outside but with a soft spot inside, Alien wins over the hearts of the young Spring Breakers, and leads them on a Spring Break they never could have imagined.\n\n\nAnthology Film Archives\n\nA wheelchair-bound heiress is murdered, and a chain of killings ensue, as everyone who has a stake in the pie struggles to eliminate anyone standing in the way of the inheritance. The situation is complicated by a group of teens who decide to go camping by the lake on the estate. Widely regarded as a pioneer of the slasher sub-genre, Bava’s high-body-count murder mystery is one of his most influential works.\n\n\nAnthology Film Archives\n\nDick (Ray Lovelock) and Ingrid (a teenage Ornella Muti) finance their carefree lifestyle by smuggling pornography from... (truncated)",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9958117008,
        "format_confidence":0.6948514581
    },
    {
        "url":"http:\/\/www.jpop-idols.com\/en\/",
        "text":"BABYRAIDS JAPAN announced their disbandment. Their last live performance Zen Tora ga Naita! Densetsu no Saikou Kaminari Mai (Climax) (全虎が啼いた！伝説の最高雷舞（クライマックス）) will be held on September 24th at Yamanakako Communication Place Kirara.\n\nThe staff explained that there were several discussions about the future of BABYRAIDS JAPAN. They came to the conclusion that all members could not work in the same direction. Therefore the idol group decided to break up.\n\n\nMorning Musume ’18 at Anisong World Matsuri and Anime NYC\n\nMorning Musume 18 (モーニング娘。'18)\n\nMorning Musume ’18 will participate in Anisong World Matsuri in New York.\n\nAnime NYC powered by Crunchyroll announced the globally renowned Anisong World Matsuri concert series will host its first edition in New York City in partnership with Anime NYC on November 16 and 17, 2018.\n\nAnisong World Matsuri NYC brings together headlining Japanese pop stars for show-stopping concerts. It will feature major performances from Morning Musume ’18, Haruna Luna, Nakagawa Shoko, and more for two nights in New York’s historic Hammerstein Ballroom.\n\n\nPredia – Curtain Call\n\nPredia - Curtain Call\n\nPredia will release their new single Curtain Call (カーテンコール) on August 22nd.\n\nThis is the 8th single major by the sexy idol group Predia.\n\nThe MV has been unveiled. The video takes place in a dark scene with bright lights in the background, Predia members sing throughout the clip, the song having a ’80s msical style with a casino atmosphere.\n\n\nCandye♡Syrup – Graduation of all members and new auditions\n\n\nSeveral announcements were made about the idol group Candye♡Syrup.\n\nCurrent members have announced their future graduation from Candye♡Syrup.\n\nNo specific reason was given as to why members would graduate. However, another notice was published shortly announcing the beginning of the auditions of the second mount, for new girls. Women aged 16-28 are encouraged to apply, with auditions taking place from June 26 to July 8.\n\n\nWakita Monari – Ahead!\n\nWakita Monari - Ahead!\n\nWakita Monari reveals the information of her new album Ahead!.\n\nThis is Mona’s second album ; it will be released on July 25th.\n\nThe MV for Gozigen Lover-Joi has been unveiled.\n\nYou can find in this album the last two singles by Wakita Monari : Wingscape and Take It Lucky!!!!.\n\n\nJuice=Juice #2 -¡Una Mas!-\n\nJuice=Juice #2 -¡Una Mas!\n\nJuice=Juice will release their new album Juice=Juice #2 -¡Una Mas!- on August 1st.\n\nThis is Juice=Juice’s second studio album and the first with the three new members. Inaba Manaka, having joined the group very recently, did not participate in the recording of the last singles of Juice=Juice. However, she participated in those of some new songs of this album.\n\nYou can find the latest singles of the idol group : Next is you! \/ Karada Dake ga Otona ni Nattan Janai (2016), Dream Road ~Kokoro ga Odoridashiteru~ \/ Keep On Joshou Shikou!! \/ Ashita Yarou wa Bakayarou (2016), Jidanda Dance \/ Feel! Kanjiru yo (2017), Sexy Sexy \/ Naite Ii yo \/ Vivid Midnight (2018).\n\n\nIdol College – AKATSUKI\n\nIdol College - AKATSUKI\n\nThe new single AKATSUKI from Idol College was released on July 11th.\n\nThis is the 9th single by Idol College.\n\nThe MV combines a variety of scenes with beautiful visual effects. Whether it’s singing in the rain or playing on the beach, there’s something for everyone.",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.998108983,
        "format_confidence":0.7226209641
    },
    {
        "url":"http:\/\/www.bollywoodmantra.com\/video\/koffee-with-karan-saif-ali-khan-kareena-kapoor-pt4\/",
        "text":"Koffee With Karan [Saif Ali Khan Kareena Kapoor Pt4\n\nSaif Ali Khan\n\nSaif Ali Khan to debut on social media on March 1?\n\nSaif Ali Khan and Kareena Kapoor are one of the most stylish couples of Bollywood, but both of them have kept away from social media platforms. Saif also recently revealed the reason for not being on social media on the show ‘Koffee with Karan’, saying that he never felt the need to jump into the\n\n‘Rangoon’ opens on average note, mints Rs. 6 cr\n\n‘Rangoon’ starring Kangana Ranaut, Shahid Kapoor and Saif Ali Khan was high on expectations, but opened on a slow note and did average business on its opening day in theatres. According to early estimates, ‘Rangoon’ collected about Rs. 6.75 crore.     The movie released on the oc\n\nSara Ali Khan not to debut with ‘Student of the Year 2’\n\nReports were rife that Sara Ali Khan will be making her Bollywood debut opposite Tiger Shroff in Karan Johar’s production ‘Student of the Year 2’. But the latest buzz suggests that Saif Ali Khan’s daughter will not be launched with the sequel of the 2012 hit that marked the debut of Alia Bhatt, V",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9973680377,
        "format_confidence":0.8340394497
    },
    {
        "url":"http:\/\/airstream.io\/my-little-pony-the-movie\/",
        "text":"My Little Pony: The Movie\n\nMy Little Pony: The Movie\nA new dark force threatens Ponyville, and the Mane 6 Twilight Sparkle, Applejack, Rainbow Dash, Pinkie Pie, Fluttershy, and Rarity embark on an unforgettable journey beyond Equestria where they meet new friends and exciting challenges on a quest to use the magic of friendship and save their home.\n\n, , ,\nAdventure, Animation, Comedy\n6.3\/10 – 3,551 votes\nJayson Thiessen\n99 minutes\nRelease Date:\n06 Oct 2017\nShare on FacebookTweet about this on TwitterShare on Google+Digg thisShare on RedditShare on TumblrPin on PinterestShare on StumbleUpon\nYou Can Also Stream\nWhiskey Tango Foxtrot\n\n2003. After careful consideration, Kim Baker, a news copywriter, decides to leave the relative comfort of a New York desk job and serious boyfriend Chris to accept the assignment to work for three m...\nGenre: Biography Comedy Drama\nWatch Movie\nThe Edge of Seventeen\n\nEveryone knows that growing up is hard, and life is no easier for high school junior Nadine, who is already at peak awkwardness when her all-star older brother Darian starts dating her best friend K...\nGenre: Comedy Drama\nWatch Movie\nBecause of Winn-Dixie\n\nA 10-year-old girl, abandoned by her mother when she was three, moves to a small town in Florida with her father, a preacher. While there, she adopts a stray dog whom she names after the local super...\nGenre: Comedy Drama Family\nWatch Movie\nBadrinath Ki Dulhania\n\nBadrinath Bansal from Jhansi and Vaidehi Trivedi from Kota belong to small towns but have diametrically opposite opinions on everything. This leads to a clash of ideologies, despite both of them recog...\nGenre: Comedy Drama Romance\nWatch Movie\nThe Men Who Stare at Goats\n\nA reporter, trying to lose himself in the romance of war after his marriage fails, gets more than he bargains for when he meets a special forces agent who reveals the existence of a secret, psychic mi...\nGenre: Comedy War\nWatch Movie\nThe Sixth Man\n\nAntoine and Kenny Tyler are NCAA college basketball players, and Antoine is the star of the team. Suddenly Antoine dies of a heart attack and Kenny has to fill his shoes as leader of the team. Some ti...\nGenre: Comedy Drama Fantasy\nWatch Movie\nMiddle School: The Worst Years of My Life\n\nImaginative quiet teenager Rafe Katchadorian is tired of his middle school's obsession with the rules at the expense of any and all creativity. Desperate to shake things up, Rafe and his best friend...\nGenre: Animation Comedy Family\nWatch Movie\n\nDevoted lifeguard Mitch Buchannon butts heads with a brash new recruit, as they uncover a criminal plot that threatens the future of the bay. Cast:Genre: Rating:5.8\/10 - 25,095 votesDirector:Set...\nGenre: Action Comedy Drama\nWatch Movie\n\nThe spaceship, Starship Avalon, in its 120-year voyage to a distant colony planet known as the \"Homestead Colony\" and transporting 5,258 people has a malfunction in one of its sleep chambers. As a r...\nGenre: Adventure Drama Romance\nWatch Movie\nWonder Boys\n\nGrady Tripp is a professor\/writer living in Pittsburgh who is struggling with writer's block. Whilst doing this, he also manages to get the chancellor pregnant. In the meantime, he and a college stude...\nGenre: Comedy Drama\nWatch Movie\nNanny McPhee Returns\n\nNanny McPhee arrives to help a harried young mother who is trying to run the family farm while her husband is away at war, though she uses her magic to teach the woman's children and their two spoiled...\nGenre: Comedy Family Fantasy\nWatch Movie\nMy Big Fat Greek Wedding 2\n\nStill working in her parents' Greek restaurant, Toula Portokalos' daughter, Paris, is growing up. She is getting ready to graduate high school and Toula and Ian are experiencing marital issues. When...\nGenre: Comedy Family Romance\nWatch Movie",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9981656671,
        "format_confidence":0.8523799777
    },
    {
        "url":"https:\/\/www.615area.com\/nightlife\/dj\/",
        "text":"Find Nightlife in Nashville\n\n5.0  Full RatingFull RatingFull RatingFull RatingFull Rating (1)\n5851 Old Hickory Blvd., Hermitage TN, 37076\nShooters is your local hot spot where you can to listen to music, sing, dance, play cards, shoot pool, or have a drink with some interesting people.\n3.0  Full RatingFull RatingFull Rating11 (3)\n134 2ND AVE N, Nashville TN, 37201\nIrish Pub serving American food.\n4.6  Full RatingFull RatingFull RatingFull RatingHalf Rating (1)\n3424 Lebanon Pike, Hermitage TN, 37076\nLevi and Hank's is located in Hermitage. We have one of the largest dance floors around for your dancing pleasure and different events evry night of the...\n1913 Division St, Nashvile TN, 37203\nWinners Bar and Grill is a midtown gem where you can gather with friends and enjoy great food and drinks. The best place in town for karaoke on Friday...\n305 west trinity lane, Nashville TN, 37207\nDonks Bar and Grill offers great drink and food specials as well as shows all of the current sporting events on our 17 tvs. Wednesday night ladies night...\n2211 Bandywood Drive, Nashville TN, 37215\nThe Greenhouse in Nashville is a unique bar and restaurant that features some of the best events that Nashville has to offer.\n4519 Sawmill Place, Nolensville TN, 37135\nNashville's premiere provider for DJ entertainment and photo booths. Our professionally trained staff will provide direct numbers, emails and social media...\nMurfreesboro TN\nDJ\/VJ\/Radio Personality Social Media Director - MasspoolMp3 Record Pool Marketing within the Dance Music Community Home Theater Professional\n1000 Main St, Nashville TN, 37206\nDuke’s is an East Nashville dive where you go to drink cheep beers and eat a good deli sandwich after having a few too many said-beers. Low-key neighborhood...\n\nUpcoming Events in Nashville\n\nJoin My Community would like to send you latest updates",
        "topic_id":6,
        "format_id":1,
        "topic_confidence":0.9945169091,
        "format_confidence":0.9550583363
    }
]