[
    {
        "url":"http:\/\/www.swimming-techniques-learn.com\/does-slapping-your-body-help-before-going-to-swim.html",
        "text":"Does slapping your body help before going to swim?\n\nby Matthew Morrison\n\nThis weekend I have been to a swimming competition. I noticed there a lot of people who were slapping their muscles before going to swim.\n\nOther people were saying that it does not help others said it helps the blood flow.\n\nDoes slapping your body before swimming help?\n\nHi Matthew,\n\nThanks for your interesting question :), this I think may be personal choice. Some people do slap themselves a bit before a swim maybe to get a flow of adrenalin? Or like you say to increase the blood flow. I suppose the only way to see if it works to try it yourself....\nLet me know how you get on Matthew :) good luck\n\nClick here to post comments\n\nJoin in and write your own page! It's easy to do. How? Simply click here to return to Swimming tips\/help.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9961335659,
        "format_confidence":0.894154489
    },
    {
        "url":"https:\/\/www.queryhome.com\/sports\/3019\/when-was-official-boxing-match-between-bear-man-was-held-won",
        "text":"top button\nFlag Notify\n    Connect to us\n      Facebook Login\n      Site Registration\n\nFacebook Login\nSite Registration\n\nWhen was an official boxing match between a bear and a man was held, who won?\n\n+1 vote\nposted Apr 21, 2017 by Anurag Kashyap\n\nShare this question\nFacebook Share Button Twitter Share Button LinkedIn Share Button\n\n1 Answer\n\n0 votes\n\nAlthough being aware how dangerous bears actually are one particular boxer named Gus Waldorf wasn’t’ too intimidated by them. In 1949 Waldorf decided to face a bear in a special boxing match. The bear wore a customized muzzle on its jaws and gloves covering the deadly claws. Regardless of how handicapped the bear was it actually won the fight in the end.\nIn 1949\n\nanswer Apr 26, 2017 by Vijay\nContact Us\n+91 9880187415\n#280, 3rd floor, 5th Main\n6th Sector, HSR Layout\nKarnataka INDIA.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9872117639,
        "format_confidence":0.9748088121
    },
    {
        "url":"https:\/\/www.fitmag.in\/fitmag-loksabha-week-1\/",
        "text":"Fitmag Loksabha Week 1\n\n\nThe wait’s over! Fitmag Loksabha session one concludes with answers to some of the most important questions we got last week from readers. And our experts have these answers for you:\n\n1. Question from Antony Prem – “Body recomposition. Can this be achieved or is this a myth. Calorie surplus on lifting days and slight deficit on non lifting\/cardio days?”\n\nAnswer: Body recomposition is possible and is not a myth. There are various ways of doing it and the most common way of doing it is by staying on maintenance calories and engaging yourself in weight training.\n\nThe other way is to stay on surplus calories for a certain period and then move on to a deficit for a certain period, and keep juggling between the two while simultaneously engaging yourself in weight training.\n\nBody recomposition is considered to be a myth by a lot of fitness enthusiasts mainly because it does not show overnight, or even in a course of a few months. It may take a few years to see some reasonable difference in muscle mass.\n\n– Aniketh Shetty (INFS Faculty)\n\n\n2. Question from Dipinty Ghoshal –“People here have been seeing advising people to drink diet coke\/ red bull etc. (rather, telling them yes you can drink), and no to fruits!!!! The former are filled with artificial sweeteners, preservatives etc. Why such a big no against fruits????”\n\nAnswer: Fruits can be included in normal day to day food habits. It can be also included in your diet based on its caloric and nutrient value.\n\nFruits consumed under normal levels do no harm. But they do contain calories. On the other hand, Diet Coke has low calories or none at all. If you are on a rigid diet like keto, fruits might push you out of the ketosis process, but this won’t be happening with artificially sweetened beverages. That is why you usually perceive a ‘no’ to fruits and a ‘yes’ to Diet Coke.\n\nEven though it’s not a right approach to be dependent on sources sweetened artificially, but at the end of the day calories and the process matters.\n\n– Suraj Ray (Fitness and Nutrition Coach, SQUATS)\n\n\n3. Question from Saurabh Gupta – “Workout routines – which type of workout routines should be incorporated when doing: (a) HIVT    (b) Periodization    (c) Push Pull Leg”\n\nAnswer: Completely variable to individual and current body stats.\n\nIdeally, one can start off with a normal push pull routine, learn the form and technique, focus on progressive overloading, and after a certain time, can target HIVT.\n\nHowever, HIVT itself can lead to saturation if done for long durations, because one might not be able to increase the load at regular intervals due to excessive volume. So, you will have to play it smartly here.\n\nHIVT coupled with progressive overloading can be considered an intermediate level plan, while periodization  can be a pick for advanced lifters.\n\nThere is no point in experimenting with rep ranges, unless one can comfortably squat atleast upto his\/her body weight.\n\n– Shanu Shashank (Fitness and Nutrition Coach, SQUATS)\n\n\n4. Question from Chandar Prasad – “Why is Belly Fat the last to go?”\n\nAnswer: I’ll answer this in two ways –\n\nBasic – You weren’t always fat, right? There was a time, probably when you were a kid, when you were fit, and didn’t have much extra fat on your body. And somewhere down the line, you started getting fat deposits all over your body. This is a predicament that most of us have faced in life.\n\nNow, the places where you got this fat deposited first, will be the last places to let go of the fat.\n\nFirst In Last Out. That’s how it works. What is the logic in it? Let us look deeper to learn more…\n\nDeeper – Your fat cells aren’t all the same.\n\nThere are receptors that are present in your fat cells that help in fat mobilization, that is, fat release from the fat cells. Unless the fat is released it can’t be oxidized (or “burnt”, to put it more simply).\n\nNow these receptors are of two types, Alpha and Beta.\n\nAlpha receptors make this process difficult, and beta receptors make it easy.\n\nSo the reason why it’s difficult to lose your belly fat is because you have more alpha receptors in your belly area.\n\nThese areas eventually become “stubborn areas” for a person.\n\nThere, you have your answer.\n\n– Dev Biswas (Chief Editor, Fitmag)\n\n\n5. Question from Geetanjalee Dadage-Patil – “How to strengthen the pelvic area after child birth?”\n\nAnswer: Pelvic floor exercises are the exercises that can be started in the delivery room itself.\n\nPelvic floor contraction can be done slowly (Pull your pelvic floor in and up, hold-2-3-4, relax) or quickly (Hold-Relax-Hold-Relax)\n\nAppreciating if the pelvic floor is really contracting or not is a big task.\n\nFew instructions which can help you contract your pelvic floor efficiently:\n\n• Imagine stopping passing urine\n• Imagine gripping to stop a tampon falling out\n\nPelvic floor contractions can be performed in any position, but to start with, sitting on a hard chair leaning forward to support forearms on knees, with thighs and feet apart, is useful.\n\n200 contractions\/day must be attempted. Its not an impossible task as it sounds. It can be achieved by doing 4 sets of each of 50 reps every time you feed the baby.\n\n– Ismat Khoja (Fitness and Nutrition Coach, SQUATS)\n\n\n6. Question from Rishabh Batra – “At what stage should one stop keto and start carb loading?”\n\nAnswer: When one sees that body fat % has come down to around 10-12% (ideally) for men, and if one has been into keto for atleast 4-5 weeks.\n\nAt this point, one can go for a full body depletion workout, have a cheat meal and slowly start adding carbs back to the diet.\n\nPS: One has to be watchful while adding carbs. When one adds back carbs suddenly after a long duration of stayjng in keto, he\/she might feel bloated at times.\n\n– Shanu Shashank (Fitness and Nutrition Coach, SQUATS)\n\n\n7. Question from Chinmayi Panda – “Why a big no to tea with milk with\/without sugar in all diets. This is something which we have been doing since ages… Do we have any scientific reason to replace them with black tea\/coffee?”\n\nAnswer: Tea with milk or sugar is one of the major sources of empty calories. Minimum 2-3 tea cups of milky tea is consumed on an average day. The question is, why waste so many calories when you can have something substantial in the given macros?\n\nAlternatively you can try black tea or black coffee with a spoon of unsweetened cream. Tastes great and you can incorporate it even in strict diets like keto.\n\nAbout consuming it for ages, sadly enough, we are still eating as we used to when we ploughed fields the whole day. Activities\/lifestyles have changed so much but surprisingly the food pyramid is same. We have to change our perception about nutrition with time. Fitness isn’t a single formula that applies to all over time. It is an evolving area, with new light shed by new researches all the time. So, question the norms and accept only when there is proof.\n\nHope this helps!\n\n– Swati Sodhi (Fitness and Nutrition Coach, SQUATS)\n\n\n8. Question from Avika Ananta Ambadekar – “I still feel a funny pain upon doing crunches. It has been 6 months. Also backward bending yoga in the same situation?”\n\nAnswer: Abdominal crunches isn’t harmful if done with proper progression. Do not directly jump to it. Start with abdominal tucks, planks, glute bridges, and the progress to crunches. Post C-Section there can be diastasis recti (separation of the abdominal muscles, causing a gap that appears as a ‘baby bump’ even after childbirth) so splinting is very important while performing. Splinting means embracing yourself from the abdomen to approximate the rectus abdominus; an abdominal belt can also be used. The complaint of backward bending is possibly due to spinal anasthesia given at the time of surgery. Working on your back muscles will help you reduce your pain. However, at all times, avoid exercises which induce pain or discomfort.\n\n– Ismat Khoja (Fitness and Nutrition Coach, SQUATS)\n\n\n9. Question from Avika Ananta Ambadekar – “How can lunges help knee pain whereas it increases knee pain with crunching sounds?”\n\nAnswer: Exercise selection is important when it comes to any muscle group, specially when one is having a trouble in that area. Working out your knee will help in strengthening your knee muscles (quadriceps, hamstrings, and calves.) Which will in turn help you to support your body weight and reduce the pressure and pain on your knee joint in general.\n\nIf you have a knee injury then selection of exercise will be case specific, lunges with full range of motion might not be the right workout in certain cases.\n\nLunges are better avoided, instead start with introducing some knee strengthening exercises and some stretches.\nAdding front squats can be a good idea here to avoid any excessive force on knees.\n\nThere have been many researches too, where people with knee issues can switch to front squats and keep their legs worked out with less load and strain.\n\n– Suraj Ray (Fitness and Nutrition Coach, SQUATS), Aniketh Shetty (INFS), Shanu Shashank (Fitness and Nutrition Coach, SQUATS)\n\n\nThat concludes the Loksabha for last week. Watch the space for future sessions to get expert views on topics related to fitness, health, and nutrition!\n\nStay aware and stay healthy!\n\n– Fitmag Team",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9670011401,
        "format_confidence":0.583912611
    },
    {
        "url":"http:\/\/rollerderbytestomatic.com\/question\/1660",
        "text":"Roller Derby Test O'Matic\n\nTurn left and learn the rules.\n\nQuestion #1660:\n\nA No pack situation occurs and all of one team is out of bounds. The other team must ...\n\n  1. skate clockwise, preventing a member of the opposing team from legally re-entering the track behind them\n  2. accelerate until a member of the opposing team can legally re-enter the track behind them\n  3. stop moving and wait for a member of the opposing team to legally re-enter the track behind them\n\nNew Question\n\nReport this question:\n\nYou should report a question if you think it's incorrect or if it's poorly written (including spelling mistakes or bad grammar). If you think the question is wrong be sure to double check the wording of the question and the specific rule it references, which in this case is Until the great robot uprising, we're only human so mistakes happen. Thanks for helping!\n\nIn the text box below please let me know what it is that made you report this question.\n\nTo prevent spam reports, please complete the following sentence:\n\"Roller is an awesome sport.\"\n\nSubmit Report Cancel\n\nA small message from Sausage Roller (the guy who made the site): Thank you. No seriously, thank you. The reports I've gotten from people have been so useful, and really helped me improve, clarify and fix the questions. I'm sorry there's no easy way for me to show my gratitude, but the response from this report feature has reminded me, once again, why I love the global derby community.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9926766157,
        "format_confidence":0.9583334327
    },
    {
        "url":"http:\/\/jalopnik.com\/ask-motorsports-nut-and-la-angels-pitcher-c-j-wilson-a-1566784884\/all",
        "text":"\n\nC.J. has been a motorsports fan for ages, but his involvement with the Angels means that he has less time than he'd like to race. In fact, the contracts make it hard for him to get out on track.\n\n\nThat doesn't mean he isn't contributing to motorsports. By owning C.J. Wilson Racing, he's laying the groundwork to become a fulltime racing driver once his baseball career is over.\n\nBut right now, he's in town pitching against the Yankees. He has some downtime and wants to answer whatever it is you might ask. Have a car question? Fire away. Baseball? Sure, why not. Other things? Ask away. He'll be here for the next hour. Let's get started!\n\nPhoto Credits: Miata - Sideline Sports Photography, C.J. - Getty Images",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9538940191,
        "format_confidence":0.7845769525
    },
    {
        "url":"https:\/\/hanyhasassen.com\/qa\/quick-answer-who-is-bernhard-langers-caddy.html",
        "text":"Quick Answer: Who Is Bernhard Langer’S Caddy?\n\nWhat’s in Bernhard Langer’s bag?\n\nAt the bottom of the bag he has slightly older wedges and putter.\n\nThe former are two Cleveland 588 RTX models with 50 and 56 degrees of loft whilst his lob wedge is a Titleist Vokey SM7.\n\nThe latter is a classic Odyssey 2-ball Long putter with the broomhandle shaft which he uses to deadly effect..\n\nWhat is Jack Nicklaus net worth?\n\nJACK NICKLAUS (By AP Photo\/Jay LaPrete) Jack Nicklaus is one of the greatest golfers of all time. This golfer has a net worth of 320 million dollars in 2021. His Fans call him The Golden Bear. He has won a total of 18 major championships.\n\nHow much is Tiger Woods Net Worth?\n\nIn 2018, Woods’ estimated net worth was at $800 million, however, he has brought in more capital than that over his historical career, according to Forbes. Since 1996 Wood’s has earned $1.5 billion from a variety of revenue streams, including endorsements, appearances, and course design fees.\n\nWhat is in Fred Couples bag?\n\nOld school tries new school. Freddie Couples doesn’t switch into new equipment very often. Until last week, he was still bagging custom Bridgestone iron designs that he’s been playing for about a decade, and a TaylorMade M3 driver that released in 2018.\n\nWhat’s in the bag Darren Clarke?\n\nDriver: Taylormade R9 with Aldila Voodoo XPP8. Irons: 2-PW Taylormade Burner Tour Preferred, x flex shafts and Lamkin grips. … Brand new in Darren’s bag, he is still working on setting the lofts and lies to suit his game.\n\nHow old is Darren Clarke?\n\n52 years (August 14, 1968)Darren Clarke\/Age\n\nHow old is Lee Trevino?\n\n81 years (December 1, 1939)Lee Trevino\/Age\n\nHow far does Bernhard Langer drive the ball?\n\nBoosting his driving distance from 263 yards to, say, 269?\n\nWho is the richest golfer?\n\nHere’s a quick recap of the 25 richest golfers in the world:Tiger Woods – $800 Million.Phil Mickelson – $400 Million.Jack Nicklaus – $320 Million.Greg Norman – $300 Million.Gary Player – $250 Million.Rory McIlroy – $130 Million.Fred Couples – $120 Million.Jordan Spieth – $100 Million.More items…•Feb 20, 2021\n\nWhat’s in Steve Stricker’s bag?\n\nAt the top of the bag he has a Callaway Epic Speed Triple Diamond driver. He does still carry his older Titleist woods though. His three-wood is a 915F model with 13.5 degrees of loft and his hybrid is a 816H1 model with 17 degrees of loft.\n\nHow much money has Bernhard Langer made on the Champions Tour?\n\nChampions Tour Money Leaders – 2021LeaderboardRANKPLAYEREARNINGS1Kevin Sutherland$1,571,8072Bernhard Langer$1,562,9373Ernie Els$1,536,03897 more rows\n\nHow much is Donald Trump worth?\n\n2.5 billion USD (2021)Donald Trump\/Net worth\n\nHow old is Fred Couples?\n\n61 years (October 3, 1959)Fred Couples\/Age\n\nHow old is Larry Mize?\n\n62 years (September 23, 1958)Larry Mize\/Age\n\nWhat is Bernhard Langer’s net worth?\n\nBernhard Langer Net Worth and career earnings: Bernhard Langer is a German professional golfer who has a net worth of $25 million dollars.\n\nWho is Bernhard Langer’s wife?\n\nVikki Carolm. 1984Bernhard Langer\/WifeLanger has been married to his American wife Vikki Carol since 1984. They have four children: Jackie, Stefan, Christina, and Jason.\n\nHow old is Dustin Johnson?\n\n36 years (June 22, 1984)Dustin Johnson\/Age\n\nWho is the richest athlete in the world?\n\nMessi tops Forbes’ 2019 list of the highest-paid athletes with $127 million in earnings, a combination of his $80 million-a-year salary playing for Barcelona and his many top-tier endorsement deals, such as his lifetime partnership with Adidas.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9860960841,
        "format_confidence":0.9019175768
    },
    {
        "url":"http:\/\/bicycles.stackexchange.com\/questions\/318\/what-are-important-items-for-a-touring-first-aid-kit\/3055",
        "text":"Take the 2-minute tour ×\nBicycles Stack Exchange is a question and answer site for people who build and repair bicycles, people who train cycling, or commute on bicycles. It's 100% free, no registration required.\n\nWhen riding long distances, either solo or with groups of people, it is obviously necessary to carry a first-aid kit in case of a crash or other injury. What are the most important items to pack, while still considering weight or space? What items can be included in 'travel-size', and which items should be 'full-size'? What items should definitely be left at home?\n\nshare|improve this question\nAn Outdoor focused first aid course is far more important than anything you carry, and weighs nothing.... –  mattnz Feb 10 '13 at 21:01\n\n7 Answers 7\n\nup vote 13 down vote accepted\n\nI bring enough to dress small cuts and stop bleeding, at least until 911 could get to me. If you're riding in areas you might not be able to be reached by emergency services, or if you have particular medical issues that need specialty supplies, a kit like this would insufficient.\n\n  • Bandages\/band-aids of a few different sizes\n  • Gauze -- usually a small roll\n  • Tape -- small roll, enough to tape a skinned knee and a little more\n  • Small tube of antibacterial gel (like neosporin)\n    See GaryW's comment, below, liquid may (or may not) be more appropriate\n  • Advil -- I usually have this in my handebar bag anyway\n  • Alcohol wipes -- one or two individually-wrapped\n\nOther things you might consider are snappable heat packs, a knee brace, and something to put on bug bites or poison ivy for rides in the woods. If you're allergic to bee stings, you might bring something for that.\n\nshare|improve this answer\nI would also add: cellphone and money –  sixtyfootersdude Aug 30 '10 at 1:59\nI'm not sure about gel, because IMO a gel might impede healing\/scabbing. It may be useful for penetrating, when a cut wasn't cleaned, is partially healed\/closed, and infected under the skin. Liquid can be better than gel, for first aid (and if you really mean 'first aid', you probably needn't worry about bacteria: the medics can look after that, first aid is more about suviving the first minutes\/hours until the medics arrive, so controlling bleeding, breathing, shock); but liquid might be bulkier\/heavier than a tube of ointment. Gel can be nice for pain relief, of superficial burns and grazes. –  ChrisW Feb 26 '11 at 19:09\n@ChrisW - So noted, have updated my answer. –  Neil Fein Feb 26 '11 at 20:37\n\nIn addition to what's already mentioned, I bring a small vial of \"liquid band-aid\". It's good for small cuts, and with bandages it helps larger cuts heal faster.\n\nshare|improve this answer\nYes, this stuff is amazing. Some helpful German tourists patched me up with this after a bad touring crash. Allowed my wounds to heal but still flexible enough to let me keep riding. –  darkcanuck Feb 26 '11 at 18:00\n\n... it depends on your activity. Long-distance can mean so many things such as random touring, rescue ops or challenging sport. I use standard first aid kits and mix them with some prescription drugs, such as stress-relieving hormones, and essential vitamins, such as B12-vitamin in tube.\n\nTravel size\n\nMy smallest first-aid kit is a small container that holds master link and some very useful medicine, very hard to notice (carrying always). You can hook it to anything like clothes or bags: small, unnoticeable and easy-to-carry. Cortisone and allergy stuff. You can get the containers here and here. I also use the red kit with bandages, scissors and an extra B12-vitamin tube to heal sore skin, cannot stress enough the importance of the last thing particularly if you are a male rider.\n\nenter image description here\n\nFull size\n\nThen again my long-distance first-aid kit is much larger. Epinephrine, heat-blanket, resuscitation face shield, wound compress, plastic gloves, pain relieving gel, --. Some extra stuff are small saw chain, magnesium lighter, mosquito web and extra reflection vest. The picture contain some of my first aid kits. There are actually three kits in the same picture. The blue one is something I rarely need. The red one is something I carry very often, stuff at the bottom. The upper stuff is for very serious accidents, actually the yellow thing, epinephrine, at the bottom should be there. Other answers cover mostly my red first aid kit. I use the other kits with my other sport activities mostly dealing with water and camping.\n\nenter image description here\n\nAlert about the prescription drugs mentioned\n\nDo not use the prescription drugs mentioned if you are not instructed to do so, particularly meaning the things such as epinephrine and cortisone. They do have side-effects so you need to know how to use them. I wanted to cover them here because I hope you won't get fooled by very expensively marketed placebo drugs such as \"snake tablets\" where the affecting agent is cortisone but usually in a very low amount as non-prescription drug.\n\nThe hormones work differently. Epinephrine, also known as adrenaline, lasts a short time, luckily, the cortisone lasts much longer. The effect of the former is fast and short-lived while the effect of the last is slow and long-lived.\n\nshare|improve this answer\nwhy downvotes on this? –  user652 Apr 6 '11 at 19:46\nI expect because you're talking about prescription\/licensed drugs. In some countries it's an offense to possess those without a licence or prescription. –  Мסž Apr 20 '11 at 22:23\nI take it the saw chain is for field amputations? –  mcgyver5 Apr 21 '11 at 16:54\n@mcgyver5: of course not, the kits are more about stopping bleeding, lowering panic and just keep you warm until the rescue. I like carrying extra survival chain saws a bit light extra flashlights, I got it from DX here. You cannot have too many chain saws, they weights nothing but can be used for many things such as ice and wood. You can adjust them to bow saws. For proper survival chain saw, I would look for Nato approved versions, though I like testing low-cost options time-to-time. –  user652 Apr 23 '11 at 13:15\n\nA cell-phone, possibly one that's specifically adapted to the purpose:\n\n  • Switched off most of the time (so that its battery doesn't run down)\n  • Therefore it's a spare (not your usual cell-phone which you're actualy using and running down)\n  • Perhaps with a pay-as-you-go subscription (because pay-by-the-month isn't worthwhile if you're not using it; or, emergency\/911 calls might work (you'd better ask) even if the subscription has ellapsed)\n  • Perhaps unusually simple and robust (to survive accidents), or shielded\/padded (e.g. inside a first aid kit's hard shell)\nshare|improve this answer\nThis was a guess: I'm theorizing; not based on practical experience. –  ChrisW Feb 26 '11 at 18:53\nIn most countries you don't even need a SIM to call emergency services, so any old phone will do. Although in countries with poor cellphone reception in remote areas you may not gain anything by having a(nother) phone without reception. –  Мסž Apr 20 '11 at 22:22\n-1: A cell phone is not first aid, its an (unreliable in many locations) means of calling for help. –  mattnz Feb 10 '13 at 20:55\n\nI would substitute the tape and roll of gauze for a small ace bandage and a few gauze pads. You'll be able to treat the same injuries as you would with the tape and gauze roll but with the added benefit of the ace bandage to use as a brace. If you wreck and jam your wrist or you have a knee that starts acting up an ace bandage will let you keep riding. I carry Betadine instead of a gel based antibiotic, it helps the gauze stay put and can make it's way deeper into a cut. I'd also throw in a few safety pins, good for gear repair and digging out splinters.\n\nshare|improve this answer\n\nYou probably want to take loads of stuff if you are touring from 'Angola to Burkino Faso via the Cameroon' with a whole bunch of people as 'tour guide', however, here is my recommended list for solo tours in 'first world' countries:\n\n  1. Scalpel blade in sealed pouch.\n  2. Tape to patch oneself up with, inch wide variety suffices.\n  3. Small pouch of cleaning wipes ('Handy Andies').\n  4. Water.\n  5. Aspirin tablets.\n  6. Mobile phone, money and debit card.\n  7. Fleece jacket.\n  8. T-Shirt.\n  9. Pen Knife with tweezers.\n\nThe scalpel blade is for tidying up gravel rash, the tape to bandage oneself up with. I keep both of these items in the handlebar bag front pocket for ease of access. Sometimes I get a bit faint if I look at a 'flesh would' and it is helpful to be able to patch up the damage quickly without having to look at it for any longer than needed.\n\nAll the other items are 'in stock items' carried anyway. Warm clothing, i.e. the fleece jacket is important for those times when one's body does not do a good job of keeping itself warm. The spare T-shirt can be used for a larger scale bandage, in conjunction with the tape. Water is obviously useful for cleaning oneself up with, as are the cleaning wipes.\n\nAspirin does have an effect on blood and how quickly it clots, some people may want to take a different headache relieving drug, e.g. paracetamol. I don't have many headaches but I do carry a couple of aspirin tablets in my wallet out of habit.\n\nThe Pen Knife is a 'dual use' item for general camping, however, the tweezers have came in handy many times, hence a mention.\n\nFortunately I have only suffered 'flesh wounds' on tour (and mountain biking). I have yet to use the surgical scalpel blade but it weighs next to nothing so it gets carried. Only the tape is a real necessity, having proven its worth in the field.\n\nI see that the sports-injury brace is cited by others here, I have never needed such an item ever, on the bike or off it.\n\nFor my first ever tour I did carry lots of stuff that others thought I should take and I bought into the 'better safe than sorry' risk-averse thinking. Three days in and I dumped off a lot of things that were not necessary and the 'elephant sized' bandages and o... (truncated)",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.8161200881,
        "format_confidence":0.991486311
    },
    {
        "url":"http:\/\/www.greenspun.com\/bboard\/q-and-a-fetch-msg.tcl?msg_id=000s6N",
        "text":"swimming kinesiology\n\ngreenspun.com : LUSENET : Swimming : One Thread\n\nI am doing a research project for my kniesionlogy course that needs to compare the biomechanics of freestyle and backstroke. Where is a good web site to locate this info?\n\n-- Brynn Elise Troutman (brynnet@hotmail.com), May 25, 1999\n\n\nwhat this flipturn?\n\n-- hossein pourshamsi (h_pourshamsi@yahoo.com), December 24, 2001.\n\nyou should do research yourself, it makes you a better person too!! and you need to know how to spell kinesiology before you study it too..haha\n\n-- jacob m hannah (yaggle@homtial.com), September 24, 2003.\n\nwww.vicon.com, www.physsportsmed.com\n\n-- no name (kissmyass@myass.com), December 23, 2003.\n\nModeration questions? read the FAQ",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9474503398,
        "format_confidence":0.9367047548
    },
    {
        "url":"http:\/\/outdoors.stackexchange.com\/questions\/6655\/is-it-safe-to-sleep-for-more-than-16-hrs-a-day-at-altitudes-above-6000m",
        "text":"Take the 2-minute tour ×\nThe Great Outdoors Stack Exchange is a question and answer site for people who love outdoor activities, excursions, and outdoorsmanship. It's 100% free, no registration required.\n\nI am planning for a trek at the Advance Base Camp or if possible up to Camp II of Saser Kangri. The region is so deserted of people and expeditionists\/mountaineers that there are usually only two to three odd tents at the Base Camp of the mountain, and it's a known fact that once you are beyond the Base Camp, yours is the only team at campsites en-route the summit.\n\nThe weather is very harsh, and the mountain does not allow much area to take a walk on a day when you are not going up the mountain. All you have is a deserted campsite and solace to enjoy. And this goes on for days, worst case for a week. In such cases, you are stuck at higher camps with absolutely no way to roam around or move up the mountain. All you can do is to hope and wait for the weather to get suitable for further progress.\n\nI don't like to read for hours or sit around idle. I usually tend to doze off when I am not doing anything.\n\n  • In such a case if I sleep for more than 16 hours a day, does that put me in a trouble by any means?\n\n  • What are your tricks to stay up?\n\nshare|improve this question\nThings we do to stay up: card games (Uno, poker, solitaire, clock solitaire, MTG), radio \/ music player, dominoes, talk... like yourself if I'm not cooking or out when camping I could sleep away the day. –  Aravona Sep 4 '14 at 10:11\n\n2 Answers 2\n\nup vote 10 down vote accepted\n\nAnecdotally, the only three factors which may cause you problems are:\n\n  • supplies running out\n  • losing fitness\n  • boredom\n\nAnd these are really only an issue if you are stuck for extended periods of time. Your solutions are:\n\n  • exercises you can do in your tent, or just outside - stretches, press-ups, sit-ups, basic cardio - will help you maintain a level of fitness while potentially recovering from any stresses encountered in getting to camp\n  • planning your supplies to take account of enforced downtime, and being prepared to contact emergency services of some kind before it's too late\n  • you could try writing, rather than reading. A wild and isolated environment can provide a good muse\n  • depending on your circumstances, you could take a small musical instrument (this will annoy fellow travellers after a while...) or a hand- or solar-powered radio.\n\nUpdate - to answer the specific point about sleeping:\n\nSleep itself is not a problem, however if you are on your own, you should take certain precautions - eg if snow is heavy, an alarm set every hour so you can check you aren't getting buried or having your oxygen cut off is a good idea\n\nshare|improve this answer\nLovely ideas about writing. I'll get a scratchpad and a pencil :-) –  WedaPashi Sep 4 '14 at 10:18\n\nThe weather is very harsh, and the mountain does not allow much area to take a walk on a day when you are not going up the mountain.\n\nThis sounds like two points mixed up. Is it the bad weather what keeps you on the camp or is it the lack of routes or ideas? For the last part I would suggest to at least go up and\/or down on the route you are planning to do. You could explore the route, search for other (better) routes, enjoy the nature you are pleased to attend or even do some team trainings like possible crevasse scenarios or mountain rescue in general.\n\nIf you stay in the camp for several days without really doing something, this could yield to bad physical shape. Doing a several-hour walk every two days will fasten your acclimatization and increase fitness. The day between will be great for regeneration including eating, sleeping, gear preparation and so on.\n\nAnother point I could imagine while being a week or more stuck in a camp are social issues. Even if you stay there with people you know for years and who are good friends of you, this might be difficult. Especially if you are under harsh conditions and there is only that limited room in the tent.\n\nIf the weather is so badly that you have a very limited visibility and\/or the cold\/wind won't let you out for a longer walk, you might be really lucky to be even able to sleep properly. Most will be frightened. Indeed this is a situation where you should be concerned not getting snowbound or cut off supplies.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9524899721,
        "format_confidence":0.9910939336
    },
    {
        "url":"http:\/\/thefiringline.com\/forums\/showpost.php?p=5407308&postcount=1",
        "text":"View Single Post\nOld February 8, 2013, 02:59 PM   #1\nSenior Member\nJoin Date: December 5, 2012\nLocation: Memphis\nPosts: 418\nWhat is an inaccurate gun?\n\nI saw in another thread someone talking about how accurate their gun was and it got me wondering. What makes a gun inaccurate? Isn't a gun just a straight tube that a bullet travels through and will go where ever that tube is pointed? Wouldn't most accuracy problems be attributed to the person or the ammo and not the gun itself? What malfunction or design flaw makes a gun inaccurate?\nsouthjk is offline  \nPage generated in 0.04280 seconds with 7 queries",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.747290194,
        "format_confidence":0.5722091794
    },
    {
        "url":"http:\/\/www.baltimorebeatdown.com\/2013\/8\/13\/4616292\/tuesdays-mailbag-august-13th-2013",
        "text":"Tuesday's Mailbag: August 13th, 2013\n\nNew Ravens' WR Brandon Stokley catches pass at Monday's practice. - Evan Habeeb-USA TODAY Sports\n\nCan Stokley & Clark replace Boldin & Pitta? What tight-ends will make the roster? and more!\n\nHappy Tuesday, Ravens Nation! I hope everyone is having a splendid Tuesday! It is only 2 more days until the Ravens take on the Falcons for the second preseason game of 2013. Will they score over forty points this game? It's hard to say, but it is definitely possible! We don't have too many questions for this week, but we have enough to keep us busy! Let's get started!\n\nQ1: When you say Clark can \"grab balls out of the air with force,\" how does that compare with Anquan Boldin's ability to do that? - Beverly Couch\n\nAs many people know, Anquan Boldin was known as Joe Flacco's \"security blanket,\" which means Joe could toss the ball up to Anquan and he would catch it, even when he was not fully open.\n\nDallas Clark has the same ability to do this, but not to the level of Boldin. Clark's specialty is reaching his arms out high in the air, to catch whatever ball comes near him. He also leaps into the air to grab balls-- whether it be with one hand or two.\n\nDallas Clark is a tight-end that knows how to receive the ball around defenders, since he has had tons of experience here in the NFL, ten years to be exact.\n\nQ2: Who helped and hurt themselves the most in Week 1? - @realWillThrill\n\nHelped: WR LaQuan Williams. He played outstanding on Thursday night, recovering two fumbles, one resulting in a touchdown. He also had two receptions for 32 yards and a touchdown. Williams had the game of his career, and even though it didn't count, it definitely helps his chances of making the 2013 roster and possibly starting.\n\nHurt: A mix of WR Jacoby Jones, WR Tandon Doss, and WR David Reed. All three guys were on the field at some point, but none of them caught a pass or really helped the team offensively. For Doss and Reed, this not a good thing at all. With the signing of Stokley, the emergence of Marlon Brown and LaQuan Williams, and the fact that Jacoby Jones and Deonte Thompson are still on the team, will make it much harder for either of these guys to make the roster, much less becoming the #3 receiver.\n\nOf course, the help column could also feature any of these guys:\n\nQ3: What is the tight-end situation now? - @realWillThrill\n\nAfter the Clark signing, this is a very large debate. Most people believe that the Ravens will keep two additional tight-ends, besides Ed Dickson. The Ravens have the following tight-ends at the moment:\n\nI believe that the Ravens will keep three of these six tight-ends; the real question is who will they be?\n\nI think that Ed Dickson is a lock to be on the team. There's one.\n\nBilly Bajema is a pretty nice blocker, something the Ravens could use. There's two.\n\nMatt Furstenburg will be cut and put on the practice squad, so he won't make the actual 53-man roster.\n\nAlex Silvestro plays both tight-end and defensive end, so I believe he will be put on the practice squad, as well.\n\nNow it is down to Visanthe Shiancoe and Dallas Clark. Clark is one year older than Shiancoe, but he does have 2,645 more yards, along with 23 more touchdowns. Both have played the same amount of seasons. It seems to me like the better addition would be Dallas Clark, which means Shiancoe is out. There's three.\n\nThese are not my final picks, especially since we haven't seen Clark play in a Ravens uniform yet. We will just have to see what happens in the next few preseason games.\n\nQ4: Where do you see LaQuan Williams in the wide receiver competition? - @T_Strad\n\nBefore Thursday, I didn't really think that Williams would even be too relevant in the competition. I believed that there were a few receivers ahead of him, including Torrey Smith, Jacoby Jones, Tandon Doss, Deonte Thompson, and Aaron Mellette.\n\nNow, after Thursday's game, I think that he has jumped ahead of Doss and Mellette, along with possibly Thompson. I would look for LaQuan Williams to get a lot of plays at the #3 OR #2 receiving spot. I like Williams, and it seems that John Harbaugh does too.\n\nQ5: Can Stokley & Clark help offset the losses of Boldin & Pitta in Ravens' receiver production? - @SupermanRob2914\n\nIn the locker room, I think that Clark and Stokley will be much more outspoken. I think that these two will be able to rally the troops a little better, which will be good for the Ravens, who lack leadership after major losses to motivation during this offseason.\n\nOn the field, it will be hard for me to say that a 37 and 34 year-old will be able to produce more than a 32 and 28 year-old, whom were two of Flacco's favorite targets.\n\nClark could possibly surpass Pitta this year, as long as he can build up a relationship with Joe Flacco, and if he can get a lot of playing time with Ed Dickson still healthy and on the roster.\n\nAs for Stokley, I highly doubt that he will produce more of anything on the field than Anquan Boldin. Boldin was a monster. He was the best receiver, he had the best hands, he caught the most passes on third down, he was one-hundred percent reliable, and he was one of the most talented guys on the roster. It will be very hard for 37 year-old Stokley to produce more yards, touchdowns, receptions, blocks... anything.\n\nI still say that both of these guys will have pretty decent seasons, but I don't see either of them producing more than their younger comparison.\n\nQ6: With some nice plays by Chris Canty and Brandon Williams, could Terrance Cody be the odd man out on the defensive line? - @SupermanRob2914\n\nIt is very possibly, although I don't believe he won't make the roster. He will be playing NT, right behind Haloti Ngata for the upcoming season.\n\nIn Thursday's game, Cody really didn't play a very fantastic game. Cody will have to make up for that in the next few preseason games, but I believe he will make a few nice plays, which will show the coaches that he still deserves to be a part of the football team. If he doesn't make any nice plays in the next three preseason games, then that might be a sign that he is the odd man out, and that he may not deserve to be on the Ravens.\n\nWe all will just have to watch Cody closely in the final three preseason games, to see if his talent level goes up any notches, and if he can make a few more plays than he did on Thursday night.\n\nWell, that seems to be the end of this week's edition of Tuesday's Mailbag! I hope you all enjoyed reading it, but remember, you have the chance to be A PART of it! Email me questions at Victorgrayh10@gmail.com, OR tweet them to me @Frezeal33, OR put them in the comments below. I hope you guys continue to have a wonderful Tuesday, and don't forget to watch the Ravens take on the Atlanta Falcons on Thursday, August 15th at 7:30 PM EST!\n\n\nWatch highlights of Dallas Clark when he was with the Colts here.\n\nSB Nation Featured Video\nLog In Sign Up\n\nLog In Sign Up\n\nForgot password?\n\nWe'll email you a reset link.\n\nIf you signed up using a 3rd party account like Facebook or Twitter, please login with it instead.\n\nForgot password?\n\nTry another email?\n\nAlmost done,\n\nBy becoming a registered user, you are also agreeing to our Terms and confirming that you have read our Privacy Policy.\n\nJoin Baltimore Beat Down\n\nYou must be a member of Baltimore Beat Down to participate.\n\nWe have our own Community Guidelines at Baltimore Beat Down. You should read them.\n\nJoin Baltimore Beat Down\n\nYou must be a member of Baltimore Beat Down to participate.\n\nWe have our own Community Guidelines at Baltimore Beat Down. You should read them.\n\n\n\n\nChoose an available username to complete sign up.\n\nIn order to provide our users with a better overall experience, we ask for more information from Facebook when using it to login so that we can learn more about our audience and provide you with the best possible experience. We do not store specific user data and the sharing of it is not required to login with Facebook.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9970351458,
        "format_confidence":0.8185239434
    },
    {
        "url":"http:\/\/www.titleist.com\/teamtitleist\/team-titleist\/f\/5\/t\/18769.aspx",
        "text":"How do you get prototype balls\n\nStarted by : Henry R |\n\nJump To Last Reply\n\nHenry R\n\nI am fairly new to golf and i have noticed that playing pro V's help my game a lot. When i heard of the prototype i was excited but i couldn't find them any where. Any help would be appreciated.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9952701926,
        "format_confidence":0.9207348228
    },
    {
        "url":"https:\/\/www.steelers.com\/news\/asked-and-answered-jan-22",
        "text":"Asked and Answered\n\nAsked and Answered: Jan. 22\n\nLet's get to it:\n\nEDDIE WANEK FROM ALBUQUERQUE, NM: For the life of me I cannot understand why it seems the Steelers just let Mike Munchak go to Denver as an offensive line coach after he wasn't hired to be the Broncos head coach?\nANSWER: The Steelers didn't \"just let Mike Munchak go.\" They made an attempt to extend his contract even before it expired at the end of the 2018 season, and their effort to extend his contract included a salary very reflective of his status as one of the premier position coaches in the NFL. One more time, I will present what Munchak told the Pittsburgh Post-Gazette about why he left the Steelers to take the same job with the Denver Broncos: \"As my career shows, when I get somewhere, I stay there. When this opportunity came up (in Denver) to work in a city with my daughter, her husband, my granddaughter and my other daughter not far away in L.A., that's what we wanted. I'm not 30 or 40 years old anymore. I'm 58 and different things become important as you age. It was a family decision all the way. This was all about family from the beginning. If my daughter lived (in Pittsburgh), I wouldn't have taken any head coaching interviews. I'd rather be a line coach here than a head coach anywhere else, other than family.\"\n\nBOB RUSSAK FROM HASTINGS, NY: With Joey Porter's departure as outside linebackers coach, why wouldn't the Steelers jump on Kevin Greene to replace him?\nANSWER: Kevin Greene currently is under contract with the New York Jets as their outside linebackers coach.\n\nDAVID SAURER FROM PARMA, OH: I definitely agree with your assertion that the Steelers need to improve their skill players on defense. Who in the free agency market could we possibly consider?\nANSWER: While I understand fans' interest in talking about free agency and the draft, and in identifying potential players the Steelers could target in each, there is absolutely no purpose in starting that exercise now when it comes to free agents. First of all, free agency doesn't begin until March 13 when contracts expire and the new league year begins, and teams also have a two-week window (Feb. 19-March 5) to designate players with the franchise tag or the transition tag, both of which limit player movement to varying degrees. Also, teams can re-sign their own players starting today and going all the way up to the start of free agency. So to put some of those dates into perspective, based on the calendar, which tells us that today is Jan. 22: Feb. 19 is five weeks away, and March 5 is seven weeks away. March 13 is eight weeks and one day away. Nobody even knows which players will get to free agency, and so throwing around names at this stage of the calendar is a meaningless exercise.\n\nRICO GRAZIANO FROM LOS ANGELES, CA: Since Antonio Brown is an All-Pro and on the same level as Khalil Mack, do you think the Steelers should get nothing less than a No. 1 and a No. 2 draft pick in any potential trade?\nANSWER: Just to recap, here are the complete terms of the trade that sent Khalil Mack from the Raiders to the Bears: The Bears gave up first-round picks in 2019 and 2020, a third-round pick in 2020 and a sixth-round pick in 2019 to acquire Mack earlier Saturday. In return, the Bears got back a second-round pick in 2020 and a conditional fifth-round pick in 2020. I cannot imagine a realistic scenario in which the Steelers, should they decide to trade Antonio Brown, getting No. 1 and No. 2 draft picks in return, and here's why: A wide receiver, even an All-Pro wide receiver, isn't worth as much as an All-Pro edge rusher, and so comparing one deal to the other doesn't really apply.\n\nCHRIS KNAPPENBERGER FROM BROOKLYN, NY: I understand some fans (in the Pittsburgh area mostly) and media dislike the Steelers playing so many games in primetime, but not living in Pittsburgh nor having NFL Ticket, it offers me the convenience to stay home and watch. Do you think us missing the playoffs this year will impact the number amount of primetime games for the Steelers in 2019?\nANSWER: The Steelers are too attractive to the networks, in my opinion, for their 9-6-1 record in 2018 to be a significant deterrent in them being scheduled for anything short of the maximum of five primetime appearances in 2019.\n\nBILL POPLARCHIK FROM ANCHORAGE, AK: Will the Steelers use the transition tag on Le'Veon Bell, and is there a downside to doing this?\nANSWER: My sense is that this is going to come down to the outcome of what I see as an inevitable arbitration decision as to the amount of the transition tag tender on Le'Veon Bell. Because Bell sat out the entire 2018 season, the NFL believes the transition tag tender should be in the neighborhood of $9 million, while the NFLPA believes it should be closer to $14.5 million. If it's the lower number, I can see the Steelers using the transition tag. If it's the higher number, I am less sure but not willing to dismiss the possibility. If the Steelers do put the transition tag on Bell and then they do not match the offer sheet he might sign, there would be no compensatory pick for losing Bell in the 2020 NFL Draft.\n\nSHANE FRALEY FROM MEDFORD OR: Should the Steelers go after C.J. Mosley?\nANSWER: I cannot imagine a realistic scenario in which the Baltimore Ravens allow C.J. Mosley to escape their starting defensive lineup. He's too good, and players of his caliber are too rare. There are methods in place for the Ravens to prevent Mosley from ever reaching unrestricted free agency this March, and just as an example, the franchise tag tender for linebackers in 2018 was $14.96 million. For a talent like Mosley, that's a bargain.\n\nSCOTT DAVES FROM BESSEMER CITY, NC: I have heard a lot about the $21 million in dead cap money if Antonio Brown gets traded. Does that mean they simply cannot spend that money but keep it in the organization?\nANSWER: Look at it this way: Let's pretend each team's salary cap figure for 2019 turns out to be $121 million, for the sake of easy arithmetic. In that event, and if the Steelers had traded Antonio Brown, the Steelers would have a salary cap of $100 million for 2019. It's not as though the Steelers have to cut a check and make a payment, but only that there would be less cash for them to spend on the other players on the roster.\n\nJERRY RIES FROM MANASSAS, VA: I remember that back in the 1970s and 1980s the Steelers sometimes wore jerseys with pockets in them for cold weather games. When was the last time a Steelers player wore such a jersey?\nANSWER: That style was replaced by those muffs players now wear around their waists. Those also keep their hands warm, and it's a much more cost-effective way of accomplishing that.\n\nDWAYNE RUTLEDGE FROM NORTH CHARLESTON, SC: Do you think the Steelers will bring back Markus Wheaton? He is a free agent and is still young.\nANSWER: One could make the argument that because he is a young player who was cut last September and then was out of football for the rest of the 2018 season speaks volumes.\n\nDAVE COSTELLO FROM ROSCOE, IL: Do you think the Steelers would have any interest in looking at Adam Vinatieri? I know he's 46, but he's still pretty reliable.\nANSWER: A 46-year-old kicker? Really?\n\nRICHARD HAYNES FROM ALBUQUERQUE, NM: I know when James Harrison left the Steelers it wasn't under the best of circumstances, but with Joey Porter gone, do you think there is any chance the Steelers might bring Harrison back as a linebackers coach?\nANSWER: Only if his career as a media icon falls apart.\n\nTHOMAS SCHMIDT FROM GRANDY, NC: How do you remain civil answering all of these stupid questions from people claiming to be long-time fans?\nANSWER: The repeal of the 18th Amendment to the U.S. Constitution.\n\nRelated Content",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9972501397,
        "format_confidence":0.8496161103
    },
    {
        "url":"http:\/\/b5fanatic.tripod.com\/NoelleFiles\/JDFC\/askjerry.htm",
        "text":"Ask Jerry\n\nSubmit your questions for Jerry Doyle here, check back in a few weeks for your answers. (Answers will be published in the JDFC mag first)\n\n\n\nWhere are you from?\n\nJerr Doyle Fan Club Member Status:\n\nYour email address (for a reply).\n\nAsk your question.\n\n\nLink here for answers\n\n\n\nQuestions will be screened. Repetative and excessively dopey questions will be dumped.\n\nQuestions from Members will have priority. They will be posted first in the Members Only area, then later online. All questions may be published in the fan club newsletter, so please keep it PG.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.592379868,
        "format_confidence":0.5474956036
    },
    {
        "url":"http:\/\/www.yardbarker.com\/college_football\/articles\/q_a_with_buckys_5th_quarter\/12056578",
        "text":"Found October 25, 2012 on Banks Of The Red Cedar:\nAn example of the excitement of the Wisconsin games. We did a Q&A with Andrew Rosin of Bucky’s 5th Quarter, check it out here! 1.) This has nothing to do with the upcoming game, but why are you a Badgers fan? Ironically, I became a Badger fan in part because of a loss. I mean, my first game was back in the dark days of the Don Morton era (look him up kids). They lost to Western Michigan. And yet they celebrated. The Little Andrew found the 5th quarter to be awesome, and a tradition to be loved. Silly non-football reason, I know, but here it is. 2.) You made a (hopefully) sarcastic post before the season started about “Why Michigan State Will Go Winless”, and that seems a lot smarter than I thought it did. I thought we’d be 6-2 at this point, not 4-4. How serious were you in making those predictions? Me, sarcastic? Nah. All honesty, it was a mixture of them being treated as a Legends Division sleeper, and the fact that I didn’t trust Andrew Maxwell as a quarterback and there being some pieces on defense gone to the league. If I was being honest? I would have tagged them at 4-4 or 5-3, if I was being nice. But I would be worried about the possibility of going into the Northwestern game needing to win out to be bowl eligible. 3.) Do you believe, right now, that MSU-Wisconsin is the most heated rivalry in the B1G? Yes. 100% yes. There is no game in the B1G that has anywhere near the energy that this game has, even despite the Badgers early-season and Sparty’s current struggles. And even before the bomb, the tiebreaker, and the catch and flop? The margin of victory’s never been more than one score since the Badgers and Spartans started back up in 2007. Shame this ends for a while after the year. 4.) What happened to Wisconsin at the beginning of the year? How much better have they gotten? There was a massive amount of transition that the preseason magazines decided to ignore. They were overrated to start the year. Between the quarterback, the receivers, the offensive line, and the coaches that left after last year’s Rose Bowl? There was a lot that had to be settled. Also, the Badgers have had bad luck with injuries. Especially on the defensive and offensive lines and with Jared Abbrederis’ concussion. How much better are they? They’re definitely up to a good team. But they have weaknesses. Placekicking for one. If Sparty’s up by two late and the Badgers need a field goal to win. No Badger fan will like those odds. And there’s a real hole in that there’s not a consistent second receiving option. You stop Abbrederis, and Stave struggles. At least that’s what the second half of the Nebraska and the Minnesota game showed. But the running game is healthy. And that’s about 75% of why the Badgers win. 5.) What player on Michigan State worries you the most? The obvious answer is Le’Veon Bell. The Nebraska game is a script that Sparty can use to win. Be patient with Bell, and thump and thump, and rely on the rush defense to force the Badgers into a massive amount of three and outs, thus wearing down the Badgers solid front seven. Suffice it to say I’m worried about the run defense too. 6.) What under-the-radar player on Wisconsin should MSU be worried about? Under the radar, eh? The Badgers have a massive run stuffer on the defensive line named Beau Allen. He’s good enough to bull his way into the backfield against most guards and centers, and take on two blockers so that the top notch linebacking crew can flow to the ball. A part of the reason why the running game got healthy was when Kyle Costigan was inserted into the starting lineup before the UTEP game. He’s a nasty run blocker and he will not be outworked. He’s got the sort of toughness to demand to stay in the game even when his knee’s falling apart. 7.) What does MSU have to do to beat Wisconsin, and vice-versa? I’ve mentioned this before, but while the starters are talented, the Badgers aren’t deep on defense. And a team that can force the Badgers into three and outs, the running game starts to develop holes. They will also fall asleep for a play or three and get got on a big play. If Sawyer Kollmorgen can get a long touchdown, Andrew Maxwell can absolutely get one. For the Badgers, they need to win third down. One of the situations where the Badgers have had issues have been on third and short. Stave’s gone 6-15 on third and 6 or less. And the Badgers have converted just over 50% on runs from 3rd and 3 or less. They sustain the drive, Sparty has no shot. 8.) I’m headed up to Wisconsin to watch the game. Do you have any recommendations\/comments for me and everyone else going up to Madison as to what you should do\/see? If you want a nice bit of local flavor, you should go to Dotty Dumpling’s Dowry. The Burgers are top notch and a shake and cheese curds make for a fulfilling, if supremely unhealthy meal. Otherwise, for a newbie, take a walk down State Street. Visit the shops, and enjoy. 9.) Give us your best score prediction. Badgers 21, Michigan State 13,  Bell gets a TD, Ball gets 2. Go Green!\n\nBurge making the most of his chance to start\n\nMADISON, Wis. All the conditioning drills, practices, lengthy film study meetings and early-morning weight lifting sessions took a toll on Wisconsin offensive lineman Robert Burge in a way he never could have envisioned. For four years, Burge sacrificed for the good of the team. No scholarship. Little playing time. And by the end of last season, little fun. He decided, before...\n\nMichigan State Football: A win against the Badgers could revive the Spartans\n\nThe Michigan State Spartans (4-4, 1-3) travel to Camp Randall Stadium this Saturday to take on the 25th ranked Wisconsin Badgers (6-2, 3-1) in a game that could potentially make or break the Spartans season. With recent losses against Michigan and Iowa, the Spartans have lost two games in a row for the first time since 2009. If the Spartans fall victim to the Badgers rushing attack...\n\nQ&A: Previewin the Badgers with MadTown Badgers\n\nThe Spartans head into Camp Randall tomorrow to play Wisconsin. Recently, these games have led to high-scoring games decided on late touchdowns. This one ... has the look of something a little different. The Badgers struggled early this season and have been picking it up of late, while Michigan State started off well but is on a 1-3 slide.    To see what to expect...\n\nOpponents know Badgers will reload\n\nROSEMONT, Ill. When Wisconsin coach Bo Ryan discussed his team Thursday morning during the Big Ten basketball media day, he casually slipped in that Josh Gasser would take over the starting point guard role for graduated senior Jordan Taylor this season. If media members and college basketball fans are interested to see how the transition works, so are Big Ten players themselves...\n\nOpponents know Badgers will be strong\n\nROSEMONT, Ill. When Wisconsin coach Bo Ryan discussed his team Thursday morning during the Big Ten basketball media day, he casually slipped in that Josh Gasser would take over the starting point guard role for graduated senior Jordan Taylor this season. If media members and college basketball fans are interested to see how the transition works, so are Big Ten players themselves...\n\nRyan Names Gasser as Badgers Starting Point Guard\n\nUsually the Big Ten media day can be rather bland, but if you expected that out of Bo Ryan you don't know him very well. He made a huge announcement, but perhaps one most saw coming to start the season, naming Josh Gasser as his starting point guard out of the gate in 2012-13. \"Thank goodness for the new rule,\" Coach Ryan said. \"We had a chance to see Josh...\n\nBadgers Opposition Q&A: The Michigan State Edition\n\nWisconsin vs. Michigan State - the games conjour up bittersweet memories for Badger fans the past two seasons. On the one hand their are the two regular season losses that likely prevented the Badgers from their shot at a first National Championship. On the other hand there's the victory over Sparty in the first ever Big Ten championship game that got us to a second straight...\nCollege Football News\nDelivered to your inbox\nYou'll also receive Yardbarker's daily Top 10, featuring the best sports stories from around the web. Customize your newsletter to get articles on your favorite sports and teams. And the best part? It's free!\n\nToday's Best Stuff\nFor Bloggers\n\nJoin the Yardbarker Network for more promotion, traffic, and money.\n\nCompany Info\nWhat is Yardbarker?\n\nYardbarker is the largest network of sports blogs and pro athlete blogs on the web. This site is the hub of the Yardbarker Network, where our editors and algorithms curate the best sports content from our network and beyond.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9976631403,
        "format_confidence":0.8677341938
    },
    {
        "url":"http:\/\/www.questionhome.com\/html\/Dancing\/20080513\/206033.html",
        "text":"Question Home\n\nPosition:Home>Dancing> Dance of the Sugar Plum Fairy dance steps?\n\nQuestion: Dance of the Sugar Plum Fairy dance steps!?\nHi I am trying to figure out the dance steps in this clip for at least 8 counts, it's the Dance of the Sugar Plum Fairy on YouTube!. Please help, thanks! :)\nHere it is:\n\nBest Answer - Chosen by Asker:\nAfter the preparation, you mean!? It goes like this:\n\nOn the 8-and of the intro, pas couru (run in parallel en pointe)\non 1, land in effacé devant on fondu, small pose arms\non and, relevé and double battu front\non 2, return to effacé devant on fondu\non and, relevé and passé through cou-de-pied\non 3, fondu in effacé derrière, second arabesque arms\non and, pas de bourrée, stepping down on 4 in a pseudo-fourth croisé\non and and through 8, repeat to the left (pas couru, fondu effacé front, beat and return effacé, passé to effacé back, pas de bourrée)\nOn 8-and, pas jeté over to begin the next series\n\nFor some reason, the counts feel weird when you first start learning it!. It is a 2\/4, so if you just count 1-and-2-and-3-and-4-and, and so on, it's all square!.Www@QuestionHome@Com\n\nok ill try as best as i can!\npasse walk, releve develope, crosse, boure, pointe double battue, lunge, repeat (boure pointe double battue lunge) boure side cabreal, six step battue,\nthat was really hard to capture!! a lot of it it just walking and battues!. but i hope i helped!! and i know i made A LOT of spelling mistakes but i tried! :)Www@QuestionHome@Com\n\nPasse, step, passe, step!.(repeat 2 more times) step, developpe, pas de bouree, tendu, cerre, beat, fondu lunge (croise derriere)!.\n\nI'm not completely sure!.!.!.Www@QuestionHome@Com\n\ndepends on the version and choreographerWww@QuestionHome@Com",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.6668713093,
        "format_confidence":0.9830015898
    },
    {
        "url":"https:\/\/blog.askrotoman.com\/2014\/04\/ask-rotoman-holliday-for-machado-blame-it-on-cain\/",
        "text":"ASK ROTOMAN: Holliday for Machado? Blame It On Cain.\n\nHey Rotoman:\n\nI have Longoria as my 3B, and have Manny Machado. I want to trade Machado to improve my outfield.\n\nWhat do you think of this trade: I get Matt Holliday for Machado and Matt Cain?\n\n“Machado Man”\n\nDear Macho:\n\nSome music while we think about this.\n\nFirst off, I don’t have enough information to judge. It sounds like you won’t miss Machado much, playing Longoria instead, but whose working week does Holliday end? And who is filling Cain’s shoes?\n\nThe problem here is that Cain has not been a Top-20 starter so far this year, and that makes it easy to undervalue him after a few bad outings. I recently l0oked at last year’s slow starting pitchersÂ and found that pitchers who were expected to be good usually did okay after a bad start. Matt Cain was one of those guys last year, and he recovered, at least part way. A bad start doesn’t mean the rest of the season is a disaster.\n\nStill, over the five months after his bad start Cain wasn’t the Cain anyone who bought him last year hoped for him to be. And it has to be disturbing that he’s starting this season in similar fashion. So I can understand disenchantment.\n\nOkay, another musical interlude.\n\nBut I can’t really judge your trade because I’m not seeing all the pieces. The two parts that stand out are: It’s a great idea to upgrade your outfield by dealing a reserve corner. Not that it isn’t valuable to have a solid backup like Machado, but to win you probably have to maximize even if that’s a little risky. So that makes sense if Holliday is a nice bump on the guy you’re replacing.\n\nBut Matt Cain shouldn’t be a throw in. If you have a great staff without him, making him expendable because of his poor start, I don’t have a problem with that. But if you’re dealing him because you’re expecting him to be replacement level the rest of the way, I think there’s a fair chance you’re selling him a little short.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9929352403,
        "format_confidence":0.9411752224
    },
    {
        "url":"https:\/\/www.dallascowboys.com\/news\/mailbag-reasons-for-belief-in-a-turnaround",
        "text":"Presented by\n\nMailbag: Reasons For Belief In A Turnaround?\n\n\nI keep hearing the team say they control their own destiny despite their struggles, and I guess that's true. Is there a player or a factor that gives you any optimism right now that they can turn it around? - MATTHEW K \/ DALLAS, TX\n\nLindsay: I believe in the heart and mindset and focus of Dak Prescott. Since day one, that day at training camp in 2016 when Kellen Moore hurt his ankle and he stepped in, Dak has had the right mindset for this game. And at this point of the season, the mental is everything. I'd bet on Dak any day.\n\nRob: Lindsay makes a great point: You don't see any panic from Prescott around here in terms of message or body language. When your leader has that approach, it should be a confidence builder for the rest of the guys. I still think they find a way to win the division, and then, who knows. The other thing is, they're relatively healthy for this final stretch. Sometimes that's everything. The Eagles reportedly lost Alshon Jeffrey for the season on Monday night.\n\nI just saw where Mitch Hyatt was promoted to the team. Is there an issue with one of the tackles? Cam Fleming, I assume, is the swing tackle and Brandon Knight can play tackle as well, so why the call up? Was there a chance he could have been poached by another team? - JACK FANELLI \/ BLACKWOOD, NJ\n\nLindsay: There are reports there was a chance he could have been snatched up so the Cowboys wanted to keep him. He was an All-American tackle at Clemson so maybe they see a way he can potentially help this line in the future.\n\nRob: I don't believe the move has anything to do with Fleming or Knight. As Lindsay said, reports are teams might have been interested in signing Hyatt off the practice squad, as was the case a couple years ago when Blake Jarwin got promoted. But I think the Cowboys also like Hyatt's development. Needs time to develop strength at this level, but a solid prospect.\n\nRelated Content",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9971597195,
        "format_confidence":0.705473125
    },
    {
        "url":"http:\/\/uaddit.com\/discussions\/showthread.php?s=a30cccbd5fc039abcc1aa488bfdf2cd7&t=6686",
        "text":"David Barton Gym Prices?\n\nwant to join a gym and work out but I don't really want to change my eating habits.\nI heard some good reviews from David Barton Gym. I'll go there if the price is right.\nWhat is the price of a membership to David Barton Gym? Is it expensive?\nI'm a student so I don't have much money.\n\nasked by Nicolas in Diet & Fitness | 7366 views | 11-24-2009 at 07:45 PM\n\nHere's what I found about David Barton Gym and its prices:\n\nTo get started you have to pay $400 for the initiation fee.\nIf you're lucky you can get $300 off the regular enrollment fee.\nSome David Barton Gyms offer lower monthly rates and $0 initiation fee so you have to find the right one.\n\nanswered by Jordyn | 11-24-2009 at 07:49 PM\n\nThread Tools\nvBulletin® Copyright ©2000 - 2018, Jelsoft Enterprises Ltd.",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.9900582433,
        "format_confidence":0.9158210754
    },
    {
        "url":"http:\/\/safeisfast.com\/ask_a_pro\/66-brian-redman",
        "text":"Brian Redman\n\nBrian Redman, sports car legend and former F1 racer is the latest online driving instructor for \n\nRedman was one of the leading sports car racers of his generation, winning the 1970 Targa Florio, the 12 Hours of Sebring (twice) and the Daytona 24 hours (three times). \n\nRedman had a short spell in F1, competing in 12 grands prix between 1968 and 1974. He achieved a third place podium in his first ever F1 grand prix, and went on to finish an impressive fifth in the rain at the 1972 Monaco GP. \n\nRedman has recently published his racing autobiography, entitled ‘Brian Redman: Daring Drivers, Deadly Tracks’. The 300-page book, published by Evro Publishing, covers the 1965-1975 seasons and offers a riveting account of Redman’s racing career.\n\nSports car legend & former F1 driver \n\nBrian Redman answers your questions!\n\n  1. If the odds of dying in a race-car were one-in-three during your early career, what made you continue racing?\n\n    - Jackie Toms\n    • Try\n    • I was asked to leave school at 16 – “we can’t teach you anything,” they said – in 1958 and then when I was 21 my maternal grand-father died. I bought his business, which made mop-heads, the things you clean the floor with, for $1,000, from my mother. We manufactured them in Burnley, Lancashire and I delivered them in my Morris 1000 “Woody” all over the north of England and the southern part of Scotland, driving like a madman.\n      I fitted the Morris with a Shorrock super-charger, harder brake linings, anti-roll bar front and rear, and an anti-tramp bracket at the back – but no seat belts or roll-cage of course!\n      I thought I’d better get off the road before I killed myself, or worse, someone else! I turned professional in 1967 when a friend, David Bridges, offered me $60 a week, guaranteed for a year, with a car and a mechanic. By 1968 I was driving a Ford GT40 for John Wyer Gulf, with Jacky Ickx, and a Cooper F1 car. \n      So, the short answer is I continued racing because at last I’d found something I could do reasonably well and at the same time, earn a living! \n\n      SAFEisFAST video: Getting Started\n  2. Who was the toughest competitor you ever raced against? - Thomas May\n    • Try\n    • In long-distance racing I was lucky to drive with two of the best drivers in the world, Jacky Ickx in the GT40 and Ferrari 312PB and Jo Siffert in Porsche 908s and 917s. \n      However, although I was lucky enough to enjoy a good deal of success in endurance racing, I enjoyed the accuracy and vision more in single-seaters. Especially driving the Carl Haas\/Jim Hall Lola T330\/332 F5000s. \n      When USAC joined with the SCCA in 1974, a sudden influx of excellent USAC drivers appeared in F5000. Mario Andretti, the Unser brothers, Gordon Johncock, Johnny Rutherford and others. \n      I have to say, that Mario was my toughest competitor during 1974-75, before he went Formula One. We raced hard and clean for those two years and never touched wheels or had a bad word. Although, Mario’s Vels Parnelli team took away my chief mechanic, Jim Chapman, at the end of the 1973 season, and we had a superb crew, led from the front by Jim Hall. I’m sure Mario would agree that it was the superb reliability of our car that allowed me to win the F5000 Championships! \n  3. Who was your greatest overall driver of the 1960s and 1970s? - Greg Jones\n    • Try\n    • When I started racing in the “Woody” in 1959, a certain young Scottish sheep farmer, Jim Clark by name, was winning local races in what appeared to be an effortless fashion. Later, in 1967, we raced in Formula 2 together. Indeed, I learnt two valuable lessons from Jim:\n      1:  When I asked if he exercised, he replied: “Och aye laddie – I lift my leg to get into bed at night.” I’ve followed his advice ever since.\n      2:  In those far-off days, no one had airplanes and there were few commercial flights. So, every Sunday evening after a race there would be celebratory parties and dinners. On one such evening, in Barcelona, we were in a pleasant restaurant, with the wine and conversation flowing nicely. After the main course was finished, Jim took his knife, balanced a pat of butter on it and gave it powerful flick. I watched with interest as it landed on the nose of an attractive young lady. Instantly, my first, but by no means last, food fight was started! \n  4. What was the difference between Ferrari and Porsche in the ways the teams were run when you raced for them? - Nick Mannion\n    • Try\n    • Although I’d driven one Formula 2 race for Ferrari in 1968, it was 1972 with the 312PB before I had a regular drive. As it happened, the team manager, Peter Schetty, was Swiss and an excellent former driver in his own right. So we had none of the chaotic pit stops that Ferrari was well known for. \n      In 1971 Ferrari concentrated on the 312PB deserting the 512, which was in its last year of eligibility. Although leading races and setting fastest laps, it didn’t win until November when Clay Regazzoni and I won the Kyalami Nine Hour race. In 1972, it won every race except Le Mans, where Ferrari didn’t go because of concerns about the reliability of the three litre F1-based engine.\n      In 1969, when I drove 908s for the Porsche factory team, it was the first time, because of the change in engine size regulations, that Porsche had a chance to win the manufacturers’ championship, which they did. In the early races, Porsche ran five cars, with ten drivers. Six Germans, three English (Vic Elford, Ricahrd Attwood, and I) and one Swiss (Jo Siffert). All this was managed by another excellent Swiss driver and manager, Rico Steinemann.  \n      In 1970 the renowned team owner and manager, John Wyer, took over the running of the official Porsche 917s and 908\/03s (built only for the Nurburgring and Targa Florio).\n      So the short answer to the question is, there wasn’t much difference in the way the teams were run!\n  5. Racing has made some amazing improvements in driver safety in recent years and you raced throughout the period. How did it all come about? - George Thompson\n    • Try\n    • Yes indeed. In my first year in F1 with Cooper, half the drivers didn’t even wear seat-belts. They would rather be thrown out, or have the ability to jump, in case of fire, which was all too common in those days. I was in six fires in a four-year period, between 1968 and 1972.\n      It was, of course, Sir Jackie Stewart who started the safety campaign after he was trapped partially upside down, with fuel flowing over him after he aquaplaned off the track at the notorious Masta Kink during the 1966 Belgian Grand Prix at Spa-Francorchamps. Jackie was trapped in the car,\n      and was eventually released by BRM team-mates Graham Hill and Bob Bondurant who had also aquaplaned off but with less serious results. They had difficulty releasing the steering wheel and did so by borrowing tools from a spectator. There was no fire truck and no ambulance.\n      The Chairman of BRM, Louis Stanley, was a larger-than-life character, full of pretension and bombast. Disliked by nearly everyone, he never-the-less\n      was a huge supporter of greater safety in motor-racing, helping to supply a mobile hospital and safety services. I would imagine Fernando Alonso is very grateful for Jackie Stewart and Louis Stanley’s efforts! \n\n      SAFEisFast video: The Evolution of Safety\n  6. What were the greatest moments of your career that you picked out for your new book? - Adam Smyth\n    • Try\n    • With my co-writer Jim Mullen, we decided to pick out certain significant moments like Spa, Daytona, Le Mans, the Targa Florio, F5000, 2-litre etc, because we wanted the book to ‘flow’ nicely, without too much painful detail! I have been very fortunate to have raced in a very interesting era, to have driven some incredible race cars and to have survived some very bad accidents. Mark Hughes, the editor, has done a wonderful job of putting everything together with a superb selection of over 300 photographs – or so I’m told, I haven’t actually counted them!\n  7. What would you say is the best thing that you have learned throughout your driving career? - Marc Cohn\n    • Try\n    • It’s probably to never give up your pursuit of a goal. \n      Many, many times I have been in the depths of despair. One example was my stupid retirement to South Africa at the end of 1970 that lasted only four months. \n      I’d retired from the best team in endurance racing, John Wyer Gulf Porsche, and the driver who took my place, Derek Bell, never looked back! \n      The accident at Spa in 1968 was another. I’d just reached the top, and in an instant was at the bottom again! \n      Plus there was the fire on the Targa Florio when I stood-in for Derek as he’d never done it and Siffert and I had won the year before.  \n      Another example was the neck-breaking accident at St. Jovite in 1977 when my new Lola T333 single-seat Can-Am took off after I lowered the front wing by a quarter of an inch. That broke my neck, C1, left shoulder, sternum and ribs, and the ambulance blew a tire on the way to hospital. When my wife, Marion, arrived from England the next day, the front page of the Montreal paper showed the drivers working on the wheel, me in the back not looking too good. The headline ran: “Redman est Mort (Redman’s Death)”. It’s all in the book!\n  8. For the endurance races, which was your favourite track? And what was it like to race at Spa? - Anonymous\n    • Try\n    • Well, Spa was my favourite – but only after the race! When I first raced there in 1966 in a Ford GT40, there were no barriers, just trees and it was so fast. Although I’d been driving a Lola T70 Can-Am car in the U.K. and thought I could drive anything, anywhere, I almost retired from racing at the end of the first day of practice. Sir Jackie Stewart has offered his opinion that the Nurburgring was the most difficult track. Of course, with 160 odd turns, over hill and down dale, for 14.5 miles sometimes with changing weather condi... (truncated)",
        "topic_id":21,
        "format_id":17,
        "topic_confidence":0.985599041,
        "format_confidence":0.6862952709
    }
]