[
    {
        "url":"http:\/\/www.thehappyemployee.com\/2008\/03\/email-guerrilla-techniques-2-only-apply.html",
        "text":"25 March 2008\n\nEmail Guerrilla Techniques 2 (Only Apply If Really, Really Desperate)\n\nDoes email overload sound familiar? You're looking at your inbox and don't know where to start? Desperate times call for... Guerrilla Techniques!\n\nBut first, what qualifies as being really, really desperate?\nHere's an example:\nYou're staring at your computer, can't remember what you were about to do, it's past midnight, you're still at the office, you realize you're completely screwed and you definitely feel like throwing your chair through the (closed) window.\n\nEmail Guerrilla Technique #2\nIf you receive emails saying \"please take care\" and realize that it's the result of a 15 round email tennis match where half a dozen people used their creativity to hide information here and there, or it's a single message that is just plain cryptic, then it's time for Email Guerrilla Technique #2.\n  • don't spend a lot of time trying to figure out what you're supposed to do (and risk wasting your time delivering the wrong thing).\n  • Within seconds of reading the message, fire back a reply saying \"I'm not sure I understand your request. Please specify how I can help you.\"\n  • Don't wait, do it right away.\n  • Use your time for truly urgent and important things while you wait for a reply (or have a coffee with the cute girl from marketing).\n  • Celebrate as soon as you realize that a lot of your requests for clarification never get answered (less work for you!)\nTo be continued.\n\n\nAnonymous said...\n\nThis is a great tactic! I've been employing it for years. Except I'm more likely to pick up the phone and leave a voicemail message. I figure if they couldn't explain it in writing the first time...\n\nGoes with the idea of not working harder than they are\/caring more than they do. I mean am I mining for gold dust here? No. So just hand me the nugget.\n\nOf course, I'm talking about clients I want to help, and you're probably talking about those impossibly murky and poorly thought out requests for this and that. Which makes your approach all the more brilliant. I wish more of my clients would use it.\n\nHappy Employee said...\n\nIt's exactly as you say. If you need to get a feedback from paying customers, then picking up the phone is probably better.\n\nBut if you're just swamped with requests and know that you will never be able to do everything, let them help you decide what you will really do.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.8882348537,
        "format_confidence":0.755711019
    },
    {
        "url":"http:\/\/performancehacking.ruxit.com\/tag\/daniel-burrus\/",
        "text":"Don’t Predict the Future,\nDisrupt It\n\nHenry Ford’s Model T – A Case For Disrupting the Future\n\nSuccessful innovation is about being able to disrupt the future.\n\nAuthor and technology and innovation pro Daniel Burrus published a post last month called “Forget Agile and Lean—It’s Time to Be Anticipatory.” He writes:\n\n“To thrive in this new age of hyper-change and growing uncertainty, it is now an imperative to learn a new competency—how to accurately anticipate the future.”\n\nI look at it slightly differently. Success doesn’t come when you anticipate the future per se, it comes when you disrupt it and innovate (or take a performance hacking approach to it, if you will). But either way you slice it, you’re going to take some chances. Around here, we build monitoring tools, which means we’re creating things within an existing market where every player in the game claims to have great technology. For us, the answer lies in predictable innovation, made possible when a product falls into one of three categories:\n\n  1. A successful product is tweaked in a way that expands its user base.\n  2. The price becomes affordable to a wider demographic.\n  3. The company moves to a new, likely larger market and changes their target audience.\n\nRead More…",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.6482052803,
        "format_confidence":0.7270475626
    },
    {
        "url":"https:\/\/yetanothervalueblog.com\/2017\/07\/some-thoughts-on-stock-dilution-part-2-rlje.html",
        "text":"Sign Up\nLog In\nGeneric selectors\nExact matches only\nSearch in title\nSearch in content\nSearch in posts\nSearch in pages\n\nSome Thoughts on Stock Dilution Part 2 $RLJE\n\nPosted July 25, 2017\nNote: this is part two in a series that started discussing stock dilution and Turning Point Brands (TPB); please see part 1 here.\n\nRLJ started as an SPAC by Robert L Johnson, who founded BET. The results have been a disappointment, but in the past year there were some signs that the company was turning a significant corner.\nToday, RLJ has two main assets: two rapidly growing streaming services (AcornTV and Urban Movie Channel (UMC)) and their ownership of 64% of the Agatha Christie Library.\nThe crown jewel of the company is clearly the Acorn channel. It’s one of the 10 largest streaming channels, and it’s growing like crazy. UMC just launched, but it’s also growing rapidly.\nRLJE clearly has big hopes for Acorn \/ UMC. Their investor presentations list a one-two year goal of hitting 1m subscribers and a long term goal of over 2m subscribers generating $150m+ in annual revenue and annual EBITDA >$25m.\nRLJE’s other big asset is their ownership of the Agatha Christie Library (ACL), which controls the rights to Christie’s works and iconic characters like Hercule Poirot and Miss Marple. RLJE’s share of ACL’s earnings came out to $2.2m in 2015 and $3.1m in 2016, and given the earnings are generally royalty based (i.e. earnings basically equals cash flow), this is a high multiple business that likely carries significant value. However, what’s most interesting to me isn’t ACL’s historic earnings; it’s the potential for a very bright future \/ outlook. Amazon just picked up the right to seven dramas based on ACL’s works, and a Hercule Peirot film (Murder on the Orient Express) is coming out later this year and could generate some hype: it’s got a fantastic cast (Johnny Depp, Daisy Ridley, Judi Dench, Josh Gad, etc.), the trailer looks really good IMO, and analysts expect it to be the #1 film the weekend it launches. Perhaps the movie starts a franchise. I haven’t been able to confirm what RLJ \/ ACL’s economics in the film are, but between the film and the new Amazon deals I’d expect ACL’s future earnings outlook to look pretty bright.\nSo the underlying investment thesis certainly seems interesting: a rapidly growing streaming business and a highly profitable licensing business that could be set to see a big pickup in value. It gets even better though: RLJE has a natural acquisition partner. AMC Networks (AMCX) owns 50.1% of them through warrants from a deal they struck last year and would clearly benefit from owning the rest of RLJE. On top of the corporate synergies from cost cutting, AMC has been very clear that they have struggled with a direct to consumer offering, and RLJE’s experience \/ technology in that area would be valuable to AMC.\nSo what’s RLJE worth? It’s not an easy story to put together given how disparate the parts are and how quickly they’re moving. My rough stab broke RLJE into three parts (streaming, ACL, and corporate) and then tried to value each individually.\n  • Streaming: Rapidly growing streaming services generally lose money hand over fist as they invest in both content and marketing to acquire new subs, but that’s generally accepted as most people believe the LTV of those subs is significantly higher than the upfront investment (see: Netflix’s $80B valuation on 100m subs). The question is what level of subs to use for RLJE. Should we use the 520k subs as of the end of Q1? Or should we use the 1m subs they’re projecting to hit within the next year or two? Obviously you’d use a lower multiple for future subs than current subs, but given that significant projected growth you’d come up with a much higher answer for the future subs.\n    • My answer: fellow streaming service GAIA (disclosure: long a very small amount) trades for ~$550\/sub. GAIA charges more per month than Acorn (~$10\/month versus $5), but it’s also growing subs a bit slower (though still really fast!), has a smaller sub base, and probably has a smaller potential audience than Acorn. I factored all that in and assumed RLJE’s streaming business was worth $350\/sub, or ~$182m given 520k subs currently.\n  • ACL multiple: ACL would generally be valued on a multiple of earnings but given the potential growth from the upcoming movies \/ Amazon deal, there is the open question of what level of earnings to use for ACL. I simply took 20x LTM earnings for ACL, which gives a value of ~$60m, though it seems there could be upside to that number if the new movies \/ streaming deals cause earnings to grow rapidly.\n  • Corporate- Corporate overhead has eaten ~$12m on an LTM basis. I think a lot of this could go away in a merger. I value this at 6x LTM earnings for a valuation drag of $70m.\nPut it all together and we get $182m in value from the streaming business, $60m from ACL, and negative $70m from corporate overhead for a total value of $182m. If I adjust for all of their warrants (we’ll get to those in a second) and debt, that gets me to a per share value of ~$5.32. Not bad versus today’s price of $4.50, and the upside from there if they can deliver on their 2m subscriber goal would be incredible. Also worth noting the valuation is a standalone: from a strategic acquirers perspective (someone like AMC), RLJE would be worth significantly more given the prospects of cutting their overhead as well as leveraging their technology \/ consumer distribution.\nHowever, you might remember we started this article discussing share dilution. And my issue with RLJE is there is a lot of dilution in shareholders’ future. As part of their debt deal with AMC, RLJE issued 20m warrants to buy RLJE stock at $3\/share (pretty substantial against ~13m basic shares currently outstanding). I can live with that; however, RLJE recently changed the debt they borrowed from AMC so that it pays interest exclusively in RLJE shares priced at $3\/share (see below). This means every year RLJE will be issuing ~1.6m shares to AMC, or diluting themselves by ~5% (on top of whatever stock comp they give to management).\nNow, RLJE was pretty clear that they switched their debt to pay all in equity in order to save cash so they could invest it all in content and accelerate their growth, and I certainly can understand that logic. It’s certainly possible that the return on the investment from taking all that cash and growing the streaming services to scale outweighs the dilution, and partnering with AMC (who could both give them cash and eventually acquire them) was by far the best solution for the company.\nBut it’s also difficult for me to look at a company that would willingly dilute their shareholders at 5%\/year for the next several years and give away warrants to purchase half the company at $3\/share and think that management is 100% focused on building shareholder value versus building an empire.  Add that concern to the company’s returns since the initial SPAC acquisition was completed and I really wonder if shareholders are ultimately going to be the ones who realize the value creation here.\nMaybe I’m being too cynical and my hang up on dilution is biting me. Maybe I’m just bitter for having passed on RLJE on that dilution reasoning when they first announced the deal and having watched in horror as the stock ran from $3\/share to $4.50 after passing. Or maybe my concerns are justified and RLJE is simply taking very expensive capital to pursue a high risk \/ high reward strategy of investing a lot into content with the goals of hitting scale before tapping out without a regard for the risk\/reward for diluting shareholders like that.\n\nSo I don’t know. Really, the only thing I do know is I’m excited to go see Murder on the Orient Express now.\nNewest Most Voted\nInline Feedbacks\nView all comments\n3 years ago\n\n\nTimothy Wee\n3 years ago\n\nBack down to ~$3 after quarterly earnings announcement\n\n3 years ago\n\nWhat does MSD mean?\n\nCamden Petrea\n3 years ago\n\nThis comment has been removed by the author.\n\nYet Another Value Blogger\n\nNo great answer. I normally use a MSD number, but tough to settle on anythig.\n\n3 years ago\n\nGreat article, as always. I have a question.\n\nHow do you settle on a multiple to put on SG&A expenses to then subtract from total value? It's something I ponder, and I'm interested in your thoughts on the topic.\n\nThank you.\n\n  • Join the Mailing List\n\n    Enter your email address to subscribe to this blog and receive notifications of new posts by email.\n  • Categories\n\n  • Archives",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9964038134,
        "format_confidence":0.9324724674
    },
    {
        "url":"http:\/\/blog.newlifeinsured.com\/?tag=Life+Insurance",
        "text":"16. January 2019 16:15\nby Harry\n\nBlood Cancers and Buying Life Insurance\n\n16. January 2019 16:15 by Harry | 0 Comments\n\n\nAccording to the American Society of Hematology, blood cancers affect the production and function of your blood cells and end up preventing your blood from performing many of its functions, such as fighting off infections or preventing serious bleeding.  Approximately every three minutes, one person in the U.S. is diagnosed with a blood cancer.  September is both Life Insurance Awareness Month and Blood Cancer Awareness Month.  In this post, let’s discuss the different types of blood cancer and how these conditions can affect buying life insurance.\n\nWhat are the different types of blood cancer?\n\nThere are three main types of blood cancer: leukemia, lymphoma, and myeloma.  An estimated 1,290,773 Americans are either living with, or are in remission from, leukemia, lymphoma, or myeloma.\n\nLeukemia – cancer of the body’s blood forming tissues.\n\n  • Mainly affects bone marrow and the lymphatic system\n  • Usually, affects white blood cells – the infection fighting cells\n  • There are many types of leukemia\n\nLymphoma – cancer of the lymphatic system.\n\n  • Affects the lymphatic system – the body’s germ-fighting network – which includes the lymph nodes, spleen, thymus gland, and bone marrow\n  • There two categories: Hodgkin lymphoma and non-Hodgkin lymphoma\n\nMyeloma – cancer of plasma cells.\n\n  • Plasma cells are white blood cells that produce disease- and infection-fighting antibodies\n  • Cancerous plasma cells release too much protein and can cause organ damage\n  • Cancerous plasma cells can also crowd the normal cells in your bones and weaken them\n\nHow does leukemia affect buying life insurance?\n\nLeukemia can be either acute or chronic.  Chronic leukemia progresses more slowly than acute leukemia, which requires immediate treatment.  There are five types of leukemia: acute lymphoid leukemia (ALL), acute myeloid leukemia (AML), chronic lymphoid leukemia (CLL), hairy cell leukemia, and chronic myeloid leukemia (CML).  ALL is the most common form of childhood leukemia and AML and CLL are most common in adults.\n\nAlthough individuals who have been diagnosed with leukemia generally cannot get preferred life insurance risk classes, that is Preferred Plus or Preferred, once treated with no recurrence, individuals can be considered for Standard life insurance rates.  Risk classes are dependent on the type of leukemia, your age at diagnosis, and how long it has been since completion of treatment.  The more years that have passed since treatment, the better your chances are for qualifying for Standard or Standard Plus.\n\nRisk Classes\nPreferred Plus\nStandard Plus\n\nIf you do not qualify for standard risk classes, you may be table rated and\/or be required to pay a flat extra.  A table rating typically means you will pay the standard prices plus a certain percentage.  A flat extra is an additional fee that cushions the risk for the insurance carrier.  A flat extra can last the entire life of a policy or just a few years.\n\nTable Rating\nTable Rating\nA 1 Standard + 25%\nB 2 Standard + 50%\nC 3 Standard + 75%\nD 4 Standard + 100%\nE 5 Standard + 125%\nF 6 Standard + 150%\nG 7 Standard + 175%\nH 8 Standard + 200%\nI 9 Standard + 225%\nJ 10 Standard + 250%\n\nLet’s take a look at a few examples.\n\nExample 1\n\nJane Doe was diagnosed with acute lymphoblastic leukemia (ALL) when she was 8 years old.  She is now 30 years old and it has been over 20 years since treatment was completed.  Jane is a non-smoker and aside from her history of childhood cancer, she has a clean bill of health.\n\nShe applies for a 30-year $500,000 life insurance policy and is approved at Standard Plus.  Her monthly premium payments will be $50.\n\nExample 2\n\nJohn Smith was diagnosed with acute myeloid leukemia (AML) when he was 18 years old.  Part of his treatment was a bone marrow transplant.  He is now 32 years old, does not smoke, and it has been 13 years since treatment was completed.\n\nHe applies for a 20-year $500,000 life insurance policy and is approved at Table B.  His monthly premium payments will be $60.\n\nKeep in mind that no life insurance company underwrites the exact same way.  (Underwriting is the process of evaluating an application and determining a risk class.)  Some will be stricter with leukemia than others.\n\nHow does lymphoma affect buying life insurance?\n\nThere are two categories of lymphoma: Hodgkin and non-Hodgkin.  The difference between the two is based on the type of cancer cells present.  According to Cancer Treatment Centers of America, Hodgkin lymphoma is rare, accounting for about .5 percent of all new cancers diagnosed.  Non-Hodgkin lymphoma is more common being the seventh most diagnosed cancer.\n\nIn the majority of cases, applicants with a history of lymphoma will be assigned a flat extra for the first few years, unless a good number of years (like ten) have passed since treatment.\n\nLet’s take a look at an example.\n\n\nJohn Doe is a 54-year-old male, non-smoker, applying for a 20-year $250,000 term policy.  He was diagnosed with stage 3 non-Hodgkin lymphoma five years ago.  He went through chemotherapy that same year and continued preventative treatment for two years following.  There has been no sign of recurrence.  He gets check-ups once per year.\n\nJohn is approved at Table B with a flat extra of $15 per thousand for five years.  Here’s what all that means.  John is getting $250,000 in coverage, so to calculate the flat extra you multiply 15 by 250.  John will have to pay an extra $3750 per year on top of his normal premiums for five years.  Once year five is over, his premiums will drop to the regular Table B premium which will be $140 per month.\n\nAgain, no life insurance company underwrites the same way.  There are insurance carriers that would decline John outright.  This is why working with an independent agency like Quotacy is beneficial.  We have contracts with multiple A-rated carriers, so your chances of being approved are better.\n\nHow does myeloma affect buying life insurance?\n\nMyeloma has different forms, but 90 percent of people who have been diagnosed with myeloma have multiple myeloma.  It’s called such because it affects several areas of the body versus just one site.  There is currently no cure for multiple myeloma, so life insurance approval may prove difficult.  Unless you have had a bone marrow transplant, an applicant diagnosed with multiple myeloma will typically be declined for life insurance.  Myeloma is, however, the least commonly diagnosed type of blood cancer.\n\nPlasmacytoma and localized myeloma diagnoses, these are forms of myeloma in which cancer cells are found in only one site, have higher chances of life insurance approval.  Standard rates are even possible if enough years have passed since treatment.\n\nIf you have a history of blood cancer, don’t hesitate to apply for life insurance.  Applying for life insurance is free and there is no commitment to buy.  Here at Quotacy we have access to many life insurance carriers and will help to get you approved for coverage.  Start out by using our term quoting tool to run as many quotes as you would like – no contact information required.  We look forward to helping you get life insurance.\n\nShare or Bookmark this post…\n\n19. October 2018 19:10\nby Ammelia\n\nLife Insurance After Heart Bypass Surgery\n\n19. October 2018 19:10 by Ammelia | 0 Comments\n\nAfter a major life event like bypass surgery, it’s understandable that you’d be in a hurry to buy life insurance as soon as possible. This is often a mistake. Life insurance companies will see your past surgery and this could prevent you from receiving a policy.\n\nTo qualify for insurance after a bypass, you need to plan right and fill out a good application. To get you ready, here is a review of the insurance guidelines for after bypass surgery as well as some tips to help you with your application.\n\nWhen you’re shopping for life insurance protection, there are dozens of different factors that you’ll need to consider. It can be a confusing and difficult process, especially if you’ve had a bypass surgery in the past. Life insurance is one of the most important purchases that you’ll ever make for your loved ones, and your health shouldn’t keep you from getting the protection that your family deserves.\n\nLife Insurance Underwriting after Bypass Surgery\n\nWhen you apply for life insurance, you’ll need to answer several questions about your bypass surgery for your application. You’ll need to answer:\n\n  • What did you have your bypass surgery?\n  • Why did you need to have bypass surgery? Was it an elective or emergency procedure?\n  • Have you ever had any other types of heart surgeries like a heart valve replacement?\n  • Were there any complications after the surgery like internal bleeding, cardiac tamponade, or a stroke?\n  • Do you have any other high risk factors for heart disease like smoking, high cholesterol, or high blood pressure?\n  • Do you have a history of heart disease?\n  • What medications are you taking because of the bypass surgery?\n\nCommon medications for after a stroke include: Clopidogrel, Beta blockers, Nitrates, ACE inhibitors, and Lipids.  All of these medications for a stroke could be insurable depending on your health after the surgery.\n\nBe sure to answer all these questions in detail for your application. For life insurance underwriting, more information is better. If an underwriter felt your application was incomplete, especially after something major like bypass surgery, there’s a good chance you’d get a poor rating or a denial.\n\nLife Insurance Quotes after Bypass Surgery\n\nIf you’ve had bypass surgery, it’s very important to delay your life insurance application for some time after your surgery. This is because life insurance companies typically deny applicants that just had bypass surgery; there are too many complications that can come up. It’s best to wait at least 6 months to a year before applying.\n\nWh... (truncated)",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9854206443,
        "format_confidence":0.5308456421
    },
    {
        "url":"http:\/\/www.theagitator.net\/online-fundraising\/starting-all-over\/",
        "text":"Marketing maestro Seth Godin has a thought-provoking post called “in the middle, Starting.” His bottomline: “Starbucks doesn't start all over again when someone walks in, and neither does your church.”\n\nNow he was relating his comments chiefly to the bloggers world.\n\nBut the point is an interesting one for non-profit marketers. What do you presume your newest member or donor or activist actually knows about your organization? And how do you continue the conversation they have invited you to have with them?\n\nMany of you have probably used a “hot” theme or issue in your prospecting letter or email to entice their initial hand-raising. But what you really want is for them to support your institution … tons of non-profit marketing data support the fact that “institutional” donors outlast “topical” ones. And so, your next contacts with these folks are typically used to begin telling your institution's story. And here's where I don't think Seth's “Starbucks principle” applies.\n\nThe unfortunate fact is that very, very, very few non-profits have the level of brand recognition (to say nothing of accurate brand knowledge or perceptions) that would let them assume that their new member knows diddlysquat about their triumphant past. So my advice, treat your newest donor as though they have just stepped on planet Earth. This doesn't mean you need to push a mountain of information at them (e.g., a “Welcome” e-newsletter with some compelling links might get the job done); it does mean that you need to take the time to firmly establish your bona fides. And if it were my organization and my donor, I start with my brief elevator speech on past RESULTS.\n\nRemember, since non-profit marketers are (should be) by definition database marketers, you have the tools to engage those new folks directly and with relevance on a one-to-one basis, without the risk of boring your loyal veterans. So don't start in the middle if you want to hang on to those new members you just spent your shirt on to acquire!\n\nviews left\n\nThis article was posted in: Donor retention \/ loyalty \/ commitment, Online fundraising and marketing.\nYou can follow any responses to this entry through the RSS 2.0 feed.\nYou can leave a response, or trackback from your own site.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9928014278,
        "format_confidence":0.9483164549
    },
    {
        "url":"https:\/\/seekingalpha.com\/instablog\/514543-timerfrank\/708401-new-highs-for-whole-foods-marketing-nyse-wfm",
        "text":"\n\nNew Highs For Whole Foods Marketing (NYSE: WFM)\n\n|Includes:, Inc. (AMZN)\n\nJune 7, 2012 (By Frank Kollar)\n\nYesterday we wrote that Whole Foods Marketing (NYSE: WFM) could soon breakout. On Wednesday, June 6, WFM did exactly that on high volume.\n\nYesterday we wrote; WFM reached rally closing highs and 2012 highs on May 3, 2012. Since that date WFM has been trading in an ever tighter band, with rallies reaching lower highs and declines reaching higher lows. This has created a pennant pattern on the daily chart. Typically when a stock breaks such a pattern it continues in the direction of the break. Also, stocks usually break in the direction of the prior trend, in this case an uptrend.\n\nToday's breakout to new highs was also a breakout of the pennant formation and a bullish indicator for this stock.\n\nChart Courtesy of\n\nWFM has support at $84.50. A bullish entry at current levels offers a low risk trade with a stop at support.\n\nIf WFM should go to at least $93.89 and could test $100 a share in coming weeks..\n\nThe ( Stock Timing Strategy does hold a position in Whole Foods Marketing.\n\nDisclosure: I am long WFM.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9970095158,
        "format_confidence":0.7207394242
    },
    {
        "url":"http:\/\/seanbirchall.plymouthcreate.net\/uncategorized\/financial-literacy\/",
        "text":"Financial Literacy\n\nAP Prospectus\n\nHow to Invest\n\nAnyone in the world can learn how to invest like the best out there with the right information and the desire to learn. My applied project will be a multi part series that looks to teach anyone whether they are familiar with the field of finance or not how to invest. Beginning with an introduction to basic terms and concepts. With the goal of showing any individual with the desire to learn how to effectively invest in stocks while also giving them an understanding of bonds, futures, options, foreign exchanges, and real estate. Personally, I have been able to learn a lot on my own and one of my favorite resources to use is YouTube. I have noticed that no series or compilation of videos has looked to do what I want to do. I think there is a market for a series like this and I think it can generate some views if I do an excellent job creating it. I think it will have a positive impact on the finance community or anyone trying to enter the finance community. This should be able to attract more people into entering the world of investing. I want to go into depth on the important parts that are required for someone to be a successful investor while still exposing the viewer to some of the newest and most exciting ways to invest today. Which will involve exposing them to disciplines such as philosophy, economics, medicine, data science, statistics, mathematics, chemistry, and computer science. All of which will be opensource and anything that is not I will recreate my own version to be opensource. Which will mostly include excel spreadsheets which have probably cost me hundreds of dollars and hours throughout my college career. However, I don’t see why these are not already openly available and easily accessible so I plan on making my own that will be openly available. I plan on posting all the videos I make on my eport as well as the excel sheets I make to go along with the videos. I also plan on posting some type of description to go along with the videos and whatever material I used with them on my eport. I will use OneDrive to share my excel spreadsheets with whoever might be interested in downloading them. Ultimately, I believe there is a lack of financial literacy today and I think the topic is easy enough for anyone to grasp and that the tools needed are openly available today. I hope at some point in my life I can play a pivotal role in providing financial literacy to others.\n\n\n  • try to create 1 video\/content needed for a video every week\n  • video 1 posted by 10\/14 How to invest (stocks\/intro)\n  • video 2 posted by 10\/28 How to invest (the greater market\/economics\/hedging risk)\n  • video 3 posted by 11\/11 How to invest (financial modeling)\n  • video 4 posted by 11\/25 How to invest (portfolio theory\/Markowitz\/fama french)\n  • video 5 posted by 12\/9 How to invest (real estate)\n  • video 6 posted by 12\/23 How to invest (quant strategies\/mean reversion\/options\/bonds)\n\n1 week to create content for video, 1 week to make and post video\n\nIf I find I can do this faster I will post even more videos. I think this is an okay timeline to work off and a doable one.\n\nbeginning of AXON model\n\n\n\n\nRA Prospectus\n\nBringing Financial Literacy to the World\n\nThere is a lack of financial literacy today where there shouldn’t be, we have the tools to provide just about anyone with the ability to invest smart yet most people do not. My research article will look to give an in depth understanding of the process it takes to make investment decisions. I will do a deep dive into multiple pharmaceutical companies and analyze their businesses and products that they offer. Using the information I gather I will conclude whether this company is undervalued, fairly valued, or overvalued. This topic is important because not many people know how to analyze a company properly and how to really make an investment decision, even though it is something easy that anyone can learn. I hope someone younger than I am can see some of the work I do and start understanding the things I understand today at a much younger age because they will have a lot of success in their life. I think this research will do a number of things, it will show the average person how finance is intertwined and important in everything in today. It will also show that finance is an easy topic to grasp and that many people with degrees not in finance could benefit from learning it outside their degree work. Again I am a strong believer that there is a lack of financial literacy today and I want to do whatever I can to stop that.\n\n\n\n  • Kate Burgess\n\n    I LOVE your idea for your project. I am totally an example of the type of person who could (and will) benefit from your work. Can’t wait to see how this shapes up!\n\n  • Robin DeRosa\n\n    These both sound great, and I feel confident that the work you produce will be top notch. That being said (and please just delete this comment), we need to leave extra time at the end of your RA to make sure you get editing help for your writing. You are a clear and strong writer, but there are grammatical errors throughout (nothing major, but certainly a lot of fragments, for example), and we don’t want that to diminish the final work that you produce here. So leave extra time for any written portions so you can see me, Janina, and\/or a Writing Center staffer so we can make sure to polish up the prose.\n\n    I also want to make sure we get some good mentors from your field to give input on this work. You know I will do my best, and I think these will both be useful for me– and somewhat targeted at my demographic actually– but you need some people who are at your own level to evaluate your work as well…\n\n    Good luck, and go ahead and get rolling!\n\n  • Kayleigh Bennett\n\n    I love the idea for your applied project. We’re a generation of DIY’ers who would much rather take the time and figure out how to do something ourselves than to pay someone to do it for us. It seems like you found a great niche for these videos, or lack of, that could have demand if there’s nothing else like them already. I’ll be one of your first subscribers trying to learn the best ways to invest! Good luck!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9897290468,
        "format_confidence":0.8900201321
    },
    {
        "url":"https:\/\/kkostuck.wordpress.com\/2008\/07\/",
        "text":"Monthly Archives: July 2008\n\nWas Friday the ‘tipping point’ for the economy?\n\nOn Sunday the Fed jumped in to prop up Fannie and Freddie. The problem is that they are holding a lot of souring assets that are worth a lot less than they’re booked for. That value is going to collapse from a lack of substance. If it’s not there, then it’s just not there! It’s just a matter of time.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9955257773,
        "format_confidence":0.7283601165
    },
    {
        "url":"http:\/\/havetimewillwaste.blogspot.com\/2007_09_30_archive.html",
        "text":"Monday, October 01, 2007\n\nNearing The Abyss.\n\nIts never too late after its been too late”- Stephen Colbert\n\n3 days to go. I have never been so unruffled before. Something must be wrong somewhere!\n\nAlas, the seven month madness is coming to an end. I will miss it. I will miss sounding important.\n\nPS: In relation to last article I want to make it clear that every thing about I-banking dreams are but mere figments of imagination.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.6260743141,
        "format_confidence":0.9953497052
    },
    {
        "url":"http:\/\/traderfeed.blogspot.com\/2008\/08\/preparing-for-trading-disasters.html",
        "text":"Monday, August 11, 2008\n\nPreparing for Trading Disasters\n\nI thought this New York Times story on the topic of how people are unprepared for crises and emergencies has particular relevance to trading.\n\nHow many of us have \"disaster plans\" that we've actually walked ourselves through for the following situations:\n\n1) Outlier moves in the market against our positions;\n\n2) Series of losing days\/weeks\/months leading to unexpected outlier drawdowns;\n\n3) Failure of equipment (online connection, computer) or inability to reach a broker when a position is moving against us;\n\n4) Incapacitation when we have positions in markets;\n\n5) Financial failures of our banks or brokers, tying up our money unexpectedly.\n\nThe interesting message from the Times article is that people are most likely to act upon their plans if they've actively rehearsed them. I suspect this is as true for minor disasters--such as a market blowing through your mental stop-loss point--as for large ones.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9971006513,
        "format_confidence":0.9944274426
    },
    {
        "url":"http:\/\/amiebear.blogspot.com\/2008\/12\/buy-my-store-fundraiser.html",
        "text":"Saturday, 13 December 2008\n\nBuy my store Fundraiser\n\nAs part of the magazine fundraiser im offering all my products\nfor the bargain price of $10\nthats $41 in value\nThis includes all products by Amiebear for further details of what this contains please browse my store.\n\nGet it here\n\nThis offer is only available till 12th January\n\nall profits will go to the magazines donation drive.\n\n1 comment:\n\nMrs. Miles said...\n\nHi Amie,\n\nTHANK YOU for visiting my blog and your comments, so GLAD you enjoyed it.\n\nYou asked me about following my blog. There should be some type right above the little 'follower' pictures that says FOLLOW THIS BLOG - click on that and it should walk you through. If you have any problems, don't hesitate to email me at lalalime{at}hotmail[dot]com and I'll walk you thru somehow.\n\nhope you are having a good day - its snowing buckets here today!",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.954326272,
        "format_confidence":0.755238533
    },
    {
        "url":"http:\/\/julianspeaks.com\/blog\/?p=39",
        "text":"Home > Uncategorized > How Much for Veal Cutlets?\n\nHow Much for Veal Cutlets?\n\nEarlier this week I wrote about bartering and what you might consider accepting for your work. There were a few private comments that suggested it wasn’t the best business practice to leave “money on the table” so to speak. That is, a prudent business person might want to negotiate in a way that ensured they got the maximum amount for their time.\n\nI disagree.\n\nWhat does this have to do with veal cutlets? Here’s the joke.\n\nA lady walks into a butcher shop and asks how much the veal cutlets are. The butcher says “Eight dollars a pound”.\n\n“The shop across the street sells them for six dollars a pound”, the lady says.\n\n“So why don’t you buy them from him?” the butcher asks.\n\n“Because he doesn’t have any.”\n\n“You should shop here lady. When we don’t have veal cutlets, they’re only $4.50 a pound!”\n\nMy question is: Would you rather have your dream price in theory or a fair fee in your pocket? Price fair and you can keep your customers happy and coming back, you also never have to stress about quoting a fee. You state it up front with confidence, and you will be surprised what happens.\n\nI have a friend who has a different set of ideas about this and I’ll share them with you in a few days.\n\n\n  1. No comments yet.\n  1. No trackbacks yet.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9786409736,
        "format_confidence":0.9929059744
    },
    {
        "url":"http:\/\/www.nickdiakopoulos.com\/category\/aggregation\/",
        "text":"Category Archives: aggregation\n\nWikileaks and Collaborative Sensemaking?\n\nThanks to the head start of the likes of the New York Times, the Guardian, and der Spiegel we now have some excellent written reporting on a few of the more important issues exposed in the wikileaks cablegate data. There have also been a number of visualizations of the dataset published in the last few days (e.g. Infothetics has a nice round-up), which help, to some extent, in browsing and making sense of all of the data there.\n\nBut what I want to suggest here is that, with all of the attention that this story is getting, that there may be some useful information to mine from social media about what is interesting, important, and noteworthy in the dataset. One of the most useful aspects of social media such as Twitter is that it provides a platform where interested individuals can make observations about what’s going on around them, including observations of large collections of documents.\n\nAt Rutgers, where I work, we’ve been developing a social media visual analytics tool call Vox Civitas and have collected a dataset of almost 60,000 (and growing) English language tweets marked with the hashtag “#cablegate” from Twapperkeeper. Vox provides the ability to visualize the collection over time, with sentiment, and includes capabilities for filtering according to many criteria. Without further ado, click here to see the cablegate dataset in Vox. Let us know what you find or if it inspires any follow-up work!\n\nTruth Markets?\n\nI recently saw this post on the NYTimes which mentions the concept of truth markets, a variant of prediction markets. Prediction markets have been recognized by many as a way to aggregate independent information from lots of individuals and provide a signal (a price) which reflects the aggregate response. Prediction markets have been successfully applied in politics, for instance, the Iowa Electronic Markets, which lets people trade on the what they think the outcome of the next presidential election will be. Truth markets applies the concept to predicting the truth value of a claim or the trustworthiness of a claimant. I don’t know enough about economics but my intuition is that a market approach toward predicting truth would require A LOT or participation to be meaningful in any way. Indeed, a re-reading of Cass Sunstein’s Infotopia lays out some of the limitations of prediction markets: knowledge needs to be dispersed (not concentrated), a wide range of people need to have relevant facts, and people need to be able to be incentivized to reveal their information through investment.\n\nFurthermore there’s the issue that markets aggregate information not only about facts but also about tastes. Investment markets ostensibly do not do this because the assumption is that people invest not based on their own tastes but on their desire to earn money. But in some sense, I might invest because I predict that some good is going to be popular or appeal to mass taste, and thus earn money on my investment. So in a sense, you would be aggregating predictions about what people think about other people’s tastes (including how your own factors in to that). This would only hold for a mass market good; other investments may not be susceptible to this in the same way. In terms of the application of these ideas to truth markets, the point is that there is a component to prediction markets that are based on predictions of mass taste and there is a component that is based on objective fact; the key would be to realy mitigate any subjective (taste based) component of the market so that objective facts can rule the market. This is a tall order.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.5445141196,
        "format_confidence":0.9898382425
    },
    {
        "url":"http:\/\/pabloagerblog.blogspot.com\/2013\/10\/connecticut-says-obamacare-data-hub.html",
        "text":"Tuesday, October 29, 2013\n\nConnecticut says Obamacare data hub ‘experiencing an outage’ [ G4dG33t ]\n\nWASHINGTON (Reuters) – Connecticut’s healthcare exchange “Access Health CT” said the U.S. government’s Obamacare data hub was ‘experiencing an outage’ on Tuesday evening, the second time in three days.\n\n“Access Health CT was informed by CMS (Center for Medicare and Medicaid Services) that the Federal Data Services Hub is currently experiencing an outage,” a statement from the state exchange said. A similar outage on Sunday also halted online enrollment on the federal Healthcare.gov website.\n\n(Reporting By Susan Cornwell; Editing by Sandra Maler)",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.5703017116,
        "format_confidence":0.7890506983
    },
    {
        "url":"https:\/\/goldinvestingblog.jimdo.com\/2015\/09\/10\/the-religion-of-gold-hating\/",
        "text":"The Religion of Gold Hating\n\nA great deal of money commentators have poked fun at those that own Gold (also known as 'Gold Bugs') for many years, comparing them to members of a cult or religious group.One entertaining facet of all this Gold disliking is that (when aggregated) much of it actually resembles the same society they are criticising. It has the very same comradery, the same obsessiveness and also the exact same undeviating faith (just in the opposite of just what Gold means: fiat currencies, sensible federal government or various other monetary assets, with no allocation to those which are tangible). Several Gold haters spend a terrific deal of time attempting to convince anyone which will listen closely not to possess Gold. They ridicule those that do own it and normally make no differentiation between those who allot a tiny or big section of their portfolio to Gold. They try and also mold and mildew any argument for or against Gold to their own nonobjective perspective while declaring to be \"possession agnostic\" as if their sight doesn't experience the same subjectivity as the remainder of us.Here are some recent instances of Gold hating from one of their favourite pulpits (Twitter). Cullen Roche (represents itself):\n\nJoe Weisenthal (retweeted this connect to an August 6th short article on the Gold crash costing Russia and China $5.4 Billion, when the cost had currently rebounded to around the pre-crash degree.): John Aziz (recommending a cost decline in Gold should lead to capitalists who own the metal \"reassessing the globe\", does that mean those that don't very own Gold should have been reconsidering the world when it went to US$ 1900?): Stephen Koukoulas (whose Gold discourse throughout the years has lacked feeling, see below as well as right here): Barry Ritholtz, is another prolific Gold hater which I have actually covered just recently (here and right here). A great deal of the Gold disliking is less obvious compared to this (i.e. snarky tweets on Gold, that a lot of would brush off as attempted humour, yet a pattern can be recognized when monitoring time), however proof of it already exists throughout the feeds of several Twitter financing 'elites'. It likewise swamped the mainstream media over July and early August (marking a considerable base?) till the rate began to increase again.I concur Gold resembles a religion to some owners (however not all them as the Gold haters would certainly have you think), but despite the fact that that holds true, would not it be rational for financiers (that identify this fanatical group of Gold proprietors as well as purchasers) to hold a position in the metal understanding of this passionate participation out there? Would not it also be logical to have Gold knowing there are billions of individuals living in a culture with deep cultural connections (several based around religious beliefs) to the metal and that are most likely to be the exact same people whose wealth is set to enhance the most over coming decades?For me possessing Gold is more of an atheistic position (for the a lot of part, amongst other factors). Shock (or absence of faith) in governments can navigating the excessive financial obligation that's developed in the financial system today to a growth version moving on without a considerable reset, mass default, international crash to bring back some similarity of sustainability. I believe Gold will be one of couple of assets to profit from such an event or setting so a healthy allocation is warranted. ----------------------------------------------------\n\nWrite a comment\n\nComments: 0",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9106206894,
        "format_confidence":0.9509183764
    },
    {
        "url":"http:\/\/online-trading-information.blogspot.com\/2013\/04\/",
        "text":"Find Your Tips Here\n\nCare your Car?need tips? See hundred TIPS Here!\n\nComputer problem? Many Solution there!!\n\nFinancing Problem? Lets See your Solution!!\n\nShopping Tips? Lets SEE thousand tips Here!\n\nTuesday, April 2, 2013\n\nFive blessings of Binary choices commerce\n\nToday, the planet is filled with monetary markets. There square measure searching centers to settle on from, however will this choice? Like everything within the world of finance answer, of course, additional complicated Need to be thought of once deciding which sort you're knowledgeable the foremost vital factor is to work out what form of individuals. All markets don't seem to be appropriate for everybody. as an example, the Forex market is thought for speculative owing to their volatility, however the rewards square measure nice. So, before the exchange, you have got to make a decision the balance that works for you.\n\nWhen it involves binary choices, there square measure several options that build it distinctive bilateral trade. Here may be a list of sure options of binary choices commerce is changing into additional and additional investors and a beautiful option:\n\nInstant gratification: whereas some individuals than others, patience, everybody likes to create fast cash. Sunday the day, week and month, most of the hour and minute to speak concerning binary choices business. ending in one hour and set the binary choice. Binary choices commerce may be a quick and straightforward thanks to build cash.\nSimple: If you expertise a posh world monetary markets, indices, charts, analysis and tools became acquainted with the dealing. If the elemental analysis, technical preparation of market power. Binary choices commerce isn't needed if you would like to analysis, it might be dangerous, however at the top of the day, the unit time will increase or decreases expected. This price isn't acceptable, shortly from an easy equation to be elderly. To win, even for the money place choices and instrumentation costs. Instead, the selection and lower costs, the profit is yours. Binary choices may be additional.\nFlexibility: a restricted market with binary choices. This cash will trade commodities, everything is accessible within the sort of commerce binary choices. that permits you to run a spread of markets, if you would like a versatile, binary choice for you.\nTransparency: UN agency will the surprising loss of the market? UN agency doesn't have an effect on the economy with a explosive drop? With binary choices, there aren't any surprises. I lost it, and the way it may be done, I know. this can be however it ought to be cash talks all the time, that provides a straightforward and convenient purchase. Binary choices, with gains and losses square measure glorious beforehand.\nScalability: the last 3 rounds, flexible, binary choices with less monetary risk, offers you the chance to be told concerning the various markets. This learning binary rotation, will profit of all the advantages mentioned higher than.\n\nAs a result, retailers of binary choices commerce includes a ton to supply a reason for the growing quality.\n\nMonday, April 1, 2013\n\nDon't Gamble On Binary possibility\n\nThere square measure many ways to lose cash within the world however this is often one I had not come upon before: Websites binary possibility. they need in recent years with new ones stoning up all the time:,,,, etc. etc. \n\nAppealing to areas of identical sort of folks that play poker on-line. however somehow they get a sense of being additional respect as a result of they represent themselves in terms of investment. don't child yourself. These sites square measure gambling, plain and easy. most likely solely a matter of your time before he enraptured to regulators. \nUntil that happens, they appear to be doing nice business. A Google search yields a binary selection webpages 870,000 hits campaign \"meet up to seventy five % per hour\" associate degreed \"81 % profit in an hour or less, commerce all major markets.\" you'll obtain these choices, conjointly called all-or-nothing choices, digital choices or mounted come choices (above), stocks, commodities, indices, currencies, futures and alternative derivatives. \nIn fact, you'll bet (which is what it very amounts) on near to everything listed, counting on that web site you utilize (some supply a wider vary of choices than others). Some sites supply free instruction to trade binary choices to start with. \nMy attention to the present development from a reader WHO sent the e-mail to me: \n\"My father was recently concerned in commerce binary choices on-line. Central principle is that the space employed by a precise time, say 1:25, you'll place down $ one hundred and may be stock XYZ either increase or decrease in value in 5 minutes , as in 1:30 If you are wrong, you get $ fifteen back. If you're correct, you may earn roughly $ seventy \n\"I have shown that, mathematically, the realm advantage and you've got to be right fifty fifth of the time your bet expected neutral worth. i'm conjointly knowledgeable poker player by trade thus I actually have a decent understanding of likelihood, on-line play markets, and the way these sites works. \nThe problem is that he thinks it's a giant and, citing his ability to scan a bunch of charts, when the news, etc. it is a sensible man, a former professional, and later shares for years, however i believe it will overestimate their own here. I actually have looked into commerce binary choices on-line slightly associate degreed it appears to Maine that such an agreement square measure only a few folks outside of skilled traders commerce sites systematically keep cash. My male parent is up $ a pair of,500 or less bet $ one hundred and $ fifty the most effective we are able to do is place him in a very applied mathematics variance have an effect on its ability and perceived instability within the short term, similarly because the inherent disadvantage corresponds extraordinarily laborious won. \n\"I'm definitely longing for the way to convert him to prevent, which edge the maximum amount because it appears. I try and check with him once more and once more on the topic, however i am not that aware of the realm and Ultimately my lack of making an attempt to convert him why he shouldn't still participate. Any facilitate will surely be appreciated. \" \nI found notably fascinating regarding the correspondence that the author may be a skilled on-line poker player to player by profession. however here he was making an attempt to convert his father that on-line gambling may be a dangerous factor. I agree, that's it. however it's perceivable if the daddy is questionable recommendation from his son to try to to identical variety of factor, albeit in a very totally different kind. \nSpecial offer: provincial capital Dominion Bank (TD) Up to seventy eight of Gordon Pape advocate their readers. BCE (BCE) to provide up to six and sixty eight. Click here for recommendations on merchandise with finance, energy, materials and technology within the Canadian report. \nBut it's to resolve them. What intrigued Maine was that binary possibility commerce has become a sort of false investment sub-culture. I visited the location victimisation our reader says his father and do some analysis. It describes binary choices as \"an exciting new sort of investment\" Note the employment of the word \"investment\".",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.8503192067,
        "format_confidence":0.8574674726
    },
    {
        "url":"http:\/\/danericselliottwaves.blogspot.com\/2009\/06\/discussing-p2-and-some-ramblings.html",
        "text":"Custom Search\n\nTuesday, June 2, 2009\n\nDiscussing P2 and Some Ramblings\n\nA wave 2 rally of this magnitude will have an effect on everyone. I thought long and hard yesterday that I may be getting complacent.\n\nI've thrown up a few charts on hypothetical P2 rallies and rally tops. I have projected the \"what if\" scenarios for instance what if the market performed a 50% retrace to 1100? I also speculated that the market may hit the 1040 area because that is about a 41% retrace and it seemed \"doable\" at the time. I am very doubtful now of that mark mainly because of what has transpired since that post.\n\nBut now the market broke out of another triangle to the upside pretty early and it is what it is. Although it has done the job, the market is showing signs of weakness. Certain sectors (banks) have not really participated, they have merely chummed along. I suppose they will join in to a certain extent on any move higher than 950, if it comes.\n\nThe waves are overlapping and corrective since the 666 low. That is the sign that this entire rally is corrective in nature. Overlapping waves when moving up in a rally this big means the market is moving against the grain, or primary trend, which is down. No matter how hard I try, I cannot count a giant 5 wave impulse from 666. It just ain't there.\n\nI provided a simplified chart showing that if you look at the market moves in a simple way, you can see 2 zig zags as it was expected to be for P2. And you can see not one, but 2 triangles, one running and one contracting which satisfies the EW guideline of alternation.\n\nA 42% rally has occurred from 666! Not in Fibonacci retrace terms but in that the market bulked up by 42%. If the rally hit 988 it would be 48%. And if the SPX hit 999 it would be really bad Karma. 999-666 = 333 for an exact 50% bulk up rally!\n\nP2 is working on the sentiment. I see stories of runs to 1000 now regularly in the news. Most traders are beginning to expect it I suppose. Green shoots indeed.\n\nLike I said I woke up and realized I was getting complacent. Tracking my little waves and realizing this thing may be sneaking up on me. P2 has to end somewhere. I can post all the \"what if\" charts I want but the waves trace out and we have to play with what actually occurs.\n\nI suppose deep down I'd like P2 to last all year. I don't want mayhem and pain for the country. I like tracking rallies. Maybe that has worked on me psychologically.\n\nThe market hasn't had a 38% correction for P2 and perhaps it never will.\n\nThere is also something else to consider if you refuse to consider a \"top\" that may occur within 2 weeks time: Suppose 999 happened and the market fell apart to say, 800 in one giant bear wave 1 down. Now lets suppose it turns hard at that area and retraces for a rally wave 2 of 67%. that would be a 135 point rally back to 933! Suppose that took us until the end of August. Even a 50% rally would take us back to 900.\n\nSo in that sense the market could be sitting at 900-933 potentially come August. That wouldn't seem so bad from here would it? Except officially P2 top was back in June. So in that sense, the market may work in ways that keeps us on our toes and it always does.\n\nI can only follow the EW guidelines as best I can and play the waves that trace out, not what we think should happen.\nA running triangle in April meant the market was lurching upward even as it corrected in a bullish manner. The contracting triangle we just experienced means the market stopped lurching upward and contracted on itself to find the energy to propel forward yet again.\n\nThe most important thing about this last triangle at the Intermediate wave level signals the last corrective prior to the final actionary move of the next higher degree. So an Intermediate wave triangle means the last actionary move is occurring in the next higher level wave degree which is of Primary level (P2). This is important to remember and it is practically an EW hard rule.\n\nEWP pg 51:\" A triangle always occurs in a position prior to the final actionary wave in the pattern of one larger degree, i.e., as wave four in an impulse, wave B in an A-B-C, or the final wave X in a double or triple zigzag or combination.\"\n\nIn this case the triangle is an (X) wave of a giant double zig zag. This triangle rule is not to be dismissed easily. The unexpected breakout of it surprised me because perhaps subconsciously I didn't WANT it to be a triangle. Because that means P2's days are numbered. Maybe that makes me sad.\n\nBut in any case, it woke me up to reality. S&P is trading in la-la land.\n\nBear rallies have different effects on people. Look at yourself hard and ask yourself how it may have affected you. Do you see a P2 top coming soon? If you refuse to believe P2 may be over soon than it may have done its job well. Particularly if you're a permabear like me.\n\nI seen a co-worker planning a stock transaction which I think his broker (yes he has an advisor) talked him into buying the other week. I queried him. He was buying Apple in the $120's. Its a good buy at the moment but if it tops very soon he will likely not trade it and he will hold while it crashes and burns. I think he was a buy and holder G-POP (general population) kinda guy and not looking for a quick buck. He is on the Apple bandwagon. It made me wonder. P2's effect on him was that he was missing the boat. I don't think he understands what shorting is. I didn't really press him. But I don't blame him for buying Crapple. At least he didn't pick GE or a bank.\n\nHad the market dipped down to 860 one more time, I'd likely not have made this post and having this conversation. But it didn't break and it turned out to be a big triangle. The bull just had to keep pluggin the horns in.\n\n\nPost a Comment",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.9971839786,
        "format_confidence":0.9977266192
    },
    {
        "url":"https:\/\/pedroantaoalves.com\/2013\/10\/18\/decision-delegation\/",
        "text":"Skip to content\n\nDecision delegation\n\nDon’t Make Decisions, Orchestrate Them\n\nThe decision making process is most of the times assumed as a role of the manager, either from a team or from an entire company.\n\nWhile it seems easier to concentrate this process, sometimes a better outcome is achieved by delegating the task and just coordinate the process to make sure all issues are addressed.\n\nThis way, everyone in the team will be committed to the success of decisions while they will improve their decision making skills.\n\nNo comments yet\n\nLeave a Reply\n\nPlease log in using one of these methods to post your comment: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.7174155712,
        "format_confidence":0.9873809814
    },
    {
        "url":"https:\/\/cvminc.wordpress.com\/category\/business\/",
        "text":"Category: business\n\nConnie                                                                                                                                                                                                        Connie of Manila BBQ\n\nLike the TV series, ‘Cheers’, for those of you who remember, ‘where everyone knows your name’, this constantly helpful, bubbly proprietor who readily welcomes you by name, once she knows it; as opposed to you being, just another customer intrigued me. I had to know more about this atypical businesswoman named Connie, so I decided to ask.\n\nBorn into a middle class family with three other siblings (two brothers and one sister for which Connie was the 3 in line of accession) in *Quezon City, a suburb of Manila in the Philippines she (Connie) counted herself as having been, ‘greatly blessed’ compared to most when growing up. “The class system in the Philippines, unlike Canada”, she commented, “is very distinct and life can be extremely hard, even for the middle class.”\n\nWith an almost musical laugh and a twinkle in her eye, she reminisced of growing up in a rice store, which also served as home and where her parents still reside and maintain the store to date. It was a two-story building she explained, with the store on the main floor and living accommodations on the second level.  However, she pointed out, unlike here (in Canada) there was no furniture due to affordability factors. She recalls how beds, the family couch and even the table and chairs were sacks of rice, which, as she pointed out, were very comfortable based on the fact you were able to shape them to fit your body contours.\n\nLiving in such a manner, she explained, taught her at an early age to appreciate having your own business as it enabled you to sustain a livelihood to care for you and your family. More so when compared to North American standards, for in the Philippines there is no welfare or unemployment insurance or even a retirement pension option, you survive solely on what you can generate for an income.\n\nBecause of this and the inability of many individuals to find work in their home country, many individuals (called OFW’s = Overseas Filipino Workers) have no other option but to leave spouses and children behind to seek a livelihood elsewhere in the world. In doing so, it enables them to provide their families the basics: food, shelter, and clothing and where possible an education and medical needs.  Most times they work in extremely abusive circumstances depending on the employer and the country, they work in for which they are under contract for up to two or three years at a time and often with long hours and no days off. It is that or imminent starvation for both them and their family.  Those fortunate enough to open their own business or able to obtain an education and skills for a specialized trade stay, if they can.\n\nEducation in the Philippines is not free, meaning unless you or your family can pay for an education you do not obtain one because the Government does not provide any form of assistance for the public schools. Cash is king and schools will not allow you to register or even proceed into each new semester once you have enrolled unless the required fess have been paid. The same rules apply when writing your exams, which are an additional fee per exam, is the norm.\n\nHere again she, as well as her two brothers and her sister were blessed not only with the fact they were a middle class family but that their parents had a family run business that provided not only an income, but also an education, which was not only a priority for future survival, but also an attainable option. (In Connie’s case, she graduated from University of the Philippines Los Baños with a marketing degree…)\n\nAfter graduation, she applied and worked on a cruise ship as an activity staff member, a position she held for three-(3) years after which time she tired of the constant travel and returned home to the Philippines.\n\nAfter returning home, she became a sales representative for a cosmetics ingredients supplier for which her position entailed her to meet and sell chemicals\/products to cosmetic manufacturing companies. It was during this period that she learned to drive out of necessity for her job, for which as she gleefully put it, “I learned to drive Filipino style”. She goes on to state, “I was a little rowdy driver…”\n\n“I really enjoyed the job”, she informed me based on not only the flexible hours but also the fact she had to talk to people. “I am a people person”, she commented.\n\n“That”, she continued, “is what I feel was my strong point when I eventually opened my own business in Canada, the love of talking to people”.\n\nNow married with two children, a son and daughter, she explained she and her husband met, courted and married in the Philippines. Her eldest child, Chloe, was born a year after her arrival in Canada.\n\n“Courting in the Philippines”, she commented, “unlike in Canada, is not that long.” Soon after they were married, her then husband made the decision to re-locate to Canada for which he would sponsor her once he was established.\n\n“When we separated”, she reminisced with a sad tone in her voice, “We really did not know each other as we had not been married that long”. “Unlike in a normal relationship where you court, get married and live together”, she continued, “You are with each other each day after day and get to know each others  likes and dislikes and learn the truth about each other.” “Long distance does not allow for that,” she stated.\n\nNot being, as she put it, the jealous type and having faith that they would one day be together again for good helped make the year bearable. That and the telephone and Skype communications to each other. “Trust was the number one factor”, she stated.\n\nDuring the temporary separation, she stayed with her parents and helped with the store to help time pass more quickly.\n\nWhen asked about her initial thoughts when she knew she would be leaving home and moving to a new country (Canada) her reply was, “Scared!”\n\n“Life in the Philippines for me was very different, “she explained. She had her own job, her own income, which for a girl made life easy, as she put it.\n\n“Coming to Canada was hard with no family not to mention it was more expensive,” she explained, “especially for girly things such as a manicure and pedicure”.   However, when asked what she missed most about home she very pointedly stated, “Family!”\n\nWhen asked if she ever contemplated returning to the Philippines when she retired, as an example, her reply was a resounding, “NO! Absolutely NO!” “I would go back to visit only” she continues, “my children were born in Canada and would, I am sure, appreciate a vacation there, but not to live”.\n\nShe then laughs with a twinkle in her eye as she commented, “I was raised there (the Philippines) but I think of myself as a Canadian now”.\n\nAsked why she chose Manila BBQ as her choice of employment she said, “While I had no knowledge of the remittance end of the business, I did have a retail background living and working in my parents’ small grocery store in the Philippines”.  “Remittance” she stated, “is not easy to deal with as you inform customers what they have to expect, good or bad”. “Remittance is about trust”, she continued, “Not an easy sell”.\n\n“It is easy to have this kind of business in the Philippines”, she commented, “Just fulfill government requirements”. “It is much easier dealing with government requirements here in Canada”, she stated.\n\nIt has been four-(4) years since she took over proprietorship of Manila BBQ and as she informed me, “Every day I am still learning”. “Each day is different people and different problems, it is a lot of work running a money remittance and grocery store.” She continues, “But I never contemplate giving up”.\n\nAs she explained, “The disadvantages are not being able to shut the business out of your mind at the end of the day”. “However, the advantages are being you own boss”.\n\nWhen asked if knowing what she does now would she still take over ownership of the Manila BBQ, she replied, “I worked at ICBC for three-(3) years then stayed at home for one-(1) year with only the walls and the kids to talk too. Manila BBQ gives me the opportunity to be there for my children while allowing me adult interaction so my answer is, YES!”  “Each day”, she continued, “is interesting, with new challenges and the daily interaction of my clients who keep coming back, something I missed from when I was in sales prior and always wanted”.\n\nBecause of her love of interacting with people, she noted that she would love to once again work on the cruise ships but as she is now married with children that is no longer an option. “If it was not for Manila BBQ”, she commented, “I would love to work at Canada Place to greet the visitors from the cruise ships or the Airport at one of the Airline check in\/departure terminals”.  Asked why, “I love talking to people”, was her instantaneous reply.\n\nWhen asked about how she marketed Manila BBQ, without hesitation she exclaimed, “Word of mouth!” “Ninety-(90) percent of my customer base is Filipino,” she continued, “with the remainder from other nationalities who come mainly for the food”. “I do have a web site but still, word of mouth serves me the best”, she stated.  “More so since New Westminster has a large Filipino working class community who desire not only affordable living space but the shopping convenience as well as the local transportation system that makes it easy to get around”, she advised me.  “But,” she stated, “my customer base is not just regulated to New Westminster, I also have customers from South Burnaby, Coquitlam and even a few from Vancouver which keeps me very busy”.\n\nDuring the interview I observed, which I was informed, one of her customers assisting in managing the store for which Connie never hesitated to patiently guide her when she had questions.  She (Connie) informed me th... (truncated)",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.5766888857,
        "format_confidence":0.9534060359
    },
    {
        "url":"https:\/\/noshitbiztips.com\/tag\/usp\/",
        "text":"What’s your USP? Your Unique Selling Point.\n\nU.S.P. Wtf is that? I’ll tell you: It’s your Unique Selling Point and it’s hella important. It sounds big and scary, but it’s actually quite simple. It’s what makes you you, and what makes your company different from your competition. It’s what sets you apart.",
        "topic_id":9,
        "format_id":15,
        "topic_confidence":0.993717432,
        "format_confidence":0.8480195999
    }
]