[
    {
        "url":"https:\/\/content.ces.ncsu.edu\/catalog\/author\/7446\/clay-altizer",
        "text":"\n\nNotify me when new publications are added.\n\nBrowse by Author: Clay Altizer\nOrdered by popularity\n\nNorth Carolina's Forest and Forest Products Industry by the Numbers\n\nBy: Eric McConnell, James Jeuck, Robert Bardon, Dennis Hazel, Clay Altizer, Barry New\n\nThis publication discusses the contributions that North Carolina’s forests and forest products industry provide to the state’s economy and presents key figures and statistics.",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.8769962192,
        "format_confidence":0.9412354827
    },
    {
        "url":"https:\/\/www.swanmatic.com\/collections\/driver-shells",
        "text":"Driver Shells\n\nSort by:\nAluminum driver shells thread onto all Swan-Matic Capping Machines and accept replaceable urethane, vinyl, and rubber inserts.  A complete range of cap driver shells and renewable driver inserts are kept IN-STOCK. Send sample caps and containers to our engineers at Automation Devices and they will recommend an affordable solution to your cap tightening problem. Occasionally, applications call for a special product. Swan-Matic regularly custom engineers capping equipment to meet the needs of customer's applications. Contact Swan-Matic to see if a serrated shell will best suit your application.",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9693899155,
        "format_confidence":0.7110151649
    },
    {
        "url":"https:\/\/www.environmental-expert.com\/companies\/keyword-stationary-dust-collection-system-39996",
        "text":"Only show results in Virginia? Ok\n\nStationary Dust Collection System Companies\n\n  • Premium\n\n    Mettler - Toledo Int. Inc\n\n    Manufactures a complete line of pH, Redox, and dissolved oxygen systems including sensors, stationary and retractable housings, microprocessor-based transmitters, and conductivity and turbidity systems as well as laboratory balances, titrators, density meters, UV\/VIS Spectrophotometers, pH meters and pipettes — instruments which are used in research, scientific and ...\n\n    based in Greifensee, SWITZERLAND.\n\n  • Jongejans Dust Collectors\n\n    Jongejans Dust Collectors are total suppliers of extraction systems for dust coming from potatoes and onions. We have more than 20 years experience with hundreds of references all over Europe and the United States. Onion packaging and processing demands extraction; grading and packing of potatoes and onions causes dust and onion skins (husks) to fly around. Waste often ...\n\n    based in Den Helder, NETHERLANDS.\n\n  • Envco The Environmental Collective\n\n    Envco supplies environmental agricultural and scientific equipment for monitoring air soil and water. It is our goal to provide quality monitoring equipment to professionals who monitor earth processes and human impact on these conditions. As population density increases, demands and pressures are placed on the environments we interact with to exist. Many times this ...\n\n    based in Kingsland, Auckland, NEW ZEALAND.\n\n  • Soil and Dust Solutions\n\n    Soil and Dust Solutions Provides Engineered Solutions for Productivity & Efficiency in the Road Construction and Dust Control industrySoil Solutions is the leading global provider of Engineered Solutions™ and total turnkey services for road construction, dust control, and erosion control, throughout several different industries.Experienced and Professional and we have a ...\n\n    based in Bryanston, SOUTH AFRICA.\n\n  • Premium\n\n    SSI Shredding Systems, Inc.\n\n    SSI Shredding Systems, Inc. was formed in January 1980 in Wilsonville, Oregon when the idea of mobile shredders was new. SSI Shredding Systems is a leading manufacturer of industrial shredders and size reduction systems. As the processing needs of SSI`s customers grew, the demand for shear shredders expanded from temporary use to a need for dedicated systems. To address ...\n\n    based in Wilsonville, OREGON (USA).\n\n  • Premium\n\n    Houston Analytical Systems Company\n\n    Houston Analytical Systems Company is your best source for laboratory, environmental, industrial hygiene, safety, PMI, process control and personal monitoring analyzers and equipment in the Texas Gulf Coast and Mexico. We provide broad market coverage, excellent product and application knowledge, and superior customer service for all your analyzer needs.\n\n    based in Houston, TEXAS (USA).\n\n  • Premium\n\n    PPC Air Pollution Control Systems\n\n    Established in 1967, PPC has completed over 500 successful air pollution & particulate control projects and with over 40 years of experience PPC has been a stable force in the field of electrostatic precipitation. With our manufacturing facilities in Longview Texas, PPC is here to provide all of your air pollution control system needs. PPC specializes in MACT compliant ...\n\n    based in Longview, TEXAS (USA).\n\n  • Resource Systems Group Inc.\n\n    Since 1986, RSG has provided insightful consulting services for the planning, analysis, and management of transportation, natural resources, technology, and business. We design sophisticated approaches to collecting, modeling, and communicating meaningful, nuanced data that organizations and governments at every level can use to make informed policy and operational ...\n\n    based in White River Junction, VERMONT (USA).\n\n  • ESTA Apparatebau GmbH & Co. KG\n\n    ESTA is among Europe`s leading suppliers of extraction technology. Dust, dirt and fumes may damage your health and certainly increase maintenance time and costs for your production machines. European (and French) law demands a reduction of dust and fume emission. The vast product range ESTA offers in the field of dust and fume extraction gives you the best choice of ...\n\n    based in Baden-Würhemberg, GERMANY.\n\n  • Premium\n\n    Umwelttechnik MCZ GmbH\n\n    MCZ has more than 20 years of experience in the construction and manufacture of apparatuses and systems in the area of gas analysis and related fields. MCZ develops and manufacturers devices and systems for end customers as well as OEM systems. Gas Collectors, Calibration Systems for Gas Analyzers, Inspection Stations and Test Benches, Zero and Process Gas treatmentg, Gas ...\n\n    based in Bad Nauheim, GERMANY.\n\n  • EMS Environmental Monitoring Systems Ltd\n\n    EMS Environmental Monitoring Systems Ltd supply a wide range of instrumentation for the Environmental and Safety professional. EMS offer a full after sales service to provide peace of mind and on going support as your requirements change. EMS Environmental Monitoring Systems Ltd supply a wide range of instrumentation for the Environmental and Safety professional. ...\n\n    based in Dublin, IRELAND.\n\n  • MRT System International AB\n\n    MRT System International manufacture machines for lamp recycling and mercury recovery from waste products. Our products are used worldwide since 1979. Our outstanding experience is based on close co-operation with professionals from the lighting, and recycling industries. MRT have developed custom designed machines in numerous projects. We have also several years of ...\n\n    based in Karlskrona, SWEDEN.\n\n  • Mastercut Cutting Systems\n\n    Mastercut Cutting Systems Ltd stocks and manufactures to order a wide range of Industrial Blades and Knives. Our British made industrial blades suit to a wide range of machinery. Over 15 years ago the company introduced EDM technologies in the form of Ona E400 and E900 EDM machines to produce some of the more complex and intricate knife shapes that customers were ...\n\n    based in Chesterfield, UNITED KINGDOM.\n\n  • IPM Systems, LLC\n\n    IPM Systems, LLC, a leading manufacturer and systems integrator of material process and conveyance systems, has a rich diversified history of technical expertise, proven performance, and creative solutions in a wide range of industries in bulk solids and water, wastewater markets. The company originated in Drexel, MO as Chemical Metering Systems in 1989, under the ...\n\n    based in Lee’s Summit, MISSOURI (USA).\n\n  • Monitoring Systems GmbH\n\n    The DioxinMonitoringSystem is definitely the only device for continuous monitoring of dioxin emissions according the European guideline EN 1948-1. All kinds of flue gas and exhaust gas can be monitored. e are manufacturer of sophisticated sampling equipment for persistant organic pollutants, in stacks as well in ambient air, including dioxins, PCB`s, PAH`s and HCB, as ...\n\n    based in Pressbaum, AUSTRIA.\n\n  • Promag Enviro Systems Ltd.\n\n    Promag Enviro Systems Ltd. is an equipment and service supplier for water and waste-water treatment in the U.S. and Canada with a far reaching network of manufacturers that allows us to provide a varied and comprehensive range of products including pumps, flow meters, wastewater equipment, chemicals and controls as well as custom systems, accessories and much more. ...\n\n    based in Burnaby, BRITISH COLUMBIA (CANADA).\n\n  • GRIMM Aerosol Technik GmbH & Co. KG\n\n    GRIMM AEROSOL Technik has developed different health orientated products, associated with our expertise in Particle technologies, such as continuous Aerosol monitors for Environmental and Occupational use. Meanwhile not only these two segments have developed over time into a wide product range, new and more sensitive technologies have been added such as Nano and Emission ...\n\n    based in Ainring, GERMANY.\n\n  • Enginaire Inc‎\n\n    Since 1972 Enginaire Clean Air Systems of Janesville, Wisconsin has been manufacturing and designing air intake systems and accessories for diesel and gas engines powering mobile and stationary equipment that operate in extreme conditions. For industrial applications, Enginaire air intake systems are used in dehumidifying plants, dryers, feed units and compressors to name ...\n\n    based in Janesville, WISCONSIN (USA).\n\n  • Waste Control Systems Inc\n\n    Waste Control Systems has been providing products for the storage, transportation, and disposal of hazardous and radioactive waste materials. With our code knowledge, we are able to recommend safer usage, storage options, and the most effective waste reduction methods. The results are a safer, cleaner, and more profitable facility. We save our clients money!\n\n    based in Phoenix, MARYLAND (USA).\n\n  • Dustcontrol AB\n\n    At Dustcontrol, we are not satisfied with just selling products. We manufacture and customize portable dust extractors and industrial extraction systems with very high levels of filtration to your requirements. We offer a complete service package, including accessories and spare parts, so you can trust we will be there to assist you as you focus on your core business. Our ...\n\n    based in Kumla, SWEDEN.\n\nNeed help finding the right suppliers? Try XPRT Sourcing. Let the XPRTs do the work for you",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.8707176447,
        "format_confidence":0.8073176146
    },
    {
        "url":"http:\/\/listingsca.com\/british-columbia\/vancouver-island\/capital-area\/business\/construction\/",
        "text":"Construction in Capital Area, British Columbia (BC) - Listings Canada\n\n\n  Canada > British Columbia > Vancouver Island > Capital Area > Business > Construction\n\nPage 1 of 1\n\nView This category in: Canada > British Columbia > Vancouver Island\n\nCobworks (Mayne Island) provides instruction and construction on building your very own cob building.\n\nG W G Rentals Ltd (Saanichton)\n\nSkyview Industries Ltd. (Saanichton)\nABOUT US . PRODUCTS . Solarium Kits . Sunrooms . Skylights . Awnings . Spas \/ Hot Tubs . Saunas . Bird Feeder . PHOTO GALLERIES . VOLUME DISCOUNT . LINKS . SITE MAP . CONTACT US . E-MAIL . ...\n\nActive Bobcat and Trucking (Victoria)\nActive Bobcat & Drains. Your best choice for Septic Fields, Drainage and Perimeter Drains in Greater Victoria, from Langford to Sidney, Sooke, Saanich and\n\nArtline Closet Organizers & Shelving (Victoria, Vancouver Island)\nCloset Organizers and shelving for homes and businesses. Custom built kitchen cabinets. Built in storage cabinets.\n\nBrowett Building (Victoria)\nWe are a full service building and construction company, Residential and Commercial projects, Renovations, Additions, roofing, house lifting, new construction, decks, Kitchens, Bathrooms, Window ...\n\nBuildingsGuide (Victoria)\nOnline prices and estimates for steel, metal & prefab buildings.\n\nConstruction Association of Victoria (Victoria)\n\nCSD Design (Victoria)\nHome : Gallery : Kitchens Bathroooms Islands Commercial Residential Bars Wall Systems Options Miscellaneous About Us : Testamonials Contact CSDDesign : CSDDesign Home Welcome to CSD Design Owned ...\n\nCustom Industrial Fibreglass Ltd. (Victoria)\nCIF Composites is a manufacturer of Pro-Eco-Lite Headwall Systems, trash gates, security grids and also manufacturers of underground service boxes, pilasters and guards for the tele-communications industry.\n\nD.A. Smithson and Sons Ltd (Victoria)\nLocal, family run D.A. Smithson and Sons has been drilling water wells in BC since 1978!\n\nDepend-a-Dor (Victoria)\nDepend-A-Dor Repairs and Installation Ltd. Your solution for Industrial, Commercial and Residential Overhead Garage Doors and Gates in Victoria BC.\n\nHHS Drilling and Blasting, Ltd. (Victoria)\nHHS Drilling and Blasting Victoria BC comprised of drilling and blasting professionals\n\nKeyPlan Consulting (Victoria)\nKeyPlan of Victoria BC provides land-use planning and project management services and decision-making advice to private landowners and the development industry, and to both government and ...\n\nKinetic Construction (Victoria)\nProviding general contracting, design-build and construction management solutions to Western Canada's construction industry\n\nMac Renovations (Victoria)\nMAC Renovations is a complete renovation company serving Victoria and Southern Vancouver Island. MAC Renovations will provide quality, renovations from start to finish with all workmanship ...\n\nWolfe Decorative FInishes (Victoria)\nBeautiful custom interior wall and ceiling finishes such as gilding, venetian plaster, american clay, murals, faux and so much more. All finishes are zero-low VOC. Serving Lower Mainland and ...\n\nYellow Sheet (Victoria)\n\nPage 1 of 1\n\nCanada > British Columbia > Vancouver Island > Capital Area > Business > Construction\n\nLastModified: Jul-28-16 V4\n\nHome | Jobs | Add\/Modify Listing | Photo Gallery | Maps | Contact | About Us | USA Privacy Statement\n\nThis site is operated by 2018 Cedar Lake Software",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9773108363,
        "format_confidence":0.9882864356
    },
    {
        "url":"https:\/\/www.pswintegrity.co.uk\/projects",
        "text":"PSW Integrity has an extensive project portfolio, providing different solutions across multiple sectors. \n\nPlease see our case studies below.\n\nPSW Integrity understands the principles of equipment performance and reliability optimisation. Using our proven tools, training and processes, PSW Integrity effectively delivers, in an accelerated approach, the ability to manage customers assets in the most effective, efficient and safe manner throughout the asset lifecycle.\n\n\nPSW has an in-depth knowledge of asset management implementation throughout decades of experience within the PSW group. We have equipment failure and PM data \/case histories from hundreds of global projects and this knowledge and experience is vital to all of our clients to ensure they have world-class best practice maintenance within, based on statistics, benchmarks and global standards.\n\nPSW Integrity\/ Floatel RCM\n\nPSW Integrity Limited (Part of PSW Group) are delighted to announce the contract award from Floatel International, for RCM analysis of Fleet critical equipment. After carrying out consequence classification Floatel International identified that further analysis of their critical equipment was required to ensure the items and systems are managed correctly to meet operational and regulatory requirements.\n\n\nPSW Integrity has evaluated 28 different systems. The RCM studies have identified many different actions which, when implemented, can deliver significant improvements in operation and reliability, including revised spares, redesigns and task optimisations\/improvements.\n\n\nThe results were developed through valuable input (based on experience and knowledge) from the Floatel staff and PSW Integrity facilitators, using the RCM tool and processes to optimise the results.\n\n\nResults from the execution of RCM analysis:\n\n• Significant man-hours saved through optimised task frequencies and content\n\n• All new tasks address failure modes\n\n\n• Fully compliant with regulatory requirements.\n\n\n• 30-40% of procedures improved with better detail, limits and tolerances.\n\nFLOATEL (2).png\n\nPSW Integrity\/JDC\n\nPSW Integrity Limited (Part of PSW Group) are delighted to announce the contract award from Japan Drilling Company, for full asset management implementation on HAKURYU 14 and 15 Jack-up Drill rigs. Both rigs are currently under construction by PPL Shipyard and KeppelFELS at the Singapore shipyard.\n\n“We are delighted to be awarded two further rig contracts to support Japan Drilling Company (JDC) with our full asset management implementation, using best practice asset integrity management processes”\n\nRon McKay\n\nManaging Director\n\n\nOne of our previous optimised asset management programmes, which has been implemented over the past 3 years (successfully completed in April 2015), on HAKURYU 12, NAGA1, HAKURYU 5, was recently evaluated by ABS who reported that over 90% of all technical barriers were effectively managed and assets were performing and managed well. PSW Integrity and JDC have an excellent working relationship, built on trust and integrity from previous rig implementations.\n\n\nWe have worked together, reviewing and implementing workflows, optimising procedures, carrying out criticality analysis\/consequence classification, failure mode analysis, RCM studies and writing Preventative Maintenance (PM) and Condition Monitoring (CM) programmes with our cross-functional analysis teams to deliver world-class asset management services, whilst conforming to all corporate, operational and regulatory requirements.\n\n\nJDC has also purchased the cloud and iPad based, optimised operator care programme, developed by PSW Integrity and HASH mobile for the complete deliverable of asset integrity management. With our partner “Hash Mobile” we develop and manage a reporting platform to enable rig operators to easily report on asset condition based on daily\/weekly routines. The data is collected using Hash Inspector and seamlessly synchronised with Hash Cloud where the data is visualised in an asset hierarchy and visual dashboard for easy trending of asset data to optimised rig operations.\n\nChevron Offshore Adhoc Troubleshooting Solar Generator\n\nPSW & GEs Machinery Diagnostic and Condition Monitoring Services draw on more than 40 years of offering unbiased diagnostic assistance regardless of manufacturer. We have a proven reputation that we continue to build upon with each project and consultation, ensuring that we will always “call it as we see it” no matter who manufactured, installed, maintained, or operated your machine.\n\n\nOur team is comprised of more than 150 Machinery Diagnostic Engineers, globally distributed, with decades of experience and over 10,000 MDS projects executed.\n\n\nIn January 2016, PSW was asked to carry out an offshore machine diagnostic survey for Chevron UK on their Captain asset. Our Senior CM Engineer mobilised with a 32 channel data recorder for this generator vibration troubleshooting diagnostic scope.\n\n\nResults from scope:\n\n\n> No unbalance of the rotor was evident through diagnostics when loading\/unloading the Generator\n\n> New recommendations were givens for Alarms and Gap Voltages\n\n> The generator train was fully compliant with regulatory VA requirements\/monitoring points.\n\n> 30-40% of procedures improved with better detail, limits and tolerances.\n\nCHEVRON (2).png\n\n\nCase Study\n\nFloatel International Global implementation hierarchy CMMS\n\nCase Study\n\nFloatel International Global implementation RCM\n\nCase Study\n\nDaimler Engine Line\n\nCase Study\n\nFiat Plant\n\nCase Study\n\nGSK Global Implementation\n\nProud members of:\n\nFPAL x1.png",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9772936702,
        "format_confidence":0.7516475916
    },
    {
        "url":"https:\/\/ibbetts.stihl-dealer.co.uk\/en-gb\/stihl\/en-gb-19158\/construction-machinery\/",
        "text":"Arthur Ibbett Ltd Approved STIHL and VIKING Dealer\nYou've Selected ({{ tags | appliedTags | totalProducts }})\n  • {{}}{{tag.totalProducts}}\nNarrow Your Results ({{ tags | unappliedTags | totalProducts }})\n  • {{}}{{tag.totalProducts}}\n\nConstruction Machinery\n\nProfessionals know that quality counts. As the market leader, STIHL cut-off saws have what it takes to do the job whether working on roads, construction sites or in the hands of emergency services, thanks to their ease of handling and durable construction. Their uncompromising quality, reliability, long life and good value have made them essential tools on any work site. STIHL fit the MicroCESAR security marking system, powered by Datatag, to all cut-off saws as standard.\n\nPetrol cut-off saws\n\nCordless Li-Ion cut-off saw\n\nAccessories for cut-off saws\n\nCutting wheels for cut-off saws\n\nBrick jigs and accessories\n\nPetrol concrete saw and accessories\n\nPetrol earth augers and hand held drill\n\nAccessories for earth augers\n\nAccessories for hand held wood drill",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9782263637,
        "format_confidence":0.741392076
    },
    {
        "url":"http:\/\/www.busytrade.com\/sellingleads-search\/Agricultural-Tractors.html",
        "text":"Welcome to BusyTrade.com, Join Free | Sign In\n\nChina Wholesale Marketplace\n\nHome » For Buyers » Selling Leads » Agricultural Tractors\n|< First< Prev12345Next >\nWant to display your products? It's FREE!\n\nLooking for Agricultural Tractors\n\nYou've come to the right place. This page is your one-stop source for the competitive price and quality. If you have a difficulty finding a right supplier, post your buying leads for FREE now!\n\nPopular Ads\n\nFeatured Products+ more",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9427530169,
        "format_confidence":0.9370677471
    },
    {
        "url":"https:\/\/www.pv-magazine-india.com\/?s=andhra+pradesh",
        "text":"Skip to content\n\nSearch results for “andhra pradesh”\n\nAndhra Pradesh inching towards 10 GW solar for farming needs\n\nThe 6.4 GW auction success takes the state government closer to its 10 GW solar target to provide free, uninterrupted power supply to farmers during the daytime. \n\n\nAndhra Pradesh tenders 6.4 GW of solar capacity for agricultural loads\n\nSolar power developers have until December 28 to bid for an aggregate 6.4 GW of grid-connected solar power capacity, which shall come up across ten locations in the state. The Andhra Pradesh Green Energy Corporation Ltd (APGECL) will serve as the offtaker and supply the power procured from these projects to meet the demand of agricultural loads in the State.\n\n\nAndhra Pradesh allocates 57% of energy budget to ‘free power for agriculture’ scheme\n\nThe overall energy outlay of Rs 6984.73 crore for the year 2020-21 is much lower than 2019-20’s revised estimate of Rs 11,639 crore.\n\n\nAndhra Pradesh set for 10 GW of agricultural solar\n\nThe state—which commissioned an aggregate 3530.74 MW solar capacity as of May 31, 2020—will set up the new plants to ensure nine hours of free power supply to the agriculture sector.\n\n\nAndhra Pradesh: Care Ratings puts 26 renewable developers on negative watch\n\nRatings may be downgraded if there is a persistent delay in resolving the tariff related dispute or any adverse revision in the tariffs by the state regulator and\/or continued delays in receipt of payments from DISCOMs.\n\n\nAndhra Pradesh proposal casts doubt on India’s renewable sector: Rystad Energy\n\nIndia may fall around 7 GW short of its ‘60 GW by 2022’ utility-scale solar target if the power purchase agreement revision proposal by the state government is implemented.\n\nAndhra Pradesh regulator approves solar power tariffs\n\nThe latest blow in the political battle between clean energy project developers and an anti-renewables state government has seen the electricity regulator order power distribution companies to honor PPAs signed after a public tender.\n\n\n“Solar curtailment in Andhra Pradesh, a willful violation,” NSEFI writes to power minister\n\nPlant load factor for thermal power generators ramped up to 70-80% between July 2019 till date while solar power projects were arbitrarily backed down by more than 60-70% of their operational capacity during the same period.\n\n\nAndhra Pradesh targeting clean energy, overlooking costlier, dirty coal: CFA\n\nRevoking PPAs with renewable developers will undermine national climate and air pollution goals and lock in higher electricity costs for the state by jeopardizing new renewable projects.\n\nAndhra Pradesh court scraps high-level PPA renegotiation committee\n\nLegal decision is the latest blow to new chief minister Jaganmohan Reddy’s determined attempt to reverse the clean energy gains made by his predecessor N Chandrababu Naidu.\n\nThis website uses cookies to anonymously count visitor numbers. To find out more, please see our Data Protection Policy.\n\nThe cookie settings on this website are set to \"allow cookies\" to give you the best browsing experience possible. If you continue to use this website without changing your cookie settings or you click \"Accept\" below then you are consenting to this.",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.5105705857,
        "format_confidence":0.9852026105
    },
    {
        "url":"http:\/\/www.ask.com\/web?q=T+%26+D+Partners+L+L+C%C2%A0",
        "text":"Web Results\n\nT & D - A2V Partners, LLC\n\n\nT & D. When it comes to system reviews and inspections, utility companies have a range of options, some of which are preferable over others. Each company ...\n\nT&D Metal Products | Metal Fabrication, Tool and Die , Graphic ...\n\n\nT&D Metal Products is a family-owned, single source manufacturing facility designed ... Partners. Learn More. “...with the folks at T&D Metal Products...there is ...\n\nTyree & D'Angelo Partners - Current Investments\n\n\nHome Infusion Partners LLC. Holding company formed to acquire, develop, and operate a network of infusion ...\n\n\n\nDay to Day in the Utility Operations World ... T&D How™ ... Dominion now stocks replacement transmission structures to enable its “do it once and walk away” strategy. .... its brands, affiliates and\/or third-party partners, consistent with Penton's Privacy Policy. .... Senior Design Engineer; Electrix, LLC; New Haven, Connectic...\n\nT & D Tree LLC – Complete, Quality Tree Care | Livingston, NJ\n\n\nFREE estimates. Expert care. Prompt service. Family-owned and operated. Complete tree care, tree removal, stump grinding, firewood services. 973-992- 2358.\n\nT&D How | TDWorld\n\n\nEversource patrols the streets at night to detect stray voltage from streetlight poles. .... Inside Sales Representative; Electrix, LLC; New Haven, Connecticut .... brands, affiliates and\/or third-party partners, consistent with Penton's Privacy Policy.\n\nT&D Solutions, LLC Business Review in Kinston, NC - Eastern North ...\n\n\nBBB's Business Review for T&D Solutions, LLC, Business Reviews and Ratings for T&D Solutions, LLC in Kinston, NC.\n\nP & D Partners L P - Manta\n\n\nLocal online listings for P & D Partners L P have ERRORS. ... Find out how to best utilize the Manta Directory by adding or claiming your company's listing, and  ...\n\nR And D Partners LLC - Manta\n\n\nBusiness health scan report for R And D Partners LLC. ... adding or claiming your company's listing, and what tools are available to help promote your business.\n\nT & D Cleaning Services, LLC | Hahnville, LA 70057 - HomeAdvisor\n\n\nT & D Cleaning Services, LLC was founded in 2014 but we have over 10 years of experience. We offer a full line of cleaning services but we specialize in ...\n\nMore Info\n\nD Partners: Ideas in Motion\n\n\nhospital meaning “something put forth”, clinic and refers to an intellectual proposition. Research, viagra ... Recently, no rx Jim acted as CEO for the repositioning and divestiture of WPP Kantar's Center Partners. Jim has ... jim. dunn@dp-llc.com.\n\nT&D Solutions, LLC: Private Company Information - Businessweek\n\n\nT&D Solutions, LLC provides construction, maintenance, inspection, and emergency storm restoration services for investment owned utilities, municipalities, and ...\n\nT & D Solutions LLC - US Builders Review\n\n\nT&D Solutions LLC (T&D) is a 9-year-old utility services company that has expanded from its ... “Our partners are very important to our success,” says Gene Ray.",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.6212061644,
        "format_confidence":0.988043189
    },
    {
        "url":"https:\/\/csegrecorder.com\/columns\/view\/grapevine-200001",
        "text":"Allied Seismic Ltd. Moves to a New, Larger Office Space\n\nAllied Seismic Ltd. is pleased to announce that they have moved to better accommodate their clients needs. They have expanded their services to include plotting of SEGY data from various mediums. The additional space allows for consolidation programs with free on premise archival for the second security copy. All Allied Seismic clients receive Second Copy for Free for consolidations and data purchases. For additional information contact Jeff \"Crow\" Crowhurst at (403) 247-2167.\n\nInfoMine Launching New Mining Website\n\nInfoMine - Robertson Info-Data Inc. released the latest version of its award winning web site in November.\n\nInfoMine is the worldwide Mining Portal Site and business center on the Internet. The latest version provides radically new features enabling users to view comprehensive interlinked news, company, mineral property and supplier details. It also includes an innovative interactive educational division utilizing the latest XML technology, an equipment database, InfoMine's respected careers division plus a suite of additional focused services designed for both information retrieval and business-to-business applications.\n\nLandmark to Acquire G&G Software Assets of Geophysical Micro Computer Applications (International) Ltd. (GMA)\n\nThe Landmark graphics Canada Division of Halliburton Group Canada Inc., a wholly owned business unit of Halliburton Company, has Signed a definitive agreement to acquire the geophysical and geological software assets of Calgary headquartered Geophysical Micro Computer Applications (International) Ltd. (GMA).\n\nThe $6.8 million (U.S.$) asset acquisition agreement is subject to GMA shareholder approval and appropriate regulatory approval, which is expected sometime in January 2000. The acquired GMA software assets will be managed by GeoGraphix, a wholly owned business unit of Landmark.\n\nVeritas and Sigma Launch New Information Service for the Seismic Brokerage Industry\n\nOn December 1st, 1999 Veritas GeoServices Ltd., a Veritas DGC Inc. company, together with Sigma Explorations Inc., launched i2Map, an Internet based information service exclusively for the seismic brokerage industry.\n\nIn a joint venture, Veritas and Sigma have combined over 400,000 seismic line locations throughout Western Canada. Together with Veritas GOLD internet map technology, this results in the easy access to data.\n\nDesigned specifically for seismic data brokers, i2Map will rapidly enhance the speed of access to ownership data and will aid in the transfer of information from broker to client, enabling brokers using this business intelligence tool to become significantly more competitive.\n\nEdcon Inc. Offering Marine Package\n\nEdcon Inc. is offering a package of more than 70,000 kilometers of marine gravity and magnetic data in the Pearl River Basin, South China Sea offshore China. These data were acquired in 1980-1983 and are completely processed and leveled. They provide a valuable resource for modeling and some interpretive products are available with the package. Contact David Schwartz at (303) 980-6556, Fax: (303) 989-3480, email:\n\nVeritas Completes Specialized 3D Seismic Program Ahead of Schedule\n\nVeritas Land Surveys, a Veritas DGC Inc. company, announced that it has successfully completed field acquisition of a 200 square mile 3D seismic program over the Pinedale Anticline in Sublette County, Wyoming.\n\nThis non-exclusive 3D data set has been acquired primarily to help reduce drilling risk associated with the development of over-pressured and fractured reservoirs within the Cretaceous Lance Formation. The program was recorded with a full azimuth design that provides high-fold data with 360 degree azimuths to enable specialized analysis of fractures.\n\nUsing their new Millennium II satellite techn ology and 24 hour, round-the-clock operations, Veritas was able to complete the project ahead of schedule and prior to the onset of sensitive big-game winter range migration.\n\nGeoQuest Forum 2000\n\nForum2000 is a two-day program to be held in March, 2000, in Austin, Texas for decision-makers, influencers and asset team members of the exploration and production industry. At Forum2000 you will learn more about how GeoQuest can help you refine your ability to quantify risk and management assets throughout your reservoir life cycle; provide irmovative services to foster collaboration among your asset teams; or devise a data management strategy that meets corporate objectives.\n\nRegardless of your position or expertise you are invited to participate fully in the executive presentations, various product demonstrations and workshops, insightful client technical presentations and interactive exhibits designed to offer tools necessary to make confident decisions and implement solutions for desired results. For registration information contact Philip C. Crouse & Associates, Inc. (214) 841-0044. For abstract submission details, please contact, Karen S. Glaser, Ph.D, GeoQuest (713) 513-2744.\n\n\n\nShare This Column",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9096291065,
        "format_confidence":0.9232043624
    },
    {
        "url":"http:\/\/m.businessfinder.al.com\/satterfield-machine-weld-shp-alexander-city-al.html",
        "text":"Satterfield Machine & Weld Shp\n\n189 Oak St W Alexander CityAL35010\n\nOpen Map\n\n\nSatterfield Welding Supply can be found at Oak St W 189. The following is offered: Phonebook. The entry is present with us since Sep 8, 2010 and was last updated on Nov 12, 2013. In Alexander City there are 25 other Phonebook. An overview can be found here.\nby opendius on May 04, 2015 from opendius",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.978362143,
        "format_confidence":0.5440300107
    },
    {
        "url":"http:\/\/www.chinateer.com\/view.php?id=189",
        "text":"﻿ tubing head\n    Gate、Globe & Check Valve\n    Cast Valve\n    Pressure Seal Valve\n    API602 Forged Steel Valve\n    API603 Stainless Steel Valve\n    Bellow Sealed Valve\n    Cryogenic Valve\n    Wafer Check Valve\n    Ball Valve\n    Cast Steel Floating Ball Valve\n    Forged Steel Floating Ball Valve\n    Trunnion ball valve\n    Top Entry Ball Valves\n    Metal-to-metal Ball Valve\n    Cryogenic Ball Valve\n    Plug valve\n    Pressure balance plug valve\n    Jacket plug valves\n    Pipeline Valves\n    Slab gate\n    Through Conduit Gate Valve\n    Fully Welded Ball Valve\n    Pig Ball Valve\n    Full-opening Check Valve\n    Knife Gate Valves\n    Knife Gate Valve\n    Oil drilling series\n    Choke valve\n    Ball valve\n    globe choke valve\n    wellhead and christmas tree\n    FC gate valve\n    Hydraumatic gate valve\n    expanded gate\n    Ball screw gate valve\n    tubing head\n    casing head\n    CTRW horizontal series Marine pumps\n    1W Series eddy pump\n    CTRW horizontal series Marine pumps\n    1W Series eddy pump\n    IS Series Single Stage Centrifugal Pumps\n    S Series Single Stage Double Suction Centrifugal Pump\n    TROW Series Single-stage double-suction split volute centrifugal pump\n    TRNS Series Single-stage double-suction split centrifugal pump\n    ZX Series Self-priming Pumps\n    PBG Series Canned Pipeline Pump\n    SG Series Pipeline Pump\n    TRGB Series Detachable Vertical Centrifugal Pump\n    TRW Series Horizontal Centrifugal pump\n    TRG Series Vertical Centrifugal Pumps\n    D(DF、DY)、DG Series Horizontal Multi-stage Centrifugal Pump\n    TRDW Series Horizontal Multistage Centrifugal Pumps\n    TRDF Series Stainless Steel Vertical Multistage Centrifugal Pump\n    TRDG Series Vertical Pipeline Multistage Centrifugal Pump\n    TRDM and TRDM-B Series Multistage High-rise Feed Pump\n    TRD and TRD-B Series Vertical Multistage Centrifugal Pumps\n    QY Series fill oil type dive under water the electric pump\n    NL Series Sewage and Slurry Pump\n    WQK\/QG with cutter type submersible sewage pump\n    WQX Series submersible sewage and feculence pump\n    XWJ Series Late-model Non-block Pulp Pumps\n    QJ Series Deep Well Submersible Pump\n    ZJ Series horizontal slurry pumps\n    TRQZ and TRQH Series Axial-flow Pumps，Mixed-flow pumps\n    ZW Series Self-priming Non-block Sewage Pumps\n    JYWQ and JPWQ Series Automatic Agitating Sewage Pumps\n    AS and AV Series Split Submersible Sewage Pumps\n    AWQS Series Shredding Submersible Sewage Pump\n    GW Series High Efficiency Non-block Sewage Pumps\n    LW Series High Efficiency Non-block Sewage Pumps\n    YW Series High Efficiency Non-block Sewage Pumps\n    WQ (QW)Series High Efficiency Non-block Sewage Pumps\n    FS series glass steel centrifugal pump\n    WSY series glass steel under-liquid pump\n    FSY series glass fiber plastics hydraulic pump\n    JMZ、FMZ series self-priming wine pump, self-priming chemical pump\n    CQG series high temperature magnetic drive pump\n    FSB Series Fluoroplastic Alloy Centrifugal Pumps\n    PF Series Highly Anticorrosion Centrifugal Pumps\n    I-1B Series Underflow Pump(Screw Pump)\n    G Series Single Screw Pumps\n    IH Series Chemical Pumps\n    AFB、FB Series Stainless steel Anticorrosion Pumps\n    CQB Series Fluoroplastic Magnetic Driven Pumps\n    ZCQ Series Self-priming Magnetic Driven Pumps\n    CQ Series Magnetic Driven Pumps\n    DBY Series Electric Diaphragm Pumps\n    QBY Series Air-diven Pumps\nYou Are Here:Home >> Products >> Oil drilling series >> tubing head >> Main Text\ntubing head\nProduct Catalog：Oil drilling series\nTubing head or cross head has one or more than one well completion. If connect to hanger can easily changed from single well to multiple well. Sametime has stop pin design.\n\nDesign feature\n\n\n\nStraight design, has 45°main plummer shouder.\n\nBottom connect end: PE seal and used for 2nd seal for casing. Lock devices: Casing head\n\n\n\n\n\n-46 degree C~121 degree（LU）\n\nMaterial level\n\n\nPSL level\n\n\nPR level",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9908984303,
        "format_confidence":0.600442946
    },
    {
        "url":"https:\/\/www.macricher.com\/showlist\/materials-clamps_latvia.html",
        "text":"materials-clamps latvia\n\nHome » materials-clamps latvia\n\nWe are experienced manufacturer of materials-clamps latvia in China.We provide high quality materials-clamps latvia for customers worldwide.International trade has always been the most important business of our company.Our products have been through the national professional certification and have become hot sales in most of our target market.Also we've got an efficient service system to help you get the most satisfied after-sale service.Free samples of materials-clamps latvia will be sent after you send us the requirements.The product list and detailed parameters will be sent to you for a better negotiation.We will make our best efforts to meet your needs.Please feel free to send us inquiries.You can contact us by delivering us e-mails or just give us a call directly.In addition,visits to our factory for business will always be warmly welcome.We are ready to make business connections with everyone in the related fields of our industry.We believe that you can rely on us as we provide you quite satisfactory service and products with best quality at most competitive price in the world.\n\nRelate Tags",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9850753546,
        "format_confidence":0.5253682733
    },
    {
        "url":"http:\/\/www.miaoyaopharm.com\/Farm-Machinery-Equipment",
        "text":"﻿ Farm Machinery Equipment - Miaoyaopharm.com\nLogin  |  Register\n\nMy Account\n\nFarm Machinery Equipment\n\nHunan Gaintop Technology Corporation Limited\n\nGaintop: générateur professionnel de HHO, machine de nettoyage de carbone, support de combustion, machine de soudure de HHO, fabricants de machine de polissage de flamme en Chine. Si vous allez ... Read more\n\nThe Basics of Farm Fencing Southern States Cooperative\n\nThe Basics of Farm Fencing ... It delineates property lines, contains livestock and enhances security. A fence may increase the farm's aesthetic appearance, too. ... Read more\n\nZhejiang Jingyuan Fire Control Equipment Co Ltd\n\nOur Factory: Contact Us : Zhejiang Jingyuan Fire Control Equipment Co.,Ltd. ... AFFF\/AR 3% and 6%, gas R227 (HFC 227ea, FM 200), HFC 236fa (R236FA) and so on. ... ... Read more\n\nPaint Booth Bus Equipment Suppliers Directory Online on\n\nFRASERS - Comprehensive directory of Paint Booth Bus Equipment suppliers & manufacturers. View list of all types of Paint Booth Bus Equipment available online ... Read more\n\nBeverage Industry Beverage Equipment Drink Industry\n\nDaily news on beverage industry and beverage equipment. Free access to news on drink industry, beverage packaging and beverage processing ... Read more\n\nSuperMats Solid PVC Equipment Mat FREE SHIPPING\n\nSuperMats Solid PVC Equipment Mat ,27GS,SuperMats (888) 958 ... SuperMats Solid PVC Equipment Mats for Commercial Uses 3' x 4', 2.5' x 5', 3' x 8.5' ... Read more\n\nIowa Farm Equipment Farm King Tractor Rotary Tillers\n\nFarm King Tractor Rotary Tillers. Farm King has a Collection of Rotary Tiller Models to Suit Your Garden and Landscaping Needs. The Tiller Attaches to the 3-Point ... ... Read more\n\nfactory equipment inspection list BINQ Mining\n\nDec 03, 2012 · factory equipment inspection list. Posted at:December 3, 2012[ 4.8 - 1686 Ratings] Factory Safety Checklist ... grinding mills fgd sorbents; ... Read more\n\nEquipment Forum KBH introduces Round Module\n\n2017-6-2 · Cotton growers and ginners can increase the speed and efficiency of handling round modules with the KBH Round Module Transport Trailer. ... Read more\n\nChongqing Lange Machinery Import Export Co Ltd\n\nChongqing Lange Machinery Import & Export ... U-joint with two welder plate ty pe and two high wing bearings U-joint with four wing bearings U ... 0-101-303-022 ,23 ... ... Read more\n\nChina Linux POS manufacturers\n\nSZZT Electronics brings you metal pin pad, pos terminal, self service kiosk. As one of the professional manufacturers and suppliers in China, we will offer you the quotation consultation and fast ... Read more\n\nTianjin Commonda Tablelinens Co.,Ltd\n\nCommonda: Professional cotton tablecloths, polyester tablecloths, holiday tablecloths, blended fabric table cloth, plastic tablecloth manufacturers and suppliers, having advanced Auto CAD and offering ... Read more\n\nAdapters Caps And Plugs Utah Fire Equipment\n\nThe most economical way to protect fire dept. connection inlets is with PLASTIC BREAK CAPS. Choose either the PAC, which uses an adjustable bar that threads onto any ... ... Read more\n\nWoods Equipment Company\n\nConstruction Equipment: Find a Dealer Parts Service Bulletins Tech Tips Ask a Question Find a Manual: WoodsCare ... Woods Equipment is a Blount International Company ... ... Read more\n\nMaize Grinding Mills Efficient Machinery King Shine\n\nMaize grinding mills are designed for grinding maize, and is suitable for maize grinding. King Shine Machinery researches and develops maize grinding mills. ... Read more\n\nSpray Nozzle equipment Environmental XPRT\n\nResults for spray nozzle equipment from BETE, Evapco, Ayles Fernie and other leading brands. Compare and contact a supplier near you on Environmental XPRT ... Read more\n\nBev Tech The Beverage Equipment Specialists\n\nJuice products are avialable in frozen concentrate dispensed form, chilled, frozen, single serve form, and shelf stable Bag-in-Box dispensed form. ... Read more\n\nRiding lawn mower farm garden by owner sale\n\nYard Machine Riding Lawn Mower 16.5 HP Briggs&Stranton 42 cut Auto Transmission Model 13A0695G088 TMO-3Z03907 PRICE $400.00 or best offer ... Read more\n\nPlate Mount Casters Allied Caster Equipment Co\n\nShopping Cart Casters; Wheels; Bearings & Axles; Floor Locks; Bumpers; ... Commonly used in Rigid Caster Fits 1-1\/2\"x1-1\/2\" Track click to view: AC4-4108-839. Wheel Type: ... Read more\n\nLiugong Machinery ImportGenius\n\nImportGenius has the complete import\/export history of Liugong Machinery. ... Del in the USA contained 13680K of Liugong Brand Skid Steer Loader ... +1-855-573-9976 ... ... Read more",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9890357852,
        "format_confidence":0.9561666846
    },
    {
        "url":"http:\/\/jingkesy.en.alibaba.com\/collection_product\/pvc_pu_foam\/1.html",
        "text":"• Sourcing Solutions\n  • Services & Membership\n  • Help & Community\n\n17 results found for \"pvc pu foam\"\n\nView as: View list View gallery\nprev next\nStart Order\nPlace your order online and pay to the designated bank account to get full protection.\nSelected Products (0\/20)\nClick to select products and contact the supplier.\nprev 1 2 next\nEmail to this supplier",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9421173334,
        "format_confidence":0.9796158075
    },
    {
        "url":"http:\/\/www.torranceca.gov\/25079.htm",
        "text":"\n\n TORRANCE california\n\nGeneral Services\n | Construction and Maintenance BIds\n\nfont size: A | A | A\n\nConstruction and Maintenance Bids and Proposals\n\nThe Facility Services Division of the General Services Department is responsible for the development and implementation of construction and maintenance projects of City buildings such as libraries, fire stations, city hall, police department, park buildings, city services and transit buildings.  The types of construction projects include: General construction such as renovation and additions, and building maintenance such as repair or replacement of HVAC equipment, electrical upgrades, roofs repairs, and painting.  Our duties include planning, budgeting, designing, and administering the public bidding process and award of Public Works and service contracts, and managing the construction and maintenance projects relating to City facilities.  Below are projects currently bidding and administered by the Facility Services division. \n\nTo see a list of current bids Citywide click here.\n\nRFP B2016-09- Design Build for CNG Retrofits to the Transit Garage for Maintenance of Heavy Duty CNG Fuel Vehicles\n\nRFP B2016-08- Design Build Services for Modification of Existing Vehicle Maintenance Bays into CNG Vehicle Maintenance Bays\n\nB2016-06 Bid for Wilson Park Electrical Improvements- Rebid\n\nB2016-01 Bid for Replacement of Flooring at the Torrance Cultural Arts Center\n\nRFP B2015-39 Design, Build and Installation of Exhibits and Interpretive Panels for the Madrona Marsh Nature Center and Preserve- Reviewing Proposals\n\nB2015-37 Bid for Wilson Park Electrical Improvements- Bid Rejected- see new bid B2016-06\n\nB2015-36 Bid for Police Department Women's Restroom and Locker Room Remodel and Expansion- Reviewing Bids\n\nB2015-33 Bid for Transit Facility Roof- Awarded\n\nRFP B2015-28 Madrona Marsh Nature Center and Preserve Improvements-Design Awarded\n\nRFP B2015-12 HVAC Fiiter Replacement Service at Various City- Awarded\n\nB2014-55 Bid for Roof Replacements at Various Locations- Completed\n\nB2014-54 Bid for Lighting Retrofits- Completed\n\nB2014-50 Bid for Civic Center Library Counter and Storefront Replacement Project- Completed\n\nB2014-49 Bid for Building and Safety Renovation-Completed\n\nB2014-44 Bid for Benstead Plunge Pool and Mechanical Renovation- Completed\n\nB2014-37 Bid for McMaster Park Building and Park Improvements- Construction In Progress\n\nRFP B2014-35 RFP for Production of Construction Documents -Wilson Park Gazebo Enhancement Project- Design in Progress\n\nB2014-22 Bid for Pueblo Park Improvements- Completed\n\nB2014-13 Bid for Electrical for the Transit Bus Wash Equipment- Completed\n\nB2014-09 Bid for Transit Office Remodel and Training Room Expansion- Completed\n\nRFP2014-06 Design Build for a Precast Concrete Restroom at Lago Seco Park- Completed\n\nBid for Installation of a Generator at Torrance Airport-B2013-55- Completed\n\nBid for Irrigation Controller Retrofit at Various Parks-B2013-45- Completed\n\nBid for 555 Maple Avenue Recreational Sports Field- B2013-40- Completed\n\nBid for Replacement of HVAC Units at Various Locations-B2013-33- Completed\n\nBid for El Retiro Library and Southeast Library Accessibility Upgrades-B2013-37-Completed\n\nBid for Replacement of the Flooring at the Stanley Remelmeyer Cable Bldg- B2013-22-Completed\n\nBid for Replacement of the Circulation Pumps at Benstead Plunge-B2013-23-Completed\n\nBid for Police Department Forensic Laboratory Renovation- B2012-39- Completed\n\nBid for Sea-Aire Golf Course Irrigation Replacement- B2012-42-Completed\n\nBid for Renovation of the Personnel Building- B2012-44-Completed \n\nBid for Replacement of Bus Wash and Vacuum Systems at the City Yard-B2013-04-Completed\n\nBid for Renovation of the Columbia Park Soccer Fields-B2013-08-Completed",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9757865667,
        "format_confidence":0.9031199813
    },
    {
        "url":"http:\/\/caunton.co.uk\/news.aspx?year=2014",
        "text":"2014 News: 1 to 6 of 49 matches\n\n17 Dec 2014\nCaunton have now effectively completed the frame for The Curve, the civic building in Slough originally reported in Caunton Web Site news 3 July 2014.\nAs the name suggests the structure is a steel-framed curved rectangle in shape and plan. Each of the building’s elevations feature either cantilevers or sloping and curving facades, with the main north side presenting the most striking aspect with...\n\n10 Dec 2014\nCaunton have never to our knowledge worked at Monopoly Board favourite Old Kent Road nor in Mayfair for that matter, but it is now working at a Monopoly Board location, Friars Walk in Newport South Wales. Friars Walk, you ask? It's because the Newport edition Monopoly game was officially unveiled recently.\nA gigantic version of the classic family game was put on display at the Celtic Manor ...\n\n05 Dec 2014\nCaunton’s progress with erecting the steelwork for the new Friars Walk Shopping Centre in the city of Newport, heralded in Caunton Website News on 7th May 2014, is well on its way now. Friars Walk will offer over 390,000 sq. ft. (36,230 square metres) of retail and leisure space which includes a “full offer” department store, a multiplex cinema, a wide range of shops and restaurants, all supported...\n\n26 Nov 2014\n\nHere at Caunton we have been involved in creating \"digital steel structures\" for nearly 30 years. Now we are witnessing this data form part of a wider, far reaching digital world.\n\nPlease click here to view the full slideshow.\n\n19 Nov 2014\nCaunton was a member of the Volker Fitzpatrick team on their Reading Train Depot contract. The company was delighted to read that this project has won a major award at the prestigious British Construction Industry Awards 2014. The company would like to congratulate this major national contractor in winning the Health and Safety Award for “The Reading Train Care Implementation Works”.\n\nWe hav...\n\n14 Nov 2014\nThis project is going to be done using BIM” – fourth step – Planning Construction\n\n\nCaunton has done a number of projects where BIM has been used to some extent. None of them has been done with a full and formal BIM process in place but we feel this represents the reality of the construction industry at the moment.\n\nWe’ve decided to publish a series of short articles to...\n\n1 2 3 4 5  ... \nOur Affiliates",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9892761707,
        "format_confidence":0.9890246987
    },
    {
        "url":"http:\/\/www.localtom.com\/nm\/raton\/business-to-business-special-construction",
        "text":"\nNew Mexico Yellow Pages > Raton Yellow Pages > Business to Business > Special Construction\n\nRaton Special Construction\n\nPopular Special Construction in Raton\n\n1501 Whittier St, Raton, NM 87740\n\nSpecial Construction in Cities Nearby\n\nTrinidad Special Construction (19.6 Miles)\nWalsenburg Special Construction (54.6 Miles)\n\n© 2015 LocalTom.com, Inc. All rights reserved.   About Us | Contact Us | Terms of Use\n\nSome business listings and their related information may have been obtained from third parties, and while we make every effort to assure the accuracy of this information, we do not assume any liability for inaccuracies. Ratings and review scores are collected from third parties to assist you in your decision making. They do not necessarily reflect our opinions. We take no responsibility for the content, ratings, and reviews from third parties.",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9367637634,
        "format_confidence":0.9236038327
    },
    {
        "url":"https:\/\/www.rhsalesreps.com\/manufacturers\/",
        "text":"Reece-Hopper Sales is proud to offer industry leading products from manufacturers in both residential and commercial plumbing.  Our goal is to provide representation for these manufacturers that is second to none, by offering market leading service and consultation to our wholesale distribution partners.\n\n\nShower bases, mop service basins, utility tubs, wall sets\nIndustrial saw blades, power tool accessories and hand tools\n\nSouth TX\n\nPower Tools, Power Tool Accessories, Hand Tools and Storage\n\nSouth TX\n\nThread sealants, specialty chemicals and abrasive products\nSump, Sewage, Utility, and Booster Pumps\n\nPlumbing valves, malleables, faucets and specialties\n\nBrass fittings, water stops, supply lines and flexible connectors for gas and water\n\nDomestic hot water re-circulation and accessories\n\nSouth TX\n\nFlexible CSST tubing and fittings for natural gas and liquid propane\n\nSouth Texas\n\nProfessional grade hand tools and power tool accessories\n\nSolder, brazing rods, torches & accessories\n\nPremium ADA-compliant bathroom accessories\nWaterless trap guards for floor drains\nResidential booster pumps\nPressure test gauges & thermometers\nPipe hangers, Supports & accessories\n\nFloats & controls\n\nFiberglass basins & covers\n\nServing Texas and Oklahoma since 1996",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9726139903,
        "format_confidence":0.8877329826
    },
    {
        "url":"http:\/\/www.grainger.com\/category\/lighting\/ecatalog\/N-bieZ1z0r596",
        "text":"Skip Content\n\nFilter Results By\n\nApplied Filters Clear All\n\n\n\n1 Result Found that Includes 1 Product\n\nProduct availability based on selecting either shipping or pick up and a location. Dismiss\nResults per page: 16 | 32 | 48\n    Bench Grinder Worklight, 16 In\n    • DAYTON\n    • Bench Grinder Worklight, 16 InBench Grinder Worklight, 16 In\n    • Item # 16W004\n    • Mfr. Model # 16W004\n    • Bench Grinder Work Light, Construction Die Cast Aluminum Frame And Body With Flexable Goose Neck For Targeted...More\n\n    Results per page: 16 | 32 | 48\n      Note: Product availability is real-time basis and adjusted continuously. The product will be reserved for you when you complete your order. More",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.6217187047,
        "format_confidence":0.9877941608
    }
]