[
    {
        "url":"http:\/\/boards.ancestry.com\/localities.northam.usa.states.virginia.counties.henry\/2329\/mb.ashx",
        "text":"Search for content in message boards\n\nDeshazo family of Henry Co\n\nReplies: 12\n\nDeshazo family of Henry Co\n\nPosted: 22 Dec 2001 4:21PM GMT\nClassification: Query\nEdited: 21 Jun 2002 6:53AM GMT\nI am distantly related to the Deshazo family of Henry Co and have a question for anyone who might be a descendant of this line. I have two William Thomas Deshazos from Henry Co. One was the s\/o William Thomas Deshazo Sr & Sallie Ann Finney and was b. 1 July 1863; the other was the s\/o Richard Tazewell Deshazo & Mary Jane Napier and was b. 27 Nov 1867. My question - which of these was the William Thomas Deshazo who married Nannie Eugenia Pratt?\nThanks! Peggy\nSubjectAuthorDate Posted\nChesney3 22 Dec 2001 11:21PM GMT \nbruce7911 23 Dec 2001 5:06PM GMT \nChesney3 24 Dec 2001 5:08AM GMT \nDebbyDD49 26 Feb 2012 3:10AM GMT \nnanny_cathy 11 Oct 2012 10:01PM GMT \npherman142 29 Oct 2012 10:40PM GMT \nnanny_cathy 31 Oct 2012 5:28PM GMT \nMerrylynS 19 Oct 2013 4:20PM GMT \npherman142 28 Oct 2013 1:44AM GMT \nCatherine Wil... 12 Apr 2015 4:07AM GMT \nper page\n\nFind a board about a specific topic",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.7774301171,
        "format_confidence":0.8870099187
    },
    {
        "url":"http:\/\/limbolo.blogspot.com\/2007\/09\/jean-gilletta.html",
        "text":"Friday, September 07, 2007\n\nJean Gilletta\n\nThe Old Town of Nice in 1885.\nLink to Gibbon to see more.\n\n\nMatt J said...\n\nAh, the rue Droite-know it well. Or is it the rue Centrale, or rue Gauche . . . ?\n\nElliot Cowan said...\n\nThere was a very good exhibition at the Tate Modern I went to see with Lisa a few months back.\nIt was a collection of photographs documenting British life from about 1700 onwards (earlier actually, I think).\nThis photograph makes a good companion to a similar one taken in Glasgow.\nThe street was much narrower, grubbier and had twice as many guttersnipes.\n\nThe main thing the collection showed was that Brits have been a miserable bunch for a very long time.\n\nlimbolo said...\n\nOh, for fuck's sake.\n\nMatt J said...\n\nBrits are only miserable when IN Britain. It's a very small island you see..",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9012927413,
        "format_confidence":0.8954716325
    },
    {
        "url":"https:\/\/www.behindthename.com\/name\/lech\/comments",
        "text":"Comments for Lech\n\nFamous Bearer\nPersonal Impression\nIn addition to being the source of the name Lech, the Lendians have given rise to the names of Poland in many foreign languages (for example, in Iran, Poland is called Lahestan, which is derived from the Lendians). Lechia is an obsolete name for Poland derived from the Lendians.\nBuneary  5\/10\/2017\nMakes me think of the word \"lecher\".\nbananarama  11\/25\/2008\nKníže Lech je legendární postava českých a především polských dějin. Podle pověsti přivedl Poláky do Polska a založil Hnězdno. Lech byl mladší bratr praotce Čecha.\n\nPrince Lech is a legendary character of Czech and Polish history. According a myth was the founder of the Polish people. Lech was the younger brother of forefather Čech.\nEmilie007  10\/8\/2008\nSpecialists agree that the name Lech comes from a Slavic element \"lest'\" - a cunning action. So \"lestek\" is a cunning man.\nprakash  5\/16\/2008\nA famous bearer of this name is Lech Walesa, who founded the Solidarity movement in Poland in the 1980s and later became president of Poland.\ngin_rummy  12\/15\/2005\nThis last name came from Poland. There was a king who's last name was Leshchinskiy somewhere in BC.\nNatalie7  5\/28\/2005\n\nAdd a Comment\n\nComments are left by users of this website. They are not checked for accuracy.",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9197798967,
        "format_confidence":0.962711215
    },
    {
        "url":"https:\/\/irelandxo.com\/ireland\/cork\/fanlobbus-cork\/message-board\/murphy-newmarket",
        "text":"Share This:\n\nI am looking for a birth and marriage for William Murphy.  His wife is Ellen Riordan\/Rearden. Ellen's father is William Reardan. I have searched the irishgenealogy site for a birth and marriage around Newmarket area and no luck. \n\nWilliam death certificate says his parents are Richard Murphy and Mary McAuliffe. A son (Richard) was born on the ship a few days before they arrived in Australia.\n\nShipping records\n\nThey sailed from Plymouth Harbour 26 July and reached Port Phillip after 113 days, on 15 Nov 1839  on the ship William Metcalfe\n\nWilliam Murphy 26, hus Bounty family - 37, Gardener, RC yes from Newmarket, Cork, 33 on Disposal list.\n\nMrs Ellen Murphy 20, wife of William, Dairy woman, RC yes from Newmarket, Cork, 34 on Disposal list.\n\n\nJulie Smith\n\nFriday 5th December 2014, 10:54AM\n\nMessage Board Replies\n\n  • Hi Julie\n\n    Sorry for the delay! I have passed your query to a Cork Volunteer who will be in touch soon\n\n    Best wishes\n    Clare Doyle\n    Genealogy Support\n\n    Clare Doyle\n\n    Friday 12th December 2014, 12:16PM\n  • Hi Julie,\n\n\n    The reason why you can not find a birth or baptism for William Murphy is because the records for the parish of Newmarket do not start till 1833 for baptisms. There are some marriage records available for Newmarket  from  1822 onwards but there are big gaps before 1840. \n\n    Also checked the Tithe applotment books from 1823 to 1837 and found no William Murphy living in Newmarket\n\n\n    Anne Marie\n\n\n    Mallow Cork\n\n    Friday 12th December 2014, 01:35PM\n\n    Hi Anne Maria\n\n    Many thanks for you reply, very much appreciated.\n\n    I find it amazing how they arrived in Australia 175 years old. I would have liked to have been a fly-on-the wall listening to their conversation planning their trip to Australia.\n\n\n\n    Julie Smith\n\n    Friday 12th December 2014, 07:42PM",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9701293111,
        "format_confidence":0.9180364013
    },
    {
        "url":"https:\/\/cemeterytravel.com\/2012\/10\/02\/weekly-photo-challenge-mine\/?like_comment=2207&_wpnonce=c44e1ca331",
        "text":"Weekly Photo Challenge: Mine\n\nThe prompt for this week was too easy.  You wanna see mine?  Here they are — most of them, anyway.  These are my cemetery books.\n\nThey’re jammed in the shelves really tightly, but that’s not all of them.  Some are on my to-read shelf in the bedroom.  Lisa Cook’s Consecrated Ground is too big to fit on any shelf, so it’s propped up nearby.  There are a couple of the shelf in my office, waiting for me to write their reviews.  And that doesn’t include my wish list at Amazon, which grows faster than it shrinks…\n\nMy favorite cemetery book changes, but I’ll always adore Highgate Cemetery: Victorian Valhalla, which started me on the cemetery path.  I consult Famous and Curious Cemeteries and Tom Weil’s The Cemetery Book every week.  I peruse American Resting Place and The Last Great Necessity whenever I write about burial grounds in this country. Some books are touchstones.\n\nSo all this makes me curious:  do you have an absolute favorite cemetery book?  Is there one you turn to again and again, either because it’s so fascinating that you always learn something new or because the photos are so lovely that you find looking at it so inspiring or restful?\n\nWhat is your favorite cemetery book?\n\nAbout Loren Rhoads\n\nI'm co-author of a series about a succubus and her angel. Angelus Rose, the final book, came out in February 2020. I am the editor of Tales for the Camp Fire: An Anthology Benefiting Wildfire Relief. I'm also author of 199 Cemeteries to See Before You Die and Wish You Were Here: Adventures in Cemetery Travel--and a space opera trilogy.\nThis entry was posted in Cemetery poll, Photo Challenges and tagged , , , . Bookmark the permalink.\n\n16 Responses to Weekly Photo Challenge: Mine\n\n  1. I do not have a favorite cemetery book. But I want one now. Suggestions?\n\n\n  2. Jo says:\n\n    This is an impressive amount of books! I don’t have too many, but I really relied on Maine’s Coastal Cemeteries by Karen Batigani when I was in Maine both times —- I’ve got penciled-in notes in my copy (actually, two copies – on the second trip, we forgot our copy and had to purchase another one once we got to Maine).\n\n\n    • Loren Rhoads says:\n\n      That sounds like me an Permanent Californians. I keep buying copies every time I find one used and giving it away to whoever’s visiting at the time.\n\n\n      • Jayson Jordan says:\n\n        I cannot say I was aware of this ‘Saving Graces’ title, but it does sound worth the extra effort to get ahold of a copy. Thank you for the suggestion!\n\n        You are very welcome, and quite deserving of the praise. I’m trying to curtail purchases at the moment, but shall certainly keep them in mind, thank you kindly!\n\n\n  3. Jayson Jordan says:\n\n    When it comes to cemetery books, I was going to mention ‘Beautiful Death: The Art of the Cemetery’, but I see you already mentioned it. However, the photos are quite divine in this book, so it was worth mentioning it again. Another book that I find extremely fascinating when it comes to historical depth is ‘The Victorian Celebration of Death’ by James Stevens Curl. Granted it is perhaps not a straight-forward ‘cemetery book’, but certainly in relation to the subject.\n\n    By the by, I really enjoyed that wondrous magazine ‘Morbid Curiosity’, but unfortunately I only came upon it by its last issue.\n\n\n  4. Albin says:\n\n    Unfortunately, all of the cemetery books I love most are all in Turkish and difficult to find in the US. But as far as content, arrangement and wealth of photographic\/illustrative materials goes; a slim volume by Nidayi Sevim titled “Medeniyetimizin Sessiz Tanıkları: Eyüp Sultan’da Osmanlı Mezar Taşları ve Mezar Kültürümüz” [roughly: “Our Civilization’s Silent Witnesses: Ottoman Gravestones in the Eyüp Sultan Cemetery and our Burial Culture”] Istanbul: Abidiye Yayınları, 2007. A neat little book on the Ottoman burial practices one finds at the age-old burial ground near the end of the Golden Horn in Istanbul.\n\n\n    • Loren Rhoads says:\n\n      Thanks for all of that information! I don’t know as much as I should about grave monuments beyond American and Western European cultural traditions. Hopefully I can track something down in English about Turkey. I am planning to go to Istanbul for my birthday next year. I want to explore Istanbul’s grave traditions, but I’m not sure where to start. Can you advise me?\n\n\n      • transennae says:\n\n        Sure… I can provide you with some of the maps\/materials I generated for the little talk I did on Istanbul Cemeteries at the AGS Conference late-night session this past June. Unfortunately, as far a books on the subject go, there isn’t a lot in print on cemeteries [mezalıklar] in general — either in English or Turkish. As one might expect, a major portion of what IS out there deals specifically with archaeological aspects of Ottoman-period burial sites (“antiquities” being such an important topic for municipal and national authorities). One really great book — as a general reference — which is in English is Edhem Eldem’s _Death in Istanbul: Death and Rituals in Ottoman-Islamic Culture_ (Istanbul: Ottoman Bank Archives and Research Center, 2005).\n\n\n      • Loren Rhoads says:\n\n        That sounds like a great place to start. I’ll track the book down. Thank you for your help.\n\n\nWhat would you like to add?\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.8850803971,
        "format_confidence":0.5661848783
    },
    {
        "url":"http:\/\/stapletonkearns.blogspot.com\/2010\/09\/bonfire-of-vanities.html",
        "text":"Monday, September 20, 2010\n\nThe bonfire of the vanities\n\nIn 1490 a Dominican priest Girolamo Savonarola entered Florence on a mission from the church. He had spent years alone in his cell in a monastery studying the scriptures and was appalled at the evils and excesses of the renaissance society. With the fabulous wealth of the Di Medici bankrolling the explosion of art, fashion and luxury in Florence standing in contrast to the poverty of the common man, Florence was a place of shocking contrasts. There was a plague called the French Pox (syphilis) and a growing resentment of the ruling classes by the ordinary citizens. The coming millennium (1500) was fueling a movement that speculated that the end of times was at hand. Savonarola was a gifted and fiery speaker though possessed of a small voice and unimposing figure. He preached the coming of the last days and claimed communication with God and the saints.\n\nSavonarola denounced the sinfulness of the Florentines, he proclaimed the faults in the church itself and denounced the ruler of Florence, Lorenzo Di Medici. His sermons were wildly popular among the rich and the poor alike and he drew crowds of thousands. Lorenzo gave fortunes to the poor and attempted to win over Savonarola. Unable to convince the fiery priest to desist in his criticism of the Di Medici rule, Lorenzo ordered him to stop or he would be expelled from the city. Savonarola\"s reply was that Di Medici must repent and stated that he, although not a citizen would remain in Florence and Lorenzo would be forced to quit the city. Lorenzo sickened and from his death bed called Savonarola to come so he might be absolved of his sins. The priest made three requests of Lorenzo. The ruler was to confess and believe that God would forgive his sins. The second was to return to the people wealth that Savonarola felt Lorenzo had come by immorally and the third was that Lorenzo must return to Florence the rights that they had possessed before the rise of the DiMedici. The last, Lorenzo refused, rolled over to face the wall and died.\n\nSavonarola continued to preach and prophesied the destruction of the Florentine state by a force that would come over the Alps. Charles the VIII of France arrived at the head of an army and fulfilled Savonarola's predictions. The French expelled the Medici and set up a republic with the consent of the Florentines. Savonarola was charged with administering that. Florence became a theocracy and named Christ as their king. The city was swept up in a fervor of repentance. Woman discarded their fabulous gowns and began dressing simply in drab colors. The taverns and gambling houses emptied and were closed.\n\nThis new Puritanism encouraged, even required the citizens to bring the trappings of \"earthly vanity\" to the Piazza Della Signoria to be burned. They brought playing cards and books that were deemed secular, fashionable gowns, cosmetics, wigs and mirrors and musical instruments, then ancient sculpture and finally fine paintings. Into the enormous bonfire on February 7, 1497 went the works of Fra Bartolemo, and Lorenzo Di Credi and probably Sandro Bottecelli, possibly by the artists own hand. Florence burned great art and private libraries. Plenty of the citizens of Florence were fed into bonfires for good measure.\n\nAs Florence's economic conditions worsened though, the people began to realize that Savonarola's anti business policies of opposition to free trading and profit were partly if not mostly to blame. There were riots and the taverns reopened to a thirsty city, too sober on repentance.\n\nThe Pope excommunicated Savonarola who had become a nuisance to him and ordered the priest arrested. After a bloody riot that resulted in the death of Savonarola's guards he surrendered and was charged with heresy, false prophesy and other charges. He and two of his closest aides were tortured. Broken on the rack Savonarola confessed and was condemned to death. The three were hung from a large wooden cross by chains over a bonfire on the same site as the burnings of the \"vanities\". The charred remains of the three were broken up and reburned until nothing was left and thrown in the Arno, beside the Ponte Vecchio to deprive his followers of relics.\n\nSavonarola and the Bonfire of the vanities are remembered as an example of fanaticism. Their destruction of art and books remains a cautionary tale of the excesses of a theocracy turning on beauty and worldly pleasures. Artists, writers and lovers of aesthetics should remember this cautionary story and be aware there are forces in the world that are no friends to beauty and intellect. The soldiers of repression and narrow asceticism may seem powerless, but then suddenly gain strength and destructive force. The freedoms to make and enjoy art, to enjoy the beauty of fashion and poetry, music and the gaiety of wine and celebration are not perpetual and assured. They flourish in freedom and are a decoration to liberty.\n\nAbove is the music of Mansour, banned from his native Iran and living in California, part of the diaspora of Iranian artists. This is a great tune. I am fond of Iranian pop music.\n\n\nMCG said...\n\n...same as it ever was. Worst of all within visual art itself, on BOTH sides of the fence.\n\nTacook516 said...\n\nHi Stape,\nFreedom is very fragile, it depends on the 'golden rule' for it's survival. The day I was born the Holocaust was occuring to the east and the bombing of Heroshima in the west and my dear father was trying to survive as an officer in a German POW camp near Auschwitz. During that terrible year the Germans kept pulling back toward the 'homeland' (now that's a word that makes us old folks cringe!) they marched the prisoners several hundred miles in mid winter, many of them walked barefoot to save their boots for an escape. They ended up in Stalag 1, and on my first birthday, the Russians, after taking all their officers across the road and executing them ( Stalin didn't want anyone who had contact with the west returning to the 'motherland') turned the survivors over to the Americans, their allies in the war. My father weighed 68 lbs, he survived because in chewing the wood in the barracks to stave off hunger pain, he discovered a nest of termites. He always said to us, \"Beware the big lie\" when something is said by public figures and printed in the press over and over people begin to believe it. Good people will do things they would never think they could do. When hate is the solution, someone is benefiting by gaining power and money.\nPeople forget history so soon, when my great grandparents opened their hotel in San Francisco in the mid 1800's, to serve the gold rush the state of California was 99% Spanish or indians. Now we have hate mail going to Hispanic families who's ancestors were here before the 'white' man!\nA group at the Palm Springs Art Museum wanted to have a life drawing session, you wouldn't believe the hate mail, using their 'religious' belief to rationalize hate!\nI grew up in the middle east, there are people in our country who would outdo any Mullah if they could get into power. Books, paintings, people up in smoke.\nOh dear Stape I'm afraid you touched a nerve in me, my father and his compatriots sacrificed so much so that all of us could be free to disagree, and still be respected, Terry\n\nKarla said...\n\n$13,479,406,575,118.15 said...\n\nA tyrant is a tyrant is a tyrant. We want to protect \"our rights\" but not \" their rights\". Selective freedom is worse of all. And freedom at the expense of repressed others is no freedom at all: it's the tyranny of fear.\n\nIt's a very worthwhile post. This scenario has taken place many times and with many fires within our our beloved country. Banned in Boston bonfires: It's funny now but it was not very funny then. This righteous Boston, primarily Protestant movement was aimed at the Irish and Italian Catholic immigrants. Its effects lasting well into the 50's. My father, an American citizen, was arrested at the age of 12 for selling newspapers at the docks in East Boston because he was of Italian descent and Italy was allied with Hitler.\n\nSimone said...\n\n\"...Savonarola's anti-business policies.\" Was he into liberation theology? (lol)\n\nIn the interest of clarity Savonarola's fanatical tyranny was in no way reflective of the Church's social positions at the time. The Church had done a lot to preserve and sustain arts, the sciences, books and intellectual pursuits throughout the middle ages. Untold volumes were preserved for antiquity by the Church. Were it not for the Church the fine arts of painting, sculpture and architecture would not have flourished so.\n\nAlthough a tyrant himself, Lorenzo Di Medici was not oppressive and militant as was Savonarola. He used his diplomatic skills in an effort to unify the five Italian states especially against the possible invasion by the French.\nHis influence throughout Italy made him a the natural target of the French who in turn found a willing ally in Savonarola. If I had my guess I would say that the French used Savonarola to disrupt Florence. Most historians discount the story of Lorenzo being refused absolution on his death bed and speculate that he died a Catholic in good standing. In fact one of his son's eventually became pope as did one of his nephews. He was a splendid patron of the arts and of scholars.\nThat may be why the tyrannical Savonarola targeted the arts and books.\n\nIf stories of Florentine citizens being cast into the bonfires are true that was the doing of a maniacal tyrant who was excommunicated on moral grounds rather than doctrinal grounds. Technically, not a heretic but his violent threats against the Pope and the Roman Curia sealed his fate. The Pope and members of the Curia were present for his trial which was apparently conducted by civil authorities with his sentencing carried out by civil authorities. It was ultimately an uprising of the citizenry that drove the French out of Florence. That didn't settle it though.... (truncated)",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.6175631285,
        "format_confidence":0.698946476
    },
    {
        "url":"http:\/\/wordsforwarriors.blogspot.com\/2013\/06\/d-day.html?showComment=1382109813108",
        "text":"\n\nThursday, June 6, 2013\n\nD Day\n\nJune 6, 1944 is an important day in history. It is a day of honor and courage. I encourage you to read some of the amazing stories that will be retold today. \n\nRemember... Their Sacrifice. Our Freedom. \n\n\nAnonymous said...\n\nyour choice of picture elicits an emotion of fear...imagine the flood of fear those men felt as the bow opened. The cold water, sound of gunfire, the sight of drowning men..the smells. Death comes to our senses in many ways and I am sure the survivors relive each of them all the days of their life after.May God grant each of you peace\n\nAnonymous said...\n\ni syour blog still active..i miss your posts",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9852746725,
        "format_confidence":0.9040753841
    },
    {
        "url":"http:\/\/www.geographictravels.com\/2012\/02\/call-for-guest-blog-posts-for-virtual.html?showComment=1329241733499",
        "text":"Saturday, February 11, 2012\n\nCall for Guest Blog Posts for the Virtual Geography Conference\n\nWhile the lucky geographers get to attend the Association of American Geographers conference in New York from February 24th to the 28th, I will be hosting a virtual convention with (hopefully) readers placing their presentations online.  However, I am also opening up the blog to guest posts.  If you want to write about anything related to geography, no matter how short or how long, contact me (catholicgauze at gmail dot com) and you will have your very own forum to share your knowledge and insight!\n\n\nsmeeko said...\n\nAre you saying you will host postings from readers during the actual conference days?\n\nCatholicgauze said...\n\nYes I will!\n\nEddie said...\n\nIf its alright, I have a few posts in mind (a few geography book reviews\/comparisons) and a few primers on changing family geographies.",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.8415516615,
        "format_confidence":0.8783497214
    },
    {
        "url":"http:\/\/www.behindthename.com\/name\/jarrett\/comments\/history",
        "text":"User comments for Jarrett (Meaning \/ History Only)\n\nMy name is Jarrett and my ancestory is English. The first Jarretts in my family were in Virginia, USA, in the 1600s. It was quite common then to give a son his mother's familly name as a first name. Jarrett is the Anglicized form of the German Gerhardt and the Norman Gerard. It means strong or hardy spear. The biblical name Jared, which is very popular right now, is unrelated.\nowlathome  10\/6\/2007\n\nAdd a Comment\n\nComments are left by users of this website. They are not checked for accuracy.",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.7556347847,
        "format_confidence":0.895059824
    },
    {
        "url":"http:\/\/boards.ancestry.com\/surnames.davy\/41.42\/mb.ashx",
        "text":"Search for content in message boards\n\nDavy or Davey from County Sligo, Ireland.\n\nReplies: 6\n\nDavy family\n\nPosted: 3 Feb 2000 12:18AM GMT\nEdited: 27 Oct 2003 8:29AM GMT\nMy great grandfather was Michael Davy born in 1833 in County Sligo Ireland near Riverstown lived first in Southern Minnesota, Brownsville than moved to Currie , Minnesota. His children include on Ann's but do find an Ann on the 1860 Brownsville, Minnesota census,Houston county age 15 [perhaps related to our michael] father Thomas mother Mary with six other children and Bridget Ragan listed as 16 and housekeeper. Feel free to e mail me. Joyce\nSubjectAuthorDate Posted\nTHassettP8364 31 Jan 2000 9:05PM GMT \nTooterken 3 Feb 2000 7:18AM GMT \nTHassettP8364 6 Feb 2000 9:24PM GMT \nTooterken 7 Feb 2000 8:17AM GMT \nTHassettP8364 10 Feb 2000 5:47AM GMT \nTHassettP8364 6 Feb 2000 9:35PM GMT \nRNIKADCOM 20 Apr 2012 12:31AM GMT \nper page\n\nFind a board about a specific topic",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.6915057898,
        "format_confidence":0.973421216
    },
    {
        "url":"http:\/\/saigonkidsamericancommunityschool.com\/old-saigon-the-way-it-was-in-1955\/",
        "text":"Saigon Kids Emporium\nOctober 2017\n« Sep    \n\n\n\nOld Saigon The Way It Was In 1955\n\nI thought everyone might enjoy seeing Saigon the way it looked in 1955. This collection of films was taken in November 1955.\n\nThose of us Saigon Kids who were in Saigon prior to 1961, this is pretty much the way Saigon was when we were there. The rapid changes, in Saigon, seemed to have come after 1961 for the most part.\n\nWhen I arrived in Saigon in April 1959 it still looked about the same as in this film and remained that way until my departure in early 1961. Saigon was really very mellow back then compared to the hustle and bustle that came with the war build-up starting in late 1961 to early 1962.\n\nIn many ways I’m glad I left before the build-up for the war and the war years, as Saigon was such a beautiful peaceful place while I was there. As you can see in this film the traffic was not all that bad, like it became in later years (and is today).\n\nI hope you enjoy seeing what *Old Saigon* the former capital of French Indo-China was like. Some of the scenes in this film are the Municipal Theatre (Opera House), the fountain, Saigon City Hall with a large photo of Premier Diem (before he was President) over the entrance. Street scenes in a residential section of the city. A side walk vendor display of toy sampans near the edge of a park. The Catholic Cathedral. The river with vessels in the harbor and at the pier. Nearly deserted streets at noon to 3 pm (nap time) with most of the shops closed; and, a street vendor sleeping with his feet under his stand and hat over his face. Women street vendors with their baskets. Cars moving through the streets during heavy rains. Some great shots of the old original Continental Hotel and Tu Do Street, along with Le Loi Street, Flower Street and the Tax Building … on and on with old familiar places.\n\nJust for fun see how many places you can remember and name – LOL – 🙂\n\n[Note: The last scene in the film is somewhat underexposed.]\n\nThere is NO SOUND to this film (your speakers are not broken) – LOL.\n\nAs always, you are welcome to leave your Comments below.\n\nEnjoy a journey back in time to the sweet sweet memories of *Old Saigon* … 🙂\n\n\n20 comments to Old Saigon The Way It Was In 1955\n\n  • Bruce Thomas\n\n    Thanks for making that film available, Bob. It brings back fond memories of idyllic times along Rue Catinat, back 50 (count ’em!)years ago when my family arrived in July 1960.\n\n  • Leri\n\n    Thanks for the memories. I see you managed to capture La Pagode – the tea room anyway, and the old Continental Hotel across the street from Passage Eden. It really was a beautiful city\n\n  • Leri\n\n    I’m wondering who Wilson, on the clip card, was. Mrs Wilson was a teacher and her son Ashley was a phenomenal painter. They were from Oklahoma.\n\n    • Leri – I was wondering the same thing *who is Wilson*. At the time these clips were taken (1955) I doubt there were more then 50 or so Americans in Saigon – mostly CIA and Military Intelligence personnel working covertly through the U.S. Embassy. When I arrived in 1959 there were only a total of about 450 Americans in all of Viet-nam.\n\n      I’m assuming these clips were taken by an Army photographer as they were obtained (and copied to DVD) from the Department of Defense, Department of the Army, Office of the Deputy Chief of Staff for Operations, U.S. Army Audiovisual Center. They were originally *Classified* then years later *De-Classified* – why I do not know. Perhaps they were originally some type of surveillance footage.\n\n  • Suellen Oliver Campbell\n\n    The “Paris of the East” was a beautiful city. The lovely people and the shady streets are as pretty as I remember.\n    C’mon Bob and Ken…can’t you identify, “Wilson?”\n    With all your locating skills I bet you can “name that man” in less than a week!\n    Thank you for sharing these pictues of Old Saigon. Sure brings back good memories from our tour there from 1958-60.\n\n    • Suellen – Actually, it took me *4.3 seconds* to locate *Wilson* – LOL – amazing how fast Google can find things … ha ha ha – 🙂\n\n      Here’s the scoop:\n\n\n      Gwendolyn Mary Wilson was born to Fannie Robinson Wilson and Dr. Cornelius Wilson in Dardaneele, Arkansas on December 8, 1907. Dr. Wilson moved the family to Des Moines, Iowa in August 1913 where he set up an office and continued with his medical practice. Dr. Wilson died in 1916. Fannie Wilson married Olin Cooper in 1937.\n\n      Gwendolyn Wilson attended Bryant Elementary School and West High School in Des Moines. Determined that her daughter get the best education possible, Fannie Wilson made arrangements for Gwendolyn to attend a special preparatory high school located on the campus of Rust College, in Holly Springs, Mississippi. Wilson graduated with honors in 1926 before returning to Iowa, where she was accepted to the College of Pharmacy at the University of Iowa, in Iowa City. After attending the University of Iowa for a year, Wilson transferred to the Des Moines College of Pharmacy, which later became the Drake College of Pharmacy. When Wilson graduated with a pharmaceutical\/chemist degree (Ph.C.) in 1930, she became the first black woman to obtain a pharmaceutical degree and to be officially registered as a pharmacist in the state of Iowa.\n\n      Although Wilson was highly qualified and certified by the state to practice pharmacy, she was unable to find work as a pharmacist. Wilson would later blame this on the economy during the Depression, labor legislation that restricted the number of hours women could work, and racism. Unable to find work in Iowa, Wilson returned to Holly Springs, Mississippi and taught seventh grade for a year before returning to Des Moines again. Wilson got a job waiting tables before being hired by Winnie (Mrs. N.E.) Coffin as a maid. In 1936, Wilson accompanied Coffin on a world tour to purchase artwork for the Des Moines Art Museum then under construction. The two women traveled extensively in China, Japan, Sumatra, Bali, Java, Singapore, and Australia. Their tour ended abruptly in August 1937 when Coffin died in Japan. Following Mrs. Coffin’s death, Wilson returned to Des Moines where she married Lafe H. Fowler on January 19, 1938. They were divorced in 1946.\n\n      Gwendolyn Wilson Fowler finally obtained employment in her field in 1944 when she was hired by the State of Iowa Department of Health as a pharmacist’s clerk. In 1950, Fowler took a position as a chemist in the Iowa State Department of Agriculture laboratory. As a temporary consultant on a special project, Fowler caught the attention of President Eisenhower’s administration. Fowler became one of only nine women (and the only woman of color) to be selected for Foreign Service positions higher than secretary. In 1955, Fowler was assigned as a program analyst in Saigon, Vietnam where she was stationed for four years. After completing her Foreign Service assignment, Fowler returned to Des Moines and the Iowa State Department of Agriculture laboratory. In 1962, Fowler was hired by the Broadlawns Polk County Hospital as a staff pharmacist, a position she held until her retirement in 1974.\n\n      During her retirement, Fowler was active in volunteer organizations, including Wilkie House, the Red Cross, and the United Way. Fowler also served on the Young Women’s Christian Association (YWCA) board of directors, the State Drug Abuse Council and the Des Moines Civic Music Board. Governor Robert Ray appointed Fowler to the Iowa Statewide Health Coordinating Council. Fowler was a lifetime member of both the National Association for the Advancement of Colored People (NAACP), and the African Methodist Episcopal Church. She was also a member of the Des Moines Sister City Commission, the Des Moines Women’s Club, and the Drake University Alumni Association. In 1987, Fowler was inducted into the Iowa Women’s Hall of Fame.\n\n      Fowler died in November 1997.\n\n      Click Here to read more about her. Well worth the additional reading, as you’ll know a lot of the families mentioned in her papers who were in Saigon during 1955 – 1959 time frame. I’d love to get copies of her photo\/slide\/film collections of Saigon and Viet-nam. Hmmm? maybe I need to plan a trip in the near future – LOL – 🙂\n\n  • Elizabeth Respess\n\n    Thanks, Bob. Even without the sound, the live action gives you the sense of pace that still photos can’t.\n\n  • Susie Stann\n\n    Thanks, for the film, Bob. It sure does bring bakc memories.\n\n    PS Suellen! This is Susie Stann. Veny & I wondered whatever happened to you. We’ve seen each other in San Francisco, Bali, & Vietnam. Want to email & catch up? I give Bob permission to give you my email.\n\n  • Kenneth R. Yeager\n\n    Ahhh Saigon…what 17 year old kid wouldn’t have enjoyed his or her time in Saigon? This film was a real trip down memory lane. Some of the cars were ones I didn’t recognize and some of the streets, but the theme was perfect. During my time (1961-1964 with breaks) taxis (except to drop off), cyclos and bicycles were not allowed on Tu Do (Rue Catinat) Street. Bird watching was a favorite pastime (having a drink at an outdoor cafe or bar and watching the pretty girls go by). Oh what to live those days again. SIGH!!!!!\n\n  • Richard (Rique) turner\n\n\n    This is remarkable footage, especially the shots taken during a rainstorm. How did you happen to get ahold of it? Is there ever going to be a screening of The Poetic Geography of Saigon at the Kinh Do? I’ve just completed the video for my current project, SEE ANGKOR AND DIE. It has a 4 minute segment that is the video version of my James Dean story.\n\n\n\n    • Hi Rique – Yes, I agree with you given the time this footage was taken it is very remarkable. It is even more remarkable that it is still in fairly good condition. Top secret *Clod* sources provided it – LOL – 🙂\n\n      Poetic Geography of Saigon will not be screening at The Kinh Do, as *Passage Eden* seems a better fit – lol – since it was the Clod’s favorite theater – 🙂\n\n  ... (truncated)",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.8891568184,
        "format_confidence":0.7147979736
    },
    {
        "url":"http:\/\/www.afrigeneas.com\/forum-states\/index.cgi\/md\/read\/id\/5054\/sbj\/in-1910-1930-edwardsville-in\/",
        "text":"Join the Genealogy Revolution.\nSearch for your surname in the largest DNA database of its kind!\n\nMy Surname\n\n\nBanner - Family Tree Maker 2008\n\nDomain Name Registration at GoDaddy.com 120x60\n\nAfriGeneas States Research Forum\n\n[IN] 1910-1930 Edwardsville, In\n\nI am looking for the Johnson Family. Will abt.1893 & Mattie Johnson & their children. This is a black family. After 1900, Will left Ms & went to In according to hearsay. I need to know in 1930 if his parents join him & who all live with him.\n\n18 Dec 2002 :: 14 Nov 2008\nCopyright © 2002-2008 by AfriGeneas. All rights reserved.\nAfriGeneas ~ African Ancestored Genealogy",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.6109617352,
        "format_confidence":0.9655828476
    },
    {
        "url":"https:\/\/www.encyclopedia-titanica.org\/community\/threads\/how-much-of-a-difference-did-the-titanic-sinking-really-make-to-maritime-safety.39002\/",
        "text":"1. Welcome to Encyclopedia Titanica\n    or subscribe for unlimited access to ET! You can also login with , or !\n    Dismiss Notice\n\nHow much of a difference did the Titanic sinking really make to maritime safety?\n\nDiscussion in 'Safety Regulations Issues Post1912' started by Rob Lawes, Jan 3, 2019.\n\n  1. Rob Lawes\n\n    Rob Lawes Member\n\n    The thread title is something I've been pondering on for a while now.\n\n    We know what the outcomes of the initial inquiries were and the responses by White Star and the wider industry. Looking at the impact of these going forward, I think it's easy to argue that very few of the recommendations have had a significant impact on maritime safety.\n\n    The most obvious one that did was 24 hour radio coverage by all ships at sea. At least distress calls wouldn't be missed. With the advent of modern telecommunications this system has become even more reliable.\n\n    On the other hand, if we look at the lifeboats and space for all onboard, how many subsequent sinkings have had the time or list free ability to launch all of the available boats? None spring to mind. Various examples where this was impossible are available. The Estonia and Herald of Free Enterprise rolled over in minutes. The Andrea Dora, Costa Concordia and Oceanos listed so badly that only half their boats could be launched. Yarmouth Castle remained on an even keel but fire prevented passengers from accessing many of the boats.\n\n    In terms of practices and procedures at sea, a lot of these were already in place although there use was being implemented sluggishly. I suppose the Titanic sinking hastened the abandonment of the old style rudder orders and the standardisation of communication and distress signalling but again, this had already been agreed by international conferences before the disaster.\n\n    Finally, in terms of ship construction, ships would for many years after still become death traps in a fire or have fewer compartments open to the sea than Titanic and still sink. The fact remains, if enough water gets into a ship, no matter how high the bulkheads or the thickness of the double hill, she'll still end up on the bottom.\n\n    Overall, I think it's easy to argue that apart from the huge outrage at the time and the \"seen to do something\" response, the impact on maritime safety made by the Titanic disaster was arguably negligible.\n\n    Thoughts ??\n  2. Doug Criner\n\n    Doug Criner Member\n\n    There is an interesting incident where a subsequent marine disaster was worsened because of safety requirements adopted in the wake of the loss of Titanic.\n\n    In 1915, SS Eastland was loading passengers in the Chicago River, and capsized, killing more passengers than died aboard Titanic. After Titanic, Eastland had been required to add many more lifeboats, which caused the ship to become more unstable due to the reduction in metacentric height (and Eastland was rather tender, even before adding additional lifeboats). For more information, Google \"SS Eastland disaster\",\n    Rob Lawes likes this.\n  3. Aaron_2016\n\n    Aaron_2016 Member\n\n    I believe there were a number of positive changes that were made as a result of the disaster which may or may not have been a mandatory change, but were obeyed for the sake of safety. I believe shipping routes may have been moved further south by orders, or by the captain of each ships own discretion, and more rigorous ice patrols were created as a result of the Titanic disaster. Ships fitted with wireless would also operate longer hours and possibly the confusion of distress rockets and signal rockets were made more clearer. I wonder how often the Titanic was mentioned to all of the new recruits.\n\n    I agree the addition of lifeboats was more of a cautionary measure, and sadly there were no guarantees that more lives could be saved with more lifeboats. e.g. Here are a number of wartime disasters from 1915 - 1916. More lifeboats had little or no effect in the loss of life.\n\n\n    I wonder if the Titanic had more lifeboats, would the added weight cause her to roll over to port and sink more rapidly. Lightoller believed the movement of the passengers created a \"righting movement\" and the crew heard Captain Smith order the passengers to the starboard side \"to straighten her up\" and keep her balanced in the water. The additional weight of extra lifeboats on the port side might have rolled her over completely. Keeping the ship upright long enough to lower all available lifeboats was a difficult task. It was incredible how steady the Titanic settled down.\n\n    Last edited: Jan 3, 2019",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.7166050076,
        "format_confidence":0.9863898158
    },
    {
        "url":"http:\/\/listsearches.rootsweb.com\/th\/read\/ROMINE\/1999-01\/0916634041",
        "text":"ROMINE-L Archives\n\nArchiver > ROMINE > 1999-01 > 0916634041\n\nFrom: <>\nSubject: ISAAC ROMINE, KY Militia 1780-83 ~\nDate: Sun, 17 Jan 1999 23:34:01 EST\n\nISAAC ROMINE, KY Militia 1780-83\n\nGeorge Rogers Clark and his Men, Military Records, 1778 - 1784.\n\nDoocument  58, 18 July - 21 August 1780\n        A Pay Roll for Capt. Peter Asturgus Company of Kentucky County Militia\nin Actual Service on an Expedition Against the Shawnee town under the command\nof Colonel George Rogers Clark. Commencing July 18th 1780 and ending August\n21st. Both days included.\n\nPeter Asturgus, Captain - dead\nSamuel Adams, Lieutenant\nSinnaca McCrackin, Lieutenant\nJames Asturgus, Ensign\nChristopher Shoult, Sergeant\nPhilip Taylor, Sergeant - absent\nBenjamin Phillips, Sergeant\nRobert Brenton, Sergeant\n\nPrivates: Samuel Anderson, Zach Hole, Peter Bellows, Jonas Eaton - absent,\nISAAC ROMINE, Jacob Hubbs, William Logston, John Neal - dead, Adam Wolf -\nabsent, John Coy, Theadorous Davis, Matthew Jefferies, Thomas Phillips, Nathan\nSellers, Thomas Boyd, John Sellers, Hugh Coughran, John Pringle, Hankerson\nAshby - dead, James Brenton, John Phillips, Samuel Brenton, Francis Brenton -\ndead, George Summit, John Lee, Henry Countryman, Charles Kennedy, John\nKennedy, George Hynch.\n\n\nDocument 75, 17 August - 25 August 1782\n        A Pay Role for Captain Samual Kirkham's Company of Lincoln County\nMilitia under the command of Colonel Benjamin Logan.  A burying of the dead at\nthe Blue Lick and in the battle, August 19th 1782.\n\nSamuel Kirkham*, Captain - discharged Aug 25.\nWilliam Givens, Lieutenant - killed August 19, 1782\nWilliam Crow*, Ensign - discharged Aug 25.\n\nPrivates killed in action Aug. 19: Henry Miller, John Fry, Ezekial Field, John\n\nPrivates discharged Aug. 22: Jacob Coplin, Henry Grider, John Sellers,\nJonathan Drake, Absolom Yagar, William Barbey, George Scott, James McConnell,\nCharles Spillman, Edward Dougherty, George Wilson, ISAAC ROMINE, Samuel\nBrenton, William Brenton, Robert Brenton, James Brenton, John Brenton, Patrick\nSheilds, Jacob Spears, Joseph Wilson, John Harris, James Thompson, George\nYant, James Fisher, Samuel Jack, Abraham Thomas, Elisha Scott, William Steel,\nStephen Archer, Ash Emerson.\n\nPrivates discharged Aug 25: William Fields*, Samuel Lawrence*, Soloman\nLawrence*, John Reed*.\n\nJournel of Western Commissioners, November 1, 1782 - July 1, 1783\n        March 26, 1783 - Capt Samuel Kirkham's Pay Roll from the 17th of\nAugust untill the 25th 1782 entered and bundled as above - It appears that\nCapt. Kirkham in his Pay Roll ought to receive pay as a Captain for six days\nand the Pay of an Ensign for three days.  The men in his Pay Roll returned for\nthree days were killed at the Battle of the Blue Licks, but their families &\nfriends are in Kentucky.\n\n        *Note -  Capt. Kirkham, with five of his company, returned to the\nbattle ground to bury the dead on the August 24, 1782 where they burried 43 of\nthe killed.\n\n\nDocument 79, 22 October - 23 November, 1782.\n        Pay Roll of Lincoln Militia under Captain Samuel Kirkham on actual\nService on an Expedition against the enemy Indians under General George R.\n\nSamuel Kirkham, Captain\nHenry Grider, Lieutenant\nWilliam Crow, Ensign\nGeorge Cambell, Sergeant\nDaniel Brown, Sergeant\nJames Fisher, Sergeant\nJohn Crow, Adjutant\nJames Thompson, T.H. Master\n\nPrivates: Joseph Wilson, John Sellars, Josiah Boone, Jeremiah Boone, James\nStephenson, Samuel Lawrence, Isaac Lawrence, Soloman Lawrence, Joseph\nLawrence, William Gracey, Benjamin White, George Wilson, George Reading,\nEdward Dougherty, Samuel Brenton, William Brenton, Adam Brenton, Robert\nBrenton, James Brenton, John Brenton, Edward Taylor, William Stone, Nicholas\nPix, Jesse Thomas, Abraham Thomas, Jacob Holsclaw, William Barba, John Barba,\nJoshua Barba, William Kenn, William Fields, George Yunt, John Harris, Peter\nWatts, Robert Foreman, Moses Cherry, Ash Emerson, Absalom Yagar, Cornelias\nYagar, Stephen Archer, Jacob Crow, Levi Scott, ISAAC ROMINE, Elisha Scott.\n\nJournel of Western Commissioners, November 1, 1782 - July 1, 1783\nMarch 21, 1783 - Capt Samuel Kirkhams Pay Roll from the 22d of October until\n23d November 1782 Entered & Bundled as before.\n\n\nDid we know about this ISAAC ROMINE being in the Kentucky Militia??\nWhich ISAAC is he?\n\nThis thread:",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9886652231,
        "format_confidence":0.6548143625
    },
    {
        "url":"http:\/\/listsearches.rootsweb.com\/th\/read\/APG\/2005-12\/1134452436",
        "text":"APG-L Archives\n\nArchiver > APG > 2005-12 > 1134452436\n\nSubject: Re: Black's Law Dictionary.\nDate: Tue, 13 Dec 2005 00:40:36 EST\n\nIn a message dated 12\/13\/2005 12:00:05 AM Eastern Standard Time,\n\n> Anyone know what year Black's Law Dictionary edition 6\n> was published? That's the edition everyone says is\n> best, right?\n\nActually, it's the Fourth Edition that was the last to include all the\nantiquarian goodies that are so useful in genealogy. It first appeared in 1951,\nand was published for perhaps another ten years or so. I'm not sure when the\nFifth Edition superseded it.\n\nDonn Devine, CG, CGI\nWilmington, Delaware, USA\n\nCG, Certified Genealogist, CGI, and Certified Genealogical Instructor are\nservice marks of the Board for Certification of Genealogists, used under\nlicense by board certificants after periodic evaluation, and the board name is\nregistered in the US Patent & Trademark Office.\n\nThis thread:",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.8070487976,
        "format_confidence":0.843242228
    },
    {
        "url":"http:\/\/www.americandialect.org\/americandialectarchives\/decxx97049.html",
        "text":"Date: Tue, 2 Dec 1997 20:00:30 +0000 From: Duane Campbell Subject: How cold was it? On another list, smaller but equally erudite, the matter of cold weather came up along with its relationship to certain anatomical topography of those of the Wiccan persuasion. A lady from Boston (it's possible) said it had been colder than a you-know-what -- period. A member from Arkansas said it was colder than a YKW in a snowstorm. Here is the Northeast I have always heard that it was cold as a YKW in a brass brassiere. Has anyone ever mapped this? Duane Campbell dcamp[AT SYMBOL GOES HERE]",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9084762335,
        "format_confidence":0.6694154739
    },
    {
        "url":"http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=dfl&GRid=39620736",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nTop Contributors\nSuccess Stories\nDiscussion Forums\nFind A Grave Store\n\nLog In\nBernhard Baker\nLearn about sponsoring this memorial...\n[Add Flowers]\nI think its wrong that every grave in this sacred ground will now be removed. Chicago is awful for allowing this to happen.\n- Damian Omar Plaza in Chicago\n Added: Feb. 18, 2010\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9247506261,
        "format_confidence":0.6049384475
    },
    {
        "url":"http:\/\/www.ww2f.com\/topic\/30751-an-example-of-how-little-good\/",
        "text":"Jump to content\n\n- - - - -\n\nAn example of how little good...\n\n  • Please log in to reply\n1 reply to this topic\n\n#1 brndirt1\n\n\n    Saddle Tramp\n\n  • Members\n  • PipPipPipPipPipPip\n  • 9,709 posts\n\nPosted 11 April 2010 - 12:13 AM\n\nAn example of how little good the Germans received from the Ukraine after the Nazis conquered the territory. By the first week of March, this was reported in the Time magazine.\n\nLast week, as the Wehrmacht reeled farther & farther back into the Ukraine, the Germans were fast losing this vast (172,000 sq. mi.), heavily populated (31,000,000) territory, and the Russians were regaining one of their greatest centers of wealth.\n\n… One of the first tasks of German engineers was to repair and restore highways and bridges, to convert railways as far as the Dnieper to the narrower European gauge. Restoration of reconquered railways is bound to be a major problem for the Russians.\n\n(as they retreated)The Russians had destroyed 67,000 tractors, 18,500 heavy trucks, and 22,000 combines before they gave up the Ukraine. One result was that Ukrainian farmlands produced very little for the Germans. They were able to bring in about 5,000 tractors, and a few thousand plows. By forcing prisoners and peasants to work the fields 17 hours a day, the Germans were able to plant and harvest about 300,000 tons of grain, all types in 1942 (in 1937, the Ukraine produced 10,000,000 tons of wheat alone).\n\n\nWorld Battlefronts: BATTLE OF RUSSIA: What Hitler is Losing - TIME\n\nSo much for \"Russian soil for the Teutonic plow\". The new lebensraum gained them next to nothing.\nHappy Trails,\n\n#2 belasar\n\n\n    Court Jester\n\n  • ModeratorsOKF Moderator\n  • 6,094 posts\n\nPosted 25 August 2010 - 12:36 AM\n\nIt sounds like it would take a decade or longer to fully restore ag production even if victorious. The viable reasons for a German attack seem to get slimmer and slimmer.\nWars are rarely fought in black and white, but in infinite shades of grey\n\n(Poppy is occasionaly correct, or so I hear)\n\n0 user(s) are reading this topic\n\n0 members, 0 guests, 0 anonymous users",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.9560804963,
        "format_confidence":0.995126605
    },
    {
        "url":"http:\/\/images.ourontario.ca\/lakesandislands\/77949\/comments",
        "text":"Lakes and Islands, Times Past\nBrockville-Westport Train\n\nComments (1)\nComments from Users\nPosted by Bob Moore, 16 April 2016 at 21:52\n\nThis photo was taken around 1910-12 during the construction of the Canadian Northern Railway. A large amount of ballast (gravel) was hauled out of Lyndhurst Station back up to Forfar Station, the connection between the Brockville & Westport and the Canadian Northern. The ballast would then be hauled East and West of Forfar to fill up the roadbed to grade. A visit to Lyndhurst Station will reveal that, on both sides of the highway, especially the north side, a large amount of gravel was removed. There are other photos of a railway steam shovel loading those flatcars. The flatcars are from the Quebec & Lake St John Railway (Lac St Jean). The Q&LST was owned by the Canadian Northern.\n\nAdd your own comment.\nIs it OK to make your name public?\nIs it OK to make your comment public?\nPowered by \/ Alimenté par VITA Toolkit\n\nMy favourites lets you save items you like, tag them and group them into collections for your own personal use. Viewing \"My favourites\" will open in a new tab. Login here or start a My favourites account.\n\nBrockville-Westport Train\n\nA photograph of a Brockville-Westport Train near the Lyndhurst, Ontario Station circa 1920.",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.5148786306,
        "format_confidence":0.8165353537
    },
    {
        "url":"http:\/\/advrider.com\/forums\/showpost.php?p=8667476&postcount=802",
        "text":"View Single Post\nOld 12-24-2008, 07:26 AM   #802\nJoined: Dec 2008\nLocation: Bellshill, Scotland\nOddometer: 9\nOriginally Posted by OONYACK\nWho is this bronze statue of\n\nI reckon that will be the Lobby Dosser statue in Woodlands Road Glasgow.\n\nStatue erected by public subscription on May 1, 1992, to the memory of\nBUD NEILL 1911 - 1970 CARTOONIST & POET Creator of Lobey Dosser, Sherrif of Calton Creek, his trusty steed, El Fideldo, resident villain Rank Bajin,\nand many other characters\nskyenet is offline   Reply With Quote",
        "topic_id":13,
        "format_id":4,
        "topic_confidence":0.5223719478,
        "format_confidence":0.9624121785
    }
]