[
    {
        "url":"http:\/\/www.uncgspartans.com\/ViewArticle.dbml?DB_OEM_ID=32200&ATCLID=209226496",
        "text":"Travel Center\n\nHelpful resources from the NCAA\n\n\n\nOn behalf of the UNCG Athletics Department, we appreciate and encourage your support and interest. But please know that any inappropriate contacts or actions may jeopardize the eligibility of prospects and\/or student-athletes as well as lead to sanctions being imposed on a member institution.\n\n\nProspective Student-Athlete: A prospective student-athlete (\"prospect\") is defined as an individual who has begun classes for the ninth (9th) grade. However, it is possible for a student who is still in a lower grade to be considered as a prospect. Please ask first if you have any questions or concerns.\n\nStudent-Athlete: A student-athlete is a student who is enrolled at a four-year institution and whose enrollment was solicited by a member of the athletics staff or other representative of athletics interests with a view toward the student's participation in the intercollegiate athletics program.\n\nContact: A contact is any face-to-face encounter between a prospect, or the prospect's parent or legal guardian, and an institutional staff member or athletics representative during which any dialogue occurs.\n\nRecruiting: Recruiting is any solicitation (by phone, mail or in-person) of a prospect or a prospect's family member or legal guardian. Only those institutional coaches who have passed the NCAA Recruiting Test are permitted to recruit for the institution.\n\nRepresentatives of Athletics Interests: An individual, independent agency, corporate entity or any organization who is known (or who should have been known) by a member institution's executive or athletics administration to:\n\n    (a) Have participated in or to be a member of an agency or organization promoting the institution's intercollegiate athletics program;\n\n    (b) Have made financial contributions to the athletic department or to an athletics booster organization of that institution;\n\n    (c) Be assisting or to have been requested (by the athletic department staff) to assist in the recruitment of prospects;\n\n    (d) Be assisting or to have assisted in providing benefits to enrolled student-athletes or their families; or\n\n    (e) Have been involved otherwise in promoting the institution's athletics program.\n\nOnce an individual is identified as such a representative, the person retains that identity indefinitely.\n\nExtra Benefit: An extra benefit is any special arrangement by an institutional employee or an athletics representative to provide a prospect or a student-athlete (or the prospect or student-athlete's relatives or friends) with a benefit not expressly authorized by NCAA legislation. The following are examples of extra benefits:\n\n  • Giving cash or loans in any amount.\n  • Signing or co-signing a note with an outside agency to arrange a loan.\n  • Employing relatives or friends of a student-athlete.\n  • Giving gifts of any kind (e.g., birthday, Christmas, Valentine's Day) or free services (e.g., clothing, airline tickets, laundry, car repair, haircuts, meals in restaurants).\n  • Providing special discounts for goods or services.\n  • Providing use of an automobile.\n  • Providing a meal other than in your home on special infrequent occasions (e.g., Thanksgiving, birthday).\n  • Providing use of your summer home to go water skiing, hunting, etc.\n  • Providing transportation for any purpose.\n  • Providing rent-free or reduced-rent housing.\n  • Providing a benefit connected with on- or off-campus housing (e.g., television set, stereo equipment).\n  • Providing tickets to an athletic, institutional or community event.\n  • Providing a guarantee of a bond.\n  • Providing promise of financial aid for postgraduate education.\n  • Promising employment after college graduation.\n\n\nDO NOT become directly or indirectly involved in arranging for a prospect, or the prospect's relatives or friends, to receive money or financial aid of any kind.\n\nDO NOT provide any \"extra benefits\" to or for a prospect, or the prospect's relatives or friends, without first checking with the UNCG Athletics Compliance Office.\n\nDO NOT write to, telephone or contact in person a prospect or the prospect's family (on or off campus). If a coach is accompanied by a prospect on campus, in the community or at the airport, do not approach the coach and prospect. If a prospect approaches you at an off-campus location regarding an institution's athletic program, explain that NCAA rules do not permit you to discuss the program. Suggest that the prospect contact the institution's athletics department for information.\n\nDO NOT entertain high school, prep school or two-year college coaches at any location.\n\nDO NOT contact the prospect's coach, principal or counselor for evaluating the prospect. You are not permitted to videotape games or pick up films or transcripts from the prospect's educational institution.\n\n\nDO feel free to attend high school and community college athletic events for your enjoyment, but not to scout or videotape for an institution's coaching staff. While at such an event, you cannot have any contact with prospects or their relatives. Should you find yourself seated next to parents of a prospect, DO NOT initiate conversation with them. If conversation is initiated with you, respond in a civil manner but DO NOT discuss anything regarding a member institution's athletic program. Direct their questions to the coaching staff or the UNCG Athletics Compliance Office.\n\nDO continue ESTABLISHED family relationships with friends and neighbors. You are permitted to engage in your normal activities with prospects and their parents who are family and\/or friends as long as they are not made for recruiting purposes and are not prompted by a member institutions coaching staff. Again, you simply are not permitted to attempt to recruit the prospect or discuss the athletics program.\n\nDO feel free to attend a public event (e.g., a high school awards banquet or dinner) at which prospects attend. NO attempt should be made to contact or recruit the prospect at these events.\n\nDO send the coaching staffs any newspaper clippings or other information about prospects which you think would be of interest. Your assistance in this way is very helpful.  The coaching staff will then make the contact with the prospect.\n\nDO provide employment opportunities for currently enrolled student-athletes as appropriate.  Rules regarding employment may be found on this site.  \n\n\nPLEASE . . .\n\nDO NOT provide any of the extra benefits listed in the \"extra benefits\" section of this site.\n\nDO NOT expend funds to entertain prospects or student-athletes, their friends or relatives.  You are not even permitted to buy a soda or a cup of coffee for them.\n\nDO NOT provide awards or gifts to a prospect or student-athlete for his or her athletic performance. All awards must conform to NCAA regulations and must be approved by the institution.\n\nDO NOT allow a prospect or student-athlete, or his or her friends or relatives to use your telephone or a telephone card to make free long distance calls.\n\nDO NOT provide an honorarium to a prospect or student-athlete for a speaking engagement.\n\nDO NOT use the name or picture of an enrolled student-athlete to directly advertise, recommend or promote sales or use of a commercial product or service of any kind. Even the sale of a picture of an enrolled student-athlete would jeopardize their eligibility.\n\nDO NOT provide room, board or transportation to friends or family of an enrolled student-athlete to enable them to visit campus or attend an away athletics contest.\n\nDO NOT provide room, board or transportation to an enrolled student-athlete for collegiate competition.\n\n\nCriteria Governing Compensation to Student-Athletes - Compensation may be paid to a student-athlete:\n\n(a) Only for work actually performed; and\n\n(b) At a rate commensurate with the going rate in that locality for similar services.\n\nSuch compensation may not include any remuneration for value or utility that the student-athlete may have for the employer because of the publicity, reputation, fame or personal following that he or she has obtained because of athletics ability.\n\nThe following rules are applicable to any type of student-athlete employment, whether during the academic year or summer:\n\n  • The rate of pay must be the normal rate for the duties performed.\n  • The hours paid must be the hours worked.\n  • Payment in advance of hours worked is not permitted.\n  • Transportation to work may be provided only if transportation is available to other non-athlete employees in similar positions.\n\nFee-for-Lesson Instruction\nA student-athlete may receive compensation for teaching or coaching sport skills or techniques in his or her sport on a fee-for-lesson basis, provided:\n\n(a) Institutional facilities are not used;\n\n(b) Playing lessons shall not be permitted;\n\n(c) The institution obtains and keeps on file documentation of the recipient of the lesson(s) and the fee for the lesson(s) provided during any time of the year; and\n\n(d) The compensation is paid by the lesson recipient (or the recipient's family) and not another individual or entity.\n\n(e) Instruction to each individual is comparable to the instruction that would be provided during a private lesson when the instruction involves more than one individual at a time. \n\n(f) The student-athlete does not use his or her name, picture or appearance to promote or advertise the availability of fee-for-lesson sessions. \n\n\nAll charitable, educational and nonprofit promotional activities involving student-athletes must have prior approval from the UNCG Athletic Department. Student-athletes are not permitted to be involved in the advertisement, endorsement or promotion of a commercial product or service of any kind.\n\n\nPermissible recruiters: Only authorized institutional staff members shall be allowed to recruit a prospect or the prospect's relatives or legal guardian(s). Boosters are not considered to be part of the institution's staff.\n\nASK BEFORE YOU ACT!  P... (truncated)",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9623473883,
        "format_confidence":0.8382560015
    },
    {
        "url":"http:\/\/fallsnat.com\/the-nat\/guidelines-policies",
        "text":"Search our Site\n\nGot a Question?\n\nCan't find what you're looking for, give us a call at 330.971.8080 or fill out our inquiry form and someone will be happy to help you.\n\nThank you for choosing the Cuyahoga Falls Natatorium.  In an effort to provide the most positive experience for you and ensure all health and safety standards are met, the Natatorium has guidelines and policies in place.\n\npdfAge Guidelines for Equipment and Facilities at The Natatorium.\n\n\n  • Everyone entering beyond the podium must be an annual\/monthly member or pay a single entry fee (exception swim lessons or meets).\n  • A valid givernment issued photo ID (Drivers License, Passport, etc) for anyone 16 years of age or older is required for single entry visits, monthly passes and annual memberships.\n  • All individuals who enter the facility beyond the podium (secured area) will be checked through the Ohio Attorney General’s Offender website. All convicted offenders will not be able to use The Natatorium and therefore, must leave the premise immediately.\n  • Once a person has proved their identity and residency status, a CFOne card will be issued free of charge. This ID is to be used every time to grant access into the facility.  Membership IDs may only be used by the person assigned to that card.  $5.00 fee for replacement CFOne card\n  • Lockers are available for day use only. Locks will be cut off at the end of the night and contents will be stored for one week. Master locks no larger than 9\/32 shackle are strongly recommended.\n  • Basketballs, volleyballs, racquetball racquets and racquetballs can be checked out at the Welcome Desk.  This service is available to annual\/monthly members.\n  • Wear appropriate clothing (shorts, athletic pants, t-shirts, non-marking athletic shoes). Individuals must have a shirt on at all times except in the Aquatics area. Cargo pants\/shorts, jeans, boots, open-toed shoes and dress shoes are not permitted on fitness floors.\n  • Cell phone use is only permitted in the atrium\/community wing areas.  Radio and internet streaming is permitted; cell phone talk and picture taking is prohibited on fitness floors, locker rooms, track, etc.\n\n\n  • Equipment cannot be reserved over the phone.        \n  • Cardio equipment can be reserved two hours in advance.\n  • There is a 10 minute grace period for each machine. If you have signed up for a machine and are 10 minutes late, the machine will be re-assigned for the duration of the original time slot to another patron.\n  • Free Orientations are available to our members.  Learn more about our cardio, selectorized and fitness circuit equipment. Stop by the Welcome Desk for more information and to set up an appointment.\n  • Free Youth Orientations - Twelve to fifteen year-olds can sign up at the Welcome Desk to learn how to use the Life Fitness and cardio equipment. Once certified, twelve and thirteen year-olds have the opportunity to use the equipment with supervision from a Guardian. Fourteen and fifteen year-olds may use the equipment once the certification is completed without supervision. All twelve to fifteen year-olds must get a band prior to their workout at the Welcome Desk to verify that the certification course has been completed.\n\n\n  • Racquetball courts can be reserved by annual members and monthly pass holders 3 days in advance. One court reservation per call, per member.\n  • Courts can be reserved for up to 1 hour on the hour.\n  • Racquetball goggles\/glasses are strongly recommended.\n  • There is a 10 minute grace period for each court. If you have signed up for a court and are 10 minutes late, the court will be re-assigned for the duration of the original time slot.\n\n\n  • Annual membership is required for participation.  Children 8 – 13 years of age.\n  • Athletic shoes, socks, t-shirt, sweatpants or shorts must be worn.  Zippers, buttons, toys, gum or jewelry of any kind is prohibited. A labeled water bottle and towel are required.\n  • Parents\/Guardians are responsible for the safe entry and exit to\/from all Fit Kid Experience activities and programs.\n  • FIT KID ORIENTATION - Sign up for the Fit Kid Orientation at the Welcome Desk after parents have filled out and signed the Fit Kid Readiness Form and the Release Form. Register at the Welcome Desk for an Orientation and Assessment time. The $10 fee is required at the time of registration. Arrive at least thirty minutes prior to the start time for your test session. Registration will close fifteen minutes prior to the start of class.  Upon completion of the orientation, annual members are eligible to participate in the youth fitness center. Participation is based on a first come, first serve basis.\n\n\n  • All slide users must be at least 48 inches tall.\n  • Swim diapers are required for all children who are not toilet trained.\n  • Flotation devices are only permitted in the zero depth area of the leisure pool.\n  • Bathing suits are the only acceptable swimming attire.\n  • No food or drink, with the exception of water, is permitted in the Aquatic Center.\n  • Shoes and shirts are required outside of the Aquatic Center.\n  • Please enter and exit through the locker rooms or the family changing room corridor.\n  • There are 6 family changing rooms available for assisting families with small children or adult caregivers. Handicap accessibility.\n  • Check Aquatic Center bulletin board for listings of specific programs and lap swim locations.\n  • Please refer to the age guideline sheet for adult supervison requirements.\n\n\n  • Maximum of 2 hours is permitted in the Kids’ Castle.  Parents must remain in the building while their child is in Kids’ Castle.\n  • Accommodates children ages 1-9. Please, no crawling children. We ask that you utilize the Kids' Castle once the child is walking.\n  • Kids’ Castle is free to the children of Annual Members. $4.00 per visit, per child for monthly and daily members.\n  • An emergency medical form and waiver needs to be filled out prior to usage of the Kids’ Castle.\n  • The tree house is for ages 12 and under. Adult supervison required for ages 8 and under.\n\n\n  • Children 15 and under must be accompanied by a legal guardian or responsible adult after 5 pm.\n\n\n  • Membership(s) can be cancelled if the member(s) is\/are:\n    • Moving 25 miles or more out of the area.  A written request and verification of move required.  A current utility bill, rental\/lease agreement or a change of address form can be used for verification.\n    • Medically unable to utilize the facility\/programs.  A written request and Dr. note stating that the member can no longer use utilize the facility is required.\n    • Cancellation requests must be submitted by the 15th of the month. If request received after the 15th of the month, the request will be reviewed for the following month.  Not all membership cancellation requests will be granted.       \n\n\nPlease have your CFOne card readily available for your visit.  You may purchase a replacement card for $5.00 in the event you have misplaced your card.\n\n\nVisitor Notice\n\nA valid government issued photo ID (i.e. Driver's License, Military ID, Passport, State Issued ID) for anyone 16 years of age and older is required for single entry visits, monthly passes and annual memberships.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9903386235,
        "format_confidence":0.7973749638
    },
    {
        "url":"http:\/\/www.rhbl.com.au\/hawks-juniors\/code-of-conduct\/officials",
        "text":"Officials Code of Conduct\n\nBaseball NSW logo\n\nBaseball NSW\n\nOfficials Code of Conduct\n\nAll team officials (coaches, executive officer, scorer and umpire) who are involved with Baseball NSW Junior Representative Squads are committed to the following Code of Conduct.\n\nPlease read it carefully\n\nAs a team official I will:\n\n  • Ensure all press statements have Baseball NSW approval.\n  • Keep myself informed of sound coaching principles and seek more skilled advice when necessary.\n  • Accept decisions of the umpire as being fair, and called to the best of their ability. I will not abuse or ridicule the umpire,\n    or allow players to do so.\n  • Play by the rules of the competition.\n  • Provide supervision of the behaviour of the squad at all times.\n  • Encourage sportsmanlike behaviour among the players.\n  • Always consider the health and welfare of the individual player above the winning of the game.\n  • Not consume \/ use any unapproved substances on or adjacent to the playing and training areas. This includes cigarettes, alcohol, chewing tobacco, or drugs (other than those legally prescribed by a physician).\n  • Seek medical advice when determining when an injured player can return to training or competition.\n  • Not criticise other teams, supporters or officials, by word or gesture.\n  • Control my temper. I recognize that swearing or verbal abuse of umpires will not be tolerated.\n  • Not criticise players in front of spectators, parents or other teams.\n  • Ensure all players have a fair share of time on the diamond.\n  • Set a good example in my personal appearance and behaviour.\n  • Encourage my team to hustle on and off the playing field.\n  • Treat all players with respect at all times. Be fair, considerate, honest and consistent with them.\n  • Refrain from conduct which could be regarded as harassment towards players, coaches, parents or other officials.\n  • Be acutely aware of the power that you as an official have with players and other participants and avoid any sexual intimacy with players that could develop as a result.\n  • Avoid situations which could be regarded as compromising.\n  • Accept responsibility for all actions taken.\n  • Avoid situations which may lead to a conflict of interest.\n  • Ensure any physical contact with players is appropriate to the situation and necessary for the skill development.\n\nI understand that the sportsmanship required of me demands that I will:\n\n  • Applaud all good plays from either team\n  • Never embarrass our opponents.\n  • Never deliberately provoke a member of the opposing team.\n  • Will accept the decisions of the umpires as being fair and called to the best of their ability. I will not abuse or ridicule the umpire, or allow my team to do so.\n  • Will not abuse equipment.\n  • Enforce the Baseball NSW Players Code of Conduct.\nYou are bound by this code whenever you represent Baseball NSW",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9932389259,
        "format_confidence":0.9830346107
    },
    {
        "url":"http:\/\/www.nunchaku.com\/conditions.php?osCsid=a7vk6pd9ticbfff2vc76fgmol1",
        "text":"- The most dynamic sport worldwide! English Nederlands Deutsch  \n  Top » Catalog » Conditions of Use My Account  |  Cart Contents  |  Checkout   \nNunchakus (8)\nProtection (21)\nClothing (5)\nBelts (7)\nInstruction (4)\nAccessories (5)\nSpecial Kits (1)\nAdidas Teamwear (1)\nWhat's New? more\nJoya Groin Guard ladies pu\nJoya Groin Guard ladies pu\n\nEUR 14,95\n(EUR 12,36 ex.VAT)\nQuick Find\nUse keywords to find the product you are looking for.\nAdvanced Search\nPayment & Shipping\nPrivacy Notice\nConditions of Use\nContact Us\nConditions of Use and Terms of Trade Conditions of Use and Terms of Trade\n1. Validity\nThese terms of trade govern the sale and supply of goods by to you. may amend these terms from time to time. You shall be notified of any amendments by a notice on the site.\n\n2. Contract With You\nNo contract shall exist between you and until has sent you an email confirming receipt and acceptance of your order. is entitled to withdraw from any contract in the case of irregularities in the order data i.e. name, address and credit card information. is entitled to withdraw from any contract in the case of obvious errors or inaccuracies regarding the goods or the order appearing on the site or for unavailability (see 3. below). reserves the right to place restrictions on the volume of any goods ordered. By placing an order for products with age restrictions you declare that you are of legal age to purchase those products. As buyer you are responsible for the legitimacy of your order and for legitimacy of having the ordered goods shipped to your shipping address. or any of its affiliates is not responsible for any inappropriate use of the goods that you bought.\n\n3. Pricing and Availability\nThe prices and availability of the goods are specified on the site. Such information is subject to change without notice. Each price, as displayed, is exclusive of VAT (at the standard Dutch rate). There shall be an additional charge for delivery, the amount of which shall vary according to the delivery method that you choose. In the unlikely event that the goods are unavailable, or that needs to vary the price due to supplier price increases, tax changes or site errors for example, following confirmation of your order shall send you a notification by email and allow you the opportunity to cancel your order if has not done so itself.\n\n4. Delivery of Goods shall deliver the goods ordered to the delivery address which you supply. All delivery times quoted on the site are estimates only based on availability, normal processing and delivery time. may deliver items in an order separately but shall charge you for postage and packing on the first delivery only. Your credit card will be debited on despatch of your order. Title to the goods will pass to you on payment in full. Risk will pass to you on delivery.\n\n5. Guarantee and Returns Policy\nIf for any reason you are unhappy with any or all of the goods received, you can return any of them to for an exchange or refund, providing (1) each is returned to returns processing centre within 30 days from the date of order or 7 working days from the day after you receive the goods (whichever is longer) (2) as long as the goods are not worn or damaged (except shipping damage) and (3) with the completed return form (can be requested through our contact form or by sending an e-mail to You shall be responsible for the cost of returning goods for refund or exchange, except in cases of faulty, damaged or wrongly supplied goods. recommends that you use registered post or recorded delivery when returning goods. shall use reasonable efforts to replace damaged or defective goods but if replacement is not possible, or if an order is cancelled for any other reason under these Terms, only obligation is to refund the full amount paid by you. This does not affect your statutory rights.\n\n6. Governing Law and Jurisdiction\nContracts between you and shall be governed by Dutch Law and all disputes shall be submitted to the non-exclusive jurisdiction of the Dutch courts.\n\n7. Invalidity of Terms and Conditions\nIf for any reason part of these terms and conditions is unenforceable, the validity of the remaining terms and conditions shall not be affected.\n\nShopping Cart more\n0 items\n01.Safety Nunchaku Professional [MY15]\n02.Graduation Patches for Belt\n04.Nunchaku Belt velcro\n05.Top Star Nunchaku Uniform W.N.A.\n06.Sakura Nunchaku Uniform Champion W.N.A.\n07.Embroidery WNA\n08.Nunchaku Instruction Poster\n09.Nunchaku Kit\n10.Nunchaku Helmet Master with Face Protector\nSpecials more\nNunchaku Training Video 2: Disciplines\nNunchaku Training Video 2: Disciplines\n\nEUR 22,50\n(EUR 18,60 ex.VAT)\n\nEUR 11,25\n(EUR 9,30 ex.VAT)\nReviews more\nSafety Nunchaku Professional black-yellow\nhi dear, just i order some Safety Nunchaku can you please s ..\n5 of 5 Stars!\n\nCopyright © 1984-2018 Top Star\nPowered by osCommerce\n\nWorld Nunchaku Association (WNA)",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9134275317,
        "format_confidence":0.9533174038
    },
    {
        "url":"https:\/\/www.vysa.com\/Default.aspx?tabid=2619900",
        "text":"Website Manager\n\nRules - Publix Virginia Soccer Training Center\n\nRules for the Fields at the Publix Virginia Soccer Training Center\n--All rules strictly enforced --\n\nNo pets, except service animals with valid permit.\nNo tobacco or E-cig products, and no alcohol.\nNo hi-pod camera equipment or other equipment deemed unsafe by PVSTC staff. \nVehicles parked in handicapped spaces without a permit will be ticketed by Sheriff's Dept and are subject to towing.\n\n\nVirginia Youth Soccer Association 10705 Spotsylvania Ave, Suite 201\nFredericksburg, Virginia 22408 Phone: 540-693-1430\nEmail: [email protected]\n\nCopyright © 2019 Virginia Youth Soccer Association |Terms Of Use|Privacy Statement Login",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9961860776,
        "format_confidence":0.9611952901
    },
    {
        "url":"https:\/\/www.nationalflagfootball.com\/Default.aspx?tabid=314389",
        "text":"Falsifying Information Policy\n\nIf you are caught falsifying information on this registration, your child will be removed from this program with absolutely no refunds being given. Teams are formed by SCHOOL and by AGE\/GRADE APPROPRIATENESS. The integrity of this league depends on the truthfulness of this information. The league does reserve the right to request proof of school, grade, or age.\n\nContact Us\n\nNational Headquarters\n\n 2055 Franklin Road\nBloomfield Hills, Michigan 48302\n\nPhone : 877-866-FLAG\nCopyright © 2019 National Flag Football  |  Privacy Statement |  Terms Of Use |  TSHQ License Agreement   Login\nBlue Sombrero & Dick's Sporting Goods",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9954645038,
        "format_confidence":0.9763966203
    },
    {
        "url":"http:\/\/www.newson6.com\/story\/18791504\/thunder-superfan-rules",
        "text":"thunder superfan rules - - Tulsa, OK - News, Weather, Video and Sports - |\n\nthunder superfan rules\n\nPosted: Updated:\n\n\n1. The Contest is open to all U.S. citizens and legal U.S. residents who reside in NEWS9 Designated Market Area, as defined by Nielsen Media Research, Inc. (\"DMA\") except as otherwise provided in these or specific contest rules. Employees of NEWS9 and its affiliated parent and subsidiary companies, affiliated stations or companies, advertising and promotion agencies, sponsors, entities furnishing prizes or otherwise connected with the conduct of this Contest (\"Contest Entities\") and their respective officers, directors, representatives and agents, their immediate families and members of their households, are all ineligible and may not register or participate in the Contest.\n\n2. The Contest is void where prohibited by law.\n\n3. No purchase, registration fee or donation of money is required to register or win.\n\n4. No transfer, substitution, or cash equivalent for prizes will be allowed except at the Contest Entities' sole discretion due to prize unavailability. All federal, state, or other tax liabilities (including income taxes), and subsequent or related expenses such as, but not limited to, gasoline, insurance, and maintenance arising from the award of a prize from this Contest will be the sole responsibility of each prize winner. Any prize awarded in this Contest must be claimed within ten (10) working days of winner's notification by NEWS9 or sooner, depending upon the specific prize or contest.\n\n5. By participating in this Contest, all entrants agree (a) to abide by these and any additional specific official rules and the decisions of the Contest Entities and contest officials designated by NEWS9, which will be binding and final in all respects; (b) to the use of information by the Contest Entities for marketing and advertising purposes as allowed by applicable privacy policies and law; (c) to indemnify, defend, and hold harmless the Contest Entities and their officers, directors, employees and agents from any and all liability, claims, lawsuits, costs, expenses, fees, injuries (including death), losses, and damages resulting or alleged to result from participation in the Contest, acceptance or use of any prize, and\/or from entrants fraudulent or otherwise wrongful acts or omissions; (d) not to sue the Contest Entities for any damages alleged to arise from winner's acceptance of or use of the prize(s); and (e) to the use of the entrants, name, voice, biography, and likeness by Contest Entities without further notice or compensation for promotion, advertising, filing, and dissemination purposes, except where otherwise prohibited by law.\n\n6. Contest officials shall have the sole right to disqualify any participant for violation of these rules or any other published rules applicable to a specific contest, and to resolve all disputes in their sole discretion. Contest Entities (a) make no warranty, guaranty or representation of any kind concerning any prize; (b) disclaim any implied warranty and (c) are not liable for injuries, losses or damages arising or alleged to arise out of any persons participation in the Contest. All disputes will be resolved under applicable Oklahoma laws.\n\n7. Contest Entities are not responsible for lost, late, damaged, misdirected, undelivered, undeliverable, incomplete or unreadable entries. Contest Entities are not responsible for lost entries due to telephonic or electronic malfunctions. Contest Officials may prohibit an entrant from participating in the Contest or winning a prize if, in their sole discretion, it determines that said entrant is attempting to undermine the legitimate operation of the Contest by cheating, deception, or other unfair playing practices or intending to annoy, abuse, threaten, or harass any other entrants or Contest Entities representatives. If for any reason this Contest is not capable of running as planned as a result of any causes beyond the reasonable control of Contest Entities including but not limited to tampering, unauthorized intervention or fraud which corrupt or affect the administration, security, fairness, integrity, or proper conduct of the Contest, then, Contest Officials reserve the right at their sole discretion to cancel, terminate, modify, or suspend the Contest. The rules can be modified at any time without notice.\n\n8. NEWS9 reserves the right, in its sole discretion, to cancel or suspend the Contest for any reason.\n\n9. Thunder Biggest Fan – viewers will upload their favorite and most memorable Thunder Moment onto, keyword: Fan. News 9 will pick a winner from all submitted. Prize: A watch party for 25 at Rococo Northpark on June 19, 2012. Watch party includes appetizers for 25, soft drinks, iced tea and lemonade as well as $250 tab.\n\n10. Winners of any other News 9 contests within the 30 days prior to June 18, 2012 will not be eligible to win.\n\nOne (1) prize will be awarded.\n\n\n\nPrint Name: ___________________\n\nDate: _________________________\n\nPowered by Frankly\nNews On 6\n303 N. Boston Ave.\nTulsa, OK 74103 is proud to provide Oklahomans with timely and relevant news and information, sharing the stories, pictures and loves of Oklahomans across our great state.\nAll content © Copyright 2000 - 2018 KOTV. Oklahoma Traveler™ is a registered trademark of Griffin Communications. All Rights Reserved.\nFor more information on this site, please read our Privacy Policy, and Terms of Service, and Ad Choices.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.8836935163,
        "format_confidence":0.9852259755
    },
    {
        "url":"https:\/\/everythingtennis.com.au\/terms-and-conditions\/christmas-giveaway-2020\/",
        "text":"Christmas Giveaway 2020\n\nThe promoter is: Everything Tennis Pty Ltd (ACN 607 497227) whose registered office is at 4A Lyons Street Strathfield 2135.\n\nThere is no entry fee and no purchase necessary to enter this competition.\n\nBy entering this competition, an entrant is indicating his\/her agreement to be bound by these terms and conditions.\n\nMultiple entries from the same person will be accepted per person.\n\nClosing date for entry will be 14 December 2020 at 11:59pm (AEST). After this date no further entries to the competition will be permitted. No responsibility can be accepted for entries not received by the deadline for whatever reason.\n\nThe rules of the competition and how to enter are as follows:\n1) Like & Follow Everything Tennis on Facebook or Instagram\n2) Answer the competition question: ‘Who’s the first person that comes to mind for your doubles partner? Pro or not.’\n\nThe promoter reserves the right to cancel or amend the competition and these terms and conditions without notice in the event of a catastrophe, war, civil or military disturbance or any actual or anticipated breach of any applicable law or regulation or any other event outside of the promoter’s control. Any changes to the competition will be notified to entrants as soon as possible by the promoter.\n\nThe promoter is not responsible for inaccurate prize details supplied to any entrant by any third party connected with this competition.\n\nThe prize is as follows:\n\n  • Two 1hr sessions for four people, valued at $30 AUD.\n  • Racquet and ball hire for each person per session, valued at $33.94 AUD.\n\nThe prize is as stated with a total value of $73.88 AUD and no cash or other alternatives will be offered. The prizes are not transferable. Prizes are subject to availability and we reserve the right to substitute any prize with another of equivalent value without giving notice.\n\nThe two sessions must be used 28 Feb 2020. Sessions can only be booked 2 days in advance. Weekday bookings must commence before 4pm. Weekend bookings have no restrictions. Sessions can be combined to one 2hr session pending availability. Off-peak hours are Monday to Friday before 4pm (AEST).\n\nRacquet hire is included in the prize should the winner does not have his\/her own racquet. A new can of balls Wilson Tour Premier 3-Ball or similar, pending availability is included in each session.\n\nWinners will be chosen:\n\nBy Everything Tennis based on creativity of responses. Responses are subject to Everything Tennis’ opinion.\n\nThe winner will be notified by email and\/or direct message on Instagram\/Facebook within 7 days of the closing date. If the winner cannot be contacted or do not claim the prize within 2 days of notification, we reserve the right to withdraw the prize from the winner and pick a replacement winner.\n\nThe promoter will notify the winner when and where the prize can be collected\/ is delivered.\n\nThe promoter’s decision in respect of all matters to do with the competition will be final and no correspondence will be entered into.\n\nBy entering this competition, an entrant is indicating his\/her agreement to be bound by these terms and conditions.\n\nThe winner agrees to the use of his\/her name and image in any publicity material, as well as their entry. Any personal data relating to the winner or any other entrants will be used solely in accordance with current Australian data protection legislation and will not be disclosed to a third party without the entrant’s prior consent.\n\nEntry into the competition will be deemed as acceptance of these terms and conditions.\n\nThis promotion is in no way sponsored, endorsed or administered by, or associated with, Facebook, Instagram or any other Social Network. You are providing your information to Everything Tennis and not to any other party. The information provided will be used in conjunction with the following Privacy Policy found at\n\nEverything Tennis will judge the competition and decide on the winner, which will be final and picked based on answers from all complete entries via Facebook or Instagram.\n\nEverything Tennis’ decision as to those able to take part and selection of winners is final. No correspondence relating to the competition will be entered into.\nThe entrant must be following @EverythingTennis on Facebook or Instagram in order to enter\n\nEverything Tennis shall have the right, at its sole discretion and at any time, to change or modify these terms and conditions, such change shall be effective immediately upon posting to this webpage.\n\nEverything Tennis also reserves the right to cancel the competition if circumstances arise outside of its control.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9852241278,
        "format_confidence":0.9893546104
    },
    {
        "url":"http:\/\/www.nuimbarnhall.com\/code-of-conduct\/",
        "text":"Code of conduct\n\nThe following document was produced by IRFU and the Leinster Branch. It has been passed and accepted by NUIM Barnhall. It outlines the clubs responsibility with regards to behavior towards match officials.\n\nClubs are responsible for the behavior of their members, players, coaches and supporters towards Match Officials, and are expected to take steps to protect Officials from any form of abuse. Abuse of Match Officials is defined as;\n\n‘Individual perception of personal degradation be it mental or physical, before, during and after the game including (but not limited to)\n\n  • Verbal or physical assault\n  • Intimidatory conduct\n  • Racial or sexual harassment’\n\nThe IRB Code of Conduct Regulation states that a person\n\n‘- shall not abuse, threaten or intimidate a referee, touch judge, or other Match Official, whether on or off the field of play (20.1.10) and\n\n  • Shall not use crude or abusive language or gesture towards referees, touch judges or other Match Officials or spectators (20.1.11)’\n\nFailure to comply can result in the player (if during the match) or the Club (if members, coaches, players off the field or supporters) being bought before the Branch Disciplinary Committee. Sanctions include suspensions, loss of league points, fines or loss of International Tickets. All the above sanctions HAVE been handed out to different players and Clubs in the past.\n\nAll NUIM Barnhall members and visitors are expected to adhere to the code.\n\nYours in rugby\n\nSeán Kirby\n\nHon. Secretary",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9818868637,
        "format_confidence":0.9852343202
    },
    {
        "url":"http:\/\/www.everydaybadminton.com\/Home\/party-rooms\/Home\/pro-shop\/terms-and-conditions",
        "text":"Home‎ > ‎Party Rooms‎ > ‎Home‎ > ‎Pro Shop‎ > ‎\n\nTerms and Conditions\n\nSales and Exchange Policies\nAll sales are final, no returns.  All products sold by Everyday Badminton Club (EBC) are sold in new condition to the customer. \nAll merchandise exchanges must be authorized and must be due to size or fitting issue.  The items must be returned for exchange within 7 days of receipt and remain in new and re-saleable condition.\nTerms and Conditions are subject to change without notice.\n\nYonex Racquet Warranty Policy\n1. Yonex Badminton racquets are guaranteed for 6 months from date of consumer purchase against manufacturers defects in materials and workmanship only.\n2. The above warranty does not apply to string breakage or to racquet breakage caused by intentional or inadvertent misuse as determined by Yonex Canada Ltd.\n3. The above guarantee covers replacement of frame only.  Stringing will be an extra charge.\n4. Racquets must be returned prepaid to Yonex Canada Ltd., 4405 1st Street S.E., Calgary, Alberta T2G 2L2 for appraisal.  Collect shipments will not be accepted.\n5. All racquets returned for warranty for appraisal must be accompanied by: \nFull name and address of retail store including postal code\nFull name and address of customer including postal code\nProof and date of purchase",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.8641822934,
        "format_confidence":0.9875751138
    },
    {
        "url":"http:\/\/www.bigskyraceway.com\/track-rules\/",
        "text":"Facility Rules\n\nTo ensure that everyone has a fun safe time, the following rules MUST be followed for all public use of the facility.\n\n  • This is a family facility, no fighting or excessive cursing permitted\n  • Leave your dog or other animal at home. Service animals will be allowed but must be controlled.\n  • Please do not put cigarette butts or trash on the ground. There are trash cans for a reason. Butt cans are attached, please use them.\n  • While we allow alcohol in moderation, you will be asked to stop drinking if you are intoxicated. If you continue drinking, you will be asked to leave.\n  • No glass containers of any kind near activities.\n  • Children must be supervised. Parents will be held responsible for their kids.\n  • Persons asked to leave will not receive a refund. If you don’t leave when asked, we will be forced to have you trespassed.\n  • This is a public facility, and we use cameras for security, ensuring that guests are treated properly, and for media and advertising purposes. Your use of facility acknowledges this.\n  • If you feel you have not been treated fairly, you may file a written complaint, see concession stand. We do not accept verbal complaints, complaints without name and phone number will be ignored. You MAY get a response the same day, but this is not always possible as we will review cameras and other recording devices to see if we can spot the issue.\n\nTrack Rules\n\nNote, these are the Rental Rules, any racing that happens will follow the sanctioning bodies rules.\n\n  • All facility rules apply.\n  • No intentional bumping\n  • Must be 52 inches tall to drive\n  • Stay off tire walls\n  • Long hair and loose clothing, jewelry, or anything that can get tangled MUST be secured\/taken off.\n  • Do not stop on track. If your Kart stalls, or becomes wedged, STOP, take foot off gas, put BOTH hands over head. Do not get off vehicle. Persons walking on the track without being told by race monitor will be asked to leave. VERY DANGEROUS.\n  • No cell phones or cameras in cars (Go Pro type action cameras MAY be allowed, please ask. These will be use at own risk!\n  • Closed toe shoes MUST be worn, no Sandals, flip flops, or bare feet.\n  • If you see a yellow flag waving, go as slow as you can, move back to start\/finish line and wait there.\n  • If you see a red flag waving, STOP, take foot off gas, put foot on brake, put BOTH HANDS over head and wait.\n  • If you see checkered flag waving, pull into pits (where you start) and stop after crossing start\/finish line.\n  • White flag means less then 2 minutes left in this run (runs are 15 minutes long)\n  • Anyone under the influence of alcohol or drugs will be asked to leave the track\/pits. Sorry, this is an insurance requirement. No consumption of alcohol or drugs on track or in pits.\n  • 2 seat vehicles may be available. Passenger must be between over 3′ tall and over 5 years old, driver must be over the age of 18, and demonstrate that they can drive safely before having a passenger.\n  • There is no reserving Karts, they are generally assigned randomly.\n  • No smoking in Karts, on track, or in pits. EVER\n  • Anyone on the track or in the pits MUST have a signed waiver, even if your not driving.\n  • Track monitors word is law, if you want to argue, you will be told to leave. No discussion. If you feel you need to report a problem, see concession stand for filing a complaint.\n\nMini-Golf Rules\n\n  • All facility Rules Apply.\n  • No Food, drink, or gum on course.\n  • All players putt, then proceed. Stay together\n  • Player Limit: 5 per group.\n  • Do not hold up other groups. If need be, let them play through.\n  • Maximum strokes: 6 per hole\n  • Out of bounds, replace ball, no penalty.\n  • Obstacles, move ball up to 7″\n  • Do not swing putters above knee.\n  • Do not sword fight with putters.\n\nBouncy House Rules\n\n  • All Facility rules apply.\n  • No food, drink, or gum in bouncy house.\n  • If you have any injury or medical condition which would make the bouncy house unsafe, you may not enter.\n  • No glasses or jewelry allowed inside. Long hair should be tied up.\n  • No flips, wrestling, piling or horseplay.\n  • Do not bounce onto walls, doorway or ramp. Climbing on equipment is expressly forbidden.\n  • No animals or sharp objects allowed inside.\n  • If you have any kind of knife, leave with operator.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9494970441,
        "format_confidence":0.7094841599
    },
    {
        "url":"https:\/\/cwevergreenmtb.org\/index.php\/about-us\/code-conduct",
        "text":"Code of Conduct\n\nEvergreen is a tight-knit, local community. We want it to be more like a friendly neighborhood than an anonymous online website. With that in mind:\n\nWe expect everyone to refrain from posting:\n\n  • Information about, or content that encourages, riding or building illegal trails, or actions that go against known land manager policies. We believe in riding legal trails only.\n  • Anything that is not appropriate for an all-ages audience.\n  • Anything that shows blatant disrespect of other people.\n  • Material taken from elsewhere without permission.\n  • Commercial content that has not been approved in writing by Evergreen staff.\n  • Political discussions not relevant to mountain biking.\n\nWe do expect the following:\n\n  • For leading rides, events and work parties your real name must be posted – first name and last initial is acceptable.\n  • Your real name must be registered and visible to Evergreen staff.\n  • To enhance the sense of community, we strongly encourage users to use their real names, or first name and last initial, in their web profiles.\n  • Everything you submit should be your own work – Please don’t copy information from other mountain biking websites or from guide books. If copyrighted information is found, it’ll just be deleted.\n  • Evergreen reserves the right to use any submitted text or images in other ways online and in our marketing materials. Please include your name so we can attribute your work to you.\n  • Be nice\n\nEvergreen reserves the right to remove or edit content that violates any of these policies or can be construed as offensive or counterproductive to the goal of greater mountain bike access. Normally we’ll try to contact the individuals involved when we do so, but if you don’t play nice, we may not feel inspired to either.\n\nIf you have any questions about the above policies, please contact us.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9364916682,
        "format_confidence":0.9848073721
    },
    {
        "url":"https:\/\/runsignup.com\/Race\/40248\/RefundPolicy",
        "text":"\nRace Header\n\nFrozen Rails 5K\n\nMon January 1 2018\nLocation: Midway, KY US 40347 Directions\nType: Run or Run\/Walk, Other\n\nRefund Policy\n\nRefunds are not allowed for this race.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9928527474,
        "format_confidence":0.6811877489
    },
    {
        "url":"http:\/\/www.waikikigolfclubrentals.com\/rental-policy\/",
        "text":"Rental Policy\n\nCancellation Policy\nA full refund minus a $25 processing fee is provided for all cancellations received within 48 hours of the scheduled delivery date and time. No refunds are provided for cancellations with less than 48 hours’ notice. In the event of rain, if the course is still open and play is continuing, there will be no refunds on golf clubs.\n\nThe rental or purchase of our golf equipment requires you to supply us with complete, accurate and current credit card information for a valid credit card for which you are the authorized user. By completing the check-out process, you authorize us or our agent to bill your credit card the applicable per-item or rental fees, any and all applicable taxes, and any other charges you may incur in connection with your use of the Website. The applicable rental fees will be charged to your credit card on the date your rental or purchase is initiated. We reserve the right to determine whether your credit card is pre- authorized to accept a minimum charge equal to the current retail value of the product in case you fail to return or you damage a product.\n\nWe reserve the right to substitute club(s) of equal or better quality than those requested by you.\n\nBy renting golf clubs from YOU HEREBY ACCEPT FULL RESPONSIBILITY FOR SUCH CLUBS from the time they are delivered until they are picked up at the end of your rental period. If your rental clubs are lost, damaged, or stolen— reserves the right to charge you for the full cost of replacement. You must provide a credit card number and expiration date that will remain on file during your rental period to cover the replacement cost of your rental clubs should they be lost, damaged, or stolen. is not liable for the customers’ actions while the customer has possession of the rented equipment. Customer holds harmless for any liability.\n\nMissing or Damaged Clubs Upon Return\nIn the event that any of the equipment is not returned to us, lost, stolen, broken or in the event that any of the returned equipment is in a state of damage that exceeds normal wear and tear, as determined by us in its sole and absolute discretion, you expressly authorize that we may immediately make a charge to your credit card in the amount of the replacement cost for such lost, stolen, broken or damaged item(s). You hereby authorize us to charge your credit card in the amount of our cost to replace such damaged or missing item(s), plus all other fees incurred, such as, but not limited to, shipping and handling costs. We have no duty to mitigate our replacement cost(s), including any attempt to fix or find such damaged or missing item(s).",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.7905339003,
        "format_confidence":0.9793968201
    },
    {
        "url":"http:\/\/abingtonraiders.org\/Page.asp?n=5320&org=M.W.ABINGTONRAIDERS.ORG",
        "text":"Sponsored By:   Cromedy Construction\nMy my My my\n\nWe as adults set an example that the children participating in the program will follow. The following code of ethics is to be adhered to by all adults:\n\n1 Refrain from sideline coaching. Let the coaching staff, approved by the board of directors, do their job.\n\n2 Do not criticize the coaches, players or cheerleaders on our own or opposing teams by word of mouth or gesture. Cheer for our team rather than against our opponents.\n\n3 Accept the decision of game officials as being fair and being called to the best of their ability.\n\n4 Abstain from consumption of alcohol or the use of tobacco products on the playing and practice fields. This is a National Pop Warner rule. Failure to abide by these rules could jeopardize the future of the Abington Raiders.\n\n5 Do you best to assure that all participants will have an enjoyable experience in their days with the Abington Raiders.\n\nOccasionally you may disagree with the way the organization is managed or the way your child is coached. As a member of the Abington Raiders your opinion is important. If you have suggestions for improvements let them be known at a board of directors meeting held the 3rd Tuesday of every month (except December) at the\n\nRoychester Community Building.\n\nSideline gossip does nothing constructive for the children. If you disagree with the way your child’s coach is handling the team or your child, you should take the following steps:\n\n  • Speak to the coach privately. This step resolves most disagreements.\n  • If you are not satisfied with the coach’s response, speak to the Athletic Director or one of the Raiders Executives.\n  • If the dispute remains unsolved, bring your issues to the next regularly scheduled board of directors meeting.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.96098423,
        "format_confidence":0.8564201593
    },
    {
        "url":"https:\/\/www.aogs.co.uk\/about-aogs\/rules-of-the-society\/",
        "text":"Rules of the Society\n\n\nThe name of the Society shall be “The Army Officers’ Golfing Society”\n\n\n1. Membership is open to all serving or retired Commissioned Officers of the British and Commonwealth Armies, including those who served on National Service Commissions. In 2004 membership was opened to serving and retired members of the Territorial Army, and officers serving on Full Time Reserve (FTRS) and Non-Regular Permanent Staff (NRPS) appointments. All applications are subject to acceptance by the Committee.\n\n2. Officers of Commonwealth and Allied Armies filling appointments on the permanent staff of British Army units\/establishments, or on courses of nine months duration or more, may be admitted as Honorary Members of the Society without subscription during the period of their stay. They will be eligible to play in Society competitions during the Society’s Annual Meetings and in any Society match.\n\n3. The Committee shall have the power to elect Honorary Members, not exceeding three in number, from among those distinguished in the world of golf.\n\n\nThe subscription shall be an amount determined by the Committee, and agreed by the Members at an Annual General Meeting. It shall be paid to the account of the Society by Standing Order on joining and on the 1st October annually.\n\n\n1. The affairs of the Society shall be conducted by a President, a Vice-President, a Captain, an Honorary Secretary (who shall have power to act as Hon Treasurer) and a Committee consisting of these officers and not more than six Members of the Society\n\n2. a. The President and Vice-President will be elected by the Vice-Patrons and retiring President for a three-year term of office.\n\nb. The Captain will be elected by the retiring Captain and Past Captains for a two-year term of office, which may be extended by one year.\n\nc. Other Members of the Committee will be elected at the Annual General Meeting: they will retire after three years and will be eligible for re-election.\n\nd. The Honorary Secretary shall be a retired officer member of the Society. There shall be no limit to the period of his appointment, except that it may be terminated by a year’s notice given or received. The Committee is empowered to grant him and his Assistant, a full refund of “out-of- pocket” expenses as applicable. They may also grant an honorarium as appropriate.\n\n3. Vacancies on the executive of the Society shall be filled “pro tem” by the Committee, subject to confirmation at the next General Meeting.\n\n4. At any Committee Meeting, four Members shall form a quorum.\n\n5. A General Meeting will be held annually.\n\n6. The Committee may at any time convene a Special General Meeting of the Society.\n\n\nAny Member of the Society may arrange a match between the Society and any recognised Golf Club or other Society, after obtaining the permission of the Committee through the Honorary Secretary. The results of any matches so arranged, with details of the individual matches, should be sent to the Honorary Secretary. Only in exceptional circumstances may an officer who is not a Member of the Society be permitted to play in a match in order to make up a side. Members are requested to wear the colours of the Society when playing in such matches.\n\n\n1. Meetings will be held annually at which Members shall compete for the following trophies:-\n\na. Summer Meeting\n\nIndividual Trophies\n\n(i) Black Watch Challenge Medal.\n\n(ii) Grenadier Guards Challenge Cup\n\n(iii) Royal Indian Army Service Corps Cup\n\n(iv) Andrew Turnbull Salver\n\n(v) Veterans Cup.\n\n(vi) British Troops Austria Prize.\n\n(vii) Cavan National Playing Fields Cup.\n\n(viii) Super Veterans Prize\n\nTeam Trophies\n\n(ix) Argyll and Sutherland Bowl\n\n(x) Ordnance Cup\n\n(xi) Royal Engineers Sunningdale Cup\n\n(xii) Egypt Cup\n\nNote:- Individual trophies\/prizes (i) to (vii) will be awarded in the order as listed above. No member may win more than one individual trophy and its associated prize except the winner of competition (i) above, who may win one other additional trophy\/prize.\n\nb. Autumn Meeting\n\nIndividual and Team Trophies – The Generals Cup, the Society Autumn Medal, and the Jubilee Regimental Foursomes.\n\n\nThe committee cannot allot handicaps. Members will be asked to give their Club Handicaps when entering Society Competitions. However the Committee is empowered to alter any handicap it considers necessary during Society Meetings.\n\n\nMembers and Regimental\/Corps Golf Societies, who win trophies at Society Meetings, are responsible for their safe custody, whilst in their possession. They should also arrange for engraving as required, and ensure their safe return to the Honorary Secretary prior to the presentation at the next Meeting.\n\nN.B. The Society’s Insurers cover all Trophies.\n\n\n1. Any proposition which involves any radical alteration in the constitution or rules of the Society, or in the conditions under which:-\n\n  • The Black Watch Medals;\n  • The Argyll and Sutherland Challenge Bowl;\n  • The Ordnance Challenge Cup, the Royal Engineers Sunningdale Cup or the Egypt Cups,\n\nare at present played, shall require the concurrence of at least two-thirds of the members present at a General Meeting, at which meeting, a minimum of 40 Members must be present and voting.\n\n2. Any such proposition, should it be carried, will be adopted forthwith and will be confirmed or negated at the next General Meeting, at which the same voting rules as stated in para 1. above, will apply.\n\n3. No such proposition shall be entertained at a General Meeting unless the terms thereof have been intimated in writing to the Hon Secretary at least two days prior to the General Meeting.\n\n\n\nThe Black Watch Challenge Medal was presented to the Society in Memory of Lt F G Tait BW, a former Amateur Champion, who was killed during the Boer War. It is the premier individual trophy to be played for by Members of the Society at its Summer Meeting.\n\n\nThe Medal is competed for over two rounds and the winner of the Gold Medal will be the player with the lowest scratch score. The runner up will receive the Silver Medal. It is now the norm for the competition to be played over two days and in the event of a tie the Medal will be awarded to the player with the better score on the second day. Ties will be resolved in accordance with the Rules of Golf as periodically issued by The R&A.\n\n\n\nThe rules have been amended significantly over successive AGMs in 2010 and 2011 in order to cope with the reducing number of entries in the Ordnance, Sunningdale and Egypt Cups. These amendments build on the 2001 revision which was made to reflect the unfortunate but inevitable weakening of the linkage between team members and the strength and size of parent Regiments and Corps. Allocation into Cup competitions is now based on the number of teams entered and on the standard of those who can attend the meeting. Arrangements for the A&S Bowl will also allow different formats of competition depending on the number of teams actually attending. The aim remains to have “serious fun” and as much golf as possible over equitable scratch matches.\n\n\n1. Entries.\n\nTeam Entry Form ‘A’ will be produced and circulated by the Hon Secretary, to all Regimental\/Corps Golf Societies in early January\/February. This entry form requires only the number of teams a Regiment\/Corps Golf Society intends to enter. The entry should be returned to the Hon. Secretary, accompanied by the Entry Fee for each team, before the date indicated on the form.\n\n2. The Argyll and Sutherland Challenge Bowl.\n\nThe Argyll and Sutherland Challenge Bowl is open to teams from all British Infantry and Royal Armoured Corps Regiments irrespective of size, and to the Infantry element of the Brigade of Gurkhas.\n\na. The format of play will be dependent upon the number of entries as follows:\n\ni) 3 or 4 entries, then teams will play a Round Robin format (each Team play all other teams once).\n\nii) 5 or more entries, then teams will play under the Conditions and Rules as laid down.\n\nb. A random draw to decide the Order of Play will be produced and distributed to competing Regiments by the Honorary Secretary.\n\n3. The Ordnance Challenge Cup, the Royal Engineers Sunningdale Cup and the Egypt Cup.\n\na. These three Competitions are open to teams that are NOT eligible to enter the Argyll & Sutherland Challenge Bowl, (i.e. all non-Infantry, non-RAC Regiments and Corps and the infantry element of the Brigade of Gurkhas of the British Army). They are also open to the Golfing Societies of those Regiments\/Corps that have been disbanded and\/or amalgamated into larger Corps.\n\nb. i) The composition of the three Competitions will be dependent upon the aggregate handicaps of the teams submitted by the Captain\/Secretary of Regimental\/Corps Golfing Societies.\n\nii) At the Summer Meeting, Team entries that had previously been submitted to the Honorary Secretary, will be divided equally into the three Competitions according to their aggregate handicaps. Where the total entries do not give an equal number for each Competition then the extra team\/s will be entered into the Egypt and Sunningdale Cups respectively.\n\nc. i) The Captain\/Secretary of all competing Golfing Societies should submit to the Committee or Hon. Secretary, before 1700 hrs on the Wednesday of the Summer Meeting, the list\/s of their selected team\/s (with handicaps), showing the aggregate handicap of each team.\n\nii) The Committee will place Teams into Cup Competitions, based on their aggregate handicaps.\n\nd. Order of Play will be decided by a draw, which will take place immediately after the AGM.\n\ne. The format of play will be dependent upon the number of entries as follows:\n\ni) If there are only sufficient for 3 or 4 entries in the competitions, then teams will play a Round Robin format (each Team plays all other teams once).\n\nii) If there are sufficient for 5 or more entries in the competitions, then teams will play under the Conditions and Rules as laid down..\n\niii) If there are not sufficient teams for three competit... (truncated)",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9874601364,
        "format_confidence":0.9728735685
    },
    {
        "url":"https:\/\/www.nbsoccer.com\/Default.aspx?tabid=927944",
        "text":"Website Manager\n\nNorth Branford Soccer Club\n\nNorth Branford Soccer Club\n\nInclement Weather Policy\n\nIn-House Weather Policy\n\nThe Saturday morning in-house program will only be canceled if the field is not in playable condition. If the session is canceled, it will be posted on the club's website by 8:30am the day of the session or one hour before the weekday clinic. An email will also be sent out.  We will try to make up the session if there are weeks available before the mandatory stop day. Do not assume that the session is canceled.  In the event that the rain creates unsafe conditions while the session has already started, the In-house coach or the NBSC In-house Coordinator will stop the session early.\n\nTravel Team Weather Policy\n\nThe decision to cancel Travel games is made by the home club. Games or practices will only be canceled if the fields are not in playable condition. If a game has already started, the referee will determine if play can continue. Team members will be contacted by the coach, assistant coach or team representative if a game or practice is canceled. \n\n\nNorth Branford Soccer Club\nPO Box 322 \nNorth Branford, Connecticut 06471\n\nEmail: [email protected]\n\nCopyright © 2020 North Branford Soccer Club  |  Privacy Statement |  Terms Of Use |  License Agreement |  Children's Privacy Policy  Log In",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9974318147,
        "format_confidence":0.9052123427
    },
    {
        "url":"https:\/\/www.leaguelineup.com\/miscinfo.asp?menuid=31&url=gmbl",
        "text":"Special League Rules\n\nThe Green Mountain Baseball League uses Major League Baseball rules.  There are a few exceptions to the rules on the field but there are also some procedural rules specific to the GMBL.  Please use this page as reference to specific league rules.\n\n\n1. Coaches in coaches boxes DO NOT need to wear a helmet.\n\n\n2. Teams are allowed to use a DH according to American League rules.\n\n\n3. Teams are allowed to use an EH.  This EH is considered  an extra position player and should be treated the same as any other position on the field except for the pitcher.  Any substitution of the EH should be applied to Major League Baseball Rules.\n\nPlayer Requirements\n\nIn order to play in the Green Mountain Baseball League, ALL players are required to....\n\n1. Must be 18 years or older by the start of the 2017 season (4\/30)\n\n2. Must be assigned to only one team\n\n          a. EXCEPTION: Players can play for other teams in the NABF tournaments and\/or any other tournaments that are NOT sponsored by the Green Mountain League.\n\n\nIn order to play in the PLAYOFFS, all players must......\n\n1.  Play in six (6) GMBL sanctioned REGULAR SEASON games. NO EXCEPTIONS.  Opposing Coaches can NO longer \"approve\" players with less than six games.\n\n\nGame Schedule Requirements\n\nThis policy shall be used to determined the number of REQUIRED games played for the 2017 season....\n\n1. The 2017 schedule shall include 22 regular season games (11 Sunday Doubleheaders in 14 Sundays)\n\n2.  ALL games are to be initially scheduled as Doubleheaders on Sundays starting at 11AM.\n\n3. ALL teams will be required to play 20 regular season games, UNLESS....\n\n          a. ALL games on that GMBL scheduled Sunday rainout.  In this case, one (1) required game will be subtracted from the total of required games played from ALL teams in the GMBL.  EXAMPLE: Two (2) scheduled Sundays rainout for the Brewers and four (4) Sundays rainout for the Mariners. Overall, four (4) Sundays total rainout for the GMBL.  The Brewers, Mariners AND every other team in the GMBL are required to play 20 minus 4 equals 16 games required.  That means the Mariners would have played 14 games (22-4X2)=14.  The Mariners would be required to makeup a minimum of two (2) games.  The Brewers would have played 18 games (22-2X2)=18.  Therefore the Brewers would NOT have to makeup any games, however they will make every effort to play as close to 22 games as possible.\n\n                   bb. This \"rainout equation\" ONLY applies to SUNDAY scheduled games.\n\n                   cc. ALL games scheduled on Monday-Saturday are \"play at your own risk\" and if rainouts occur, this rule does not apply.\n\n4. Games can be mutually agreed upon to be scheduled on a different day or time other than Sundays.  Notification for this option should be made AT LEAST within two (2) weeks after the FINAL schedule is made.  Please notify the League President of these changes.\n\n5. ALL teams will try their best to play as close to 22 games as possible, weather permitting.\n\n\nIn 2019, ALL teams will make the playoffs as long as they meet the minimum requirements below....\n\n-Team has played the minimum required amount of games.  (See schedule rules)\n\n-Team must start playoff games with a minimum of 9 players.\n\n-Each of the 9 players must have played in a minimum of 6 LEAGUE games.\n\n\n\n-Teams shall play in a \"Best of 3 series\" with 2 games played on a Saturday. And the decisive \"if necessary\" game 3 will be played the next day. (weather dependent....Rain shall push the Saturday games to Sunday).\n\n-ALL 3 games shall be played at the Higher Seeded team's Home field.\n\n-Regular season game rules apply.\n\n-Quarterfinals (First weekend in August)= 5th Place @ 4th Place\n\n-Semifinals  (Second Weekend in August)=Winner of Quarterfinals @ 1st Place....3rd Place @ 2nd Place.\n\n-Finals (Third Weekend in August)= Semifinal winners (Higher Seed hosts)\n\n-Umpires are split by both teams in the quarters and semis.  The Finals will be paid for by the league.\n\n\nDeposit Summary\n\nYour $200 deposit covers the following.....\n\n1. $150= Forfeit Procedures.  Please follow the \"Forfeit Procedures\" rules below for more information.\n\n2. $50= Online Statistics.  Although perfection is not required.  All stats should be entered onto the GMBL website.  This encourages other teams\/players to play, helps with League Leaders and helps each other prevent \"ringers\" from joining the playoffs.\n\nForfeit Procedures\n\nA Forfeit win or a Forfeit loss can only be awarded in the following cases.  The implementation of this policy must be approved by the League President....\n\n1. Team does not fulfill minimum required games played due to rainouts.  One (1) Forfeit loss will be awarded for every game under the league minimum. NO Forfeit wins will be awarded. NO DEPOSITS WILL BE TAKEN IN THIS CASE.\n\n2. Team does not fulfill minimum required games played due to lack of field availability.  One (1) Forfeit loss will be awarded to the HOME TEAM for every game under the league minimum. NO Forfeit wins will be awarded. NO DEPOSITS WILL BE TAKEN IN THIS CASE.\n\n3.  Team cancels a game(s) without a minimum of 12 hours notice NOT based on weather. One (1) Forfeit loss will be awarded to the cancelling team and One (1) Forfeit win will be awarded to the opposite team.  A FULL $150 deposit will be taken from the cancelling team.\n\n4.  An AWAY team travels AND arrives at an away site. One (1) FULL inning is NOT played.  This game is considered CANCELLED, and the HOME team will be awarded one (1) Forfeit loss while the AWAY team will be awarded one (1) Forfeit win. A FULL $150 deposit will be taken from the HOME team.  Game 2 may be rescheduled at a later date.\n\n5. Teams must have a minimum of 9 players to start the game.  Anything less is considered a Forfeit. One (1) win will be awarded to the opposing team and one (1) Forfeit loss awarded to the forfeiting team. A $150 DEPOSIT WILL BE TAKEN IN THIS CASE.\n\nPlayoff Forfeits....\n\n1. In case of a Playoff Forfeit, the opposing team will be declared the winner.  NO DEPOSITS WILL BE TAKEN.  Their penalty is that their season is over.\n\nPotential Rainout Procedures\n\nThese guidelines should be used to prevent miscommunication and unwarranted travel for potential rainout games...\n\n1. In case of inclement weather, both coaches shall make the decision \"to play or not to play\" based on the days forecast by 8AM (Weekend games)\n\n2. In case of inclement weather, the HOME team shall check on the HOME FIELD for that day and make the sole decision \"to play or not to play\" based on condition of the field by 9AM.\n\n3. If the decision is \"to play\" on items 1 and 2 above, the expectation is that the game(s) will be started at some point that day.  Delayed starts are allowed, but prior notification by the HOME team to the AWAY team is common courtesy.\n\n4. All games that are started but POSTPONED later in the day, will be continued at a later, agreed upon later date with the game continuing where it left off.\n\n5. All games that have played a complete 5 innings (4 1\/2 if the home team is leading) will be considered a COMPLETED game.\n\n6. Makeups can be made up at any place at any time within the start date (4\/30) and the end date of season(7\/30).\n\n7. All Games should be made up. EXCEPTION: Rainouts in July will only require 1 made up game.\n\nMANDATORY PENALTY: If an AWAY team travels to the home field of the HOME team, the AWAY team shall be granted one (1) forfeit win and the HOME team shall be granted one (1) forfeit loss.  The second game shall be scheduled for a mutually agreed upon later date.\n\n If a DOUBLEHEADER is cancelled....\n\n1. One (1) game MUST be rescheduled at a \"soft\", later date of mutual choice, but MUST be agreed upon within one (1) week of the cancellation.  \"Soft\" shall be defined as a planned rescheduled date, but not set in stone.  Please notify the President within one week of the cancellation.  The purpose of this rule is to engage in rescheduling conversation EARLIER than later, hopefully encouraging makeups ahead of time and not putting it off until last minute where scheduling gets complicated.\n\n2.  The second game of the DH shall be made up at a mutually agreed upon later date if possible.\n\nIf ONE game is cancelled.....\n\n1.  Both teams will agree upon a new makeup date at a later time if possible.\n\nPENALTY: No immediate penalty.  If one specific team cannot agree to a \"soft\" date as scheduled above, President's discretion will be used to determine if the specific game needs to be played.  If it does, forfeits may or may not be issues based on President's decision.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.9802123308,
        "format_confidence":0.6992255449
    },
    {
        "url":"https:\/\/www.pkra.com\/about\/club-bylaws?showall=&start=1",
        "text":"PKRA Bylaws\n\nArticle Index\n\n\nThis corporation shall be known as the PHOENIX KART RACING ASSOCIATION, INC. \n\nARTICLE 2 Offices \n\n2.01. Known Place of Business. \n\nThe corporations known place of business in the state of Arizona shall be the address of its statutory agent, or such other address as may be set forth in a statement filed with the Arizona Corporation Commission in accordance with Arizona law. \n\n2.02. Changes in Known Place of Business. \n\nThe corporation shall have and continuously maintain in the state of Arizona a known place of business which may be changed from time to time upon the approval of the board of directors of the corporation provided, however, that any such change be promptly reported to the Arizona Corporation Commission. \n\nARTICLE 3 Purpose and Powers \n\nThis corporation shall operate to accomplish only the purpose or purposes set forth in its articles of incorporation, as amended from time to time, and shall have all powers necessary or convenient to effect such purpose or purposes. Without limiting the general purposes and powers set forth in the corporations articles of incorporation, the objectives of the corporation shall include the furtherance and the promotion of the following: \n\n  1. the highest standards of courtesy and safety on the race track; \n  2. the enjoyment and sharing of goodwill and fellowship engendered by owning a motorized vehicle, such as a kart, motorcycle, racing bike, or other motorized vehicle as specified by the Board of Directors (the “Board”); \n  3. the maintenance of the highest standards of operation and performance of karts through the sharing of technical and mechanical information; \n  4. the interchange of ideas and suggestions with other kart clubs throughout the world and in such other cooperative efforts as may further the purposes of the corporation; and \n  5. the establishment of such mutually beneficial relationships with other Kart clubs and organizations as may further the purpose of the Corporation.",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.6081675887,
        "format_confidence":0.9785883427
    },
    {
        "url":"https:\/\/www.runtastic.com\/fr\/conditions",
        "text":"General Terms and Conditions for the Products and Services offered by Runtastic\n\nWe, the team of runtastic GmbH, Pluskaufstraße 7, 4061 Pasching, Austria (“Runtastic”), are pleased to see you being interested in our products and we are confident that our Apps and the platform match your fitness interests perfectly.\n\nTo use our products, we have to clarify certain things with you. For example, the rights and responsibilities we owe each other, how long various periods last and many more details. One of them is a privacy policy.\n\nSince it is not possible for us, for technical reasons and due to limited personnel resources, to negotiate the terms of use with each individual who wishes to use the Runtastic products, we have drafted the following general terms and conditions (“T&C”).\n\nPlease read the following T&C carefully before you make use of our services. These are our relevant general terms and conditions regarding our apps and our website, and its services, functions, content and applications.\n\nruntastic GmbH\nPluskaufstraße 7\n4061 Pasching\n\n\n1.1 Runtastic operates an interactive online platform and mobile apps aiming to connect, and create new opportunities for, people who are, or want to become, sports- and health-conscious.\n\n1.2 In order to be able to use the complete spectrum of Runtastic’s products and services, a one-time registration is required (see Section 4, below). However, certain content (e.g., information regarding sports, health or nutrition), including general descriptions of Runtastic can be viewed without registration.\n\n1.3 Runtastic’s goal is to make sports enjoyable and to make a positive contribution to people’s health.\n\n1.4 Your health is very important to us. ALWAYS consult your doctor about your athletic behavior. Runtastic neither substitutes your doctor, nor is Runtastic responsible for your behavior. The contents of the platform or Apps from Runtastic GmbH, regardless whether they are provided by Runtastic, its partners or users, are not meant to supplement, let alone replace, the information provided by doctors or pharmacies. By accepting these T&C, you confirm that you are solely responsible for your health.\n\n\n2.1 Runtastic offers the interactive platform and Runtastic mobile apps on the basis of these T&C. By registering, the user consents to the validity of these T&C and any agreements incorporated therein by reference.\n\n2.2 Neither the registration nor the use of the complete spectrum of products and services shall be possible without explicit consent to these T&C.\n\n2.3 These T&C shall apply to all points of access, including (sub-)domains and mobile applications, for Runtastic’s products and services. In particular, the Runtastic online offering will be accessible via the following domains:,,, and\n\n2.4 These T&C shall be valid until cancelled in the currently valid version as of 01 Nov, 2014.\n\n2.5 Solely the German version of these T&C is binding.\n\n\nCurrently, Runtastic essentially offers its users the following applications and information in several languages:\n\n3.1 platform:\n\n3.1.1 Personal profile page (label: my profile), including personal details\n\n3.1.2 Sports diary, including a clear overview of sports activities\n\n3.1.3 Statistics, analysis and comparisons concerning your sports activities\n\n3.1.4 Messaging system, in order to exchange personal messages\n\n3.1.5 Training plans and records, as added by users, and presented and administered by Runtastic, respectively\n\n3.1.6 Routes, as added by users, and presented and administered by Runtastic, respectively\n\n3.1.7 News regarding Runtastic in short form\n\n3.1.8 Mobile Fitness & Health Apps\n\n3.1.9 Shop: In this category Runtastic displays and links to some external shops, which provide sports and fitness products. Runtastic acts as agent and not as vendor. Therefore special shop terms and conditions are defined, and are not part of these T&C.\n\n3.1.10 Content, e.g. texts, pictures and videos, regarding sports, health and nutrition will be presented by Runtastic and professional third parties (sports coaches, trainers, ...)\n\n3.1.11 Status Messages\n\n3.1.12 Blog: Presentation of company information, products and news in long form\n\n3.1.13 Other Content:\n\n  • About us: Short description of Runtastic\n  • Company offerings: Offers of Runtastic addressed to companies\n  • Partners: Presentation of partners and supporters of Runtastic\n  • Advertising by Runtastic and\/or third parties\n  • Support for users\n  • T&C\n\n3.2 Mobile applications; Runtastic Mobile\n\n3.2.1 Runtastic offers applications for Apple iPhones, Android phones and other smartphones on a global scale.\n\n3.2.2 These applications can be used both isolated on the smartphone as well as in connection with the platform.\n\n3.2.3 Subject to the user's consent, relevant data is transmitted from the smartphone to the platform and shared with other social networks (e.g., Facebook), respectively.\n\n3.2.4 The user hereby confirms the user’s knowledge that as a result of the transmission of data from the smartphone to the platform, certain costs of the mobile carrier will be incurred that have to be borne by the user.\n\n3.2.5 The mobile applications are only available to users of smartphones. Only the basic functionality of the mobile applications is available for free.\n\n3.2.6 Additional terms and conditions on the part of the mobile phone-providers apply.\n\n3.3 Other Services of Runtastic\n\n3.3.1 Runtastic will send newsletters to registered users. By accepting these T&C, the user allows Runtastic to send newsletters. The user can opt out of receiving a newsletter each time such newsletter is received. Upon opting out, the user will not receive any further newsletters from Runtastic.\n\n\n4.1 In order to be able to use the platform, a one-time, free registration is required. Runtastic offers users two options of registering on the platform:\n\n4.1.1 a \"Free Membership\" (basic), where only basic options and features are made available to users;\n\n4.1.2 a \"PREMIUM Membership\", with all options and features made available to users.\n\n4.2 Only persons legally capable to enter into agreements on their own behalf shall be permitted to register with Runtastic. Minors may only register with Runtastic subject to the explicit consent of their parents or legal guardians. A scanned copy of such written consent shall be sent by email to\n\n4.3 By registering, the user confirms its knowledge and the unlimited recognition of the content of these T&C.\n\n4.4 Each user shall register with Runtastic once only, and confirms with its registration that it has not registered an account with Runtastic before and has not deleted a previously activated user account.\n\n4.5 Subject at all times to Section 13 hereof, a user can register in one of two ways:\n\n4.5.1 Registration by use of the registration form provided on the platform:\n\nFor purposes of registration, the user shall provide the details requested by the registration form, e.g., first name, last name, date of birth, completely and correctly, unless such details are marked as voluntary. Registration is only possible by using the user’s civil name, i.e., the use of phantasy names or pseudonyms is not possible.\n\n4.5.2 Adoption by Runtastic of registration details provided by the user in the social network Facebook or Google G+:\n\nRegistration via Facebook Connect or via Google G+ requires the user to confirm that the selected details, which the user previously provided on Facebook or Google G+ , shall be adopted by the Runtastic network. The user can subsequently add to or reduce such details in such user’s profile on the platform.\n\n4.6 Following successful registration, the user can log on to the platform by either (i) entering its email address and the chosen password, or (ii) accomplishing the log-in via Facebook connect or Google G+.\n\n4.7 If the registration process is not completed, e.g., as a result of missing personal details or the lack of consent to these T&C, Runtastic will delete the corresponding account within a period of seven days.\n\n4.8 Runtastic reserves the right to reject users without giving reasons. In this event, any transmitted details will be deleted promptly.\n\n4.9 Runtastic is not responsible for the actual identity of the user, since personal identification via the internet is possible only to a limited extent. Each user shall itself confirm the identity of other users prior to entering into any form of interaction with such users, e.g., adding as a friend or by writing messages.\n\n\n5.1 Fraud protection.\n\n5.1.1 You must protect your account from unauthorized and fraudulent use. Please notify us immediately by email at of any unauthorized or fraudulent use of your account, or if you suspect that your account may be at risk.\n\n5.1.2 Runtastic will not refund any amounts paid by you to before you report an unauthorized or fraudulent use of your account.\n\n5.1.3 has the right to close or cancel the account of any registered user in the event of any unauthorized or fraudulent use of the account.\n\n5.2 Promotions and Free Offers. may run promotions and free offers, which may be subject to additional terms or restrictions. These promotions and offers may not be transferred between users.\n\n\n6.1 Subscription Requirement. In order to use the Runtastic Premium Service for Premium Members, you must (i) be a registered user of the platform, and (ii) pay the stipulated price, including applicable VAT, if any, and any other fees or amounts associated with the Premium Services, by credit card or any other form of payment accepted by Runtastic (the “Subscription”). If you are not a registered user of the platform, you must register before you can execute the Subscription. Details about the applicable fees for the Premium Membership are set forth on\n\n6.2 Types and Prices of Subscriptions. offers different Subscription periods so that you can choose the one that best satisfies your needs. The different Subscription types and applicable prices are available for viewing here ... (truncated)",
        "topic_id":21,
        "format_id":8,
        "topic_confidence":0.6496199965,
        "format_confidence":0.9905815125
    }
]