[
    {
        "url":"https:\/\/www.eltomation.com\/eng\/blog\/2020\/05\/",
        "text":"Supply of 2nd ELTOMATIC to Takemura, Japan\n\nCustomer: Takemura Industry Co. Ltd.\nLocation: Nagano, Japan\nFinalized in: Summer 2021\n\nEltomation is to supply a 2nd ELTOMATIC CVS-16 Rotating Wood Wool Machine to the WWCB Plant of Takemura, Japan to further expand the production capacity and increase the grade of automation.\n\nUpgrade of PLC Control System to Cewood, Latvia\n\nCustomer: CEWOOD, SIA\nLocation: Latvia\nFinalized in: Summer 2020\n\nEltomation has been awarded a contract for the upgrading of the existing S5 PLC Control System to the new S7-TIA standards (hardware and software).\n\nSupply of new Double Shaft Mixer to Celenit, Italy\n\nCustomer: Celenit s.r.l. Isolanti Termoacustici\nLocation: Italy\nFinalized in: Summer 2020\n\nEltomation supplied a new Double Shaft Mixer to the WWCB plant of Celenit to further improve the product quality.\n\nThis latest technology will contribute to a more intense mixing, resulting in a more homogenous mixture and thereby overall better board quality.\n\nMosBuild 2021: Eltomation delays participation due to COVID-19\n\nMarch 30 to April 2, 2021\n\nDue to current situation with COVID-19, Eltomation has to delay its MosBuild participation and will have no booth at the upcoming fair in 2021.\n\nOur staff remains available for any inquiries by phone or mail. Please feel free to read about our Wood Wool Cement Plants and use our contact form to get in touch with us.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9903544188,
        "format_confidence":0.8473567963
    },
    {
        "url":"https:\/\/www.openpr.com\/news\/1394092\/semiconductor-metal-etching-equipment-market-in-depth-assessment-of-the-competition-2025-applied-hitachi-high-technologies-corp.html",
        "text":"openPR Logo\nPress release\n\nSemiconductor Metal Etching Equipment Market - In-depth assessment of the competition 2025 | Applied Hitachi High-Technologies Corp.\n\n11-23-2018 08:25 AM CET | Business, Economy, Finances, Banking & Insurance\n\nPress release from: TMR Research\n\n\/ PR Agency: TMR Research\nSemiconductor Metal Etching Equipment Market - In-depth\n\nGlobal Semiconductor Metal Etching Equipment Market: Snapshot\n\nThe overall growth of the semiconductor sector is expected to positively influence the demand in the global semiconductor metal etching equipment market. The technological evolution in the semiconductor sector is predicted to augur extremely well for the growth of the global semiconductor metal etching equipment market. This could be on account of the augmented production of advanced smart devices owing to the faster technological development in IoT applications. Part of the advent of smart devices could be attributed to the need to satisfy the upgraded technological demands of consumers.\n\nRequest Sample Copy of the Report @\n\nDeveloping regions of the global semiconductor metal etching equipment market such as Asia Pacific are anticipated to offer some lucrative opportunities to players on the back of a snowballing demand for portable smart devices such as smart television, tablets, and smartphones. This, in turn, is prognosticated to birth ample of gainful prospects for players as they tap into the accelerated demand for miniature semiconductor circuits. Since the miniaturization process engages semiconductor metal etching equipment, the significant rise of the market is prophesied to be on the cards. Moreover, the metal etching process is extensively used when semiconductor components undergo microfabrication. Such applications are foretold to play a critical role in enhancing the growth of the global semiconductor metal etching equipment market.\n\nRequest TOC of the Report @\n\nThe competition in the global semiconductor metal etching equipment market is envisioned to be aggravated as analysts foresee strategic alliances to take shape among existing players. The strong foothold of leading players in the global semiconductor metal etching equipment market could further intensify the competition.\n\nGlobal Semiconductor Metal Etching Equipment Market: Overview\n\nSemiconductor device fabrication is the process used to manufacture integrated circuits, also known as chips or microchips, found in electronic devices. It is achieved through a process called etching, in which a liquid or gas etchant is used to selectively remove unnecessary parts so that the desired circuit patterns are left on the wafer surface. The process is repeated several times to shape a semiconductor chip. Etching is used in conjunction with other processes such as lithography, deposition, chemical mechanical planarization, oxidation, ion implantation, and diffusion.\n\nA report by TMR Research presents a detailed picture of the prevalent competitive landscape in the global semiconductor metal etching equipment market. The report finds that the competition in the market is robust despite just a handful of players operating in it. The players have a substantial foothold in the market and going forward, the competition among them is slated to increase due to the continued technological progress in the semiconductor industry and strategic deal making among them.\n\nRead Comprehensive Overview of Report @\n\nGlobal Semiconductor Metal Etching Equipment Market: Drivers and Trends\n\nA spike in demand for smart electronic devices such as smartphones and tablets, among others, has augured well for the global semiconductor metal etching equipment market. Such devices are comprised of different semiconductor components which include microchips. Crafting microchips entails etching to do away with unnecessary materials that could provide alternative pathways for electrons thus disrupting the functioning of the circuit. A key trend in the global semiconductor metal etching equipment market is the popularity of product miniaturization. While electronic devices use semiconductors with circuit line widths in the 20nm range, ultra-miniature circuits requires line widths in the 10nm range.\n\nEtching is also of crucial importance in the fabrication of micromechanical and optoelectronic devices. Cantilever beams that can sense acceleration, motors and valves, and ultrasmall diaphragms that can sense differences in pressure can be fabricated by selectively etching semiconductor surfaces which does away with materials likely to short out a circuit or thwart movement of the micromechanical device.\n\nPosing a risk to the global semiconductor metal etching equipment market is the cyclic nature of the semiconductor industry which brings about volatility in revenues of metal etching equipment vendors, which in turn negatively impacts their profitability.\n\nGlobal Semiconductor Metal Etching Equipment Market: Regional Outlook\n\nGeographically, Asia Pacific, powered by Taiwan, South Korea, and Japan, leads the global market for semiconductor metal etching equipment. This is because of the concentration of the key semiconductor device manufacturers in the aforementioned Asia Pacific countries. The proliferation of smart gadgets in the countries of China and India – considered fast-expanding economies – is also propelling the Asia Pacific market. Other major markets are North America and Europe on account of the earlier adoption of cutting-edge technologies in the regions.\n\nCompanies Mentioned in Report\n\nTo present an in-depth assessment of the competition prevailing in the global semiconductor metal etching equipment market, the report profiles companies such as Applied Hitachi High-Technologies Corp., Materials Inc., Lam Research Corp., Jusung Engineering Co. Ltd, Mattson Technology Inc., Semes Co. Ltd., Tokyo Electron Ltd., and ULVAC Technologies Inc. among others.\n\nAbout TMR Research\n\nTMR Research is a premier provider of customized market research and consulting services to business entities keen on succeeding in today’s supercharged economic climate. Armed with an experienced, dedicated, and dynamic team of analysts, we are redefining the way our clients’ conduct business by providing them with authoritative and trusted research studies in tune with the latest methodologies and market trends.\n\nOur savvy custom-built reports span a gamut of industries such as pharmaceuticals, chemicals and metals, food and beverages, and technology and media, among others. With actionable insights uncovered through in-depth research of the market, we try to bring about game-changing success for our clients.\n\n\nTMR Research,\n3739 Balboa St # 1097,\nSan Francisco, CA 94121\nUnited States\nTel: +1-415-520-1050\n\nThis release was published on openPR.\n\nPermanent link to this press release:\n\nPlease set a link in the press area of your homepage to this press release on openPR. openPR disclaims liability for any content contained in this release.\n\nYou can edit or delete your press release Semiconductor Metal Etching Equipment Market - In-depth assessment of the competition 2025 | Applied Hitachi High-Technologies Corp. here\n\nNews-ID: 1394092 • Views: 116\n\nMore Releases from TMR Research\n\nRecycled Thermoplastic Market Insights By Growth, Emerging Trends And Forecast B …\nRecycled Thermoplastic Market: Snapshot The demand within the global recycled thermoplastic market has been rising on account of advancements in the energy sector. The use of thermoplastics across a wide array of industries has given a thrust to the growth of the global market. Moreover, the superiority of recycled thermoplastics over thermosets has also given a strong push to the growth of the global market. There have been key advancements in\nSmart Card Materials Market Projected to Witness a Double-Digit CAGR During 2028\nGlobal Smart Card Materials Market: Snapshot The global market smart card has gained phenomenal momentum in recent years due to increasing usage of smart cards in various industries for various purposes. The growing popularity of smart cards due to the convenience they offer for identification, cashless payments, and tracking amongst other things. Proliferation of BFSI industry that has seen a constant rise in its consumer base has prompted many smart card\nTaxifolin Market Dynamic Business Environment During Forecast 2018 – 2028\nTaxifolin Market: Snapshot Taxifolin or dihydroquercetin is a flavonoid that acts as a potential chemopreventive agent. It helps in the regulation of genes through an ARE-dependent mechanism. Primarily, taxifolin has the properties to slow down the cell growth of ovarian cancer. It can be found across many products and beverages. Particularly, taxifolin can be found across plant-based foods such as vegetables, wine, cocoa, and fruits. Conifers such as Siberian larch and\nNafion Market Promising Growth Opportunities & Forecast 2019-2029\nNafion Market: Snapshot Nafion is a sophisticated name for sulfonated tetrafluoroethylene based fluoropolymer-copolymer. It was first discovered by Walter Grot of DuPont back in the 1960s. Nafion is a first synthetic polymer that possesses ionic properties that are known as ionomers. Nafion has unique ionic features because of the incorporation of perfluorovinyl ether groups with terminated sulfonate groups onto a PTFE backbone. Nafion can also act as a cation exchange polymer\n\nAll 5 Releases\n\nMore Releases for Etching\n\nEtching Agent Market Demand and Opportunities 2029\nEtching is a process in which the undesired parts of a component are exposed to chemicals such as acids and bases. This process yields a desired shape and the chemicals involved in the process are known as etching agents or etchants. The desired parts of the component are masked either by rubber or other inert substances that are resistant to the etching agents. The manufacturing of semiconductors employed in the\nAtomic Layer Etching System Market Size, Share, Development by 2024\nGlobal Info Resear... (truncated)",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.573248148,
        "format_confidence":0.9503751397
    },
    {
        "url":"https:\/\/www.mkcoop.com\/Blogs\/March-2018\/Peterson-Reflects-on-43-year%C2%A0Cooperative-Career",
        "text":"Blog Detail\n\nPeterson Reflects on 43-year Cooperative Career\n\nSee All Posts\n\n3\/27\/2018 8:40:20 PM\n\nWhen Steve Peterson provides advice and direction on how to get the job done at the co-op, he knows from experience.\n\nThe door at the cooperative first opened for Peterson while attending Kansas State University working part-time at a local co-op. After the birth of his son, he left Kansas State and started full-time in 1975. “I wore many hats at the beginning of my career,\" Peterson said. “From working in the feed mill to feed delivery and driving Big Wheels dry fertilizer spreaders to the office as counter sales and grain merchandiser.\"\n\nNow in mid-April, Peterson will retire from a 43-year career in the cooperative system. \n\n\"When I started my career in the cooperative system I think the biggest reason I stayed was that I kept getting challenged to advance and in return rewarded for my hard work,\" Peterson said.  \"I enjoyed what I did and always enjoyed working with all the people in the industry.  It had never crossed my mind to do anything different once I was engaged in the system, learning and challenged to be able to contribute more to the company success and my own.\"\n\nIn 1980, he moved to a new elevator east of Manhattan, the current MKC Manhattan location, to manage the new facility, merchandise the company’s grain, start the cooperative in liquid fertilizer and establish a custom application business. Peterson became the general manager for Farmers Cooperatives Association in 1998 and stayed in that position until coming to MKC in 2004.\n\nPeterson was the first director of operations under current President and CEO Dave Christiansen. His responsibilities were to manage one location and oversee a few facilities. Peterson said, “The few facilities soon grew to five and at one time as many as nineteen as MKC grew.”\n\nOver the past 14 years, Peterson has witnessed many changes to MKC and the cooperative system as a whole. Peterson mentions watching company leadership adapt and change the vision of MKC to maintain growth, establish excellence and make employee safety a priority as a highlight. “As consolidation continues in agriculture, driving change and technology advancement ramped up. I can’t wait to see what’s next, and I’ll be watching,” Peterson said.\n\nPeterson sees MKC as an ever-growing company, with the potential to achieve its goals. “Everyone at MKC has always worked together to fulfill the mission and vision of the owners, to achieve financial success and operational excellence, to make MKC a safe place to work and to help ensure the sustainability of the cooperative system, Peterson said.”\n\nFollowing retirement Peterson and his wife, Tina, plan to move back to the Wamego area. They are currently purchasing a home and ten acres in the country and intend to use it as a place for entertaining grandkids and making memories.\n\n“I know I will miss the day to day interaction with coworkers and owners which I have been blessed to be able to do for 43 years working in the cooperative system,” Peterson said. “I feel truly blessed that I had the opportunity to work for a great company like MKC the past fourteen years.”\n\nJoin us on Friday, April 27 as we honor Steve at his Retirement Party. The celebration will be hosted at the Sundstrom Conference Center in Lindsborg from 3-7 p.m. No reservation is needed. Come and go event.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.6909485459,
        "format_confidence":0.7128626108
    },
    {
        "url":"https:\/\/www.akdn.org\/press-release\/akah-and-partners-launch-key-infrastructure-projects-tajikistan",
        "text":"You are here\n\nYou are here\n\n  • Construction work on a playground in Khorog, Tajikistan begins as part of an infrastructure programme that will encompass six playgrounds, a secondary school, a water supply system and a riverbank protection area.\nAKAH and partners launch key infrastructure projects in Tajikistan\n\nKhorog, Tajikistan, 12 May 2020 – The Aga Khan Agency for Habitat (AKAH) in Tajikistan, the Government of Gorno Badakhshan Autonomous Oblast (GBAO) and their partners have launched the construction of critical social infrastructure in Khorog Town.\n\nThe total of nine infrastructure projects to be constructed include six playgrounds across the town, the #5 secondary school on Saidmir Abdurahmonov Street, a water supply system for the Bizmich settlement, and a riverbank protection in the Sharifobod area. All construction will be undertaken by local employees.\n\nThe projects are facilities that have been jointly identified by the local government and the communities in Khorog as essential to providing improved quality of life for residents, under the European Union (EU)-funded Critical Infrastructure to Contribute to Stability and Peace (IcSP).\n\n\nRiverbank protection works in Sharifobod area in progress.\n\nThe head of Furudgoh neighbourhood, Okhirnazar Kholiknazarov, remarked, “Having access to a playground with modern sport facilities will enable youth and children in our neighbourhood spend their free time actively and safely. It will provide a space where we can gather, watch our children play football or other sports, and gives us a sense of real connection and belonging.”\n\nManzura Bakhdavlatova, AKAH Project Manager, says, “While there will certainly be some challenges ahead due to the ongoing pandemic, we nonetheless look forward to a successful and timely completion as we know that they will greatly improve the lives of the majority of the communities here in Khorog.”\n\nGBAO Governor Yodgor Fayzov, who paid a visit to the site of one of the playgrounds located in the Furudgoh area, commended AKAH, the Aga Khan Foundation and partners for the initiative, as well as the financial support of the EU and the hard work and diligence of the workers present.\n\n\nThe Governor of GBAO, Yodgor Fayzov, visits a playground construction site in Furudgoh area.\n\nFor further information, please contact:\n\nAKAH Communications\n\n\nThe Aga Khan Agency for Habitat (AKAH), which merges the capabilities of Focus Humanitarian Assistance, the Aga Khan Planning and Building Services, and the Aga Khan Development Network’s Disaster Risk Management Initiative, focuses on preparing for both sudden and slow-onset disasters. AKAH works to ensure that poor people live in physical settings that are as safe as possible from the effects of natural disasters; that residents who do live in high-risk areas are able to cope with disasters in terms of preparedness and response; and that these settings provide access to social and financial services that lead to greater opportunity and a better quality of life. Initially, priority areas of AKAH will include Afghanistan, Pakistan, Tajikistan, the Kyrgyz Republic, and India. Read more about the agency at\n\nAbout Critical Infrastructure to Contribute to Stability and Peace (IcSP) in Khorog: The 1,800,000 EUR project is funded by the European Union (EU) and implemented by the Aga Khan Foundation (AKF), the Aga Khan Agency for Habitat (AKAH) and the Mountain Societies Development Support Programme (MSDSP) in close partnership with the local government. Implemented over the period of 18 months (1 October 2019 to 31 March 2021), the project aims at fostering peace and stability in Khorog Town by improving highly-demanded public infrastructure and services, strengthening confidence in local authorities, and generating temporary employment opportunities through construction work.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.8888315558,
        "format_confidence":0.9931178093
    },
    {
        "url":"http:\/\/biochar-international.org\/node\/8931",
        "text":"Business Members\nOrganization Members\n\nSign Up For Email Updates\n\nEnter your email address:\n\nFollow us on Twitter\nFollow us on Twitter\nFollow IBI\nPhoto of Biochar\nBiochar Certification\nHelp put the Earth back in the black\n\nIBI Educational Webinar Series: Feeding Biochar to Cows to Improve Soil Fertility and Farm Productivity\n\nWed, 08\/30\/2017\nBrian Schorr\n\nSeptember 20, 2017 • 5:00 - 6:30 pm ET\n\nFeeding biochar to livestock has been a growing area of interest due to the many potential benefits which have been highlighted by various studies around the world.  This webinar features Doug Pow, a farmer from Western Australia, who has taken the research out of the labs and into the fields.  In one of the longest studies on biochar used as livestock feed, Doug has collaborated with Dr. Stephen Joseph, a long-time biochar researcher as well as a number of other researchers to document the benefits so that other farmers in Australia and around the world can learn from his experiences.\n\nThis webinar will discuss how and how much biochar is fed to cattle, the beetles that help to deliver the biochar deeper into the soil profile and the benefits that livestock farmers can derive from feeding biochar to livestock.  Stephen will provide an overview of rumen processes and how biochar interacts with the rumen.  He will discuss previous biochar research involving cows, poultry, pigs and goats including feed lot trials and he will talk about detailed science around development of new 'fit for purpose' biochars for feeding to animals.\n\n\nFree to IBI Members or $40 for Non-Members.\n\nTo Register:\n\nRegistration includes access to the slides and a recording of the webinar.\n\nIBI Members register here (go to the Upcoming Webinars Section).  Your event link will be emailed to you after successful confirmation about your membership status.\n\nNon-IBI members register here.\n\n\nDoug Pow\nDoug is a farmer from Manjimup, Western Australia where he raises beef cattle and grows avocados.  In 2012, Doug began experimenting with feeding biochar to his cattle with profound results far in excess of his original expectations, both biologically and economically.  While originally conceived as a natural and low cost mechanism for building soil carbon, Doug's pioneeering and innovative approach has transformed his farm by increasing productivity while simultaneously reducing fertilizer use and GHG emissions.\n\nMore recently he began incorporating biochar when planting new avocados, with the aim of creating a better draining, more aerated soil that more closely approximates the physical properties of the volcanic andisol soil in which the avocado evolved.  His thoughtful, well documented experiments with the application of biochar have shown dramatic improvements in avocado tree development.\n\nDr. Stephen Joseph\nStephen Joseph holds a Bachelor of Applied Science in Metallurgical Engineering and a Doctorate in Architecture and Applied Anthropology.  He is a Fellow of the Australian Institute of Energy, a chartered engineer and has been a senior adviser to both commercial, government and non-government organizations, in renewable energy, and sustainable agriculture and forestry.\n\nStephen has extensive experience worldwide in all forms of renewable energy including biodiesel, oil from algae, biomass combustion, pyrolysis and gasification plant, biochar, plastic wood composite, microhydro, wind and solar energy additives for high strength concretes.\n\nHe has also been involved in multi-country market research into areas related to biochar, waste recycling and renewable energy.  He has written over 100 books and articles and lectured and trained other engineers and scientists throughout the world.  He was the founding vice chairman of the International Biochar Initiative and co-author with Dr. Johannes Lehmann of Biochar for Environmenal Management.\n\nModerator: Kathleen Draper\nKathleen is a member of the IBI Board and Chair of IBI's Information Hub.  She is also the U.S. Director of the Ithaka Institute for Carbon Intelligence.  The Institute is an open source network focusing on beneficial carbon sequestration strategies which simultaneously provide economic development opportunities both in the developed and developing world.  She is an editor and writer for The Biochar Journal, sponsored by the Ithaka Institute.  Kathleen also works with various different universities and individuals on projects that are investigating the use of biochar in cement and other building and packaging products to develop products with lower embodied carbon which can be made from locally available organic waste.  She has written extensively about various topics related to biochar and is a co-author of the book \"Terra Preta: How the World's Most Fertile Soil Can Help Reverse Climate Change and Reduce World Hunger.\"\n\nFor More Information:\n\nFor more information or if you have any questions about registration, please email Vera Medici at\n\nWant to become an IBI member?\n\nVisit our membership page to help support IBI.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.6869017482,
        "format_confidence":0.6078506112
    },
    {
        "url":"http:\/\/france-hydro-electricite.fr\/index.php?option=com_eventix&view=eventsday&selected_date=2017-10-09&day=monday&Itemid=203",
        "text":"France HydroÉlectricité - Retour à l'accueil\n\nMot de passe oublié ?\n\nLe lundi 09 octobre 2017\n\nHydro 2017 : Salon\n\nHeure : 00:00 - 00:00\nLieu : Congress and Exhibition Centre - Seville\n\nThis stunning city, in the autonomous community of Andalusia, southern Spain, will provide an ideal setting for the international conference and exhibition.The Spanish authorities and industry welcome the international hydropower community, and will share, over three days, their wealth of experience of multipurpose dams, hydropower and pumped-storage development.\n\nDelegates will engage in discussions on all topical issues relating to hydropower worldwide, with emphasis on accelerating projects in the less developed countries, and maximizing the benefit of existing hydro assets worldwide.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9617087841,
        "format_confidence":0.742629528
    },
    {
        "url":"http:\/\/dairy.ahdb.org.uk\/news\/news-articles\/november-2016\/gb-dairy-herd-appears-to-be-stable-for-now\/",
        "text":"GB dairy herd appears to be stable for now\n\nPublished 17 November 16\n\nThe number of dairy females aged 2 years or more is now at 1.82m, down nearly 34k compared to October 2015. The year-on-year fall is very similar to the level seen in July (down 37k). As last quarter, the year-on-year decline is coming from early lactation cows (2-4 year old) and older cows (8 years +) that recorded declines of 2% and 7% respectively.\n\nGB dairy herd appears to be stable for now\n\nCows that are currently between 4 and 8 years of age continue to remain in the herd. There is also a continual increase in the youngstock population (less than 2 years old), meaning there are still sufficient numbers for potential herd replacement in the future.\n\nIt is worth noting that the overall dairy herd has increased slightly compared with July, although this is normal for the time of year. The rise is typically driven by autumn calving herds bringing more animals into the system. Despite the increase, overall dairy herd population continues to be on a similar downward trend to that seen last quarter. The chart below shows the general trend line, with October numbers shown as black markers\n\nGB dairy pop 2yrs+",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.972448945,
        "format_confidence":0.7841284275
    },
    {
        "url":"http:\/\/www.shell.com.au\/media\/2017-media-releases\/shell-statement-on-east-coast-gas-supply.html",
        "text":"Shell has long understood that to continue to gain community acceptance for the thriving, job-creating LNG export industry, we need a functioning domestic gas market to provide reliable and competitive supplies of gas.\n\nThrough our projects in Queensland, none of which would have been developed without the scale associated with LNG exports, Shell is committed to play our role in the domestic market.\n\nShell’s QGC business will sell over 75 petajoules (PJs), net of domestic gas purchases, into the domestic market this year, which represents over 10% of east coast demand and 40% of Queensland’s demand.\n\nWe have already sold significant volumes to homes, businesses and manufacturers in Victoria, South Australia and NSW domestic markets and will continue to do so. Unfortunately it would appear that some of our domestic customers are actually selling that gas back to the LNG market which compounds the issue.\n\nEnergy systems are enormous and complex with often decade-long lead times for policy changes to kick in. We are in this situation, that is, an energy system which has ongoing reliability and affordability issues because too often, a coordinated approach to energy policy gives way to populist sentiment. Taxpayers and businesses are now essentially paying for their energy twice – through costly subsidies and high energy prices.\n\nGas is becoming more expensive for a number of reasons including the linking of the domestic and international price, but primarily because deposits of gas in locations which have been ‘easy’ to explore and develop are drying up. To continue to meet the demand for energy, industry has now turned to ‘unconventional’ gas such as CSG, which is often more challenging to develop- that’s even if your state government permits you to explore for it in the first place.\n\nGovernments such as those in Victoria and NSW which continue to restrict access to energy resources through short-sighted means, aren’t helping the situation we now find ourselves in as a nation. They need to be held accountable for their decisions today and in the past. Their decisions will be felt the hardest by households, consumers and manufacturers especially in the years to come.\n\nThere are significant benefits to manufacturers, farmers and communities from a well-regulated, co-existing onshore gas industry, as evidenced in Queensland but governments have to act now.\n\nmore in media\n\nContact us\n\nVia this page you can find contact details for Shell Australia.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.6887402534,
        "format_confidence":0.9907449484
    },
    {
        "url":"https:\/\/www.burkert.co.uk\/en\/Company-Career\/What-s-New\/Press\/Press-Releases\/Inspiring-Answers",
        "text":"Bürkert - Close to you\nOffice \/1\n    • Main Office\n      Burkert Contromatic Limited\n      Fluid Control Centre\n      1 Bridge End\n      GL7 1QY\n      Phone +44 1285 64 87 20\n      Fax +44 1285 64 87 21\n      E-Mail fnyrf.hx@ohexreg.pbz\n  • Main Office\n  • Headquarters\n  • Systemhaus\n  • Distributor\n  • Office\n  • Plant\n  • Logistic center\n\nInspiring Answers\n\nFor Bürkert, this year's Hannover Messe (7-11 April 2014) will mark an exceptional year of innovation & new developments. Again, the specialists for fluidic control systems from Ingelfingen put their transition from components manufacturer to systems provider forward, offering comprehensive technological solutions. The newest step in this transition is marked by a compact online analysis system for fresh water treatment and a new flowmeter technology.\n\nComing from beginnings as a supplier of components, Bürkert Fluid Control Systems is transforming, step by step, into a designer of comprehensive systems for measuring and controlling fluids. Bürkert's claim is \"We make ideas flow\", highlighting the company's aspiration to question the existing in order to come up with new ideas and to find new, inspiring solutions to the technological challenges of today. Bürkert's engineers have learned to ask the right questions: „Who’s to say that there have to be sensor elements in the measuring tube of a flowmeter?” Under the motto \"Inspiring Answers \", Bürkert will provide just that and, from now on, introduce products and technologies that leave the beaten tracks and give new answers to basic issues. The initiation will be given at this\nyear's Hannover Messe with the introduction of two genuine world firsts. Inspiring technologies Bürkert's new Online Analysis System Type 8905 has been designed for waterworks for the continuous monitoring of treated and untreated waters and storage of the most important measurement parameters before the water enters the supply network. With this innovative platform, Bürkert banked on uncompromising miniaturisation and modularisation. Multiple trail-blazing technologies had to be developed first, in order to make the flexibility of the new system possible. The compact design is captivating. The target group would be plant construction companies and operators of water treatment plants.\nThe other innovation is the FLOWave flowmeter. It's based on the so-called Surface Acoustic Wave technology (\"SAW\") and constitutes Bürkert's answer to the well-known weaknesses of established flowmeter technologies. FLOWave works completely without ANY components inside the pipeline and will be the technological basis for more innovations to come. FLOWave is suitable for any liquids – even non-conductive ones. What is more: the measuring principle works even at very low liquid velocities. Both systems already use the new Efficient Device Integration Platform (EDIP) that will be Bürkert's gateway to the new world of \"Industry 4.0\". EDIP comprises a multitude of functionalities, adapted HMI devices and more innovative services that will simplify the integration of new devices.\nBürkert at Hannover Messe: hall 9, stand G16\n\nMy Comparison List",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9625745416,
        "format_confidence":0.9832682014
    },
    {
        "url":"https:\/\/dcukfm.com\/press\/fire-damper-survey-and-maintenance-award-at-guy-s-and-st-thomas-trust",
        "text":"Fire Damper Survey and Maintenance Award at Guy’s & St Thomas Trust\n\nFire Damper Survey and Maintenance Award at Guy’s & St Thomas Trust\n\nDCUK FM are pleased to confirm we have secured the survey and inspection of fire dampers contract for Guy’s & St Thomas’ National Health Service Foundation Trust as a single provider.\n\nThe contract is across 2 acute sites in central London and 4 community sites in south\/south-east\/south-west London and will run for three years. \n\nGuy’s and St Thomas’ is one of the largest hospital Trusts in the country, with around 12,500 staff and 1.6 million patient contacts a year. Some of the hospitals under the trust date back almost 900 years and have been at the forefront of medical progress and innovation since they were founded.\n\nIf you would like any information on our fire damper services, please contact our head office at\n\n  • company image \"Using DCUK FM's expertise has ensured that Centrica has been able to effectively manage its portfolio and provide safer working environments.\" - Centrica\n  • company image \"“Ductclean have been outstanding on this job…Extremely professional, high tech tools and quality\/standard of work is very high”\" - Afwaan – Senior Consultant\n  • company image \"“Many thanks to you and your company for an excellent job carried out and the additional help carried out beyond your remit”\" - John\n  • company image \"“Thank you very much once again for excellent service”\" - Teressa\n  • company image \"“Just a quick thank you for the work carried out by your team, we are very pleased with the result and the way the work was carried out”\" - Dave – Senior Catering Manager\n  • company image \"The quality of workmanship, attention to detail, response to the varying risk issues and subsequent resolve have been exceptional\" - Cofely\n  • company image \"They are an extremely professional, Health & Safety conscious and well-managed company. Their contract management is 'second to none'\" - The London Borough of Havering\n  • company image \"Ductclean have demonstrated great commitment to get the process right and competence in meeting expectations\" - Spirit Pub Company",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.7751315236,
        "format_confidence":0.9274895787
    },
    {
        "url":"https:\/\/www.exxonmobil.com.au\/Community-engagement\/Local-outreach\/Mobil-community-news\/2018\/0416_Refinery-growth-a-boost-for-local-economy-and-employment",
        "text":"Refinery growth a boost for local economy and employment\n\nAltona Refinery continues to buck the trend in the local manufacturing industry, increasing local employment in Melbourne’s west and offering strong economic benefits to the local Hobsons Bay and wider Victorian economies.\n\n\nRefinery growth a boost for local economy and employment\n\nAltona Refinery Manager Riccardo Cavallo said the refinery has been hiring a significant number of people throughout 2017 and continuing into 2018.\n\n“We continue to defy Australia’s increasingly challenging environment for manufacturing and remain committed to Altona Refinery’s ongoing success. I personally am proud of its standing as one of the most efficient and competitive refineries in the world,” he said. \n\nHR Client Advisor for Australia\/New Zealand Refining, Supply & Midstream, Simone Roberts, said Altona Refinery welcomed more than 20 new employees in 2017.\n\n“In 2018, we have hired nine new employees so far at Altona across a range of process engineering and operational roles, and a further six new operations trainees have commenced their traineeship.\n\n“We also have had the opportunity over the past two years to offer jobs to highly experienced workers whose previous employers have closed due to the challenges facing the local manufacturing industry,” she said.\n\nPhoto — Mobil's Altona Refinery continues to defy Australia’s increasingly challenging environment for manufacturing, boosting state and local economies.\n\nRiccardo said that new investments, particularly around the supply of jet fuel, will continue to enhance ExxonMobil Australia’s contribution as major supplier of fuel for Australia.\n\n“The logistics of supplying fuel for growing local aviation demand is a key focus for our local business. As part of this, Altona Refinery is currently completing works to expand the jet fuel treater, which will increase jet fuel production from 10KBD to 12KBD.\n\n“In the wider supply chain, the business has made significant investments in new tanks at Yarraville Terminal and the Melbourne Joint User Hydrant Installation (JUHI), as well as a new pipeline between Yarraville Terminal and the Somerton jet fuel pipeline,” he said.\n\nAltona Refinery economic contribution fast facts:\n\n  • Pays more than $1 million in rates to Hobsons Bay City Council and around $3 million in fees and charges to City West Water each year.\n  • Increases Victoria’s economic output by $270 million a year – however the full contribution of Altona Refinery to the Victorian economy, including direct and indirect benefits, is substantially higher.\n  • Provides jobs for around 350 people while indirectly supporting thousands of other jobs.\n  • Generates approximately $2.9 million in annual payroll taxes to the Victorian Government. \n  • Pays more than $6 million in port fees and wharfage to the Port of Melbourne Corporation.\n\nRelated content\n\nVaccination challenge delivers funds to community groups\n\nThank you to our workforce for participating in our #AusVaxChallenge\n\nMobil news Article\n\nMobil donates fuel to first responders\n\nHelping keep communities safe in Fiji during COVID19\n\nMobil news Article\n\nBruce brings 30 years of experience to the Mobil South Pacific team\n\nMobil, fuelling island nations, big and small, in the South Pacific\n\nMobil news Article\n\nJune is Pride Month\n\nReflecting on the achievements of the ExxonMobil Australia Pride Chapter\n\nMobil news Article\n\nLeaders leading the way in our vaccination challenge\n\nLeading by example to help keep our operations and Australia COVIDSafe\n\nMobil news Article\n\nA trucking good time at the Brisbane Truck Show\n\nPromoting Mobil Diesel Efficient and Mobil Card\n\nMobil news Article",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.7977603674,
        "format_confidence":0.8182399869
    },
    {
        "url":"https:\/\/www.paawwa.org\/ace-16-partnership-for-safe-water-awardees-from-pennsylvania-congratulations-pa-partners\/",
        "text":"Skip to content\n\nACE 16: Partnership for Safe Water awardees from Pennsylvania…Congratulations PA. Partners!!!\n\nThank you for your support of the Partnership for Safe Water!!  As promised, below is a list of this year’s Partnership for Safe Water awardees from Pennsylvania.\n\nThe Partnership for Safe Water wishes to congratulate utilities in your AWWA section for receiving 2016 Partnership for Safe Water awards.  This is an outstanding achievement and we celebrate the efforts of utility staff as these systems are recognized among an elite group of top performing facilities.  Utilities being recognized from the Pennsylvania Section include:\n\n\n5-Year Excellence in Water Treatment Award\n\nCarlisle Borough Municipal Authority – Carlisle Water Treatment Plant\n\nPresidents Award for Water Treatment\n\nEphrata Area Joint Authority – Church Avenue Filter Plant\n\nPennsylvania American Water\n\nBangor Water Treatment Plant\n\nBrownell Water Treatment Plant\n\nCrystal Lake Water Treatment Plant\n\nGerald C. Smith Water Treatment Plant (Hershey WTP)\n\nIndiana Water Treatment Plant (Two Lick Creek)\n\nNesbitt Water Treatment Plant\n\nDirectors Award\n\nPennsylvania American Water – Rock Run Water Treatment Plant\n\nReading Area Water Authority – Maidencreek Filtration Plant\n\n5-Year Directors Award\n\nAqua Pennsylvania – Roaring Creek Division Filtration Plant\n\nPennsylvania American Water – Stony Garden Water Treatment Plant (Blue Mountain System)\n\nWestern Berks Water Authority – Western Berks Water Treatment Plant\n\n15-Year Directors Award\n\nEast Greenville Borough Water Department – East Greenville Water Treatment Plant\n\nPennsylvania American Water\n\nBrownsville Water Treatment Plant\n\nCrystal Lake Water Treatment Plant\n\nKane Water Treatment Plant\n\nLake Scranton Water Treatment Plant\n\nNorristown Water Treatment Plant\n\nPunxsutawney Filter Plant (Big Run)\n\nSusquehanna Water Treatment Plant\n\nWatres Water Treatment Plant\n\nWhite Deer Creek Water Treatment Plant\n\n\nWe will announce the accomplishments of award winning utilities at ACE16, at the Partnership’s annual award luncheon taking place on Monday, June 20, 2016 from 11:30 am –12:30pm at the Hyatt Regency Ballroom, adjacent to McCormick Place Convention Center.  Representatives from the section are invited to attend this prestigious event.\n\n\nWe hope that you will join us in recognizing award-winning utilities for their outstanding achievements.\n\nShould you wish to recognize section awardees locally, please contact Partnership for Safe Water staff ( or your AWWA Section Services representative, and we will be happy to assist you with providing this additional recognition to your local utilities.\n\n\n\n\nPartnership for Safe Water activities at ACE16 include:\n\n\n  • Partnership exhibit at the AWWA Pavilion:\n\nVisit with Partnership for Safe Water staff and volunteers at the AWWA Pavilion, centrally located in the Exhibit Hall.  The Partnership exhibit will be staffed during exhibit hall hours.  We look forward to meeting many of you there!\n\n\n  • Sunday, June 19:\n\nPartnership for Safe Water Reception:  Watch for more information about this fun and informal event, coming soon.  The event will be held from 6:30-8:30pm.\n\n\n  • Monday, June 20:\n\nACE16 Opening General Session:  Congratulate 10-Year Excellence in Water Treatment Award winner, East Bay Municipal Utility District, at the ACE16 Opening General Session.  Join your peers in kicking off a successful ACE16!\n\n\nPartnership Awards Luncheon: From 11:30 am – 12:30 pm, the luncheon will be held at the Hyatt Regency Ballroom.  This event is by invitation only.  Awardees will be named at the luncheon, with a photo-opportunity to follow.\n\n\nWastewater Optimization Professional Session:  Learn more about the new Partnership for Clean Water program for wastewater optimization at the MON02 Professional Session, Advancing Water Utility Management and Operations at Combined Utilities, 2:00-5:00pm.\n\n\n  • Tuesday, June 21:\n\nDistribution System Optimization Professional Session:  Learn more about distribution system optimization in the TUE47 Professional Session, Innovations in Distribution System Optimization, structured around the Partnership for Safe Water’s key distribution system optimization parameters.  This informative session is scheduled for 2:00-5:00pm.\n\n\n\n\nStay informed of all the Partnership’s news and updates by accessing the Partnership’s news page.\n\n\nFrom the Partnership for Safe Water Staff, we are excited to see you at ACE16 in Chicago this June.  Feel free to contact us if you have any questions or would like any additional information about ACE16.  Congratulations once again on the accomplishments of utilities in your section!\n\n\nThank you,\n\nBarb Martin\n\n\nBarbara Martin\n\nSr. Manager – Partnership Programs\n\nAmerican Water Works Association\n\n6666 West Quincy Ave., Denver, CO 80235 USA\n\nDirect 303.347.6220 | Mobile 303.913.3107 |\n\n\n  • PA-AWWA Recognizes Our Gold Sponsors\n\n    Partnership for Safe Water\n\n\n  • Public Notification Providers\n\nFind us on Facebook\nBack to Top",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9508743882,
        "format_confidence":0.9906371236
    },
    {
        "url":"http:\/\/icos.ie\/2018\/04\/18\/the-strength-of-the-co-operative-movement-highlighted-by-the-fodder-crisis\/",
        "text":"Jump to content\n\nThe Strength of the Co-operative Movement highlighted by the Fodder Crisis\n\nThe co-operative movement has been extremely active in responding to the difficult weather conditions facing farmers. A fodder shortage emerged along the western seaboard well before Christmas and co-ops have been to the fore in sourcing fodder for farmers in these counties. As the late spring continued, a serious fodder situation emerged nationwide. Grass growth across the country remains several weeks behind normal rates and ground conditions are in poor condition.\n\nAs the weather worsened over the Easter weekend, the decision to import fodder became inevitable. Approximately 12,000 tonnes of fodder, mainly hay and haylage have been shipped in from the UK and further afield. The enormous efforts by co-op boards, management and staff has been recognised by Minister of Agriculture, Michael Creed.\n\nIn addition to the importation of fodder, co-ops are facilitating the matching up of fodder between suppliers, co-op farm advisory teams are working intensively with farmers to identify fodder requirements and are developing appropriate feeding regimes in order to stretch fodder stocks, in some instances, co-ops have discounted ruminant feed purchases, mills have been operating on a 24\/7 basis and co-ops have applied flexible approaches towards credit.\n\nRecent media reporting directly linking dairy expansion to the current fodder crisis is unjustified. It must be recalled that a fodder crisis occurred in 2013 before the abolition of milk quotas and farms with high stocking rates comply with EU Nitrate regulations. However, ICOS believes that there are several lessons that must be acknowledged by the industry including the adoption of more risk adverse strategies such as carrying a greater fodder reserve from year to year.\n\nThe Department of Agriculture and Teagasc will also have to put into place actions to deal with the consequences of the fodder crisis.  In the immediate term, cashflow on farms is a real concern. There are also practical issues that have arisen due to the adverse weather on farms going back to as far back as last autumn, which will impact on the ability of many farmers to conserve fodder for next year.\n\nIn conclusion, ICOS would like to acknowledge the contribution made by the Department of Agriculture to the cost of importing fodder and the several actions undertaken by Minister Creed including the revised national fodder scheme and a pragmatic enforcement approach to driver’s hours involved in the haulage of animal feed.\n\nBy Eamonn Farrell\n\nAgri Food Policy Executive\n\n\nTags: Fodder Crisis",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9748232961,
        "format_confidence":0.6550694704
    },
    {
        "url":"http:\/\/nca.go.ke\/dr-manduku-represents-nca-at-the-5th-devolution-conference\/",
        "text":"NCA Loading\n\nALL payments to NCA are ONLY done on E-Citizen via the portals on this website. DON’T send money to any persons directly\n\n\nDr. Manduku represents NCA at the 5th Devolution Conference\n\nJune 5th, 2018 \/ by mjenzi\n\nNational Construction Authority’s Executive Director, Dr. Arch. Daniel Manduku represented the Authority at the 5th Devolution Conference held from 23rd -27th April, 2018 in Kakamega County.\n\nDr. Manduku and Kiambu Governor, Hon. Fredinand Waititu were among the officials on the panel during the Urban Development, Housing, Infrastructure and Energy session and contributed to the discussion on bridging the gap towards affordable housing for all, a pertinent topic in line with the government’s  Big Four development Agenda.\n\nSome of the issues tackled were the strategies that the Authority has employed and will be employing in the achievement of its mandate across the country and the programs it has initiated towards the fulfillment of same.\n\nDr. Manduku outlined the Authority’s engagement of county assembly officials in three counties namely Nairobi, Nakuru and Kisii in stake holder forums, a pilot project that led to the now monthly regional sensitization stakeholder meetings, where county commissioners, county executives and other relevant players are brought together and sensitized  on NCA’s roles and functions.\n\nHe mentioned the multi-sectoral agency meetings that are also conducted monthly where government agencies come together to discuss different avenues of collaboration for better service delivery to the public.\n\n“We also conduct monthly contractor training forums covering different relevant thematic areas all over the country to build capacity among our own. We have even pegged license renewal to training attendance to ensure we reach as many people as possible,” said Dr. Manduku\n\nThe registrar of contractors also discussed the one-stop-shop approach that NCA is spearheading with counsel from the Ministry of Transport, Infrastructure, Housing and Urban Development, its parent Ministry. In the past, the process of garnering approvals from various government agencies in different locations proved to be tedious and challenging. A pilot programme for the single window construction approval system is set to take place in Kisumu County.\n\nNCA has also recently partnered with Huduma Kenya and is currently present in fifteen Huduma centres. This was on trial basis with a goal to eventually have presence in every Huduma center country wide.\n\nIn conclusion, Dr. Manduku highlighted strides made in information exchange, networking and broader exposure in the Kenyan construction industry as a result of the International Construction Research Conference and Exhibition (ICORCE). ICORCE is the Authority’s biennial conference hosted in partnership with other bodies that attracts more than fourteen thousand participants and high flying professionals in the construction industry both locally and internationally.",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9354324341,
        "format_confidence":0.9690406322
    },
    {
        "url":"https:\/\/www.naturalstoneinstitute.org\/about\/news\/press-releases\/2018-press-releases\/021518\/",
        "text":"Jim Hogan Receives 2017 Migliore Award for Lifetime Achievement\n\nNatural Stone Institute\n(440) 250-9222\n\n\n2017 Migliore Award winner Jim Hogan with 2017 BSI President, Daniel Wood, and 2017 MIA President, Jon Lancto.\n\n\n\n\nOberlin, OH and Chestertown, NY, February 15, 2018—Jim Hogan, Senior Vice President of Carrara Marble Company of America, is the recipient of the 2017 Migliore Award for Lifetime Achievement.\n\nHogan began his career in the stone industry in 1985 following an eleven year career as an airborne ranger in Special Forces for the US Army, during which he rose to the impressive rank of Lieutenant Colonel. Hogan applied his engineering degree to his job at Carrara Marble Company of America in southern California. His management helped grow the business into a powerhouse of the stone industry, now primarily involved in large scale commercial projects. Today, he is senior vice president, co-owner, and a member of the board of the directors of the company, whose works are showcases for excellence in natural stone work wherever they are located.\n\nHogan began his service on the board of directors of the Marble Institute of America in 2002 and served as its president in 2008. He made his work within MIA a priority and took on his responsibilities as president with enthusiasm and thoughtful management. As president, Hogan was greeted by perhaps the greatest crisis in the history of the modern natural stone industry—the radon crisis. He rose to the occasion, working nearly full time with MIA staff to lead efforts to fight back against false claims regarding radon emission in natural stone. Long after the radon crisis, Hogan continues to contribute to the industry in countless ways, including reviewing technical papers and traveling to Washington DC for legislative visits on Capitol Hill.    \n\nIn a letter nominating Hogan for this award, Scott Lardner (Rocky Mountain Stone) and Jonathan Zanger (Walker Zanger) commented: “Jim’s leadership during a very challenging time for our industry was unwavering and his continued commitment to the industry deserves recognition. We are proud to call Jim Hogan a friend and colleague and are pleased to nominate him for the Migliore Award for Lifetime Achievement.”\n\n\n\nAbout the Natural Stone Institute\n\nThe Natural Stone Institute is a trade association representing every aspect of the natural stone industry. The current membership exceeds 2,000 members in over 50 countries. The association offers a wide array of technical and training resources, professional development opportunities, regulatory advocacy, and networking events. Two prominent publications—the Dimension Stone Design Manual and Building Stone Magazine—raise awareness within the natural stone industry and in the design community for best practices and uses of natural stone. Learn more at www.naturalstoneinstitute.org.  \n\n\nStones of North America\n\nUse Natural Stone\n\nGenuine. Versatile. Unique. Durable. Sustainable. Easy to Maintain",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9697199464,
        "format_confidence":0.9946416616
    },
    {
        "url":"https:\/\/cdn.automationdirect.com\/static\/press\/aug2017_sapiselco_cable_ties.html",
        "text":"AutomationDirect adds SapiSelco Cable\/Wire Ties and Installation Tools\n\nAutomationDirect adds SapiSelco Cable\/Wire Ties and Installation Tools\n\nCumming, GA --- August 23, 2017 ... AutomationDirect has added a complete new line of cable and wire ties from the manufacturer SapiSelco. SapiSelco® has been a leader in the manufacture of cable ties for more than 65 years, offering a wide variety of standard and specialty cable ties.\n\nStandard cable ties (starting at $1.00 \/ 300pcs) are available in natural, black and five colors, have rounded edges to avoid cable damage, and are UL 94: V2 self-extinguishing Nylon rated. Stainless steel tooth Nylon cable ties (from $1.50 \/ 150pcs) (with added Molybdenum) provide extremely high mechanical strength and optimal resistance to corrosion.\n\nSapiSelco specialty cable ties include UV resistant ties, metal detector readable ties (recommended in the food, pharmaceutical and chemical industry), pushbutton re-openable\/reusable ties, buttonhole ties, screw mount tie to attach cable bundles to a support, Nylon marker cable ties with built-in identification tag, and double-headed locking cable ties for more secure fastening.\n\nStarting at $12.50, available SapiSelco cable tie tools include cutting tools, collar fastening tools, and an adjustable cable tie gun installation tool.\n\nLearn more by visiting:\n\nAbout AutomationDirect:\nIn business since 1994, AutomationDirect is a distributor offering thousands of industrial automation products for electrical control systems, including PLCs, operator interfaces, AC drives, motors, stepper systems, sensors, motor controls, enclosures and more. Their prices are typically well below the list price of more traditional automation companies because of their business model and focus on efficiency and the majority of their products are stocked for same-day shipping. Plus, get free two-day delivery on orders over $49; some limitations apply. For more information, contact them at 800-633-0405 or visit\n\n\nEditorial Contact:\nTina Gable\nPhone: 678-455-1845\n\nHigh resolution image: 300 dpi TIF (right click and Save Target As ...)",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9153767824,
        "format_confidence":0.965280056
    },
    {
        "url":"http:\/\/www.thefishsite.com\/fishnews\/25210\/friend-of-the-sea-certification-available-for-global-gap-aqua-producers\/",
        "text":"\n\n\nFriend of the Sea Certification Available for GLOBAL G.A.P Aqua Producers\n\n03 March 2015\n\nGLOBAL - GLOBALG.A.P. Certified Aquaculture producers can now gain an additional consumer label for their products thanks to a collaboration with Friend of the Sea.\n\nIn collaboration with the Friend of the Sea consumer label, GLOBALG.A.P. is now offering the Friend of the Sea (FoS) Add-On Module for Aquaculture.\n\nFriend of the Sea is a non-profit non-governmental organization (NGO) for the conservation of marine habitats by means of market incentives.\n\nGLOBALG.A.P. certified producers who successfully comply with the four criteria defined in the Friend of the Sea Add-On at farm level will be allowed to use a special consumer label, consisting of both the Friend of the Sea consumer label and the GLOBALG.A.P. Number - GGN.\n\nThe Friend of the Sea (FoS) Add-On criteria cover the impact on water body sediment, the effect on the local community regarding access to drinking water and fishing areas, and social criteria by requiring GRASP. This add-on can be audited during the GLOBALG.A.P. Certification audit.\n\nThe FoS Add-On is now being offered to Aquaculture Version 4 certified producers who wish to benefit today from the consumer label advantage.\n\nLearn more about the Friend of the Sea Add-On Module for Aquaculture here.\n\n\nTheFishSite News Desk\n\nOur Sponsors\n\n\nSustainable Aquaculture Modular Courses AVAILABLE NOW - University of St Andrews\n\nSeasonal Picks\n\nKnow Your Freshwater Fishes - 5m\n\nAquacullture Webinars from TheFishSite - Sign Up Now",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.8138695359,
        "format_confidence":0.9092532992
    },
    {
        "url":"https:\/\/agriskadvisors.com\/meat-producers-appreciation-day-part-2\/",
        "text":"News & Events\n\nMeat Producers Appreciation Day Part 2\n\n\nWhat can you do to show appreciation for our Colorado meat producers?\n\nBuy meat! Whether it is at your local grocery store or ordering a burger at a restaurant, your purchases of meat-based products is a great way to show your support for meat producers.\n\nGet to know your local producers. Farmer’s markets provide a great opportunity to meet ranchers in your area as well as provide an opportunity to buy directly from the source. Farmers and ranchers each have a story and a reason why they farm or ranch, the best way to find out what those are is to ask them directly.\n\nShare your story! If you or your family has a background in raising livestock let others know. Colorado has a long history in the beef industry specifically, but as the population grows, fewer people have a direct tie to agriculture. The best person to tell our stories is us. Transparency and an open dialog can help those who don’t know about or understand the industry gain a greater understanding from those who have firsthand experience.\n\nContact your local and state representatives. Legislation can have a significant impact on producers in the state, so it is important that our government officials understand the implications that different policies could have on the production of meat and food products here in Colorado.\n\nMore than Colorado. Although we are celebrating meat producers in Colorado this week. The United States is one of the top producers of agricultural products in the world. Our economy is highly dependent on the success of commodities and showing support for this industry allows for the whole country to thrive.\n\nAgRisk Advisors is proud to support meat producers and will be partnering with Lincoln Stock Growers this Friday (March 18), to provide hamburgers to those in the Centennial area. Please see our social media platforms for more information.\n\nThe following link is a great resource for individuals to find local ranchers and meat producers. You can buy your meat locally and have it shipped right to your house! Colorado Beef Check-off has provided a list of local producers so that you can easily find producers that are in your area. Link\n\nLocal Beef Directory (\n\n\nWe’ll see you on Friday!\n\n\nAnd remember we are…\n\nWith you…no matter the weather.\n\n\nBe sure to follow our social profiles!",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.8649799228,
        "format_confidence":0.9929764867
    },
    {
        "url":"http:\/\/europa.eu\/citizens-2013\/cs\/node\/2529",
        "text":"Navigation path\n\n\nCommission launches e-consultation on family farming\n\nThe European Commission has launched an on-line consultation on the role of family farming with a view to identifying key challenges and priorities for the future.\n\nContributions will feed the preparations of the European conference \"Family farming: A dialogue towards more sustainable and resilient farming in Europe and the world\" scheduled for 29 November 2013, in the context of the declaration of 2014 as the International Year of Family Farming by the United Nations.\n\nAll citizens, organizations and public authorities interested are welcome to contribute to this consultation which will be open till 10 October.\n\nMore information is available at\n\nAdditional tools\n\n  • Decrease text\n  • Increase text\n  • Choose high-contrast version\n  • Choose standard color version\n\n\nFor questions related to the Year, contact\n\nThe team of the Year 2014\n\nS dotazy obecného charakteru\n\nEurope Direct : Call 00 800 6 7 8 9 10 11E-mail us your questions\n\nVolby do Evropského parlamentu",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.7739076018,
        "format_confidence":0.9780471921
    },
    {
        "url":"http:\/\/cema-agri.org\/publication\/smart-machinery-solutions-healthy-soil",
        "text":"Smart machinery solutions for a healthy soil\n\nPress release\n\nSmart machinery solutions for a healthy soil\nWorld Soil Day 2013: CEMA underlines importance of advanced farm equipment for sustainable phosphorus use\n\nTo mark World Soil Day on 5 December, CEMA, the European Agricultural Machinery Association, published a new position on how advanced farm equipment can help to preserve and improve soil quality in Europe.\n\nAccording to the position, farmers can benefit from a wide range of state-of-the-art technologies that help to achieve a more sustainable use of phosphorus in agriculture.\n\n“Modern precision fertilizer spreaders or highly innovative precision sprayers together with GPS or geomapping systems can minimise overlap and spillage during the application of the product on the field”, said Ulrich Adam, Secretary General of CEMA. “These are just two examples on how precision farming technologies can reduce the consumption of phosphorus and improve the quality of soil, air and water in Europe” he added.\n\nTo achieve a more sustainable use of phosphorus in European agriculture, CEMA calls on the European Union to devise appropriate mechanisms under the Common Agricultural Policy (CAP) to support the uptake of innovative machinery techniques, to support research on advanced agricultural machinery systems and to promote knowledge and understanding of precision farming techniques across Europe.\n\nCEMA’s position was submitted to the European Commission’s public consultation on how to use phosphorus in a more sustainable way.\n\nPhosphorus is widely used in agriculture and is an essential component in fertilizer and feed, but it is a non-renewable resource. According to the Commission, supplies are limited and much phosphorus is currently wasted, creating concerns about future supplies in the EU and worldwide. \n\nThe consultation asked how to ensure that reserves are available for future generations and sought ways to minimise the undesirable side effects phosphorus use can have on the environment.\n\nCLICK here, to read the CEMA position in full.\n\nFurther information on the European Commission’s consultation is available at:\n\n\n\n\nFor further information, please contact:\n\nUlrich Adam – Secretary General\nTel. 0032 4 77 63 67 51\n\nBeatriz Arribas – Communications Officer\nTel. 0032 4 71 31 60 88\n\nCEMA ( is the association representing the European agricultural machinery industry. With 10 national member associations, the CEMA network represents both large multinational companies and numerous European SMEs active in this sector.\n\nCEMA represents more than 4,500 manufacturers, producing more than 450 different machine types and generating an aggregated annual turnover of more than EUR 28 billion. 135,000 people are directly employed in the sector, with a further 125,000 people working in distribution and maintenance.\n\nNewsletter Issue:",
        "topic_id":15,
        "format_id":13,
        "topic_confidence":0.9764593244,
        "format_confidence":0.9949500561
    }
]