[
    {
        "url":"https:\/\/adc.bmj.com\/content\/99\/Suppl_1\/A129.1",
        "text":"Article Text\n\nG314(P) Reducing neonatal mortality in a resource poor setting; Experiences from rural Ethiopia\n  1. E Ledger1,\n  2. T Candler2,\n  3. L Mossie3,\n  4. M Ellis4\n  1. 1Paediatric Department, Royal United Hospital, Bath, UK\n  2. 2Paediatric Department, Gloucestershire Royal Hospital, Gloucester, UK\n  3. 3Paediatric Department, Nigist Eleni Mohammed Memorial Hospital, Hossana, Ethiopia\n  4. 4Center for Child and Adolescent Health, Bristol University, Bristol, UK\n\n\nAims To reduce neonatal mortality rates in two district hospitals in Southern Ethiopia with a package of staff training and infrastructure improvement. A training course in essential neonatal care and resuscitation was provided alongside equipping and refurbishing a new neonatal unit with locally built and sustainable equipment in two seperate locations.\n\nMethods For 11 months during 2012, two paediatric trainees from the UK completed the Voluntary Services Overseas Fellowship in Ethiopia. They were based at two rural hospitals in Southern Ethiopia; Yirgalem General Hospital serving a population of over 3 million with an initial neonatal mortality rate of 22.5%, and Nigist Eleni Mohammed Memorial Hospital (NEMMH) serving a population of over 1.5 million people with an initial neonatal mortality rate of 20.4%. At both hospitals there was no specific provision for neonates prior to intervention. The intervention consisted of a training course in essential neonatal care including neonatal resuscitation for all staff involved in neonatal care following the training of trainers method. This was partnered with the establishment of a separate room for neonates providing respiratory support, phototherapy, feeding support, infection control and treatment of sepsis and adequate thermal control including Kangaroo Mother Care using materials designed and built locally and a layout that maximised the space available but took into account low staffing and monitoring levels. The plan at Yirgalem was implemented over a 6 month period from July 2012 until January 2013 and cost 10,500 US$. After implementing the project at Yirgalem the same model was applied to NEMMH with training, refurbishment and equipment provision completed over a month period at a cost of 6,715 US$.\n\nResults The interventions led to a subsequent reduction in neonatal mortality rates over the next 3 months with a reduction to 7.54% at Yirgalem and 6.7% at NEMMH.\n\nConclusion The aim of this paper is to provide insight into developing a low cost, high impact, sustainable solution to the challenges of neonatal care in a resource poor setting.\n\nStatistics from\n\nRequest Permissions\n\nIf you wish to reuse any or all of this article please use the link below which will take you to the Copyright Clearance Center’s RightsLink service. You will be able to get a quick price and instant permission to reuse the content in many different ways.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.996468544,
        "format_confidence":0.9711110592
    },
    {
        "url":"https:\/\/ijp.quintessenz.de\/index.php?doc=abstract&abstractID=23823",
        "text":"\nOK, I agree I do not want Google Analytics-Cookies\nThe International Journal of Prosthodontics\n\n\n\nForgotten password?\n\n\nInt J Prosthodont 8 (1995), No. 2     1. Mar. 1995\nInt J Prosthodont 8 (1995), No. 2  (01.03.1995)\n\nPage 179-186\n\nInfluence of Surface Treatment on Bond Strength Between a Heat-Activated and a Light-Activated Resin Composite\nGuzman \/ Moore \/ Andres\nThe shear bond strength of two light-activated resin composite mateials to a preformed heat-polymerized resin material was measured. The substrate was a urethane dimethacrylate material designed for use as a direct bonded pontic. In the first phase of the study, the shear bond strength between the substrate and a urethane-based resin composite and seven surface treatments was evaluated. In the second phase, a Bis-GMA resin composite and three surface treatments were studied. The study showed that a bonding agent was essential for the achievement of an adequate bond strength between the light-activated and heat-polymerized resin. However, there was a significant difference in bond strength depending on the type of light-activated resin composite and bond agent used. A Bis-GMA based light-activated composite, together with its bond system (22.82 MPa), provided higher bond strength than a urethane-based resin composite and its bonding system (14.45 MPa). There was a direct relationship between cohesive failure and bond strength; as bond strength increased, the number of cohesive failures increased as well.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.843876183,
        "format_confidence":0.9692459106
    },
    {
        "url":"https:\/\/www.omicsonline.org\/references\/concurrent-validity-and-reliability-of-twodimensional-video-analysis-of-hip-and-knee-joint-motion-during-mechanical-lifting-1453171.html",
        "text":"alexa Concurrent validity and reliability of two-dimensional video analysis of hip and knee joint motion during mechanical lifting.\n\n\nJournal of Pain & Relief\n\nAuthor(s): Norris BS, Olson SL\n\nAbstract Share this page\n\nAbstract Movement patterns used during mechanical lifting are usually assessed subjectively by clinicians as a stoop or squat based on visual estimation of joint motion and position. Two-dimensional (2D) video analysis has the potential to objectively measure joint motion during a mechanical lifting task. This study investigated concurrent validity, intrarater, interrater, and test-retest reliability of 2D video analysis using Dartfish software for the measurement of sagittal plane angles at the hip and knee during mechanical lifting. Fifteen healthy female participants (mean age 27.1 ± 7.1 years) were recruited to perform mechanical lifting on 2 separate test days. Concurrent validity was determined by comparing 2D derived hip and knee flexion angles to goniometric measures. Intrarater and interrater reliability of the 2D kinematic procedures was determined by using examiners with varying experience in the use of Dartfish software. Between-day test-retest reliability of hip and knee 2D kinematics during mechanical lifting was assessed. Concurrent validity of 2D angle analysis using Dartfish software was supported by high correlations (Pearson r ≥ 0.95) and nonsignificant differences between 2D and goniometric measures of sagittal plane hip and knee motion. Both intrarater and interrater reliability values of hip and knee flexion angles were excellent (ICC ≥ 0.91). ICCs for test-retest reliability were 0.79 and 0.91 for hip and knee flexion, respectively. These findings and the ease of data capture using this system provide support for the clinical utility of 2D video analysis to provide objective measures of movement patterns at the hip and knee during a dynamic functional task. This article was published in Physiother Theory Pract and referenced in Journal of Pain & Relief\n\nRelevant Expert PPTs\n\nRecommended Conferences\n\nRelevant Topics\n\nPeer Reviewed Journals\nMake the best use of Scientific Research and information from our 700 + peer reviewed, Open Access Journals\nInternational Conferences 2017-18\nMeet Inspiring Speakers and Experts at our 3000+ Global Annual Meetings\n\nContact Us\n\nAgri, Food, Aqua and Veterinary Science Journals\n\nDr. Krish\n\n1-702-714-7001 Extn: 9040\n\nClinical and Biochemistry Journals\n\nDatta A\n\n1-702-714-7001Extn: 9037\n\nBusiness & Management Journals\n\n\n1-702-714-7001Extn: 9042\n\nChemical Engineering and Chemistry Journals\n\nGabriel Shaw\n\n1-702-714-7001 Extn: 9040\n\nEarth & Environmental Sciences\n\nKatie Wilson\n\n1-702-714-7001Extn: 9042\n\nEngineering Journals\n\nJames Franklin\n\n1-702-714-7001Extn: 9042\n\nGeneral Science and Health care Journals\n\nAndrea Jason\n\n1-702-714-7001Extn: 9043\n\nGenetics and Molecular Biology Journals\n\nAnna Melissa\n\n1-702-714-7001 Extn: 9006\n\nImmunology & Microbiology Journals\n\nDavid Gorantl\n\n1-702-714-7001Extn: 9014\n\nInformatics Journals\n\nStephanie Skinner\n\n1-702-714-7001Extn: 9039\n\nMaterial Sciences Journals\n\nRachle Green\n\n1-702-714-7001Extn: 9039\n\nMathematics and Physics Journals\n\nJim Willison\n\n1-702-714-7001 Extn: 9042\n\nMedical Journals\n\nNimmi Anna\n\n1-702-714-7001 Extn: 9038\n\nNeuroscience & Psychology Journals\n\nNathan T\n\n1-702-714-7001Extn: 9041\n\nPharmaceutical Sciences Journals\n\nJohn Behannon\n\n1-702-714-7001Extn: 9007\n\nSocial & Political Science Journals\n\nSteve Harry\n\n1-702-714-7001 Extn: 9042\n\n© 2008-2017 OMICS International - Open Access Publisher. Best viewed in Mozilla Firefox | Google Chrome | Above IE 7.0 version",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.7898721695,
        "format_confidence":0.9628537297
    },
    {
        "url":"https:\/\/graduateway.com\/health-and-safety-regulations-in-preschool-ireland\/",
        "text":"Health and Safety Regulations in Preschool Ireland\n\nAge due| IMMUNISATION| No. of injection| BIRTH | BCG| 1| months| 6in1 and PCV:Diphtheria\/Tetanus\/Whooping Cough(Pertussis)\/Hib(haemophi- lus influenza B)\/IPV(Inaetivated Polio)\/Hepatitis B (6in1),Pneumococcal conjugate vaccine (PCV)| 2| 4months| 6in1 and Men C: Diphtheria\/Tetanus\/ Whooping Cough\/Hib\/Polio\/Hepatitis B (6in1), Meningococcal (Men C)| 2| 6months| 6in1 and PCV and Men C: Diphtheria\/Tetanus\/ Whooping Cough \/Hib\/ Polio\/ Hepatitis B (6in1),Pneumococcal (PCV)+Meningococcal (Men C)| 3| 12months| MMR and PCV: Measles\/Mumps\/Rubella(MMR)+Pneumococcal (PCV)| 2| 13months| Men C+Hib: Meningococcal C (Men C)+ Haemophilus Influenzae B(Hib)| 1-2| 4-5years| 4in1 and MMR: Diphteria\/Tetanus\/Whooping Cough\/IPV (4in1), Measles\/ Mumps\/Rubella (MMR)| 2| | | | | | | | Infection Chain A model used to understand the infection process is the chain of infection, a circle of links, each representing a component in the cycle. Each link must be present and in sequential order for an infection to occure. The link are: infectious agent ,reservoir , portal of exit from the reservoir , mode of transmission and portal of entry into susceptible host. Understanding the characteristic of each links provides with methods to support vulnerable child and to prevent the spread of infection . An awareness of this cycle also provides with knowledge of methods of self-protection. Definitions: Infectious Agent: A microbial organism with the ability to cause disease. The greater the organism’s virulence ( ability to grow and multiply ), invasiveness ( ability to enter tissue ), and pathogenicity (ability to cause disease ), the greater the possibility that the organism will cause on infection. Infectious agent are bacteria, virus, fungi and parasites. *Reservoir: A place within which microorganisms can thrive and reproduce. For example , microorganisms thrive in human beings, animals and inanimate objects such as water, table tops and door knobs. *Portal of exit: A place of exit providing a way for a microorganism to leave the reservoir.\n\nFor example, the microorganisms may leave the reservoir through the nose or mouth when someone sneezes or cough. *Mode of transmission: Method of transfer by which the organism move or is carried from one place to another. The hands may carry bacteria from one person to another. *Portal of entry : An opening allowing the microorganism to enter the host. Portal include body orifices, mucus membrane or breaks in the skin. *Susceptible host : A person who cannot resist a microorganism invading the body ,multiplying, and resulting in infection. The host is susceptible to the disease, lacking immunity or physical resistance to overcome the invasion by the pathogenic microorganism. Infection chain how can be broken?\n\nNeed essay sample on \"Health and Safety Regulations in Preschool Ireland\" ? We will write a custom essay sample specifically for you for only $12.90\/page\n\nDiseases such as flu and colds are caused by viruses that infect the nose, throat and lungs. They usually spread from person to person when an infected person coughs or sneezes. They also can spread when a person touches a cold or flu viruses made ?? from another person on a desk, doorknob, desk, phone, or railing. Some viruses and bacteria can live two hours or longer on hard surfaces. If the person then touches his or her eyes, mouth, or nose before washing their hands, viruses or bacteria gain access to the body and infection can occur. Frequent hand washing and practicing other healthy habits can protect everyone from getting or spreading germs at home, work or school. Prevention of Influenza\n\nThe most important preventive measure against the flu is to get flu vaccination each fall. The best time for flu vaccines is from mid-October to mid-November. Flu season runs from October to May, and it takes about two weeks after vaccination for the body to create antibodies to protect you. These people should not be vaccinated: * People with a severe allergy to chicken eggs * Those who have had a severe reaction to an influenza vaccination in the past. * Those who developed Guillain-Barre syndrome within six weeks of a previous influenza vaccination. * People with moderate or severe illness that includes fever. These people should wait until they have recovered from the disease. For more information:\n\nThese additional recommendations may help to prevent the spread of infection and at work, and wherever you are: Avoid contact with people who have colds or the flu. When you are sick, keep your distance from others to protect them from getting sick, too. Stay home from work when you’re sick. You will help prevent others from getting your illness. Cough or sneeze into tissue and then throw it away. Cover your cough or sneeze hand, if you do not have a tissue. Then wash your hands. Wash your hands often throughout the day. When soap and hot water is available, wash your hands by rubbing them together to clean all surfaces. Do not touch your nose, eyes, or mouth.\n\nViruses and bacteria can enter your body easily by each of them. When soap and water are not available, use alcohol-based disposable wipes and hand sanitizer gel. For optimum performance, make sure the product is at least 60 percent alcohol. If using gel, rub it in your hands until they are dry. Practice other good health habits such as getting plenty of sleep, exercise, manage stress, drink plenty of fluids and eat nutritious food You should also educate children, for example, by the posters. Define incubation period The incubation period – the time from the moment of infection to come of symptoms. The Functions of Food We need food to live.\n\nWe cannot live without food beyond a short period. Food is therefore necessary for all living beings. Food performs the following four functions: 1. Growth: Food is essential for growth. Without food a living organism will stop growing. The living cells in our body multiply after getting nourishment from the food we eat. Insufficient or a wrong type of food does not help healthy growth. 2. Repair: Living organisms sometimes damage their parts by accident. Constant work also causes wear and tear of the body parts. If we get a wound or cut, it heals up after some time. If we damage our skin due to some burn etc. , it regains its shape in due course.\n\nThe body needs food for all these functions. 3. Energy: We spend our energy when we do work. That is why after doing considerable work, we get tired. We then need food and rest to regain the lost energy. If we do not get food, we would become weak. 4. Protection from Diseases: We need to protect our body from diseases and keep it healthy. For this, we need vitamins and mineral salts in our food. Vitamins neither provide energy nor do they repair or replace the worn-out parts. But they are essential for our proper health So, we need food which can give us all the ingredients required by our body. We also need sufficient food-neither more nor less.\n\nThat is to say, we should eat the right amount of food containing the right amount of nutrients. Deficiencies and food sources: Nutrients: * Proteins are crucial for the construction of new cells and the regeneration of existing ones. Are also involved in the creation of hormones and enzymes, of which the majority is dependent biochemical processes in the body. The ratio of animal protein to vegetable should be at intakes about 1 to 2 This means that the proteins zoonotic such as meat, eggs and dairy products constitute a third, a plant (nuts, seeds and legumes) 2\/3 of the total amount of protein contained in the food. * Carbohydrates are the main source of energy for humans.\n\nThey can be found mainly in products of plant origin, which come in two forms. Complex carbohydrates, which is the so-called starch is contained in the rice, potatoes and cereals all of which are most valuable to the least processed – wholegrain foods. Complex carbohydrates are also present in other vegetables and fruits in smaller quantities. The second type of carbohydrates are simple sugars, referred to as “empty calories” because they do not provide the body with nothing but energy. They are derived from sugar beet, and fructose, or fruit sugar. * Fats and carbohydrates as well as provide the necessary power to function properly. Caloric content of fat, however, is almost twice as high as other nutrients.\n\nIn addition, the body is enriched with extremely important for health, such as vitamins A, E and D. Particularly valuable for human occurring unsaturated fats are primarily in plant. When placing your menu, remember that excess fat can be harmful. Unused causes increase in body fat, which can lead to weight gain, and the cholesterol contained therein affects the circulatory system thus increasing the risk of heart attack. Often do not even realize how much fat we eat. Large amounts of this substance can be found in cheese, ice cream, cream and meat. * Vitamins and minerals are small volume components of our food. Their meanings, however, disproportionate to the amount supplied to the organism.\n\nThey are necessary for the proper conduct of almost all processes in the human body. Unfortunately, none of the food product does not contain a set of specific substances. That is why it is important to diversify the diet of each of us. Vitamins are molecules that are not permanent, they are subject to degradation by heat, preservatives, light and other external factors. Therefore, you should eat as much fresh fruit and vegetables, not subjected to intense heat treatment or chemical processes. For seasoning is best to use fresh herbs, and choose wholemeal flour products (wholemeal). As for sodium chloride, which is commonly used salt should not be exaggerated.\n\nIs a compound that both deficiency and excess can harm, and recent research on the amount of consumption that in Poland is definitely overused. Vitamins: For the fat-soluble vitamins are: * Vitami... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9949486256,
        "format_confidence":0.8069906235
    },
    {
        "url":"https:\/\/jlmc.edu.np\/index.php\/JLMC\/article\/cite\/55\/RefManCitationPlugin",
        "text":"TY - JOUR AU - Kaur, Narinder AU - Aryal, Shreyashi PY - 2014\/12\/30 TI - Clinical Study of Ectopic Pregnancy in a Tertiary Care Hospital in Nepal JF - Journal of Lumbini Medical College; Vol 2 No 2 (2014)DO - 10.22502\/jlmc.v2i2.55 KW - N2 - Introduction : Ectopic pregnancy is a cause of pregnancy related mortality and its incidence is on the rise. The aim of modern management of ectopic pregnancy should be to diagnose ectopic pregnancy accurately, so that women can seek prompt diagnosis and treatment and optimize their future fertility. Methods : This prospective study was done for a period of one year in patients suspected clinically to have ectopic pregnancies which were subsequently confirmed by pregnancy test and ultrasonography (n=17). The following parameters: age and parity of the patient, relevant past medical and surgical history, significant clinical findings at presentation, management done and outcome of the management were noted. Results : Most patients 13 (76.47%) were in the age group of 20-25 years and 16 (94.11%) of them presented with acute pain abdomen. In all cases, emergency laparotomy was performed. There were 16 cases of tubal ectopic and one of ovarian pregnancy. Right side was affected in 14 (82.35%) cases including one right sided ovarian ectopic. Tubal rupture was found in 10 (58.82%) patients. The most common 12 (75%) site of tubal pregnancy was ampullary. Salpingectomy was performed in 14 (82.35%) cases. All patients were discharged by seventh postoperative day. Conclusion : Ectopic pregnancy can be suspected clinically by history and associated risk factors. Women presenting with acute pain abdomen with a positive urine β-hCG test should be promptly diagnosed and treated without undue delay to reduce maternal morbidity and mortality. UR - https:\/\/jlmc.edu.np\/index.php\/JLMC\/article\/view\/55",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.998246789,
        "format_confidence":0.9769173861
    },
    {
        "url":"https:\/\/headandneckoncology.biomedcentral.com\/articles\/10.1186\/1758-3284-2-21",
        "text":"Skip to content\n\n\n  • Research\n  • Open Access\n\nC-reactive protein levels: a prognostic marker for patients with head and neck cancer?\n\nHead & Neck Oncology20102:21\n\n  • Received: 4 June 2010\n  • Accepted: 2 August 2010\n  • Published:\n\n\n\nRecent advances in understanding complex tumor interactions have led to the discovery of an association between inflammation and cancer, in particular for colon and lung cancer, but only a very few have dealt with oral cancer. Therefore, the aim of the current study was to investigate the significance of preoperative C-reactive protein (CRP) levels as a parameter for development of lymph node metastases or recurrence.\n\nMaterials and methods\n\nIn 278 patients with oral cancer, preoperative CRP levels were compared with development of recurrence and metastasis.\n\n\nIn 27 patients from the normal CRP group, and in 21 patients from the elevated CRP group, local recurrence was observed. Concerning lymph node metastases, 37 patients were in the normal group and 9 patients in the elevated CRP group. No significant correlation could be found between elevated CRP levels and metastasis (p = 0.468) or recurrence (p = 0.137).\n\n\nOur findings do not appear to support a correlation between preoperative CRP levels and development of recurrence or metastases. In further studies, CRP levels in precancerous lesions and in Human Papilloma Virus (HPV) positive patients with oral squamous cell carcinoma (SCC) should be studied.\n\n\n  • Esophageal Cancer\n  • Human Papilloma Virus\n  • Oral Cancer\n  • Oral Squamous Cell Carcinoma\n  • Oral Squamous Cell Carcinoma\n\n\nIn 1863, Rudolf Virchow postulated the induction hypothesis that cancer originated at site of chronic inflammation [1]. Chronic inflammation is associated with the risk of cancer. For instance, human immunodeficiency virus, viral hepatitis B, and human papilloma virus are well known for their association with an increased risk of cancer [1]. An argument for the hypothesis that inflammation is associated with cancer is also derived from the reduced risk for colorectal cancer that has been associated with long-term use of aspirin and other nonsteroidal anti-inflammatory drugs [2].\n\nC-reactive protein (CRP) is an acute-phase protein and a marker for inflammation. The synthesis of CRP in the hepatocytes may be regulated by pro-inflammatory cytokines like interleukin-1, interleukin-6, and tumor-necrosis factor, which are also reported for different malignancies. Therefore, these pro-inflammatory cytokines are currently the subject of intense studies as influencing factors in various types of tumors. It is increasingly recognized that in addition to tumor stage, the disease progression depends on a complex interaction between the tumor and the host's inflammatory response.\n\nTwo hypotheses could be associated with increased CRP levels as a sign of chronic inflammation. First, the induction hypothesis: chronic inflammation results in excessive cell proliferation and activation of a cascade of cellular actions, leading to induction of irreversible DNA damage [1]. Second, the response hypothesis: the immune response of the host as a consequence of tumor growth itself could be the reason for the elevation in CRP levels [3]. However, it is still unclear whether CRP levels are elevated before the biological onset of cancer or if an elevated CRP level is also a risk factor for the development of cancer.\n\nFindings from the studies, however, have been inconsistent. Some authors have observed an association between elevated serum CRP levels in some cancers, like colorectal [46] and lung [2]. On the other hand, some researchers doubt that CRP can be regarded as a prognostic marker [7]. However, raised CRP concentrations have been demonstrated to be an indicator of a poorer prognosis for squamous cell carcinoma (SCC) in patients with esophageal cancer [8, 9], but concerning the cancer of the oral cavity only a very few studies have dealt with this topic so far (Table 1). All of these data are consistent with the hypothesis that CRP levels increase after onset of oral cancer.\nTable 1\n\nStudies dealing with the association between oral SCC and preoperative CRP levels\n\n\nNumber of patients\n\n\nGallo et al. [10]\n\n\nSignificance of CRP and IL-6 in regard to tumour stage\n\nJablonska et al. [11]\n\n\nCRP, IL-1β, IL-6, TNF-α serum levels related to clinical stage of disease\n\nKhandavilli et al. [12]\n\n\nCRP level is associated with worse overall outcome\n\nTherefore, the aim of the current study was to investigate the significance of preoperative CRP levels as a parameter for development of lymph node metastases or recurrence.\n\nMaterials and methods\n\nChosen for evaluation were 278 patients (119 female, 159 male) with oral SCC that were treated between 1999 and 2008 at a single center (Department of Craniomaxillofacial and Oral Surgery, University Hospital Zurich). All serum CRP levels (obtained between one and 5 days prior to surgical treatment), recurrence rate, and lymph node metastases were taken into consideration. The minimum follow-up time was 12 months. Exclusion criteria were inadequate information and a follow-up time of less than 12 months.\n\nThe patients were divided into two groups according to the preoperative measure of C-reactive protein concentration: those with CRP values in the normal range (< = 5.0 mg\/L), and those with elevated RP levels (>5.0 mg\/L) according to Khandavilli et al. [12] and Komai et al. [13].\n\nFor statistical analysis SPPS 18 (SPSS Inc, Chicago, IL) for the Mac was used. P value < 0.05 was considered to be statistically significant. Kaplan-Meier analysis with log-rank testing was used for univariate analysis.\n\n\nOut of 278 patients with a mean CRP of 7.36 mg\/L, 193 (69.4%) patients had a preoperative CRP level < = 5 mg\/L; 85 (30.6%) patients had a CRP level >5 mg\/L; and the distribution was independent of age (Fig. 1).\nFigure 1\nFigure 1\n\nDistribution of age and CRP.\n\nLocal recurrence was seen in 48 patients (17.3%), with a mean time of 24.31 months (range: 7-84 months); 2cd tumors in 24 (8.6%); and no recurrence in 206 (74.1%). Cervical lymph node metastases were observed in 46 patients (16.5%) after a mean time of 18.27 months (range: 4-71 months), distant metastases in 14 (5%), and no metastases in 218 patients (78.5%).\n\nIt was striking that although recurrence appeared earlier in the elevated CRP group (Fig. 2), no difference was found concerning the time of metastases (Fig. 3).\nFigure 2\nFigure 2\n\nDistribution of time to recurrence dependent on CRP level.\n\nFigure 3\nFigure 3\n\nDistribution of time to metastases dependent on CRP level.\n\nIn 27 patients in the normal CRP group and in 21 patients belonging to the elevated CRP group, local recurrence was observed. Concerning lymph node metastases, 37 patients were in the normal group and 9 patients in the elevated CRP. No significant correlation was found neither for development of metastasis (p = 0.468) (Fig. 4) nor for recurrence (p = 0.137) (Fig. 5).\nFigure 4\nFigure 4\n\nKaplan-Meier analysis of development of metastasis in regard to CRP level.\n\nFigure 5\nFigure 5\n\nKaplan-Meier analysis of development of recurrence in regard to CRP level.\n\n\nIn order to establish prognostic predictors for oral SCC, several studies have been performed. The purpose of our study was to find a simple and cost effective indicator for oral SCC. The mean follow-up time was 35.97 months (range: 12-107 months).\n\nIn this study, the mean value of serum CRP was 7.36 mg\/L; the serum level was raised in 85 patients (30.6%); the increase was mostly moderate (Fig. 1); and a high increase of more than 50 mg\/L, seen in infectious disease, was found in 6 patients. The proportion of lymph node metastasis in the group of elevated CRP levels was smaller than that in the patients without CRP elevation. But no significant association between raised CRP levels and development of recurrence or metastases could be seen. Therefore this study does not confirm the results from other studies (Table 1) and we also disagree with Zingg U et al. [14] who suggested CRP-measurements in the re-staging process in patients who have undergone neoadjuvant treatment for esophageal cancer in order to help to select patients who are likely to benefit from surgery.\n\nIn the literature there seems to be inconsistency concerning the CRP levels: some authors have described CRP levels of more than 5 mg\/L as raised (13, 14), while others have considered a more precise differentiation into three groups: low (<1 mg\/L), average (1.0 - 3.0 mg\/L), and high (>3.0 mg\/L). In the current study, a CRP level of more than 5 mg\/L was considered as raised. But one has to keep in mind that CRP levels can be reduced with smoking cessation [15] and weight loss[16, 17].\n\nPatients with cancer of the oral cavity can be in poor nutritional condition. For esophageal cancer, a correlation has been shown between elevated serum CRP concentration and malnutrition with impaired immunity [9]. Furthermore, smoking and alcohol abuse can also lead to chronic inflammation in the oral mucosa. Therefore, it would be of interest to investigate CRP levels in precancerous lesions--e. g., erosive lichen. Ki et al. [18] reported a significant correlation between the presence of acute mucositis and CRP level in 40 patients during radiotherapy for primary laryngo-pharyngeal cancer.\n\nA strength of the current study was the high number of patients. One limitation is that CRP was measured at one point in time. Therefore intraindividual variations were not considered. Furthermore, general diseases associated with possible higher inflammation markers like diabetes mellitus or Morbus Crohn were not taken into consideration due to lack of informations.\n\nHowever, CRP is a nonspecific marker of inflammation, and additional studies of specific cytokines that regulate acute-phase response are necessary to elucidate the mechanisms by which inflammation influences the risk of cancer.\n\n\nIn summary, our findings do not appear to ... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9906727672,
        "format_confidence":0.9852423072
    },
    {
        "url":"https:\/\/joppp.biomedcentral.com\/articles\/10.1186\/2052-3211-8-S1-P11",
        "text":"Skip to content\n\n\n  • Poster presentation\n  • Open Access\n\nDetermining the prices of the medicines in the absence of superiority over alternative medical technology\n\n  • 1,\n  • 1,\n  • 1 and\n  • 1Email author\nJournal of Pharmaceutical Policy and Practice20158 (Suppl 1) :P11\n\n  • Published:\n\n\n  • Public Health\n  • Problem Statement\n  • Medical Technology\n  • Economical Production\n  • Sales Price\n\nProblem statement\n\nWhen there are no RCTs which prove that the new technology is better than the current drug or non-drug medical technologies currently financed by the public payer, the MAH is obliged to use the price equal to the cheapest reimbursed alternative.\n\n\nPresentation of a method offered by the new Reimbursement Act (RA), which allows one to determine the prices of medicines in the absence of superiority over alternative medical technology. This price is calculated by the AHTATS and must be placed in the Recommendation of the President of the AHTATS.\n\n\nThe primary goal of the new RA is to implement the principle of economical production. This should be kept in mind, while interpreting its content, because the act allows one to approach to each drug individually.\n\nAt the beginning one needs to find a comparator currently financed with the best outcomes\/cost ratio. The next step is to search for RCTs proving the superiority of the proposed drug over the designated comparator. In cases, where there are no such RCTs in the MAH's submission, the official sales price of the drug, must be calculated in such a way that the cost of using it would not be higher than using the designated comparator. This has significant consequences because the Ministry of Health is obliged to use the calculated price in its final reimbursement decision.\n\n\nThe first example is a poly-pill compared with the separate tablets of the same substances. Probably there will be no studies that demonstrate the superiority of the poly-pill. Thanks to the RA, the cost of therapy with the poly-pill proposed by the applicant cannot be higher than the cost of therapy with the same substances in separate tablets. The second example is an add-on therapy. If there is no RCT proving the superiority, the price can be proportionally calculated as a share of the total cost of the treatment, which will be equal to the cost of the treatment with the exception of add-on therapy.\n\n\nThe new RA offers the tool to set the maximum price, for the drugs without proven superiority, by comparison with the cost of the cheapest comparator or a comparator with the best ratio. This price should be the starting point in negotiations from the payer's perspective. Thanks to this price, presented in the Recommendation of the President of the AHTATS, the Ministry of Health in Poland has a better negotiating position.\n\nAuthors’ Affiliations\n\nAgency for Health Technology Assessment and Tariff System (AHTATS), Warsaw, 02-611, Poland\n\n\n© Matusewicz et al. 2015\n\nThis article is published under license to BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The Creative Commons Public Domain Dedication waiver ( applies to the data made available in this article, unless otherwise stated.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9378769994,
        "format_confidence":0.9867672324
    },
    {
        "url":"http:\/\/www.uptodate.com\/contents\/intraductal-papillary-mucinous-neoplasm-of-the-pancreas-ipmn-evaluation-and-management\/abstract\/22",
        "text":"Official reprint from UpToDate®\nwww.uptodate.com ©2017 UpToDate, Inc. and\/or its affiliates. All Rights Reserved.\n\nMedline ® Abstract for Reference 22\n\nof 'Intraductal papillary mucinous neoplasm of the pancreas (IPMN): Evaluation and management'\n\nDetection of K-ras and p53 gene mutations in pancreatic juice for the diagnosis of intraductal papillary mucinous tumors.\nKaino M, Kondoh S, Okita S, Hatano S, Shiraishi K, Kaino S, Okita K\nPancreas. 1999;18(3):294.\nThe aim of this study was to investigate mutations of the K-ras oncogene and the p53 tumor suppressor gene in pancreatic juice and to evaluate our method for the diagnosis of intraductal papillary mucinous tumors (IPMT). Pancreatic juice was collected endoscopically from 12 patients with IPMT who underwent surgical resection (eight carcinomas and four adenomas) and eight cases without evident pancreatic diseases. DNA was extracted and both genes were examined by polymerase chain reaction single-strand conformation polymorphism (PCR-SSCP) analysis and direct sequencing. In addition, surgically resected specimens were analyzed for both genes by the same methods, and p53 overexpression was investigated immunohistochemically. K-ras point mutations were detected in pancreatic juice from all 12 patients (100%) and p53 mutations were detected in five of 12 (42%). They were detected not only in carcinoma but also in adenoma and there was no difference between the mutations detected in pancreatic juice and surgical specimens. No mutations were found in any cases without pancreatic diseases. These findings suggest that alterations of K-ras and p53 gene are common events in the development of IPMT and that genetic analysis of them in pancreatic juice can be a useful tool for the clinical diagnosis of IPMT before surgery.\nFirst Department of Internal Medicine, Yamaguchi University School of Medicine, Ube, Japan.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9955993891,
        "format_confidence":0.9616416693
    },
    {
        "url":"https:\/\/openaccess.city.ac.uk\/id\/eprint\/24118\/",
        "text":"City Research Online\n\nStrengthening strategic management approaches to address antimicrobial resistance in global human health: a scoping review\n\nAhmad, R. ORCID: 0000-0002-4294-7142, Zhu, N. J., Leather, A. J. M., Holmes, A. and Ferlie, E. (2019). Strengthening strategic management approaches to address antimicrobial resistance in global human health: a scoping review. BMJ Global Health, 4(5), e001730. doi: 10.1136\/bmjgh-2019-001730\n\n\nThe development and implementation of national strategic plans is a critical component towards successfully addressing antimicrobial resistance (AMR). This study aimed to review the scope and analytical depth of situation analyses conducted to address AMR in human health to inform the development and implementation of national strategic plans.\n\nA systematic search of the literature was conducted to identify all studies since 2000, that have employed a situation analysis to address AMR. The included studies are analysed against frameworks for strategic analysis, primarily the PESTELI (Political, Economic, Sociological, Technological, Ecological, Legislative, Industry) framework, to understand the depth, scope and utility of current published approaches.\n\n10 studies were included in the final review ranging from single country (6) to regional-level multicountry studies (4). 8 studies carried out documentary review, and 3 of these also included stakeholder interviews. 2 studies were based on expert opinion with no data collection. No study employed the PESTELI framework. Most studies (9) included analysis of the political domain and 1 study included 6 domains of the framework. Technological and industry analyses is a notable gap. Facilitators and inhibitors within the political and legislative domains were the most frequently reported. No facilitators were reported in the economic or industry domains but featured inhibiting factors including: lack of ring-fenced funding for surveillance, perverse financial incentives, cost-shifting to patients; joint-stock drug company ownership complicating regulations.\n\nThe PESTELI framework provides further opportunities to combat AMR using a systematic, strategic management approach, rather than a retrospective view. Future analysis of existing quantitative data with interviews of key strategic and operational stakeholders is needed to provide critical insights about where implementation efforts should be focussed, and also how to build contingency at the strategic level for agile responses to macro-level environmental influences.\n\nPublication Type: Article\nSubjects: Q Science > QR Microbiology\nDepartments: School of Health Sciences > Healthcare Services Research & Management\nDate Deposited: 15 May 2020 12:41\nText - Published Version\nAvailable under License Creative Commons Attribution.\n\nDownload (704kB) | Preview\n\n\n\nDownloads per month over past year\n\nView more statistics\n\nActions (login required)\n\nAdmin Login Admin Login",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9145507812,
        "format_confidence":0.972689569
    },
    {
        "url":"https:\/\/insights.ovid.com\/pubmed?PMID=28108613",
        "text":"When clinical trials compete: prioritising study recruitment\n\n    loading  Checking for direct PDF access through Ovid\n\n\nIt is not uncommon for multiple clinical trials at the same institution to recruit concurrently from the same patient population. When the relevant pool of patients is limited, as it often is, trials essentially compete for participants. There is evidence that such a competition is a predictor of low study accrual, with increased competition tied to increased recruitment shortfalls. But there is no consensus on what steps, if any, institutions should take to approach this issue. In this article, we argue that an institutional policy that prioritises some trials for recruitment ahead of others is ethically permissible and indeed prima facie preferable to alternative means of addressing recruitment competition. We motivate this view by appeal to the ethical importance of minimising the number of studies that begin but do not complete, thereby exposing their participants to unnecessary risks and burdens in the process. We then argue that a policy of prioritisation can be fair to relevant stakeholders, including participants, investigators and funders. Finally, by way of encouraging and helping to frame future debate, we propose some questions that would need to be addressed when identifying substantive ethical criteria for prioritising between studies.\n\n    loading  Loading Related Articles",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9877219796,
        "format_confidence":0.9035320282
    },
    {
        "url":"http:\/\/www.scielo.org.za\/scielo.php?script=sci_arttext&pid=S1019-91282014000100042&lng=en&nrm=iso",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.85 issue1Serological detection of infection with canine distemper virus, canine parvovirus and canine adenovirus in communal dogs from ZimbabwePrevalence of select vector-borne disease agents in owned dogs of Ghana author indexsubject indexarticles search\nHome Pagealphabetic serial listing  \n\nJournal of the South African Veterinary Association\n\nOn-line version ISSN 2224-9435\nPrint version ISSN 1019-9128\n\nJ. S. Afr. Vet. Assoc. vol.85 n.1 Pretoria Jan. 2014\n\n\n\n\nTheileriosis in six dogs in South Africa and its potential clinical significance\n\n\n\nChantai T. RosaI; Paolo PazziI; Salome NagelI; Vanessa McClureI; Jevan ChristieI; Milana TroskieII; Eran DvirI\n\nIDepartment of Companion Animal Clinical Studies, University of Pretoria, South Africa\nIIDepartment of Veterinary Tropical Diseases, University of Pretoria, South Africa\n\n\n\n\n\nTheileriosis is a tick-borne disease caused by a piroplasma of the genus Theileria that can cause anaemia and thrombocytopenia. Its clinical importance for dogs' remains poorly understood, as only some develop clinical signs. In this study, physical and laboratory findings, treatment and outcomes of six client-owned diseased dogs presented at the Onderstepoort Veterinary Academic Hospital are described retrospectively. In the dogs, Theileria species (n = 4) and Theileria equi (n = 2) were detected by a polymerase chain reaction (PCR)-reverse blot hybridisation assay in blood samples, whilst PCR for Babesia, Anaplasma and Ehrlichia were negative. The most common physical findings were pale mucous membranes (five out of six dogs), bleeding tendencies (five out of six dogs) and lethargy (three out of six dogs). All dogs were thrombocytopenic [median 59.5 W 109\/L (range 13-199)] and five out of six dogs were anaemic [median haematocrit 18% (range 5-32)]. Bone marrow core biopsies performed in two dogs showed myelofibrosis. Theileriosis was treated with imidocarb dipropionate and the suspected secondary immune-mediated haematological disorders with prednisolone and azathioprine. Five dogs achieved clinical cure and post-treatment PCR performed in three out of five dogs confirmed absence of circulating parasitaemia. An immune-mediated response to Theileria species is thought to result in anaemia and\/or thrombocytopenia in diseased dogs with theileriosis. A bleeding tendency, most likely secondary to thrombocytopenia and\/or thrombocytopathy, was the most significant clinical finding in these cases. The link between thrombocytopenia, anaemia and myelofibrosis in theileriosis requires further investigation and theileriosis should be considered a differential diagnosis for dogs presenting with anaemia and\/or thrombocytopenia in endemic tick-borne disease areas.\n\n\n\n\nTheileriosis in dogs may be an emerging tick-borne disease (Chomel 2011), which is caused by piroplasmosis due to organisms of the genus Theileria located within erythrocytes. It can cause anaemia and\/or thrombocytopenia secondary to an immune-mediated syndrome (Beck et al. 2009; Fritz 2010; Garcia 2006; Matjila et al. 2008). The size of the pear-shaped intraerythrocytic piroplasma stages evaluated on blood smear examinations has traditionally been used for the identification of Babesia species in dogs, with large forms being associated with Babesia canis and small ones with Babesia gibsoni. However, more sensitive molecular techniques such as polymerase chain reaction (PCR) and deoxyribonucleic acid (DNA) sequencing have further allowed the identification and differentiation of several large and small agents of canine piroplasmosis (Simues et al. 2011). Sequencing and phylogenetic analysis of the ssrRNA gene has allowed reclassification of the canine piroplasms into true Babesia species (B. canis and B. gibsoni), Theileria annae or Babesia microti-like (phylogenetically close to zoonotic B. microti of humans) and Theileria-like groups (Dixit, Dixit & Varshney 2010). Theileria annae, Theileria equi and Theileria annulata have all been identified in diseased dogs in Spain (Garcia 2006), South Africa (Matjila et al. 2008), Croatia (Beck et al. 2009), France (Fritz 2010) and Portugal (Simoes et al. 2011). Dogs have presented with: fever (Fritz 2010; Zahler et al. 2000); anaemia (Beck et al. 2009; Camacho et al. 2002; Fritz 2010; Garcia 2006; Matjila et al. 2008; Zahler et al. 2000); thrombocytopenia (Beck et al. 2009; Fritz 2010; Garcia 2006; Irwin 2010; Matjila et al. 2008; Zahler et al. 2000); immune-mediated syndrome (Fritz 2010; Garcia 2006; Matjila et al. 2008); and renal failure (Garcia 2006).\n\nMany diseased dogs that were reported in previous studies had concurrent haemoparasitosis, therefore an association between theileriosis and the clinical signs could not be established, and treatment and outcomes were also not reported (Beck et al. 2009; Criado-Fornelio et al. 2003; Fritz 2010; Matjila et al. 2008). The pathophysiology of detected Theileria species in dogs remains unknown (Chomel 2011). A chronic established host-parasite commensal relationship or a less virulent parasite relationship compared to the typical host (sable antelopes, horses and cattle) has been proposed (Criado-Fornelio et al. 2003; Matjila et al. 2008), which could explain why some dogs remain subclinically infected. In dogs presenting with anaemia and\/ or thrombocytopenia, an immune-mediated process has been proposed (Dixit et al. 2010; Fritz 2010; Garcia 2006; Irwin 2010; Matjila et al. 2008; Torina et al. 2007). Co-infections with other vector-born haemoparasites such as Babesia, Ehrlichia, Anaplasma, Bartonella and Rickettsia species can occur (Kordick et al. 1999; Matjila et al. 2008; Yabsley et al. 2008).\n\nPeripheral blood smears can be used to detect the piroplasms within erythrocytes (Dixit et al. 2010), but the genotype identification requires PCR (Irwin 2010; Simues et al. 2011). Polymerase chain reaction has therefore become an essential diagnostic tool for genera and species identification (Ashley, Hackner & Prittie 2012; Boozer & Macintire 2005; Criado et al. 2006; Criado-Fornelio et al. 2009; Simues et al. 2011). Imidocarb dipropionate has been assumed to be the drug of choice in dogs and other species (Camacho et al. 2002; Fritz 2010; Simues et al. 2011) based on reported post-treatment clinical improvement and negative PCR (Dixit et al. 2010; Fritz 2010; Gubbels et al. 1999; Simues et al. 2011).\n\nThe objectives of this study were to retrospectively describe the clinical manifestations of dogs exclusively diagnosed with theileriosis by PCR, their response to treatment and to alert veterinarians in endemic tick-borne disease areas of the existence of this piroplasmosis in dogs. The speculative pathophysiology of the clinical findings is discussed.\n\n\nMaterial and methods\n\n\nThe medical records of client-owned clinically ill dogs presented during 2010-2012 at the Onderstepoort Veterinary Academic Hospital in South Africa with Theileria species detected in blood by PCR were retrospectively reviewed. Inclusion criteria were diseased dogs in which only Theileria species were detected in whole blood by PCR followed by a Reverse Line Blot (RLB) hybridisation assay, whilst negative for other haemoparasitoses such as ehrlichiosis, anaplasmosis, babesiosis or hepatozoonosis. Three additional dogs were excluded due to other concurrent haemoparasites. Signalment, seasonality, presenting complaints, physical examination findings, laboratory test results, imaging findings, treatments and outcomes of all dogs were recorded and compared. A physical examination, peripheral blood smear, urinalysis, faecal analysis and blood collection by jugular venipuncture into ethylenediamine tetra-acetic acid (EDTA) and serum biochemistry tubes were performed at admission.\n\nLaboratory tests\n\nCentral and peripheral blood smears were done at admission to screen for common haemoparasites (Babesia and Hepatozoon species) and to assess changes to erythrocyte morphology, and colour, and platelet count. A complete blood count (CBC) (ADVIA 2120 Haematology System, Siemens, South Africa), in-saline agglutination (ISA) test, and serum biochemistry profile (albumin, globulins, total proteins, glucose, urea, creatinine, cholesterol, alanine aminotransferase, alkaline phosphatase, sodium, potassium, chloride) (Cobas Integra 400 plus, Roche, South Africa) were performed in all dogs. A Coombs' test was performed in three out of six dogs presenting with anaemia at admission. Bone marrow biopsy and cytology were performed in two dogs presenting with non-regenerative anaemia.\n\nMolecular detection\n\nThe DNA was extracted from 200 µL of the EDTA-buffered whole blood using the commercially available DNA Kit (QIAamp®DNA Mini Kit, Qiagen, Cape Town, South Africa), according to the manufacturer's instructions. The extracted DNA was eluted in 100 µL elution buffer and stored at 4 °C until analysis. Amplification by PCR of the variable region in the 16S ribosomal RNA gene for Ehrlichia and Anaplasma, and in the 18S ribosomal RNA gene for Theileria and Babesia using specific PCR-primers located within the conserved parts of the rRNA gene of the target organisms was performed. Both PCR-primers sets had matching melting temperatures and thus the same PCR programme could be used for both reactions. The resulting PCR products were hybridised and each species (Ehrlichia, Anaplasma, Theileria, Babesia) identified by a species-specific oligonucleotide probe using a line-blotter apparatus, as follows. The forward primer, RLB-F [5'-GAC ACA GGG AGG TAG TGA CAA G-3'] and the biotin-labelled reverse primer, RLB-R [5'-Biotin-CTA AGA ATT TCA CCT CTA ACA GT-3'] were used to amplify the 460-bp - 520-bp fragment of the 18S SSU rRNA gene spanning the V4 hypervariable region of Theileria and Babesia species (Gubbels et al. 1999; Matjila et al. 2004). For the Ehrlichia and Anaplasma, a forward primer Ehr-F (5'-GGA ATT CAG AGT TGG ATC MTG GYT CAG-3') and the reverse primer Ehr-R ... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9786167741,
        "format_confidence":0.9805871248
    },
    {
        "url":"https:\/\/douglas.research.mcgill.ca\/mediterranean-type-diet-and-brain-structural-change-73-76-years-scottish-cohort",
        "text":"\n\nTitleMediterranean-type diet and brain structural change from 73 to 76 years in a Scottish cohort.\nPublication TypeJournal Article\nYear of Publication2017\nAuthorsLuciano M, Corley J, Cox SR, Hernández MCValdés, Craig LCA, Dickie DAlexander, Karama S, McNeill GM, Bastin ME, Wardlaw JM, Deary IJ\nDate Published2017 Jan 31\n\nOBJECTIVE: To assess the association between Mediterranean-type diet (MeDi) and change in brain MRI volumetric measures and mean cortical thickness across a 3-year period in older age (73-76 years).METHODS: We focused on 2 longitudinal brain volumes (total and gray matter; n = 401 and 398, respectively) plus a longitudinal measurement of cortical thickness (n = 323), for which the previous cross-sectional evidence of an association with the MeDi was strongest. Adherence to the MeDi was calculated from data gathered from a food frequency questionnaire at age 70, 3 years prior to the baseline imaging data collection.RESULTS: In regression models adjusting for relevant demographic and physical health indicators, we found that lower adherence to the MeDi was associated with greater 3-year reduction in total brain volume (explaining 0.5% of variance, p < 0.05). This effect was half the size of the largest covariate effect (i.e., age). Cross-sectional associations between MeDi and baseline MRI measures in 562 participants were not significant. Targeted analyses of meat and fish consumption did not replicate previous associations with total brain volume or total gray matter volume.CONCLUSIONS: Lower adherence to the MeDi in an older Scottish cohort is predictive of total brain atrophy over a 3-year interval. Fish and meat consumption does not drive this change, suggesting that other components of the MeDi or, possibly, all of its components in combination are responsible for the association.\n\nAlternate JournalNeurology\nPubMed ID28053008\nPubMed Central IDPMC5278943\nGrant ListG0701120 \/ \/ Medical Research Council \/ United Kingdom\nG1001245 \/ \/ Medical Research Council \/ United Kingdom\nMR\/K026992\/1 \/ \/ Medical Research Council \/ United Kingdom\nMR\/M013111\/1 \/ \/ Medical Research Council \/ United Kingdom",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9838226438,
        "format_confidence":0.8690119386
    },
    {
        "url":"https:\/\/epub.ub.uni-muenchen.de\/15737\/index.html",
        "text":"\nRehfuess, Eva Annette; Tzala, L.; Best, N.; Briggs, D. J.; Joffe, M. (2009): Solid fuel use and cooking practices as a major risk factor for ALRI mortality among African children. In: Journal of Epidemiology & Community Health, Vol. 63: S. 887-892\n\n\n\n\nBackground: Almost half of global child deaths due to acute lower respiratory infections (ALRIs) occur in sub-Saharan Africa, where three-quarters of the population cook with solid fuels. This study aims to quantify the impact of fuel type and cooking practices on childhood ALRI mortality in Africa, and to explore implications for public health interventions. Methods: Early-release World Health Survey data for the year 2003 were pooled for 16 African countries. Among 32 620 children born during the last 10 years, 1455 (4.46%) were reported to have died prior to their fifth birthday. Survival analysis was used to examine the impact of different cooking-related parameters on ALRI mortality, defined as cough accompanied by rapid breathing or chest indrawing based on maternal recall of symptoms prior to death. Results: Solid fuel use increases the risk of ALRI mortality with an adjusted hazard ratio of 2.35 (95% CI 1.22 to 4.52); this association grows stronger with increasing outcome specificity. Differences between households burning solid fuels on a well-ventilated stove and households relying on cleaner fuels are limited. In contrast, cooking with solid fuels in the absence of a chimney or hood is associated with an adjusted hazard ratio of 2.68 (1.38 to 5.23). Outdoor cooking is less harmful than indoor cooking but, overall, stove ventilation emerges as a more significant determinant of ALRI mortality. Conclusions: This study shows substantial differences in ALRI mortality risk among African children in relation to cooking practices, and suggests that stove ventilation may be an important means of reducing indoor air pollution.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9848343134,
        "format_confidence":0.984593749
    },
    {
        "url":"https:\/\/www.hindawi.com\/journals\/cjgh\/2015\/787069\/abs\/",
        "text":"Table of Contents Author Guidelines Submit a Manuscript\nCanadian Journal of Gastroenterology and Hepatology\nVolume 29, Issue 2, Pages 91-94\nOriginal Article\n\nDysphagia among Adult Patients who Underwent Surgery for Esophageal Atresia at Birth\n\nValérie Huynh-Trudeau, Stéphanie Maynard, Tatjana Terzic, Geneviève Soucy, and Mickael Bouin\n\nHôpital Saint-Luc, Montreal, Quebec, Canada\n\nReceived 31 October 2014; Accepted 5 December 2014\n\nCopyright © 2015 Hindawi Publishing Corporation. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n\n\nBACKGROUND: Clinical experiences of adults who underwent surgery for esophageal atresia at birth is limited. There is some evidence that suggests considerable long-term morbidity, partly because of dysphagia, which has been reported in up to 85% of adult patients who undergo surgery for esophageal atresia. The authors hypothesized that dysphagia in this population is caused by dysmotility and\/or anatomical anomalies.\n\nOBJECTIVE: To determine the motor and anatomical causes of dysphagia.\n\nMETHODS: A total of 41 adults, followed at the Esophageal Atresia Clinic at Hôpital Saint-Luc (Montreal, Quebec), were approached to particpate in the present prospective study. Evaluation was completed using upper endoscopy, manometry and barium swallow for the participants who consented. The medical charts of respondents were systematically reviewed from the neonatal period to 18 years of age to assess medical and surgical history.\n\nRESULTS: All 41 patients followed at the clinic consented and were included in the study. Dysphagia was present in 73% of patients. Esophagogastroduodenoscopy was performed in 32 patients: hiatal hernia was present in 62% (n=20); esophageal diverticulum in 13% (n=4); macroscopic Barrett esophagus in 31% (n=10); and esophagitis in 19% (n=6). Histological esophagitis was present in 20% and intestinal metaplasia in 10%. There were no cases of dysplagia or adenocarcinoma. Esophageal manometry was performed on 56% of the patients (n=23). Manometry revealed hypomotility in 100% of patients and included an insufficient number of peristaltic waves in 96%, non-propagating peristalsis in 78% and low-wave amplitude in 95%. Complete aperistalsis was present in 78%. The lower esophageal sphincter was abnormal in 12 (52%) patients, with incomplete relaxation the most common anomaly. Of the 41 patients, 29 (71%) consented to a barium swallow, which was abnormal in 13 (45%). The anomalies found were short esophageal dilation in 28%, delay in esophageal emptying in 14%, diverticula in 14% and stenosis in 7% of patients. There was more than one anomaly in 14% of patients.\n\nCONCLUSION: Dysphagia was a highly prevalent symptom in adults who underwent surgery for esophageal atresia. The present study is the first to demonstrate that motor and anatomical abnormalities may be implicated in causes of dysphagia in this population. Furthermore, these anomalies may be demonstrated with simple investigations such as endoscopy, manometry and barium swallow.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9981604218,
        "format_confidence":0.9853157997
    },
    {
        "url":"http:\/\/complexsystems.nl\/ccs2019\/adela-isvoranu\/",
        "text":"Adela Isvoranu\n\nTitle: Cannabis (ab)use in Psychosis: From Short- to Long-term Impact on Symptomatology\n\n\nAdela Isvoranu is a PhD student at the University of Amsterdam, within the Psychological Methods research group and the Psychosystems lab group. Her PhD research is funded by an NWO Talent Grant and it is concerned with the development and application of complex system approaches to psychiatric disorders. Her work so far, which was awarded the Unilever Research Prize, has aimed to integrate (environmental and genetic) risk factors into symptom networks of psychosis and to identify pathways that may be relevant to the onset and maintenance of psychotic disorders. Her long-term aspiration is to contribute towards building a bridge between complexity science and clinical practice, with the ultimate aim of improving treatment outcomes.\n\n\nSubstance use disorders, especially cannabis dependence, are common comorbid diagnoses among individuals suffering from psychotic disorders. While it is generally accepted that cannabis may worsen the outcomes of psychosis, the pathways through which this effect occurs are still unclear and debated. To date, there is some evidence showing that cannabis may exacerbate positive psychotic symptoms, cognitive impairment and medication side effects (Dekker, Linszen, & de Haan, 2009), but also some evidence supporting the presence of lower negative symptom scores in cannabis-dependent patients (Salyers & Mueser, 2001).  \n\nThis talk will present results from an investigation into the effect of cannabis use on psychotic symptomatology, using novel network models (Borsboom & Cramer, 2013). We used data of patients diagnosed with a non-affective psychotic disorder from the longitudinal observational study Genetic Risk and Outcome of Psychosis Project (Korver et al., 2012). We included the second and third wave data from the Positive and Negative Syndrome Scale (PNASS), current cannabis use, and cannabis use intensity. Overall, our preliminary findings suggest that cannabis use intensity is associated with higher psychotic symptomatology in a dose-response manner and, more generally, that current cannabis use is predictive of later symptomatology.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9577398896,
        "format_confidence":0.8741416931
    },
    {
        "url":"http:\/\/journals.lww.com\/jtrauma\/Abstract\/2014\/02000\/Age_associated_impact_on_presentation_and_outcome.3.aspx",
        "text":"\n\nIf you have access to this article through your institution,\nyou can view this article in\n\nAge-associated impact on presentation and outcome for penetrating thoracic trauma in the adult and pediatric patient populations\n\nMollberg, Nathan M. DO; Tabachnick, Deborah MD; Lin, Fang-Ju MS; Merlotti, Gary J. MD; Varghese, Thomas K. MD; Arensman, Robert M. MD; Massad, Malek G. MD\n\nJournal of Trauma and Acute Care Surgery:\ndoi: 10.1097\/TA.0000000000000090\nAAST 2013 Plenary Paper\nEditor&apos;s Choice\n\nBACKGROUND: Studies reporting on penetrating thoracic trauma in the pediatric population have been limited by small numbers and implied differences with the adult population. Our objectives were to report on a large cohort of pediatric patients presenting with penetrating thoracic trauma and to determine age-related impacts on management and outcome through comparison with an adult cohort.\n\nMETHODS: A Level I trauma center registry was queried between 2006 and 2012. All patients presenting with penetrating thoracic trauma were identified. Patient demographics, injury mechanism, injury severity, admission physiology, and outcome were recorded. Patients were compared, and outcomes were analyzed based on age at presentation, with patients 17 years or younger defining our pediatric cohort.\n\nRESULTS: A total of 1,423 patients with penetrating thoracic trauma were admitted during the study period. Two hundred twenty patients (15.5%) were pediatric, with 205 being adolescents (13–17 years) and 15 being children (≤12 years). In terms of management for the pediatric population, tube thoracostomy alone was needed in 32.7% (72 of 220), whereas operative thoracic exploration was performed in 20.0% (44 of 220). Overall mortality was 13.6% (30 of 220). There was no significant difference between the pediatric and adult population with regard to injury mechanism or severity, need for therapeutic intervention, operative approach, use of emergency department thoracotomy, or outcome. Stepwise logistic regression failed to identify age as a predictor for the need for either therapeutic intervention or mortality between the two age groups as a whole. However, subgroup analysis revealed that being 12 years or younger (odds ratio, 3.84; 95% confidence interval, 1.29–11.4) was an independent predictor of mortality.\n\nCONCLUSION: Management of traumatic penetrating thoracic injuries in terms of the need for therapeutic intervention and operative approach was similar between the adult and pediatric populations. Mortality from penetrating thoracic trauma can be predicted based on injury severity, the use of emergency department thoracotomy, and admission physiology for adolescents and adults. Children may be at increased risk for poor outcome independent of injury severity.\n\nLEVEL OF EVIDENCE: Epidemiologic study, level III.\n\nAuthor Information\n\nFrom the Division of Cardiothoracic Surgery (N.M.M., T.K.V.), Department of Surgery, University of Washington, Seattle, Washington; Divisions of Pediatric (R.M.A.), General (D.T.), Trauma (G.J.M.), and Cardiothoracic (M.G.M.) Surgery, Department of Surgery, University of Illinois at Mount Sinai Hospital; and Department of Pharmacy Administration (F.-J. L.), University of Illinois at Chicago, Chicago, Illinois.\n\nSubmitted: August 12, 2013, Revised: October 14, 2013, Accepted: October 14, 2013.\n\nThis paper was presented at the 72nd annual meeting for the American Association for the Surgery of Trauma, September 18–21, 2013, in San Francisco, California.\n\nAddress for reprints: Nathan M. Mollberg, DO, Department of Cardiothoracic Surgery, University of Washington Medical Center, 1959 NE Pacific St, Seattle, WA 98195; email:\n\n© 2014 Lippincott Williams & Wilkins, Inc.",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9969435334,
        "format_confidence":0.9405651689
    },
    {
        "url":"http:\/\/revespcardiol.org\/en\/seleccion-lo-mejor-del-ano\/articulo\/90462199\/",
        "text":"You are accessing a medical content website\nAre you a health professional?\n\nRevista Española de Cardiología (English Edition) Revista Española de Cardiología (English Edition)\nRev Esp Cardiol. 2018;71:123-4 - Vol. 71 Num.02 DOI: 10.1016\/j.rec.2017.10.034\n\nSelection of the Best of 2017 on Acute Cardiac Care\n\nJaime Aboal a,, Esteban López de Sá b, Roberto Martín-Asenjo c, Josep Masip d, Alessandro Sionis e\n\na Servicio de Cardiología, Hospital Universitario Doctor Josep Trueta, Girona, Spain\nb Unidad Coronaria, Servicio de Cardiología, Hospital Universitario La Paz, Madrid, Spain\nc Servicio de Cardiología, Hospital 12 de Octubre, Madrid, Spain\nd Servicio de Cardiología, Hospital Sanitas CIMA, Barcelona; Servei de Medicina Intensiva, Consorci Sanitari Integral, Universitat de Barcelona, Barcelona, Spain\ne Unidad de Cuidados Agudos Cardiológicos, Hospital de la Santa Creu i Sant Pau, IIB-Sant Pau, CIBER-CV, Universidad Autónoma de Barcelona, Barcelona, Spain\n\nRefers to\n\nFree articleSelection of the Best of 2017 in Ischemic Heart Disease\nRoberto Martín-Asenjo, Jaime Aboal, Josep Masip, Esteban López de Sá, Alessandro Sionis\nRev Esp Cardiol. 2018;71:124-5\nFull text - PDF\n\n\nTo the Editor,\n\nOf the noteworthy studies published this year on the treatment of acute cardiac patients, we would to like to highlight 5 due to their practical impact.\n\nA substudy of the IABP-SHOCK II trial1 has developed a simple score to predict 30-day mortality in patients in cardiogenic shock, based on 480 patients and with external validation. The variables comprising the model were age, history of stroke, glucose at admission, creatinine at admission, lactate at admission, and TIMI flow grade <3 after PCI. According to the score results, patients were classified into 3 risk groups, with a good correlation (C statistic = 0.74) with short-term mortality (23.8%, 49.2%, and 76.6%, respectively).\n\nAnother notable study in patients in cardiogenic shock was performed by Ouweneel et al.2 This randomized multicenter study in patients with ST-segment elevation acute myocardial infarction (STEMI), orotracheal intubation, and cardiogenic shock compared the Impella CP percutaneous circulatory support device with the intra-aortic balloon pump (IABP). The study included 48 consecutive patients (24 with the Impella CP and 24 with the IABP). There were no differences between the 2 groups in terms of 30-day mortality: 46% in the Impella CP group and 50% in the IABP group (P = .92). The patients in the Impella group showed higher rates of major bleeding. A limitation of the study is the high percentage of survivors of cardiac arrest (44 of 48), with brain damage as the primary cause of death, which complicates interpretation of the results.\n\nThe TTH48 trial concerned cardiac arrest survivors and hypothermia.3 This multicenter and randomized study was performed in survivors of a cardiac arrest of presumed cardiologic origin, with a shockable initial rhythm in 88% of patients, and compared 2 therapeutic hypothermia regimens of different durations. Participants received therapeutic hypothermia at 33 °C for either 24 hours (n = 179) or 48 hours (n = 176). There were no differences between the 2 groups in the primary outcome, good neurological outcome (CPC 1-2 at 6 months): 69% in the 48-hour hypothermia group vs 64% in the 24-hour group (P = .33). The 48-hour hypothermia group had more adverse events and longer mechanical ventilation times. Accordingly, the effectiveness of therapeutic hypothermia vs normothermia remains unclear.\n\nThe “prophylactic” use of levosimendan in patients with significant ventricular dysfunction who undergo cardiac surgery is a recurring debate in clinical practice. The results of the multicenter LEVO-CTS study,4 performed in patients with ventricular dysfunction (ejection fraction ≤ 35%) and scheduled for cardiac surgery (revascularization or valve surgery) provide valuable information on this subject. Levosimendan before the procedure (n = 442) was compared with placebo (n = 440). The primary outcome was a composite of 30-day mortality, need for renal replacement therapy at 30 days, perioperative acute myocardial infarction at 5 days, and use of mechanical ventilation at 5 days. There were no differences between the 2 groups (24.5% in the levosimendan group vs 24.5% in the placebo group; P = .98). The incidences of low cardiac output and the need for inotropic agents were significantly lower in the levosimendan group, without affecting the clinical results of the study. Other publications have explored the use of levosimendan during surgical interventions in these patients; the results were similar and there were no benefits on outcomes vs placebo.5\n\nFinally, we would like to highlight the recent DETO2X-SWEDEHEART trial.6 This randomized multicenter study explored the systematic use of oxygen in patients with acute coronary syndrome and baseline saturation > 90%. An oxygen therapy group (6-12 hours; n = 3311) was compared with an ambient air group (n = 3318). There were no differences in the primary end point of 1-year mortality (5.0% and 5.1%, respectively; P = .8) or in the other secondary end points. The power of the study was lower than calculated because the authors expected a higher incidence of mortality in both groups, which might be because 24.4% of the included patients had diseases other than heart disease.\n\n\nCorresponding author:\n\n\n1. Pöss J, Köster J, Fuernau G, et al. Risk stratification for patients in cardiogenic shock after acute myocardial infarction. J Am Coll Cardiol. 2017;69:1913-20.\n2. Ouweneel DM, Eriksen E, Sjauw KD, et al. Percutaneous mechanical circulatory support versus intra-aortic balloon pump in cardiogenic shock after acute myocardial infarction. J Am Coll Cardiol. 2017;69:278-87.\n3. Kirkegaard H, Søreide E, Haas I. de , et al. Targeted temperature management for 48 vs 24 hours and neurologic outcome after out-of-hospital cardiac arrest: a randomized clinical trial. JAMA. 2017;318:341-50.\n4. Mehta RH, Leimberger JD, van Diepen S, et al. Levosimendan in patients with left ventricular dysfunction undergoing cardiac surgery. N Engl J Med. 2017;376:2032-42.\n5. Landoni G, Lomivorotov VV, Alvaro G, et al. Levosimendan for hemodynamic support after cardiac surgery. N Engl J Med. 2017;376:2021-31.\n6. Hofmann R, James SK, Jernberg T, et al. Oxygen therapy in suspected acute myocardial infarction. N Engl J Med. 2017;377:1240-9.\n\n1885-5857\/© 2018 Sociedad Española de Cardiología. Published by Elsevier España, S.L.U. All rights reserved",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9975735545,
        "format_confidence":0.8773884177
    },
    {
        "url":"https:\/\/pubmed.ncbi.nlm.nih.gov\/35422246\/?dopt=Abstract",
        "text":"Sex Differences in Cardiovascular Consequences of Hypertension, Obesity, and Diabetes: JACC Focus Seminar 4\/7\n\nJ Am Coll Cardiol. 2022 Apr 19;79(15):1492-1505. doi: 10.1016\/j.jacc.2022.02.010.\n\n\nIt has long been recognized that there are significant differences between the sexes affecting prevalence, incidence, and severity over a broad range of diseases. Until the early 1990s, the limited research conducted on women's health focused primarily on diseases affecting fertility and reproduction, and women were excluded from most clinical trials. For these reasons, the prevention, diagnosis, and treatment of serious chronic diseases such as cardiovascular disease in women continue to be based primarily on findings in men, and sex-specific clinical guidelines are mostly lacking. Hypertension, obesity, and diabetes, interrelated risk factors for cardiovascular disease, differ by sex in terms of prevalence and adverse effects as well as by genetics and biology. Research is needed to understand sex differences in hypertension, obesity, and diabetes to optimally inform sex-specific prevention, diagnosis, and treatment strategies for women and men. In this way, sex-specific clinical guidelines can be developed where warranted.\n\nKeywords: cardiovascular risk factors; sex differences.\n\nPublication types\n\n  • Review\n\nMeSH terms\n\n  • Cardiovascular Diseases* \/ diagnosis\n  • Cardiovascular Diseases* \/ epidemiology\n  • Cardiovascular Diseases* \/ etiology\n  • Diabetes Mellitus* \/ epidemiology\n  • Female\n  • Humans\n  • Hypertension* \/ drug therapy\n  • Male\n  • Obesity \/ complications\n  • Obesity \/ epidemiology\n  • Risk Factors\n  • Sex Characteristics\n  • Sex Factors",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9961741567,
        "format_confidence":0.9631553292
    },
    {
        "url":"http:\/\/eclipsechocolate.com\/wp-content\/symposium\/trend5\/seminar11\/",
        "text":"By E. Bufford.\n\nThe symptoms are greatest if the engagement occurs with the shoulder in a functional position, which typically involves a combina- tion of flexion, abduction, and external rotation. Gaibazzi N, Rigo F, Reverberi C (2011) Severe coronary tortuosity or myocardial bridging in patients with chest pain, normal coronary arteries, and reversible myocardial perfusion defects. Elliott PM, Anastasakis A, Borger MA et al (2014) 2014 ESC guidelines on diagnosis and management of hypertrophic cardiomyopathy: the task force for the diagnosis and management of hypertrophic cardiomyopathy of the European society of cardiology (ESC). Side effects can include nausea, headache, agitation, sex- Bipolar Disorder ual dysfunction or loss of drive, dry mouth, constipation, blurred vision, and sedation. Use in connection with any form of information storage and retrieval, electronic adaptation, computer software, or by similar or dissimilar methodology now known or hereafter developed is forbidden. The following questions invite the couple to consider ways of expanding their community of support: \"Would you be interested in hearing about strategies that other couples have used in coping with Suicide? And by correlating this description with the interpretive effect experienced by the competent and intuitive linguist in the process of lan- guaging the object of his own study, what can one infer about the archi- The using software is trial version. In his book The Origin of aids, Jacques Pepin describes his well-researched and highly plausible explanation of the circum- stances that led to widespread transmission of hiv in Africa. W hile magic may originally have meant the practices of the sacer- dotal caste of the Medes, who were followers of pseudo-sciences such as astrology or hermetic medicine, the word gradually has taken on a broader meaning to encompass beliefs and practices that have little to do with the rites of organized worship and that presuppose a belief in 11 supernatural forces immanent in nature. Cervical Spine Distraction Test Differentiates between radicular pain in the back of the neck, shoulder, and arm and ligamentous or muscular pain in these regions. His exam was noteworthy for conjunctival pallor and pale creases in the palms; normal cardiac and pulmonary exams; obese, scarred abdomen with normal bowel sounds, absent succussion splash, 16-cm-sized liver; brown stool, without occult blood; and nor- mal back exam, including straight leg raise tests. Marrow macrophages increased reticulocyte formation (5% to 10%), decreased destroy precipitate-filled erythrocytes in the bone marrow, osmotic fragility, moderately increased bilirubin, increased which results in ineffective erythropoiesis. The majority of specialty referrals were to orthopedists buy plaquenil 200 mg visa arthritis in my feet and hands, who saw an average of 56 percent of the specialty referrals at the demonstration sites and 48 percent of the referrals at the control sites (Figures 6 buy plaquenil 200 mg on-line arthritis for dogs symptoms. Both parents were addicted to crack cocaine, which left the oldest (10-year-old) sibling to provide the necessary care for the younger children (Randy was the fourth of ﬁve).\n\norder 200mg plaquenil\n\nIn most of the MTFs, a facilitator designated by the MTF commander provided some staff support to the champion, and for some, this role was an integral part of the facilitator’s regular job. Drug Selection Table for Dysthymic Disorders CLASS DRUG Selective serotonin reuptake inhibitors (SSRIs) First-line drug therapy: Fluoxetine (Prozac) Sertraline (Zoloft) Paroxetine (Paxil, Paxil CR) Citalopram (Celexa) Escitalopram (Lexapro) Fluvoxamine (Luvox) (continued) The using software is trial version. The key works in Chinese veterinary medicine appear later discount plaquenil 200mg arthritis pain during sleep, the most important dating from the seventeenth and eighteenth centuries order 200 mg plaquenil visa arthritis in dogs prevention, and related primarily to horses. Removing individual choice is a form of discriminatory practice and is likely to result in a series of unhelpful behaviours. Reticulocyte hemoglobin Other hematological findings related to the anemia content (CHr) is an effective early indicator of iron defi- include the following: platelets are usually normal but may ciency. Stage of melanoma The most important prognostic characteristics in malig- nant melanoma are the level of invasion (or microstage) and the clinical stage of the tumour. These included age (with older patients doing worse), gender (male patients doing worse), performance status (the more active the better), histological type (large-cell NSCLC patients doing worse than the others) and TNM stage (as expected, far worse for the more advanced stages). Flores Division of Thoracic Surgery, Department of Cardiothoracic Surgery, Mount Sinai Medical Center, New York, NY, USA Gereon Gдbelein Department of Visceral, Transplantation, Thoracic and Vascular Surgery, University Hospital of Leipzig, Leipzig, Germany Henning A. Finally, embodiment assumes that cognition evolved for action, and because of this, perception and action are not separate systems, but are inextricably linked to each other and to cognition. The choice of diagnostic approach to intrathoracic pathology may more aptly reflect the biases of the evaluating physician and available local expertise, as well as patient preference. At each position on the solid surface, where one bacterium had been de- posited, the bacterium would undergo division and in time a visible colony would be generated. Consideration may be gins of resection because viable cells may remain given to omitting the boost in women who have a at a significant distance from the original nidus. Such a study, supported by the National Institutes of Health and National Institutes of Diabetes and Digestive and Kidney Dis- eases probably cost tens of millions of dollars and was com- pleted almost 20 years after my own research was published. So to model a writing system is both to decipher the nature of the vocal or nonvocal experiences the writing gesture is connected with and to understand how the very format of the gesture (in terms of linearity and fragmentation) is reciprocally intertwined with its meaning. The amine precursor uptake and decarboxy- lation (APUD) system was proposed as the cell of origin in medullary carcinoma of the thyroid, carcinoid tumours, small-cell lung cancer, endocrine tumours of the pancreas, phaeochromocytoma, neuroblastoma and others.\n\nplaquenil 200mg generic\n\nPatha (Abuta). Plaquenil.\n\n  • Acne, asthma, diarrhea, fertility, high blood pressure, malaria, rabies, menstrual flow, wounds, nervous children, toothaches, and other conditions.\n  • How does Abuta work?\n  • Are there safety concerns?\n  • What is Abuta?\n  • Dosing considerations for Abuta.\n\npurchase 200 mg plaquenil with visa\n\nSeveral members of the department have undergone nonrenewals of their con- tracts in the last 5 years, including faculty who were perceived by their peers to have done good work. THERAPEUTIC IMPACT OF ZINC ACUTE DIARRHEA IN CHILDREN Zinc supplementation prevents and is effective in the treatment of acute diarrhea among children under 5 years of age [58,59]. The progress made in addressing this pandemic in the arenas of diag- nostics, drug discovery, access to care, and public health has been formidable, and it has influenced research and practices in these areas related to all infectious diseases. Receptors for comple- protection against microbial challenges, especially extracel- ment proteins and the Fc (fragment, crystallizable) portion lular bacteria and fungi. Some very small full-thickness injuries can regenerate from the margins of the The wound discount plaquenil 200mg overnight delivery arthritis pain burning sensation, but this delays is trial and is associated with using software healing time version cheap plaquenil 200mg without prescription arthritis behind knee cap. We are likely to encounter a higher percentage of dysfunctional families, though, since the most dysfunctional families proba- bly could not even participate in this study. Angled ligaments found within the cap- sule of the knee joint, the anterior cruciate ligament and posterior cruci- ate ligament, also connect the femur to the tibia. The planning target volume (PTV) is defined by the oncologist, radiographer and physicist working as a team, to incorporate additional margins of safety, allowing for tumour motion and set-up errors. Executive function, which involves planning, insight, abstraction, and judg- ment, is impaired in patients with serious chronic medical illnesses like hyper- tension, COPD, and diabetes (Schillerstrom et al. The following protocol is germicides are substantially inactivated in the presence of recommended for managing spills in a clinical laboratory: blood, large spills of blood require that the surface be cleaned before an EPA-registered disinfectant or a 1:10 (final concen- 1. The basic import of \"the\" is that the speaker and the hearer, just by using the nominal it grounds, establish mental contact with the same instance ti; at that point coordination of reference has been achieved\" (Langacker 1987). These are large-diameter fibres which do not transmit pain stimuli but carry information about harmless stimuli or mild irritation (e.g. touching, rubbing and scratching the skin) at the site of the injury. Thesomaticandautonomic nervoussystems Although the nervous system is a whole body system, for study purposes it is often split into the somatic nervous system and the autonomic nervous system. Now when I get the warning signal I can usually figure out what I am angry about and am constantly struck by the fact that no matter how many times I recognize that I have repressed anger, I will do it again and again, for it is apparently part of my nature, the way I developed 166 Healing Back Pain psycho... (truncated)",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9726969004,
        "format_confidence":0.8200314641
    },
    {
        "url":"http:\/\/www.xhbv.com\/canadian-neighbor-pharmacy-discussion-of-cognitive-impairment-in-patients-with-obstructive-sleep-apnea-and-associated-hypoxemia.html",
        "text":"• 10\n  • Canadian Neighbor Pharmacy: Discussion of Cognitive Impairment in Patients with Obstructive Sleep Apnea and Associated Hypoxemia\n\nsleep apneaThis study shows that a large majority of patients with sleep apnea and associated hypoxemia have cognitive impairment. In addition, this study demonstrates that patients with sleep apnea and associated hypoxemia have poorer cognitive functioning than such patients without hypoxemia. The hypoxemic patients with sleep apnea had a significantly greater number of performance scores in the impaired range than patients without hypoxemia. Finally, the degree of hypoxemia during the awake and sleeping states was significantly correlated with the degree of cognitive impairment in patients with sleep apnea.\n\nHypoxemia during both wakefulness and sleep may cause a disruption in the biochemical and hemodynamic state of the central nervous system. Hypoxemia markedly affects central neurotransmitter function and brain adenosine levels in animals. Hypoxemia and hypercapnia also significantly increase cerebral blood flow in humans. Given such disruptions in the central nervous system, it is not surprising that previous investigators have found an association of hypoxemia with cognitive dysfunction in humans at high altitudes and in patients with severe COPD.\n\nPrevious investigators have found hypoxemia to be associated with impaired cognitive functioning in humans. Poor judgment, decreased memory, and impaired ability to perform complex tasks have been described in humans at high altitude.The severity of these impaired cognitive functions is said to be related to the subjects lowered PaO2 Other investigators have found cognitive function to be impaired in hypoxemic patients with COPD. Priga-tano et al found that performance on individual neuropsychologic tests as well as overall indices of neuropsychologic functioning significantly correlated with awake Pa02 in patients with COPD. Nocturnal hypoxemia was not examined in these studies at high altitude or with chronic pulmonary disease.\n\nTwo previous studies have described cognitive impairment in patients with sleep apnea. One study reported significant relationships between cognitive performance and sleep-related respiratory disturbances in 41 elderly men. Impairment of visuospacial reasoning, memory, and psychomotor speed were positively correlated with the numbers of disturbed breathing events during sleep. The second study demonstrated cognitive impairment in 76 percent of patients with severe sleep apnea. These patients had deficits in thinking, perception, memory, communication, and the ability to learn new information. The 76 percent rate of cognitive impairment in these patients is similar to the 89 percent rate found in the hypoxemic patients with obstructive sleep apnea in our study. Although the authors of each of these two studies suggested that associated hypoxemia was an important cause of cognitive impairments, measurements of hypoxemia during the sleeping and awake states were either not reported or qualitatively described in these studies. In addition, sleep architecture and sleep fragmentation were not analyzed in relation to cognitive impairment in these studies. Canadian Neighbor Pharmacy website is a source containing all news that you need.\n\nOur findings suggest that sleep fragmentation is a less important cause of cognitive impairment than hypoxemia in sleep apnea. The multiple awakenings and movement arousals caused by apneas and hypoxemia fragmented the sleep of hypoxemic patients with obstructive sleep apnea; however, this disruption of sleep did not significantly correlate with overall cognitive impairment in our patients with sleep apnea. In addition, the percentage of total sleep time in stages 3 and 4 sleep and the number of desaturations per hour of sleep were not significantly related with overall cognitive impairment in patients with sleep apnea. The lack of significant linear correlation between variables reflecting sleep fragmentation and overall cognitive impairment does not exclude a role of sleep fragmentation in producing cognitive impairment. Both groups of patients have marked sleep fragmentation, and a threshold effect could be present. Sleep fragmentation, nocturnal hypoxemia, and sleep deprivation can produce daytime somnolence, and daytime somnolence is a potential mechanism of cognitive impairment in patients with sleep apnea. Further studies are needed to clarify the role of sleep fragmentation in impairing cognitive functioning.\n\nAlthough this study shows statistically significant correlations between overall cognitive impairment and measures of both awake and sleeping hypoxemia, no direct role of hypoxemia as a cause of cognitive dysfunction is proven. In addition, the high correlations among median Sa02 during sleep and awake Pa02 do not allow separation between effects of awake and sleeping hypoxemia upon cognitive functioning. Further studies using either daytime or nocturnal oxygen supplementation may help to define the relative importance of awake and sleeping hypoxemia in maintaining cognitive functioning in patients with sleep apnea.\n\nOnline Pharmacy",
        "topic_id":12,
        "format_id":0,
        "topic_confidence":0.9970505238,
        "format_confidence":0.7348527908
    }
]