[
    {
        "url":"http:\/\/mail-index.netbsd.org\/port-alpha\/2006\/03\/05\/0000.html",
        "text":"Subject: Re: Package binaries for NetBSD\/alpha 2.1 \/ pkgsrc-2005Q4\nTo: None <>\nFrom: Havard Eidnes <>\nList: port-alpha\nDate: 03\/05\/2006 12:23:50\n\nagain the results of a bulk build for pkgsrc-2005Q4 for\nNetBSD\/alpha 2.1 has been uploaded and merged in\n\nThis time a total of 36MB of package binaries have been uploaded,\nmostly caused by Postgres and resulting upgrades.\n\nThe source this was built from was updated February 27th 2006.\n\n\n- H=E5vard",
        "topic_id":2,
        "format_id":4,
        "topic_confidence":0.9625163078,
        "format_confidence":0.7155836821,
        "weight":0.0225962172
    },
    {
        "url":"http:\/\/help.simetrix.co.uk\/8.2\/simetrix\/script_manual\/topics\/func_setreadonlystatus.htm",
        "text":"SetReadOnlyStatus Function\n\nSets the read-only status of the specified schematic.\n\n\nNumber Type Compulsory Default Description\n1 real Yes Read-only status\n2 real No -1 Schematic ID\n\nArgument 1\n\nRead only status. If 1.0, will set schematic to read-only; if 0.0 will set to writeable.\n\nArgument 2\n\nSchematic ID as returned by the function OpenSchematic . This allows this function to be used with a schematic that is not open or not currently selected. If omitted or -1, the currently selected schematic will be used.\n\n\nReturn type: string\n\nSingle string defining the success of the operation is defined below.",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.8930942416,
        "format_confidence":0.9741926193,
        "weight":0.0194944918
    },
    {
        "url":"http:\/\/ellislab.com\/forums\/viewthread\/214069\/",
        "text":"EllisLab text mark\nAdvanced Search\n403 error on install\nPosted: 28 March 2012 12:38 AM\nJoined: 2011-11-28\n37 posts\n\n\nI have finally dug in and started witing my code on my development server.  In unzipped CI to my web root on my WAMP server, in a directory called tscs, I took the application folder out of the system folder. When I browse to my localhost directory\/tscs\/application\/welcome.php I get the following ugly message:\n\n\nYou don’t have permission to access \/tscs\/application\/welcome.php on this server.\n\nWhat have I done wrong?  I’m just trying to get set up to do Hello World so I can start developing my site.  I know this is a real newbie question, I am a newbie, but I would greatly appreciate your guidance on helping me get up and running.\n\n\nPosted: 28 March 2012 01:32 AM   [ # 1 ]   [ Rating: 0 ]\nJoined: 2011-11-28\n37 posts\n\nI went back and did a fresh install into a dummy directory on my local webroot.  I went into the view folder and added a little code to the welcome message view, and it works. Apparently my problem stems from my altering the directory structure.  I’ve been watching tuts and guess I didn’t pay close enough attention to what needed to be done.",
        "topic_id":2,
        "format_id":4,
        "topic_confidence":0.9800358415,
        "format_confidence":0.9182013869,
        "weight":0.0230075091
    },
    {
        "url":"https:\/\/www.freelancer.com.ru\/projects\/website-design\/assist-with-the-completion-new\/",
        "text":"I HAVE an almost complete website I need assistance with my homepage and widgets\/slides.\n\nКвалификация: HTML, Дизайн сайтов, WordPress\n\nПоказать больше assist me with a survey and research with importers, design a landing page for a cpc campaign with the goal of generating, i need a design done for the name of a new flashlight, i need a visionary website for the promotion of my new clothing brand to protect the brand we would like to be contacted by phon, i need an engineer to help me with the design and description for a patent, please create a medley with the snippets of songs, website for the startup of a new furniture product, a reseacher visits the archives with the intention of doing research on the history of a town describe the reseacher interview w, design the look for a new product of a box, im writing a speech on how to deal with the issue of school boys impregnating school girls and get away with it and i need a con, a sketch of a new product with good package design, creating a project with the possibility of online editing team, design logo for a shop with deals with the sales of pepper, do i need a labour lawyer to assist me at the labour court, Design a website , for the launch of a new wrestling promotion known as The Pride of Wrestling, that will launch in the spring o, Design a website , for the launch of a new wrestling promotion known as , From the co-founder of Lotus Belle tents we expand with a new portable furniture range and are looking for a new logo and a Shop, how to create a website using cpanel and wordpress, i need my ex back with the help of a spell caster post comment 2018, how does the structure of a melody compare with the form of a sentence\n\nО работодателе:\n( 0 отзыв(-а, -ов) ) Houston, United States\n\nID проекта: #19985651\n\n17 фрилансеров(-а) в среднем готовы выполнить эту работу за $32\n\n\nI can help you on homepage and widgets for you. I am a skilled wordpress developer with over 10 years experience. let discuss more via private message.\n\n$30 USD за 2 дней(-я)\n(347 отзывов(-а))\n\nHello Sir, I am very interested for your project. I will design and develop professional website for business with mobile responsive layout. I will make website with dynamic admin panel with your requirements and in Больше\n\n$30 USD за 1 день\n(177 отзывов(-а))\n\nHi, No Problem. I have read your requirements for Assistance in your Website completion. For best services and your desired results, feel free to discuss in chat with me. Let's get started Regards, (PixelsInn)\n\n$30 USD за 2 дней(-я)\n(40 отзывов(-а))\n\nHi, I am wordpress,PHP programmer having 5 years of experience. I am very good in wordpress,php,mysql,joomla. Recently done these projects [login to view URL]\n\n$30 USD за 2 дней(-я)\n(244 отзывов(-а))\n\nHi, I am expert in developing website on WordPress platform. I have 10 years of experience with WordPress, Hosting and SEO. Please have a look at my portfolio on below link - [login to view URL] Hopefully you w Больше\n\n$30 USD за 1 день\n(169 отзывов(-а))\n\nHello, After reading your project details I believe I'm suitable for this project. As I'm expert on it with more than 7 years experience. Please feel free to contact me. I am looking forward to hear from you. Больше\n\n$30 USD за 2 дней(-я)\n(71 отзывов(-а))\n\nGood evening, Is it possible to see your website and find out more about the help that you need please? I'm available to start immediately. Cheers, Tom\n\n$30 USD за 3 дней(-я)\n(97 отзывов(-а))\n\nI would like to assist you to complete your wordpress website and if required customization i can do that. Portfolio [login to view URL] [login to view URL] [login to view URL] http:\/\/w Больше\n\n$30 USD за 7 дней(-я)\n(56 отзывов(-а))\n\nHi I am Andoid and IOS APPs expert having 7+ years experience and ready to assist to finish the website with the help of homepage and widgets\/slides. Kindly initiate the chat to discuss further on the same. Больше\n\n$70 USD за 10 дней(-я)\n(46 отзывов(-а))\n\nHi there!! I am very thankful for this opportunity I have read the description carefully and give you 100% assistance as WordPress Developer. Skills- WordPress, AWS, Woocommerce, genesis,AVADA,DIVI,LMS,Buddy Больше\n\n$50 USD за 1 день\n(3 отзывов(-а))\n\nI have gone through your project description thoroughly and understand the scope of work. I have few questions to ask in order to clarify my doubts regarding the deliverables. Please initiate chat for further dis Больше\n\n$25 USD за 1 день\n(1 отзыв)\n\nHi there, How are you? I hope you're good. I can help you with that. Let's work together.\n\n$20 USD за 3 дней(-я)\n(1 отзыв)\n\nI have 10+ years experience in Wordpress and done 100+ websites on the platform. If you award the project I can complete the work in just few days. Please have a look at my portfolio website here [login to view URL] Больше\n\n$25 USD за 1 день\n(4 отзывов(-а))\n\n\"Hi, Hope you are doing well! Thanks for sharing your project requirement with us. It will be our great pleasure to work on your project. I have checked your requirement, yes we can do it, because we already work on si Больше\n\n$27 USD за 7 дней(-я)\n(0 отзывов(-а))\n\nHudson Agile Technologies LLC A new Jersey Firm. Entity ID-0450219485 We are head quartered in 30 Knightsbridge Rd suite 525, Piscataway Township,NJ 0885 We are a software Technology outsourcing consulting company Больше\n\n$25 USD за 1 день\n(1 отзыв)\n\nDear Prospect Hiring Manager. Thank you for giving me a chance to bid on your project. i am a serious bidder here and i have already worked on a similar project before and can deliver as u have mentioned \"I can do th Больше\n\n$27 USD за 7 дней(-я)\n(0 отзывов(-а))\n\nDear Sir I can assist you in homepage and widgets\/slides and converting your ideas to a better website I am a WordPress Expert with exposure to following a) Plugins b) Visual composer etc kindly share mo Больше\n\n$30 USD за 1 день\n(0 отзывов(-а))",
        "topic_id":2,
        "format_id":1,
        "topic_confidence":0.85310781,
        "format_confidence":0.7843270898,
        "weight":0.0071497493
    },
    {
        "url":"http:\/\/www.cs.virginia.edu\/~legion\/documentation\/tutorials\/1.6\/permissions_tutorial_1.6.html",
        "text":"Object permissions\n\nTable of Contents\nAbout object permissions\nChanging object permissions\nOther on-line tutorials & documentation\nClick on the to move to the selected text.\n\nDepending on how your system is set up, you may need to set up your access to your system before you can run Legion commands. This will probably involve running a command such as this:\n$ . ~legion\/setup.sh\n$ source ~legion\/setup.csh\nThe exact syntax will depend on what kind of shell you are using and where your Legion files are installed (i.e., the value of ~legion will depend on your individual Legion net). Consult your system administrator for more information.\n\nAbout object permissions\nIf your system administrator has enabled Legion security, the objects that you create while logged in cannot be used by any other users. If you wish to share your objects you will need to give other users permission to read, write, or execute objects.\n\nFor our purposes, \"read\" methods are defined as methods that obtain but do not modify an object's state, \"write\" methods are methods that modify an object's state, and \"execute\" methods are methods that run an object.\n\nThis command works on common Legion object types: context, file, class, tty, implementation, host, and vault objects all fall into this category.\n\nChanging object permissions\nYou can use the legion_change_permissions command to give other users permission to read, write, or execute your objects. There are specific lags to add [+] or remove [-] read, write, or execute permissions on objects. So, if you wanted to allow user bob to be able to read your file object foo, you would enter:\n$ legion_change_permissions +r \/users\/bob foo\nThis lets bob \"read\" your object foo.\n\nOther relevant on-line documents:\nClick on the to go to the page.\nLogging in to a running Legion system\nLegion graphical user interface\nIntroduction to Legion context space\nContext-related commands\nHow to start remote programs in Legion\nSample makefile for remote programs\nAdapting a parameter space study for Legion\nObject permissions\nLegion tty objects\nRunning a PVM code in Legion\nRunning a Legion MPI code\nRunning native MPI code\nQuick list of all Legion commands (1.6.4)\nUsage of all Legion commands (1.6.4)\nStarting a new Legion system\nUsing Legion security features\nLegion host and vault objects\nAdding host and vault objects\nBrief descriptions of all on-line 1.6 tutorials\n\nLast modified: Fri Jun 4 14:37:26 1999\n\n[an error occurred while processing this directive]",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.9639454484,
        "format_confidence":0.7688295245,
        "weight":0.0210410344
    },
    {
        "url":"http:\/\/www.ipowerfour.com\/case-study\/custom-business-analytics",
        "text":"Custom Business Analytics\n\nWe enhanced operational efficiencies for CXOs using innovative data aggregation and custom business analytics\nA large Financial\/Insurance company had a challenge of exposing KPA and KPI metrics for their CXO in a central system which would help them in business reviews and performance monitoring. Every department in the company had their own systems which had the data. The staff of respective department had to spend large of time to collate all the information and come up with the metrics to present. Moreover, there was a need for a common person to consolidate the metrics across department and prepare a pitch with the information which was then used in the review meetings.\n\nWe initiated a business transformation initiative followed by building data aggregation and custom analytics. A need was identified to develop dashboards that present enterprise with operational and performance metrics used for periodic business performance review. The departments covered various business functions such Audit, Admin, Communications, Consumer, Finance, Investment, IT, HR, Operations, etc.\n\nFollowing approach was followed to come up with the transformation strategy\n\n  • Analyzed the data from each department along with the KPA and KPI required for performance review\n  • For every KPI looked at the data source and its availability\n  • Since the data sources of different kind involving databases, excel files, enterprise API, etc., we developed custom ETL programs to transform the data to the required format\n  • Developed custom analytics from the common data source to present the KPI metrics\n  • Designed and developed compelling user experience using using interactive and animated charts, graphs and various other rich elements.\n\nLatest technologies such as HTML5, D3, AngularJS were used to make the interface rich and responsive.\n\nKey Features implemented were\n\n  • Rich Internet Web Application\n  • Front-end and Back-end Partitioned\n  • RESTful Web services with JSON output\n  • Thick Client, MV based Single Page Application\n  • Single Sign-on making access to dashboards easy for CXOs\n  • Intuitive interface having KPI strips, Metric Tabs and Domain sections with\n  • Rich graphs.\n  • Business data organized in groups and sub groups with creative easy drilled down or roll up.\n  • Graphs showing trends over time periods, comparisons and distributions across peer areas.\n  • Many types of graphs such as Pie charts, Line graphs, Bar charts, Stacked Bar charts, Tables, Geo Maps with Locations, Scatter plots, etc implemented using D3.JS\n  • Graphs have options to Select, Filter, Segregate, Search, Combine, Split, Roll up and Drill down\n  • ETL to transform the business data in various formats\n  • Migration from Tomcat\/MySQL to IBM WebSphere\/Oracle\n  • About 40+ Dashboards for various OPCOs developed and delivered successfully\n  • Test automation using Protractor",
        "topic_id":2,
        "format_id":16,
        "topic_confidence":0.9332966208,
        "format_confidence":0.9610673189,
        "weight":0.0071160758
    },
    {
        "url":"http:\/\/blogs.adobe.com\/digitalmedia\/2009\/09\/google_wave_pisses_me_off\/",
        "text":"Google Wave Pisses Me Off\n\nThe hyptasticness that is Google Wave continues to annoy me as a Flash developer and RIA enthusiast. Now I preface all of this by admitting that I haven’t used it; maybe when I get an invite this thing will be worth all of the finger grease that keyboards have endured as people talk about it. And I’m not saying it’s not impressive; it is. It’s a great demo, it does some very cool stuff. I’m not annoyed at Google Wave, I’m annoyed because everything that people like about that demo was doable 3-5 years ago with Flash. Flash Remoting, Flash Communication Server, and our much better user interface capabilities pretty much could have created Google Wave. Now I understand that there’s some excitement because this is built on open standards with a more open model, but people don’t get excited about standards- they get exited about vision. And that’s what kills me.\n\nI don’t care if you’re a Silverlight developer or a Flash developer; the technology platform you’ve got is years ahead of what Google Wave is built on. Yet with all of our UI prowess, our design sense, and our pure and simple technical superiority with things like real time communication and scalability we haven’t built very much that captures people’s imaginations the way that Google Wave has. I think we lack the vision.\n\nI think it could be argued that in some cases we’re TOO visionary. If someone had actually built Google Wave 3-5 years ago it wouldn’t have made the same impact because people wouldn’t have realized what it meant. In the RIA world we live in the bubble of the future. I genuinely think that most of us look 3-5 years ahead because that’s where our technology puts us. When people don’t get what we’re trying to pitch we just move on to the next thing. Look at Augmented Reality. Possible with Flash for a couple of years now but it’s just starting to get some main stream attention. RIA developers seem permanently entrenched in the Technology Trigger of the Hype Cycle and we don’t seem to be able to follow things through to the Plateau of Productivity.\n\nPart of the Wave hypefest is probably because of the world’s love\/hate relationship with Google. When they do something everyone goes nuts and that’s because they really do have the power to change the web. They did it once, they’re big, they’re smart, they can do it again. But there are a lot of smart people in the RIA world. Big companies like Microsoft and Adobe and small ones like Aviary and Picnik. We just don’t seem to encourage the visionary demos, the ones that make people rethink how they’ll communicate and interact. I don’t know if that has to come from the big companies directly or whether it’s something we can encourage startups to do. We don’t have a technology problem; if that was all it took we’d be cranking out Wave-esque demos all the time. We just don’t seem to be able to look at the entire scope of what we’ve been doing for the past couple of years and put it together in a game changing way.\n\nI don’t have a solution, but if you’ve got suggestions, I’m all ears.\n\nShow Comments\n\nHide Comments\n\nComments are closed.",
        "topic_id":2,
        "format_id":15,
        "topic_confidence":0.9273584485,
        "format_confidence":0.9904125333,
        "weight":0.020616388
    },
    {
        "url":"https:\/\/github.com\/ConfluxHQ\/software-delivery-assessment",
        "text":"Skip to content\n\n\nSwitch branches\/tags\n\nLatest commit\n\n\nGit stats\n\n\nFailed to load latest commit information.\nLatest commit message\nCommit time\n\nMulti-team Software Delivery Assessment\n\nThe Multi-team Software Delivery Assessment is a simple, easy-to-execute approach to assessing software delivery across many different teams within an organisation. Devised by Matthew Skelton of Conflux, it is used as a key part of the Software Delivery Assessment at Conflux, but can be used freely by anyone (subject to the CC BY-SA license below).\n\nThe assessment uses and builds on the well-known and proven Spotify Squad Health Check model.\n\nTranslations: Japanese (ja 🇯🇵)\n\nThe assessment covers ten dimensions in total:\n\n  1. Team Health\n  2. Deployment\n  3. Flow\n  4. Continuous Delivery\n  5. Operability\n  6. Testing and Testability\n  7. Reliability and SRE\n  8. On-call\n  9. Security and Securability\n  10. Team Topologies team interactions\n\nThese ten dimensions cover key aspects of modern software delivery in a form that enables teams to self-assess their strengths and practices.\n\n🚀 Overview: see slides 32-38 in Continuous Delivery at scale\n\n🃏 Card deck: make the assessment fun and interactive by using the Software Delivery Assessment printed card deck from Agile Stationery. Developed in collaboration with Conflux, the card deck has Tired and Inspired indicators for each of the assessment criteria, together with emoji cards for quick-fire voting from team members. The card deck works for remote assessments too!\n\nAssessment cards from Agile Stationery Five emoji voting cards\n\nCopyright © 2018-2021 Conflux Digital Ltd\n\nLicenced under CC BY-SA 4.0 CC BY-SA 4.0\n\n\nPurpose of the assessments\n\nThe aim of the assessments is to promote and sustain a positive working environment for building and running software systems where:\n\n  • Changes to software are built, tested, and deployed to Production rapidly and safely using Continuous Delivery practices\n  • Processes and practices are optimised for the flow of change towards Production\n  • Software is designed and built to enable independent, decoupled deployments for separate families of systems\n  • Software is designed and built in a way that addresses operability, testability, releasability, security, and reliability\n  • Problems in Production are always detected by teams before customers and users notice\n  • Responsibility and accountability for software changes lead to empowerment and ownership\n  • Working with software is rewarding and interesting\n  • Being on-call and supporting the software is sustainable and valuable\n  • People feel confident to challenge poor practices and approaches\n  • Teams have a clear mission and well-defined interaction patterns with other teams\n\nFundamentally, the assessments should help to unblock and enable teams so they can succeed. The assessments should help teams to improve how they build, test, and deploy software systems through identifying different kinds of improvements:\n\n  1. Team-focused improvements\n  2. Product-focused and Service-focused improvements\n  3. Organisation-wide improvements\n\nThe assessments should NOT be used to penalize teams, but to provide a shared drive towards improving practices and quality.\n\nTeams included in the assessments\n\nEvery team writing code, scripts, and\/or configuration for application software or infrastructure will benefit from being included in the assessments:\n\n  • Teams building user- and customer-facing websites and services\n  • Teams building internal services\n  • Teams building infrastructure to support other systems (including Platform teams)\n  • Teams building build & deployment tooling and scripts\n  • Teams configuring and testing COTS products as part of the software & infrastructure estate\n  • Any other teams with a primary focus on building, configuring, and testing software and infrastructure\n\nBy \"team\", we mean 6-10 person group that works together closely, usually called a SquadScrum team, Product team, or Stream-aligned team\n\nAssessment criteria\n\nThe criteria for each dimension are taken from existing published books and online sources:\n\nHow to run the assessments\n\nThe assessment session itself should feel somewhat like a team retrospective session. The main difference from a normal retrospective session is that in the team assessment session the facilitator guides the discussion more firmly. There are many questions to discuss and it's important that the team discusses all of the criteria in the time available.\n\nAt the end of the assessment session, the team should feel encouraged and empowered to decide on what actions they want to take to improve their processes and practices based on the discussions.\n\n\nMany organisations find that running team assessments every 3 months provides a good result.\n\n\n  1. Find someone to Facilitate the assessment. This should be someone from outside the team, who is familiar with running team retrospectives. \n  2. Book a time slot for 2 or 3 hours: for online sessions you could split this over 2 or more video call sessions, and for in-person sessions book a room large enough for the team.\n  3. For online sessions, either use the card deck from Agile Stationery and screenshot or note down the results in a spreadsheet, or use an online poll tool to capture responses from people in the session. For in-person sessions, either use the card deck from Agile Stationery, or print the assessment sheets for each set of criteria, either using the ready-made A1 PDF (see Releases), or the individual assessment pages at A1 size if possible (use small margins):\n  4. For online sessions, show the Tired and Inspired criteria on the screen alongside the question. For in-person sessions, either print the details pages as a guide or have the pages open on-screen to understand the context and details of each of the assessment criteria:\n    1. Team Health\n    2. Deployment\n    3. Flow\n    4. Continuous Delivery\n    5. Operability\n    6. Testing and Testability\n    7. Reliability and SRE\n    8. On-call\n    9. Security and Securability\n    10. Team Topologies team interactions\n  5. It is valuable to capture details and nuances of the discussions around each question. For online sessions, have someone take notes in a document or shared whiteboard. For in-person sessions, bring lots of marker pens or whiteboard markers: red, blue, and green are best.\n  6. Include someone who is familiar with facilitating retrospectives (possibly a scrum master) in the session. They will be shadowing the facilitator during the session so the person from your team can facilitate other assessment sessions later.\n\nMake sure that the Facilitator understands the purpose of the session and is familiar with the assessment pages and questions.\n\n\nThe facilitator should familiarise themselves with the Spotify Squad Health Check approach before running the session. See How I Used the Spotify Squad Health Check Model for a good experience report, Squad Health Checks from SkyBet, and download instructions from Spotify (PDF).\n\nDuring the assessment:\n\n  • Keep the team on schedule by asking for some discussions to be held outside the session\n  • Write down the team scores and notes on the printed assessment sheets or ensure that scores and notes are captured in a digital tool.\n  • Take photographs of the completed assessment sheets for in-person sessions.\n  • Get feedback from the team on the VALUE and EXECUTION of the engineering assessment - smiley faces are sufficient!\n\n\nEach team assessment runs for around 3-4 hours, and the facilitator will run the team through 10 sets of questions:\n\n  1. Team health check - 35 mins\n  2. Deployment health check - 10 mins\n  3. Flow check - 10 mins\n  4. Continuous Delivery check - 20 mins\n  5. Operability check - 20 mins\n  6. Test coverage check - 20 mins\n  7. Reliability and SRE - 30 mins\n  8. On-call - 15 mins\n  9. Security check - 30 mins\n  10. Team Topologies check - 20 mins\n\nThese timings leave space for two 10 minute breaks during the assessment.\n\nRunning the Assessment session\n\nEach section has several questions. Each question should be answered as follows:\n\n  • The team (either as individuals or as a team) rate each of the criteria using SAD (1 OR 2) \/ MEH (3) \/ YAY (4 OR 5) based on the Tired and Inspired guidelines\n\n    • Tired aligns to a low rating (1), and Inspired aligns to a high rating (5)\n\n    • If you used individual ratings, tally the ratings and\/or decide on a single team score from 1 to 5. You may find it useful to use different coloured pens on the printed sheet to indicate visually the different ratings.\n\n  • The Trend since the previous time is identified (going up, staying roughly the same, going down), if applicable\n\n  • An Action agreed to improve the score for that question over the coming months.\n\n  • Use the Notes column to indicate further information that you think is valuable for the coordinating team to know about.\n\n  • Make sure to complete to the Date\/Name\/Facilitator details\n\n  • For in-person sessions, take a photo of each completed sheet and send to the person coordinating the assessments\n\n  •  Get team members to rate the assessment session itself in terms of: Value, Execution (sad, meh, happy faces)\n\nViral facilitation\n\nEach team assessment session has present one person who is shadowing the facilitator so that they can themselves facilitate future sessions. Each new facilitator should facilitate at least 2 sessions with other teams. In this way, the number of facilitators expands rapidly, enabling a minimal burden on the initial facilitators.\n\nCoordinating and interpreting the results\n\nAfter teams have each run an assessment session and sent their results, the coordinating group should collate the results from different teams to identify any areas that need improving across the organisation. Ask questions such as:\n\n  • Why does team ABC rate themselves as 1 for test coverage? What is hindering them?\n  • What can we do as an organisation to help... (truncated)",
        "topic_id":2,
        "format_id":20,
        "topic_confidence":0.9756202102,
        "format_confidence":0.9293102026,
        "weight":0.0212958715
    }
]