[
    {
        "url":"http:\/\/ballotstreet.co.uk\/?p=245",
        "text":"Happy New year 2015!\n\nWe hope that you all had a great festive break, now that we are all back to work it seems so far away!\n\nWe are getting excited at Ballot Street Spice headquarters as we have lots of exciting projects coming up.\n\nThe Spice Ambassadors and us are in talks to develop our next spice product, we are thinking a Chai Tea blend, there is also  potentially an opportunity for us to be involved with Kew gardens this year, as part of their summer programme of events.  We will keep you posted as things progress.\n\nRemember to send us your pictures of you using Mrs Mahals Masala in your cooking, we want to know what you think.\n\nIf you haven’t tried it yet, then head over to our products page and get yourself a pack!\n\nHappy New year to everyone!\n\nThe Ballot Street Spice team.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.701705873,
        "format_confidence":0.9796788692
    },
    {
        "url":"https:\/\/au.gaultmillau.com\/news\/mamasita-and-bluebonnet-bbq-team-up-to-celebrate-cinco-de-mayo",
        "text":"Mamasita and Bluebonnet BBQ team up to celebrate Cinco de Mayo\n\nMexican hotspot Mamasita is hosting Bluebonnet BBQ for a special collaboration this Cinco de Mayo on Sunday 5 May. Guests can enjoy a delicious Mex-Tex five-course lunch for $55 pp.\n\nThe menu will include prawn carpaccio with guacamole mousse, brisket burnt end tostada with avocado, crema and crispy shallots, cuttlefish enchilada (pictured below) with poblano and squid ink, smoked lamb with ancho wild rice, tomatillo purée and barbecued red onion, and to finish, pastel tres leches with mandarin candy and berries, all created by new head chef Martin Zozaya. \n\nA matched cocktail banquet will be available for an extra $45 pp. Expect the likes of pink lemonade with mezcal, Ancho Verde, hibiscus and lime, the border old-fashioned with mezcal, bourbon, bitters and citrus peel, as well as pickleback options, including sangrita with chipotle and tamarind and jalapeno pickle liquid.\n\nA matched wine option is also available for an extra $40 pp. Book now for sittings at 12 pm and 2.30 pm for this special lunch to celebrate a historic day on the Mexican calendar. \n\nMamasita & Bluebonnet BBQ Cinco de Mayo\n\nDate\/time: Sunday 5 May, 12 pm & 2:30 pm sittings\n\nCost: $55 pp (matched drinks at extra cost) \n\nLocation: level 1\/ 11 Collins Street, Melbourne",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9928487539,
        "format_confidence":0.6029224396
    },
    {
        "url":"https:\/\/www.gerard-mugneret.fr\/en\/actualite\/2332\/",
        "text":"March 2019 Towards the end of the winter work\n\nHome » Actualités » Towards the end of the winter work\n\nIn the vineyard …\n\nIt is early February that the disassembly phase ends.\nIt also follows the end of the draw and burning of the remaining shoots.\n\nIn this first week of February, we can notice a few mornings at negative temperatures.\n\nNote however that the temperatures of the second part of February will be exceptionally hot. In the afternoon, temperatures of 15 ° will not be rare!\n\nWe can already observe some rare crying of the vine.\n\nIt is in mid-February that the second phase of size begins: the final size.\nIt is then a question of cleaning the selected sticks. They will be ready to be folded and tied.\n\nA dynamization of horsetail is spread at the 15th of the month. This preparation is recommended before the full Easter moon; this is the first of a series of 3 sprays. This is to limit diseases caused by fungi and to stimulate the biological activity of soils.\n\nThis month is also an opportunity to start organic fertilizer application.\n\nAt the cellar …\n\nThe last rackings of the vintage are made the 12th of the month.\nFebruary 28 is bottled the appellation Vosne Romanée Cuvée “Précolombiere”.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.765860796,
        "format_confidence":0.7464348674
    },
    {
        "url":"http:\/\/www.gardenofvegan.ie\/links\/index.html",
        "text":"Facebook Twitter Instagram\nIt has been a very challenging couple of months for everyone, both personally and professionally.\nWe hope that you and your families have kept safe and healthy during restrictions\nand are looking forward to emerging, as we ease our way back, again, to a new normality.\nWe are very excited to get the restaurant ready for the reopening on Tuesday the 1st of December.\nWe will be open Monday to Sunday from 1.00 pm to 10.00 pm\nWe can reassure you that we will have all the necessary precautions in place. And as always, our amazing team will be here with a big smile on their faces, even behind the masks 😊\nThank you to all of you for the support and positive messages through these times.\nYou are Amazing.\nWe look forward to seeing you back in La Caverna and Celebrate the End of the Year together.\nLet’s stay Positive xxx\n\n\nSorry, there are no entries in this category at present.\n\nWe can always assist you should you have any question regarding our offer - see contact page.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9634541273,
        "format_confidence":0.6718178391
    },
    {
        "url":"https:\/\/thewinelab.eu\/en\/news\/item\/70-sauvignon-blanc-and-its-blends-taste-create-workshop",
        "text":"Thursday, 28 June 2018 10:42\n\n\"Sauvignon blanc and its blends” - Taste & Create Workshop\n\nWine-tasting event during the ICOT2018 Conference in Kavala\n\nTWL & TEI EMT\/KAV\/Eastern Macedonia & Thrace Institute of Technology have realised another Taste & Create Workshop, with main attraction the Sauvignon Blanc. Tasting of representative regional white wines were offered in order to discover the sensory characteristics. A joint opinion brainsrtorming sessions was conducted towards the end of the workshop to gauge opinions and create product identity,.",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9898021817,
        "format_confidence":0.9651857615
    },
    {
        "url":"http:\/\/www.purdue.edu\/newsroom\/releases\/2013\/Q4\/turkey-prices,-food-price-inflation-lower-this-holiday.html",
        "text":"Purdue signature\n\nNovember 12, 2013\n\nTurkey prices, food price inflation lower this holiday\n\nWEST LAFAYETTE, Ind. - Holiday shoppers can expect less-expensive turkeys and moderate price increases on other Thanksgiving staples this holiday season, a Purdue Extension agricultural economist says.\n\nIn the U.S., average annual food price inflation is about 2.5 percent, but this year grocery food prices are running just 1 percent higher than 2012 prices.\n\n\"There's a lot of good news out there for the consumer. Food price inflation is very low this year,\" Corinne Alexander said.\n\nFor the items most commonly associated with Thanksgiving meals, Alexander said some prices will be up a bit and others will be down slightly.\n\n\"We're expecting the overall Thanksgiving meal to be roughly the same price as last year and, potentially depending on what sort of in-store specials are being offered, you might even spend less this year than you did last year on Thanksgiving,\" she said.\n\nTurkey, the main item on many Thanksgiving dinner menus, should cost consumers less this year. The U.S. Department of Agriculture is predicting that wholesale prices for Eastern market whole turkeys will be between $1 and $1.06 per pound in the fourth quarter, compared with $1.06 per pound in 2012.\n\nAlexander said it's important for consumers to remember that the way wholesale prices translate to retail prices depends on individual retailers. The actual price paid also will vary depending on whether a shopper chooses a whole turkey or turkey parts; frozen or fresh birds; fresh, precooked or complete turkey meals; brand names; and the value of store coupons and price specials.\n\nOften grocers will offer turkeys at a deep discount to encourage shoppers to purchase their other Thanksgiving items at a particular store, Alexander said.\n\n\"Because turkey is a favorite loss leader, that's one of those items where savvy shoppers can look to coupons and store specials to really find the best price possible for their Thanksgiving turkey, and then the rest of the items for their Thanksgiving meal,\" she said.\n\nPrices for other Thanksgiving staples will be a bit of a mixed bag. For example, cranberry prices are expected to be on par with last year. An abundant crop should keep prices from increasing, while strong demand will keep them from decreasing.\n\nSweet potatoes, another in-demand item, are expected to cost consumers about 10 percent more than they did in 2012. White potato prices also are up by about 15 percent this year compared with the record low prices last year.\n\nOn average, Americans spend about 10 percent of their incomes for food. Alexander said that the below average price increases this year could mean there's room in the family budget to add treats to the holiday meal.\n\nBut families affected by unemployment or minimal wage increases could spend up to 25 percent of their incomes on food.\n\n\"For these families, any food price rise is significant,\" Alexander said. \"We should remember those who are less fortunate and share our food bounty.\"\n\nWhen it comes to preparing this year's Thanksgiving feasts, consumers will pay more for energy than they did in 2012. Natural gas prices have increased by about 5 percent and electricity prices by about 3 percent since last fall.\n\nThose traveling for a holiday meal will get some relief at the pump. Gasoline prices are down about 8 percent compared with last year.           \n\nWriter: Amanda Gee, 765-494-8402, agee@purdue.edu\n\nSource: Corinne Alexander, 765-494-4249, cealexan@purdue.edu           \n\n\nA video clip of Purdue Extension agricultural economist Corinne Alexander discussing Thanksgiving food prices is available at http:\/\/www.youtube.com\/watch?v=Jhg5kGF_Bp8&feature=youtu.be\\ \n\n\n<iframe width=\"560\" height=\"315\" src=\"\/\/www.youtube.com\/embed\/Jhg5kGF_Bp8\" frameborder=\"0\" allowfullscreen><\/iframe>         \n\nAg Communications: (765) 494-2722;\nKeith Robinson, robins89@purdue.edu\nAgriculture News Page",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9662746191,
        "format_confidence":0.6219991446
    },
    {
        "url":"http:\/\/reidsofcaithness.com\/News\/April-2015.aspx",
        "text":"Reids of Caithness News\n\n\nScottish Baker of the Year 2015\n\nApr 22, 2015\n\nScottish Bakers has confirmed that its annual industry conference and Scottish Baker of the Year Awards 2015 presentation will once again take place at the Crowne Plaza Hotel, Glasgow on 8th and 9th May.\nnews image\nReids of Caithness, Unit 17, Ormlie Industrial Estate, Henderson Street, Thurso, Scotland KW14 7QU | Email:",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.8979625106,
        "format_confidence":0.9781223536
    },
    {
        "url":"http:\/\/seattlebeernews.com\/2015\/09\/the-hopvine-celebrates-20th-anniversary-with-special-events-through-saturday\/",
        "text":"The Hopvine Celebrates 20th Anniversary With Special Events Through Saturday\n\nSeptember 30th, 2015 · No Comments · Events, Washington Breweries\n\nI’m a little late to get this press release up, but it is not too late to join The Hopvine in celebrating 20 great years on Capitol Hill. Owner Bob Brenlin is an advocate for quality beer, and The Hopvine is one of Seattle’s original “beer bars”. They are celebrating with events this entire week, including the release of some special beers brewed just for the Hopvine’s anniversary. See the press release below for full details and a full list of special release beers.\n\nCheers to Bob and the rest of the crew at Hopvine!\n\nPress Release:\nThe Hopvine is celebrating 20 years on 15th Ave East serving the best in craft beer combined with comforting food and a pub setting that welcomes its neighbors. The focus is on the best in craft beer and we take pride in working with many of our brewer friends to showcase their products in the best possible way. We only have 12 taps ensuring quick pour through and constant freshness. A short draw from keg to tap and weekly tap and line cleaning also make for the best beer experience. Over the years we have introduced many new beers to our friends on 15th E and before it was common. Our beer list for 20 years has been hop forward, adventuresome and always fresh. We have encouraged our customers to meet the brewers behind the beers and have introduced amazing beers and the people that make them in our Brewer Night series.\n\nAlong with the beer we have become known for our chef-inspired soups and comfort food. Chef Congdon has been creating food to deliciously pair with craft beer in a kitchen that is incredibly small but not creatively limiting. We wouldn’t be the pub we are without the amazing people who bring the beer and food to life at the Hopvine. The Hopvine has an amazing crew. They are beer and world knowledgeable and deliver the ultimate pub experience.\n\nWe have a series of events that highlight what we have done over the years. You are invited to enjoy what we think will be a fantastic week. There will be at least 20 unique and wonderful beers released throughout the week from our brewer friends. There will be anniversary beers brewed specially for us and cellared beers that we guarantee will blow your mind.\n\nMonday September 28th 6pm Naked City Cask Night .\nThe Hopvine is known for their Monday cask night. This anniversary cask night is even more special with casks from Naked City Brewing. A collaboration cask with Flying Bike Cooperative and a special cask from Bigtime. The beer will be fantastic.\n\nTuesday September 29th 7pm Two Beers Brewing Hopvine Anniversary Beer Release & Beer Bingo\nJoin us as we release the Hopquinox Two Beers beer made for the Hopvine. Special bingo from the bingo masters and something special from the kitchen.\n\nWednesday September 30th 8pm Anniversary Open Mic Sponsored by Black Raven\nWe celebrate one of the Oldest Open Mics in the city. Some of our all-star players will perform and Black Raven will bring something special for the night. We will release our own Zach’s beer as well.\n\nThursday October 1st 7pm Stoup Brewing Hopvine Beer Release. Foggy Noggin Beer Release.\nTwo of our favorite brewers release beers for the Hopvine. An amazing IPA from Stoup. Foggy Noggin releases their all Washington ingredient Beer.\n\nFriday October 2nd 9pm. Anacortes Karaoke\nWe bring our ever popular Halloween Karaoke to our anniversary week. One of our oldest Brewer friends sponsors the event with special beer.\n\nSaturday October 3rd 8pm Anniversary Week Finale with Schooner Exact Brewing and the Lonely Mountain Lovers Band.\nWe conclude our week with a barbecue and live music. Schooner Exact will provide beer. Ribs on the Barbecue and acoustic music on stage.\n\nHere is the full list of special beer releases for the week:\n\nMonday  September 28th\nCask Beers\nNaked City Beyond the Pale Citra Dryhopped 1\nFlying Bike Cooperative Naked City Collaboration Brewmance Series 2.\n Note: First in the collaboration brewmance between Naked City and the\n    Flying Bike Cooperative\nBigtime Pumpkin cask 3\nNoli Refresh Lacto Tart Pale 4\nPacific Brewing and Malting  Grapefruit Citra Pale 5.  Note: Grapefruit essence added to a citra\n   based pale\nTuesday  September 29th\n Two Beers Hoparillo Fresh Hop Hopvine Anniversary  6\nNew Belgium  Felix Blackberry Love 7.\nChainline Black Swan CDA 8.\nHoly Mountain Fresh Hop Pale 9\nHoly Mountain Ox Brett aged in whiskey barrels 10.\nWednesday September 30th\nBlack  Raven Great Grandfather Raven Bourbon Imp. Stout 11.\nBlack Raven Corvus Frambicus Raspberry Sour 12.\nRogue Creamery Imp brown  13.\nGreenflash Anniversary Sour 14.\nPost Doc Alpha Factor IPA aged in Jack Daniels Barrels 15\nZach Mertens Anniversay Red “we will be releasing a special, one of a kind keg brewed by our\n  very own beertender, Zach!”    16\nThursday October 1\nStoup Anniversay IPA Brewed for the Hopvine  17\nFoggy Noggin All Washington Malt Anniversary Pale  18\nBoundary Bay 20th Anniversary Fresh Hop IPA 19\nReubens Pumpkin Spice 20.  pint 6\nFriday  October 2\nAnacortes Broken Link Saison Sour 21\nCask Firkin IPA 22\nSaturday  October 3\nHopvine Schooner Exact IPA  22\nSchooner Exact Boxcar Hopper Barrel Aged Strong Ale 23.\nWander special Bourbon Aged Baltic Poter 24.\n\n\nNo Comments so far ↓\n\nThere are no comments yet...Kick things off by filling out the form below.\n\nLeave a Comment",
        "topic_id":10,
        "format_id":13,
        "topic_confidence":0.9600881338,
        "format_confidence":0.8921877742
    }
]