[
    {
        "url":"https:\/\/tylercountywv.com\/contact\/",
        "text":"Please use this form to contact the Tyler County Commissioners or the website editor with any questions or concerns about this website. Messages sent through this contact form that are meant for a specific office may not be delivered to that office. If you wish to contact a particular Tyler County office, please visit the page for the office you are interested in and use their specific contact information.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.7751345038,
        "format_confidence":0.9477313161
    },
    {
        "url":"http:\/\/www.redwoodcity.org\/departments\/city-clerk\/voter-and-election-information",
        "text":"Voter and Election Information\n\nPress Enter to show all options, press Tab go to next option\n\nVoter Information\n\nThe City Clerk Department provides voter registration forms (available during office hours 8-5 Monday - Friday).\n\nWe can also assist you in locating your voting precinct as Election Day approaches.\n\nAdditional information is available from the Official Election Site for the County of San Mateo\n\n\nElection Information\n\nThe City Clerk's Department is responsible for the administration of all municipal elections, by providing the following services:\n\n  • Issue nomination papers to candidates\n  • The City Clerk serves as Filing Officer for Campaign Statements and Statements of Economic Interests as required by the Political Reform Act and administered by the Fair Political Practices Commission [] (Note: Copies of Campaign Statements and Statements of Economic Interests are available from the City Clerk Department at a cost of $.10 per page.)\n  • Maintain history of past municipal elections\n\nCalifornia Voter Participation Rights Act\n\nSB 415 is a new State law that aims to improve voter turnout by combining local odd-year elections with even-year statewide elections (e.g. Presidential, Gubernatorial).\n\nTo comply with SB 415 -- the California Voter Participation Rights Act – City Council voted Feb. 27, 2017 to move the City’s next general municipal elections from its current odd-year November 2017\/2019 cycle to an even-year General Election taking place November 2018\/2020. This change requires extending the Council members’ terms by 12 months. This policy decision will enable the City to comply with new State laws, potentially increase voter turnout and share election costs with overlapping jurisdictions.\n\nFor more background details about this change please read these helpful Redwood City VOICE blog posts: \n\nOct. 14, 2016\n\nJan. 6, 2017\n\nJan. 13, 2017\n\n\n2018 Election Information\n\n2018 Election",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9966412783,
        "format_confidence":0.7652236223
    },
    {
        "url":"https:\/\/sos.iowa.gov\/elections\/voterinformation\/updatereg.html",
        "text":"Updating Your Voter Registration\n\nUpdating Your Voter Registration\n\nYou must update your voter registration if you:\n\n  • Change your name\n  • Change your address\n  • Change party affiliation\n\nTo update your registration, complete a new registration form and return it to your county auditor.\n\nIf you moved within the county, you may also report a change of address on election day at the polling place for the address where you live. You may be asked to show identification which shows your name and current address. Acceptable forms of identification are:\n\n  • Current and valid photo ID\n  • Utility bill\n  • Bank statement\n  • Paycheck\n  • Government check or other government document\n\nIf you moved to a different county, you may register to vote on election day.\n\nIf you are unsure of the location of your new polling place, Find Your Precinct\/Polling Place.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9931271076,
        "format_confidence":0.7226718068
    },
    {
        "url":"https:\/\/www.ward32.org\/zoning-land-use",
        "text":"03. Zoning & Land Use\n\nZoning & Development\n\nThe 32nd Ward regularly has requests for zoning changes.  Making decisions about zoning can significantly alter the look and feel of a neighborhood as well as increase density. These decisions can have a large impact on residents, property values, city services, and lasts for decades. Please note that if you want to request a zoning change or special use, follow these steps:\n\n\n  • Review guidelines and checklist\n\n  • Return forms to Paul Sajovec, Chief of Staff, at paul@ward32.org\n\n  • Your application will be reviewed and the Chief of Staff will follow up with you\n\n    • All projects require community input and advice before a final determination by the Alderman and Planning Department.\n\nTaxi On Road\n\nInfrastructure Projects\n\nWe will often update our constituents on current infrastructure projects and will include details and schedules as we become aware of them. \n\nPlease see below for a list of current infrastructure projects:\n\nLincoln\/Barry Water Main Project Project #1701048\n\nArmitage Water Main Project #2001026\n\nPlease note that timelines on projects may change based on weather conditions and funding.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.7486968637,
        "format_confidence":0.8972440362
    },
    {
        "url":"http:\/\/democraticservices.coventry.gov.uk\/mgCSVMultiExplain.aspx?UID=0&All=1&PC=1&RPID=0",
        "text":"Download contact details as a CSV file\n\nAll parish\/town councillors\n\nClick the following link to download an electronic CSV data file, containing the contact details for All parish\/town councillors.\n\nCSV file icon CSV 1KB\n\nCSV files can be read by most database applications, and can be an easy way to save contact details in spreadsheet format to display them in text documents.\n\nWhen you click the download link, you will be prompted to Open or Save the CSV file. You should select the Save option to save the details to a file.\n\nIf you select the option to Open the file and you have Microsoft Excel installed, the data will be displayed in an Excel spreadsheet.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.7204998732,
        "format_confidence":0.7212144732
    },
    {
        "url":"https:\/\/consult.watersandcommunities.ie\/en",
        "text":"Welcome to the online consultation portal of the the Waters and Communities Office\n\nUsing this site you can participate in public consultations. Use the browse link above to view or search for open and upcoming consultations.\n\nRegister for an account to make a submission. The registration process is a one-time process and your account can be used for all of the Office's online public consultations. You will be able to record your submissions across multiple consultations and save the progress of partially completed submissions to complete at a later date.\n\nOther than required by law, your personal information such as contact details collected as part of the consultation process is protected by Irish and European data protection laws. Your personal data will remain confidential and will not be not be published or shared with third parties.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.8311583996,
        "format_confidence":0.6795328856
    },
    {
        "url":"http:\/\/animallaw.com\/advocacy.cfm",
        "text":"Animal Advocacy Center\n\nWelcome to the TAKE ACTION section of the Animal Law Resource Center website.\n\n\nA program of the National Anti-Vivisection Society (NAVS), the Animal Law Resource Center allows you to TAKE ACTION on current legislation, rulemaking and other matters of interest by sending letters directly to the decision makers. We provide you with pre-written letters in support of or in opposition to a large variety of issues, foremost on vivisection but also related to how animals are used in our society.\n\n\nLegislation is divided into federal (for all U.S. residents to take action) and state (intended for residents of that state) categories. Letters will go to your own representatives in Congress or your state Assembly. Other non-legislative national issues will go to the individual(s) who have the power to make decisions on those issues.\n\n\nTo send letters with ease on a regular basis, please register on the NAVS website. You will then be able to send future letters with a click of the button! And for your convenience, we will keep track of what actions you have taken. When you return to the TAKE ACTION center, you can easily review your past activity. Join others who care about animals and TAKE ACTION. Make your selection below (NOTE: You will be re-directed to the National Anti-Vivisection Society website):\n\n\nFederal Legislation\n\n\nState Legislation\n\n\nNational Issues",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.6306614876,
        "format_confidence":0.7071749568
    },
    {
        "url":"https:\/\/louisvilleky.gov\/government\/planning-design\/notifications",
        "text":"Click here to sign up for emails or texts regarding a wide range of e-news topics from Metro Government and notifications, including neighborhood meeting and development proposal notifications.\n\nWhile subscribing, you can limit neighborhood meeting and development proposal notifications to a specific Metro Council District(s). If you do not know your Metro Council District, please click here.\n\nEnter your address and MyLouisville will find nearby city services in the following categories:\n\n  • Garbage Icon Solid Waste Services\n  • Police Badge Icon Emergency Services\n  • Political Info Icon Political Info\n  • House Icon General Location Info\n\nFind your garbage, recycling, yard waste and large-item set-out dates. Sign up for large-item set out and street sweeping reminders by email and text!\n\nThe new Metro311 Reporting System and our new 311 mobile app is live!\n\nReport Something to Us!\n\nCall MetroCall at 311 or (502) 574-5000\n\nNo service has been selected.\n\nNo form has been selected.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.817750752,
        "format_confidence":0.7873144746
    },
    {
        "url":"https:\/\/nevetsegescontre.com\/potus\/f4me1158a13e",
        "text":"How do I email the White House\n\nContact Us. Message Type*. Required -select an item- Contact the President Contact the Vice President Help with a Federal Agency Question about the Website. Prefix. -select an item- Mr. Ms. If you do not see text editing areas below, your browser does not support forms. In that case, send mail directly to president@whitehouse.gov instead. Electronic Mail to the Presiden\n\nThe online form is the fastest way to send a message, but if you prefer to write or type a letter, keep the following in mind: Use 8 1\/2 by 11-inch paper Either type your message or handwrite it as neatly as possible Include your return address on the letter and on the envelope Mail the letter to. Use the handles @WhiteHouse and\/or @POTUS, or the hashtags #WhiteHouse and\/or #POTUS. While the President's official personal handle might no longer be relevant after future elections and inaugurations, the White House and POTUS handles and hashtags transfer to the current president Emailing the White House Emailing is both the quickest and simplest way to get in touch with the President of the United States. The White House has a form on its website on which one can fill out their email address. The form asks for the message type, full name, email, phone number, address and provides a text box to compose the message —-Official envelope or address block on letter or email: —-—-Mr.\/Ms.\/Dr.\/etc. (Full Name) —-—-The White House —-—-Washington, DC, 20500 —-Conversation or salutation: —-—-Mr.\/Ms.\/Dr.\/etc. (Surname): - Robert Hickey How to Address White House Staf\n\nIf you do not see text editing areas below, your browser does not support forms. In that case, send mail directly to first.lady@whitehouse.gov instead If a letter is handwritten, use a pen and make the writing clear and legible. Include your return address on both the letter and envelope. List your email address and phone number in the letter. When addressing the envelope, write the full address of the White House including the zip code Best Answer. Copy. The official White House e-mail address is. President. president@whitehouse.gov. Information. info@whitehouse.gov. To send a message to the White House, you can use the related.\n\nContact Us The White Hous\n\nIn order to email the White House, you must fill out a short form with your message. You will find that form here . Here is a message you can cut and paste and bring with you to that form, or create your own White House . Contact: Contact the White House . Main Address: 1600 Pennsylvania Ave., NW Washington, DC 20500. Phone Number: 1-202-456-1414 (Switchboard) 1-202-456-1111 (Comments) TTY: 1-202-456-6213. 1-202-456-2121 (Visitor's Office) Government branch: None. Popular Services from White House. Petitions . Related Agenc It's assumed it's somewhere in DC, or the surrounding area in Virginia or Maryland. All mail deemed safe is then sent to the White House sorting facility in the Eisenhower Executive Office Building next door to the actual White House. You can email the White Here are some good ways to get mail from the White House Greetings Office—including some you may not have thought of. Note: The White House is currently (and pretty much always) swamped with.\n\nEmail the President - Welcome To The White Hous\n\nFirst, a subscriber must affirmatively choose to receive e-mail updates by filling out the subscription form. Second, a message is sent to the e-mail address submitted during the subscription process to verify the person at that address actually wants to receive e-mail updates from the White House. How Your Information is Used Please send your comments to comments@whitehouse.gov. Due to the large volume of e-mail received, the White House cannot respond to every message. For further up-to-date information on Presidential initiatives, current events, and topics of interest to you, please continue to use the White House website If you want to try your luck at getting a response, mail an invitation to your favorite celeb. Check out FanMail.Biz to see stars' contact information, and peruse our favorite examples below. Taylor Swift c\/o Taylor Swift Entertainment 242 West Main Street PMB 412 Hendersonville, TN 37075. Oprah Winfrey Harpo Productions PO Box 909715 Chicago, IL 6069 E-Mail. Please send your comments to comments@whitehouse.gov. Due to the large volume of e-mail received, the White House cannot respond to every message. For further up-to-date information on Presidential initiatives, current events, and topics of interest to you, please continue to use the White House website\n\nEmail The White House Probably the easiest and quickest way to send in your request is to contact the White House by filling out the online contact form at www.whitehouse.gov\/contact . Make sure to include all of the details of your request, as outlined above, in the Comment section of the online form Article: how do you send an email to the white house Thinking How Do You Send An Email To The White House to Eat? We've got you covered. These easy recipes are all you need for making a delicious meal. Find the How Do You Send An Email To The White House, including hundreds of ways to cook meals to eat. You were made for this. Video about How Do You Send An Email To The White House\n\nHow to Email the President and Members of Congres\n\nInclude a return address on the envelope of the card. Address the card to The White House, 1600 Pennsylvania Avenue NW, Washington, DC, 20500.; How to Receive Greetings From the White House. Other than elegant Christmas cards, the White House also sends out other kinds of greetings.However, there are different rules that come with each card you could potentially receive The official White House e-mail address isPresidentpresident@whitehouse.govInformationinfo@whitehouse.govTo send a message to the White House, you can use the related link below for a link to the. Email the First Lady. Overview: This World-Wide Web form provides a graphical user interface for sending email to the White House. Please take a moment to answer the following questions. We require certain information in order to process your message; other fields are optional, as indicated, but will expedite handling and provide useful.\n\nHow to Address Joseph Biden. While the President is referred to in the media as President Biden, Joe Biden, and Biden, these are not correct forms of direct address.In direct address the President's given and surname are not used. —-Envelope, official:—-—-The President—-—-The White House—-—-1600 Pennsylvania Avenue, N.W.—-—-Washington, DC 2050 Send Electronic Mail to the Vice President. Overview: This World-Wide Web form provides a graphical user interface for sending email to the White House. Please take a moment to answer the following questions. We require certain information in order to process your message; other fields are optional, as indicated, but will expedite handling and. The White House provides an address, phone number, and fax number for correspondence with the president. The official number is: 202-456-2461. Keep in mind that your fax will be read by a staff member primarily, and may not reach the president at all. If you'd like your fax to be read, taken seriously (and maybe even responded to), remember. Vice President Kamala Harris' The White House, Washington, DC Mailing Addresses. Send Vice President Kamala Harris a letter care\/of The White House: Kamala Harris. c\/o The White House. 1600 Pennsylvania Ave. NW. Washington, DC 20500. Kamala Harris (Fresno Office) 2500 Tulare St. #5290. Fresno, CA 93721\n\n5 Ways to Contact the President of the United States - wikiHo\n\nTwo weeks ago, President Obama asked you to write and tell him how you're doing. And I can tell you, as one of the people who helps sort through the mail here at the White House, that a lot of you answered. You told us how you're feeling about your family, your community, and our country Nicolle Wallace is an NBC News political analyst and host of MSNBC's Deadline: White House, which airs weekdays at 4 p.m. ET. Wallace frequently appears on NBC News' TODAY and NBC Nightly. Well certainly all (White House) POTUS', elected lying officials, the appointed, directors, that have those contact items on their websites, reading mail or have someone reading them or.\n\nHow to Contact the White House With a Message or Gif\n\nWHBM Rewards is White House Black Market's customer loyalty program. There is no fee to join or maintain membership in the program. You may sign up for the program online, at any U.S. White House Black Market boutique, or by phone at 877.948.2525 by providing your first and last name, valid mailing address, phone number, email address and. The White House Visitor Center, located at 1450 Pennsylvania Ave. NW ( map ), offers visitors a window into the president's iconic home. The visitor center is temporarily closed in support of the Washington, DC Mayor's Order. Admission is free. Security screening is required for entry to the visitor center\n\nHow to Address White House Staff - Write, Email, Greet or\n\nThe White House Office of the Press Secretary, or the Press Office, is responsible for gathering and disseminating information to three principal groups: the President, the White House staff, and the media.The Office is headed by the White House Press Secretary, and is part of the White House Office, which is a subunit of the Executive Office of the President The White House offers a program where U.S. citizens can ask the President of the United States to send personalized wedding anniversary cards for couples married 50, 60, or 70 plus years. Here's the catch -- the White House is pretty busy. They receive 65,000 letters a week, plus around 100,000 emails, 1,000 faxes and 2,500 to 3,500 calls per. How to Submit Requests. There are currently two ways to request a presidential greeting: Requests may be submitted through the Constituent Services function of the offices of one of your state's senators or representatives. Reque... (truncated)",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9874754548,
        "format_confidence":0.5915455222
    },
    {
        "url":"https:\/\/lisasubeck.com\/",
        "text":"Vote Lisa Subeck November 6, 2018\n\n\nPolls will be open from 7 a.m. to 8 p.m.\n\nNot sure where you vote? Click here to find your polling location.\n\nNot registered to vote at your current address? Click here to learn how you can register at your polling place on election day.\n\nUnsure if you are registered to vote? Click here to check your current status and to see a sample ballot.\n\nWisconsin’s Voter ID law is now effective, so please bring your photo ID to the polls.\n\nNeed more information about photo ID? Click here for more info or to see if your current ID meets the requirements.\n\nComments are closed.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9956688881,
        "format_confidence":0.5172706842
    },
    {
        "url":"https:\/\/www.votehillsborough.org\/About-Voting\/Provisional-Ballot-Status",
        "text":"Skip Navigation\n\nProvisional Ballot Status\n\nTo check the status of your provisional ballot, scroll down and fill out the form below. \n\nNotice of rights to provisional ballot voters:  \n\n  • A person casting a provisional ballot has the right to present written evidence supporting his or her eligibility to vote to the Hillsborough County Supervisor of Elections Office no later than 5 p.m. on the second day following an election.\n  • In a Primary Election, it is important to contact the Supervisor of Elections office immediately to confirm you are registered and eligible to vote in the General Election. \n  • If you voted a provisional ballot because you did not have the proper identification, your ballot will be counted if your signature on the Provisional Ballot Voter's Certificate and Affirmation matches the signature on your registration record and if you voted in the proper precinct. You will not need to provide further written evidence to the Supervisor of Elections. \n  • Information about whether your provisional ballot was counted in the final canvass of votes, and if not, the reasons why, will be mailed no later than 30 days following the election. You may also contact our office at (813) 612-4180 for information on whether your ballot was counted. \n\nCheck Your Status\n\n\nOffice Hours: 8 a.m. - 5 p.m. Main Phone: (813) 744-5900 Toll Free: (888) 297-4362 Email:\n\nFred B. Karl County Center (Main Office)\n\n601 E. Kennedy Blvd., 16th Floor\nTampa, FL 33602\nTel: (813) 272-5850\nFax: (813) 272-7043\n\nRobert L. Gilder Elections Service Center\n\n2514 North Falkenburg Rd.\nTampa, FL 33619\nTel: (813) 744-5900\nFax: (813) 744-5843\n\nNorthwest Regional Office\n\n4575 Gunn Hwy.\nTampa, FL 33624\n\nSoutheast Regional Office\n\n10020 South U.S. Hwy. 301\nRiverview, FL 33578\n\nPlease note: Florida has a very broad public records law. Voter registration applications and other written communications to or from the Supervisor of Elections are public records and are available to the public and media upon request unless the information is subject to a specific statutory exemption. Email addresses are also public records. If you do  not want your email address released in response to a public records request, please contact us by mail or phone, or visit us in person. To request public records, contact the communications department by emailing or calling (813) 744-5900.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9806131124,
        "format_confidence":0.8464910984
    },
    {
        "url":"https:\/\/www.votebriananderson.com\/donations",
        "text":"Donation Information!!!\n\nHello Contributor\n\nIf you would like to donate by Check:\n\nPlease make your check's payable to \"Friends of Brian Anderson\".\n\nMail the check to: \n\n512 State St W, Detroit Lakes, MN 56501\n\nIf you would like to donate online Via Debit or Credit Card please\nclick the \"Donate Online\" button below. You will be redirected to the\ncampaigns secure merchant partner WinRed in a different window.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9465094209,
        "format_confidence":0.7493896484
    },
    {
        "url":"http:\/\/www3.montgomerycountymd.gov\/311\/(X(1)S(yrk31mg0xc310iji5de1vznt))\/Solutions.aspx?SolutionId=1-FDZZU&AspxAutoDetectCookieSupport=1",
        "text":"Skip to main content\n\nPolling Place Locations and Polling Place Change Information\n\nTo find polling place located according to address, please click: \"Find Your Polling Place\" below. Transportation is not provided to the polls. Please check the Ride On Trip Planner, or check with the political party voter is registered with for information. To change a polling place due to accessibility or religious principle, send a service request to the local Board of Elections. For additional information, contact the Board of Elections at: 240.777.8683 or 800.222.8683 at the State Board of Elections.\nFind more information from the following link(s):\nTo speak with a Customer Service Representative, please call 311 during business hours.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9840721488,
        "format_confidence":0.9799309969
    },
    {
        "url":"https:\/\/www.northhavendemocrats.org\/voter-registration\/",
        "text":"Voter Registration\nFind out how to register to vote in North Haven.\n\n*** If you can't make it to Town Hall during business hours, you may register to vote online or download a voter registration card from the town website. ***\n\nThe Registrars of Voters' mailing address:\n\n18 Church Street \/Memorial Town Hall\nNorth Haven, CT 06473\n\nThe Registrar of Voters' telephone number: 203-239-5321 Extension 640\n\nOffice Hours are 9:30 a.m. to 12:30 p.m.\n\nThe Registrars of Voters are Patricia Jackson-Marshall & Laurie Brangi. The two Registrars of Voters are responsible for conducting all Referenda, Primaries, Audit and Election events in North Haven.  They hire and train all Election staff, and produce all of the necessary Election materials.\n\nEach year, the Registrars carry out a State mandated Canvass to update the town voter registry.  The Registrars are also administrators of the State Election Laws.  The Registrars use a State centralized voter registration system [ConnVerse] to register voters, maintain voter records, produce voter lists for Elections, and compile voter statistics.   In compliance with State and Federal election laws, the Registrars test and use Accuvote Election tabulators during all Election events. \n\nA printable voter registration form is available on the Registrars of Voters page on the town website.\n\nOf the approximately 24,000 [2010 Census] persons living in North Haven, 15,400 [Voter Registration Summary 8\/2016] are registered to vote.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9960253239,
        "format_confidence":0.9521569014
    },
    {
        "url":"http:\/\/duvalaudubon.org\/index.php\/take-action",
        "text":"Take Action to Protect Wildlife: Contact your Government Representatives!\n\nFlorida is growing in leaps and bounds, more than one million more people now than in 2010! It’s hard to miss all the new development. For us and the birds and wildlife, it is our responsibility to ensure that new development happens in the most environmentally safe way possible. Duval Audubon Society will try to keep you informed of related current issues and how you can make your voice heard.\n\nWhile you may get alerts from organizations asking you to sign petitions, calling or emailing your representative is much more effective. A call is the best and only takes a minute. You only need to identify yourself and indicate if you support or don’t support the issue involved. If it is a particular bill, the number of the bill should be noted.\n\nTo find out who represents you in government, link to the following websites:\n\nU.S. House of Representatives: www.house.gov\/representatives\/find\/\n\nU.S. Senate: www.senate.gov\/senators\n\nFlorida House of Representatives: www.myfloridahouse.gov\n\nFlorida Senate\" www.flsenate.gov\/senators\/find\n\nJacksonville City Council Members: www.coj.net\/city-council.aspx\n\nMayor Lenny Curry: www.coj.net\/mayor-curry.aspx\n\nNassau County Commissioners: www.nassaucountyfl.com\n\nClay County Commissioners\" www.claycountygov.com\/about-us\/board-of-county-commissioners",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9815397859,
        "format_confidence":0.7182904482
    },
    {
        "url":"https:\/\/rivergroveil.gov\/FormCenter\/Contact-Us-4\/Contact-Us-43",
        "text":"Form Center\n\nBy signing in or creating an account, some fields will auto-populate with your information and your submitted forms will be saved and accessible to you.\n\nContact River Grove\n\n  1. Contact Your Village Government (Check a box):\n\n  2. Leave This Blank:\n\n  3. This field is not part of the form submission.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.6981238723,
        "format_confidence":0.9072576165
    },
    {
        "url":"http:\/\/lavote.net\/home\/voting-elections\/voting-options\/voting-accessibility",
        "text":"Skip to Content\n[Page Content]\n\nRights for Voters with Specific Needs\n\nLearn about voting rights for voters with specific needs.\n\nWhat is the Law?\n\nFour federal laws are of special importance to disabled and elderly voters who have specific needs.\n\n  • Voting Rights Act of 1965: Any voter requiring assistance may receive it from a person of the voter’s choice, other than the voter’s employer or agent of that employer or officer or agent of the voter’s union.\n  • Voting Accessibility for the Elderly and Handicapped Act, 1984: Promotes the fundamental right to vote by requiring “access for elderly and disabled individuals to registration facilities and polling places in federal elections”.\n  • Americans with Disabilities Act of 1990 (ADA): Requires public entities to provide program access, reasonable modification of policy, and auxiliary aids and services where necessary to afford an individual with a disability an equal opportunity to participate in and enjoy the benefits of service, program or activity conducted by a public entity.\n  • Help America Vote Act of 2002 (HAVA): New federal legislation enabling greater opportunity for access and participation in the election process, including provisions regarding accessible voting technologies in polling places by 2006.\n\nWhat are the Goals of the Los Angeles County Registrar-Recorder\/County Clerk?\n\nThe goal of the RR\/CC is to have 100% participation of eligible voters in all elections, 100% polling place accessibility and options for all voters who seek independent and private voting.\n\nIn compliance with Federal and State laws, we provide services to voters with disabilities, including:\n\n  • Accessible polling places\n  • Wheelchair-accessible voting booths\n  • Large type voting instructions and magnifying devices at polling places\n  • Marking device with enlarged ball for ease of grasp\n  • TDD services for the deaf and hard of hearing\n  • Cassette tapes with State and County ballot measures\n  • Absentee\/vote-by-mail voting options\n  • Pollworker assistance at any step of the voting process\n  • Voter outreach presentations\n\nAccessibility Advisory\n\nThe Los Angeles County Voting Accessibility Advisory Consultant assists the Department in providing information about voter registration and election matters to senior citizens and those with disabilities.\n\nThe RR\/CC's consultant is Angela Davis, Senior Deputy for the Disabilities Civil Rights Section (DCR) for Los Angeles County, who advises the Department on ways to make the election process more accessible to all citizens in the County. She can be contacted at (213) 202-5826.\n\nLearn more about the Voting Accessibility Advisory Committee.\n\nYou may also contact Julia Keh, the RR\/CC Coordinator at (562) 462-2754.\n\nVoting Guide\n\nFor more information, read Voting is Your Right--Voting Guide for Voters with Specific Needs.\n\n[Original Content]",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9862323403,
        "format_confidence":0.7265643477
    },
    {
        "url":"https:\/\/www.freelori.org\/gov\/whitehouse\/index.html",
        "text":"Getting in touch\n\nIt is important to remind President Obama of his obligation to help U.S. citizens wrongfully incarcerated abroad.\n\nSample letter\n\nNeed a sample letter to get you started? Click here.\n\nMail it!\n\nSend your letter to:\n\nPresident Barack Obama\nThe White House\n1600 Pennsylvania Avenue, NW\nWashington DC 20500\n\nOther ways...\n\nClick here for other means of contacting The White House, including by fax, telephone, and e-mail.\n\nThe White House\n\nThe President of the United States is required, by United States Code 22 Section 1732 to use such means, not amounting to acts of war and not otherwise prohibited by law, as he may think necessary and proper to obtain or effectuate the release of a U.S. citizen wrongfully incarcerated by a foreign government.\n\nThis legal requirement had been brought to the attention of President Clinton in a June 1999 letter signed by 176 members of the House of Representatives, as well as through continual letters, phone calls, faxes, and e-mail from concerned citizens.\n\nPresident Obama relies on the Department of State to monitor Lori's condition and explore options in her case.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9907351732,
        "format_confidence":0.7783216834
    },
    {
        "url":"https:\/\/www.toronto.ca\/city-government\/planning-development\/polls-regarding-changes-in-a-neighbourhood\/information-regarding-cafe-parking-traffic-polls\/",
        "text":"Find out more about polls, who can take part and how to get a ballot.\n\nEvery owner, resident and tenant in the polling area is mailed a notice giving information about the poll and the deadline to submit a ballot, the ballot itself and a postage-paid return envelope.\n\nPoll results are available 10 business days after the final day of polling.\n\nAny owner, resident or tenant of a property in the polling area. All participants must be 18 years old on or before the final day of the polling.\n\nIf you are eligible to take part in a poll but didn’t receive a ballot you can complete a Polling Affidavit in the presence of a Commissioner for Taking Affidavits.\n\nCommissioners for Taking Affidavits are available at Registry Services. There is no fee for this service.\n\nFind a Commissioner by calling 211, or dialing 411 for Directory Assistance or even searching online.\n\nMail the completed affidavit along with the Generic Ballot or drop off at any Registry Services office during regular business hours before the close of the poll.\n\nIf a poll meets the requirements shown below, the poll passes, subject to Council approval and the proposal will proceed:\n\nSubject of Poll Percentage of ballots mailed which must be returned Number of ballots submitted which must be marked in favour of the proposal\nOff-street parking\n\n  • Front Yard Parking\n  • Commercial Boulevard Parking\n25% 50% plus 1\nPermit Parking 25% 50% plus 1\nTraffic Calming 50% plus 1 60%\nBoulevard Cafe 25% 50% plus 1\n\n\nIf a poll does not pass:\n\n  • Off-street Parking, Permit Parking, Traffic Calming and Boulevard Cafe Polls that do not pass cannot be conducted again for two years\n  • Front Yard Parking Polls cannot be conducted again for three years",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.6022906303,
        "format_confidence":0.8749072552
    },
    {
        "url":"http:\/\/electionquality.com\/election-watching-in-colorado-resource-page\/2016watch\/lincoln\/",
        "text":"Lincoln County Watcher Information\n\nMr. Branscomb—\n\nI have supplied answers to your questions below.  We do not have any policies other than what is indicated by statute.\n\nCorinne M. Lengel\nLincoln County Clerk & Recorder\n\n103 3rd Avenue\nPO Box 67\nHugo, CO 80821\n\n(719) 743-2444 – phone\n(719) 743-2524 – fax\n\nreceiving and scanning of ballot packet envelopes  - October 24 thru 7:00 p.m. on Tuesday, November 8\n\nsignature verification - Same as above—done daily by staff (SOS Rule 6.4.2)\n\nopening of ballot envelopes - Absentee board will meet for the first time at 9:00 a.m. on Thursday, November 3.  They will determine at that time how long they will stay and when they will come in again, based on number of ballots received at the time.\n\nscanning of ballots - Scanning is done after each batch of 25 ballots has been opened and reviewed for duplication.\n\nduplication or adjudication of selected ballots - Same as above\n\nUOCAVA receipt and duplication - Same as above\n\nprocessing of provisional ballots - Sometime after November 8 but before November 22\n\ntiming transfer of ballots from VSPCs and drop boxes if not every day - Daily\n\npost-election audit - Tentatively scheduled for November 17, provided provisional ballots have been resolved and counted.\n\ncanvass board meetings, including the intended certification date and time - Same as above, beginning at 9:00 a.m.\n\nAll election processes occur in the county clerk\/commissioner offices at the Lincoln County Courthouse – 103 3rd Avenue in Hugo\n\nGo back to 2016 Watching page",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9963386059,
        "format_confidence":0.5631058216
    }
]