[
    {
        "url":"http:\/\/www.ipcounselors.com\/blog\/tag\/dmca\/",
        "text":"You can follow us on…\n\nYou can email us at…\n\n“Let’s Not Go Crazy” About Lenz v. Universal Music Corp. et al.\n\n\nIn a highly anticipated decision, on September 14, 2015, the Ninth Circuit in Lenz v. Universal Music Corp. et al. ruled that copyright holders must consider fair use prior to sending a takedown notice under the DMCA or they may run the risk of being held liable for nominal damages under 17 U.S.C. § 512(f).  Yet, what implications does this decision have for copyright holders, who are already struggling to enforce their rights as the Internet and technology rapidly progresses?  Although the decision mandates that copyright holders partake in a fair use inquiry prior to issuing a takedown notice, which technically-speaking is an added step, many copyright holders, particularly those who have engaged the regular aid of a legal team, already take this step and thus, this ruling is not as onerous as it may seem at first glance.\n\nSpecifically, the case involves a twenty-nine second home video of Plaintiff Stephanie Lenz’s two children dancing to Prince’s “Let’s Go Crazy”.  Plaintiff had initially posted the video to YouTube, but it was taken down after YouTube received a takedown notification from the legal department at Universal.  Although Universal’s legal department monitored YouTube daily and assessed what videos should be taken down based on specified guidelines, the key inquiry is whether or not Universal considered fair use, which, now after the Ninth’s Circuit affirmed the denial of the parties’ cross-motions for summary judgment, is a question for the jury.\n\nImportantly, the Ninth Circuit held that Universal, along with all other copyright holders, must consider fair use prior to issuing a takedown notification, as 17 U.S.C. §  512(c)(3)(A)(v) requires a takedown notification to include a “statement that the complaining party has a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law”, and the Court held that fair use is a use authorized by law through 17 U.S.C § 107.  Yet, the Court explicitly noted that a copyright holder need only form a subjective good faith belief that the use is not fair and that the consideration of fair use need not be “searching or intensive”.   A copyright holder only faces liability for nominal damages if it makes a knowing misrepresentation in its takedown notification that it has a good faith belief that the use is not fair or otherwise authorized by the law.\n\nFurther, the Court noted that the consideration of fair use through automated computer programs, coupled with the review of any remaining information by some sort of legal department like that employed by Universal, may be acceptable.  Thus, although copyright holders are faced with an overabundance of content to sift through, automated computer systems may help to ease this burden.  As the Court aptly notes, Section §512(c) of the DMCA already requires copyright owners to initially review potentially infringing content prior to sending a takedown notice and as such, the Court’s decision serves to clarify that the fair use inquiry must be part of that initial review.\n\nUPDATE: On Tuesday, October 20, 2015, both parties filed petitions for rehearing.  On the one hand, Plaintiff\/Appellee Stephanie Lenz has petitioned the Ninth Circuit to address the question of “Whether Congress, in drafting the safe harbor provisions of the Digital Millennium Copyright Act (“DMCA”), intended to grant private parties the practical power to censor speech based on an unreasonable belief that a copyright has been infringed, as long as that belief is (like all beliefs) subjectively held” (emphasis added).  Meanwhile, on the other hand, Universal has petitioned for rehearing to address whether or not Lenz in fact suffered an injury-in-fact sufficient to give rise to jurisdictional standing.\n\nCleaning Up Counterfeits by Cutting The Cash Flow From Ads\n\nIt looks like IP rights holder’s may now have more recourse against the pirates and counterfeiters than a DMCA notice or the lengthy UDRP Complaint process.  This week, just a month after the White House released its 2013 Joint Strategic Plan on Intellectual Property Enforcement, and with the support of the U.S. Interactive Advertising Bureau, eight U.S. companies that operate Internet advertising networks (Google, Microsoft, Yahoo!, Condé Nast, 24\/7 Media, Adtegrity, and SpotXchange) announced committed to a set of “Best Practices Guidelines for Ad Networks to Address Piracy and Counterfeiting” which is intended to cut off the cash flow  from online ad sales to websites engaging in copyright and trademark infringement.\n\nThe general commitment made by the Ad Networks is to:\n\n(a)  Maintain policies prohibiting websites that are principally dedicated to selling counterfeit goods or engaging in copyright piracy and have no substantial non-infringing uses from participating in the Ad Network’s advertising programs and post such policies on the Ad Network’s website;\n\n(b)  Maintain and post these best practices guidelines on the Ad Network’s website;\n\n(c)  Ad Network policies will include language indicating that websites should not engage in violations of law;\n\n(d)  Participate in an ongoing dialogue with content creators, rights holders, consumer organizations, and free speech advocates.\n\nThe commitment includes the institution of a complaint process similar to the DMCA’s “notice-and-takedown” system, whereby Ad Networks will (among other things): “Accept and process valid, reasonable, and sufficiently detailed notices from rights holders or their designated agents regarding websites participating in the Ad Network alleged to be principally dedicated to selling counterfeit goods or engaging in copyright piracy and to have no substantial non-infringing uses.”  In response to such a complaint, “[a]n Ad Network may take steps including but not limited to requesting that the website no longer sell counterfeit goods or engage in copyright piracy, ceasing to place advertisements on that website (or pages within that website) until it is verified that the website (or pages within the website) is no longer selling counterfeit goods or engaging in copyright piracy, or removing the website from the Ad Network.”\n\nPrior to this effort, while copyright owners could clean up infringing content on the Internet through the use of DMCA notices to online service providers (OSPs), and trademark owners could file UDRP complaints to have infringing domains (i.e. domain names that are the same or confusingly similar to its trademark(s)) transferred to the trademark owner, there was little recourse against websites selling counterfeit products.  It will be interesting to see if these Ad Network Best Practices have any influence on the practices of the OSPs.  Is there a Digital Trademark Act in our future?!\n\nSee Also: Google Public Policy Blog  Post\n\nVeoh Wins Again…\n\nAnother battle in the war between file-sharing websites and the the music and film studios. Veoh Networks, owner and operator of the ‘Veoh’ media-hosting website, has won its latest battle against Universal Music Group.  Universal had filed suit for copyright infringement claiming that the Veoh website – on which users can post video and music clips – contained infringing material, and that Veoh had stored the infringing clips.  Veoh denied the claims arguing that it had complied with the requirements for ‘safe harbor’ protection given to internet providers and websites under the Digital Millennium Copyright Act (DMCA) because it acted quickly to remove material when an allegation of infringement was received, and that it did not have ‘actual knowledge’ that the materials in question were infringing.\n\nFinding that Veoh Networks was entitled to the protection afforded by the ‘safe harbor’ provisions of the Digital Millennium Copyright Act (DMCA), the Ninth Circuit Court of Appeals sided with Veoh.  Judge Raymond C. Fisher for the Court stated that “merely hosting a category of copyrightable content, such as music videos, with the general knowledge that one’s services could be used to share infringing material, is insufficient” to establish liability for copyright infringement on the part of the website.  As such, Veoh did not have the “substantial influence on the activities of users” for a finding of liability.\n\nThe case is UMG Recordings Inc. v. Veoh Networks Inc., 10- 0955902, U.S. Court of Appeals for the Ninth Circuit, and can be viewed at:\n\n\nAnchors Away! No More Safe Harbors for Pre-1972 Sound Recordings!\n\nAhoy! Calling owners of copyrights in sound recordings fixed prior to February 15, 1972! According to the New York Supreme Court, Appellate Division in its April 23, 2013 decision (UMG Recordings, Inc. v. Escape Media Group, Inc.), it’s going to be hard for infringers of these works to stay Afloat using the DMCA Safe Harbor provisions.\n\nGrooveshark to Apple and Google: We're legal, licensed, and ready to disrupt, a photo by joe.ross on Flickr,  used under a Creative Commons Attribution-ShareAlike license 2012, Universal Music Group (UMG) sued Escape Media Group, Inc. (parent company of Grooveshark, an Internet-based music streaming service), for the common law copyright infringement of UMG’s pre-1972 sound recordings which had been uploaded to Grooveshark. Escape’s defense was that as an ISP, it is shielded from liability for infringement by the section 512(c) of the DMCA (safe harbors). UMG’s primary argument was that the DMCA’s safe harbors didn’t apply to pre-1972 sound recordings, because those recordings are not covered by the Copyright Act (which was amended in 1971 to include sound recordings fixed before February 15, 1972).\n\nOn July 12, 2012, New York State Supreme Court Judge Barbara R. Kapnick took a bite out of UMG’s argument, relying on Capitol Records, Inc. v. MP3tunes, LLC, 821 F. Supp. 2d 627 (SDNY 2011), in which the Federal District Court foun... (truncated)",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9745544195,
        "format_confidence":0.7587887049
    },
    {
        "url":"http:\/\/blog.aretsky-law.com\/2013\/05\/do-grandparents-have-right-to-request.html",
        "text":"Wednesday, May 8, 2013\n\nDo Grandparents Have a Right to Request Visitation Rights?\n\nGrandparents’ Rights in New Jersey are Limited\n\nMany grandparents count among their greatest pleasures a visit with their grandkids, but such visits can be denied after a divorce if a parent isn’t interested in continuing that relationship.\n\nIt doesn’t matter that these grandparents would be heartbroken if they weren’t able  to continue visiting their grandkids. And it doesn’t matter if the kids would benefit from having a relationship with those grandparents.\n\nWhat determines whether a grandparent can get visitation? \n\nWhat matters is whether a child would be harmed if there was no relationship with those grandparents.\nNew Jersey courts have increasingly followed suit with a decision made by the Supreme Court a few years ago that takes the position that parents’ right to decide what is best for their own children is a Constitutionally protected right.\n\nIn New Jersey, grandparents can petition for and obtain the right to visit a grandchild over a parent’s objection only if the grandparent can show that denying such visits would harm the child. Such rights are usually granted in cases where the grandparent can show that there is already a long-term existing relationship with a grandchild, especially one where a strong bond has developed between grandparent and grandchild.\n\nWhat the courts consider in granting visitation\n\nThe eight factors used to determine whether the grandparent should be granted visitation rights include:\n\n1. Relationship between the child and the grandparent\n\n2. Relationship between the child’s parents, or the person with home the child is living with and the grandparent.\n\n3. How long it’s been since the child last had contact with the grandparent.\n\n4. The effect that the visitation would have on the relationship between the child and the child’s parents or the person with whom the child is living.\n\n5. If the parents are divorced or separated, the custody arrangement between the parents.\n\n6. The grandparent’s good faith in filing the application for visitation rights.\n\n7. Any history of physical, emotional or sexual abuse or neglect by the applicant.\n\n8. Any other factors deemed relevant to determine whet best interests of the child.\n\nPhoto credit: vastateparksstaff\n\nNo comments:\n\nPost a Comment",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9945605397,
        "format_confidence":0.745369494
    },
    {
        "url":"http:\/\/www.piecesofflair.blogspot.com\/2004\/01\/when-i-worked-at-certain-nonprofit-on.html",
        "text":"Friday, January 23, 2004\n\nWhen I worked at a certain nonprofit-on-the-Hudson, we would occasionally get bizarre letters, phone calls, and even visits from complete nut jobs. Those familiar with \"the movement\" know exactly what I mean. Anyhow, someone passed along this email today which I felt compelled to share:\n\nDear [So-and-so],\n\nYes, I should be in Houston, Texas the week of February 13th. I am eager to appear by tape or by video-conferencing.\n\nFor me to travel to the DC area, I would insist on all transportation and hotel accommodations being paid, and I'm not willing to travel by scheduled airliner or any other means whereby my privacy would be outraged. A small private plane or a car with driver would be fine with me, and should be arrangeable for less than the cost of a round trip airline ticket. Let me know if you'd like me to help with these arrangements, since I know many private pilots and drivers.\n\nPlease be aware that on Tuesday 20 January 2004 at about 14:30 I was attacked and severely beaten by Houston Police officers. I was handcuffed and kicked in the face repeatedly. As a result of injuries sustained and the refusal of prompt surgical attention, I suffered permanent disfigurement. My nose was broken and my eyebrow cut open, so I am not as physically attractive as some of my photos suggest.\n\n\n[Man less physically attractive than photo would suggest.]",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.5034730434,
        "format_confidence":0.9967656136
    },
    {
        "url":"https:\/\/ourtaxdollarsatwork.wordpress.com\/2012\/09\/21\/us-department-of-justice-law-enforcement-training-manual-teaches-police-that-political-bumper-stickers-are-indications-of-terrorist-activity-special-interestsingle-issue-terrorism\/",
        "text":"US Department Of Justice Law Enforcement Training Manual Teaches Police That Political Bumper Stickers Are Indications Of Terrorist Activity – “Special Interest\/Single Issue Terrorism”\n\nWASHINGTON, DC – A leaked training manual used in the State and Local Anti-Terrorism Training (SLATT) program for law enforcement and funded by the Department of Justice lists political bumper stickers expressing opposition to the United Nations and support for the bill of rights as indications of terrorist activity.\n\nThe presentation documents, leaked to the Public Intelligence website, are entitled Terrorism Training For Law Enforcement and are marked “law enforcement sensitive.” The program is funded by grants from the Department of Justice’s Bureau of Justice Assistance.\n\nSlides for the presentation depict the kind of behavior that law enforcement officials should be wary of in spotting potential terrorists during highway patrols.\n\nOne of the slides – entitled “Fourth Amendment Issues” – notes that “a suspicious map located on the passenger seat” could warrant further investigation as a potential indicator of terrorism.\n\nAnother slide entitled “General Right Wing Extremist” – depicts suspicious bumper stickers that should warrant further investigation by cops conducting traffic stops.\n\nThe bumper stickers read, “Know Your Rights Or Lose Them,” and “If You Love Your Country, the U.N. Is Not Your Friend!,” and “Get US Out Of the United Nations”.\n\nUnder the category of “Special-Interest\/Single Issue Terrorism,” the slide characterizes people who hold political opinions that “represent a fairly popular point of view” as terrorists. Anti-abortion activists are also listed as terrorists under this category.\n\nAnother slide lists people who are “antigenetic engineering” as terrorists. Presumably, that includes people who are concerned about a new study which found that rats fed with genetically-engineered Monsanto corn suffered premature deaths.\n\nApparently, the Department of Justice considers Americans who have a good grasp of the bill of rights, are concerned about the food they eat, those who politically oppose the United Nations, and even those who hold “fairly popular” opinions, to be likely terrorists. Perhaps the DOJ is drawing inspiration from the Department of Defense, who in 2009 characterized the First Amendment right to protest as “low level terrorism”.\n\nThese documents are by no means the only instance in which displaying political bumper stickers has been characterized as a suspicious and potentially terrorist activity by the federal government.\n\nThe infamous 2009 MIAC report, published by the Missouri Information Analysis Center and first revealed by Infowars, framed Ron Paul supporters, libertarians, people who display bumper stickers, people who own gold, or even people who fly a U.S. flag, as potential terrorists.\n\nUnder the FBI’s Communities Against Terrorism program, the bulk purchase of food is also labeled as a potential indication of terrorist activity, as is using cash to pay for a cup of coffee, and showing an interest in web privacy when using the Internet in a public place.\n\nA recent Department of Homeland Security-funded study produced by the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland characterizes Americans who are “suspicious of centralized federal authority,” and “reverent of individual liberty” as “extreme right-wing” terrorists.\n\nGiven that the DHS is now recruiting citizen spies to report “suspicious activity” via apps on their smartphones, don’t be surprised to see SWAT teams being called out to Starbucks on a regular basis to apprehend terrorists who choose to pay for their cup of joe with a few dollar bills.\n\nOne can only imagine what kind of response would be generated by someone paying cash for a cup of coffee whoalso has a political bumper sticker displayed on their car – the President would obviously have to be immediately notified in order to prepare for the enactment of emergency crisis procedures in order to safeguard national security.\n\nAppeared Here\n\n\nComments are closed.\n\n%d bloggers like this:",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.7329890132,
        "format_confidence":0.9749847651
    },
    {
        "url":"http:\/\/ramble-archive.jmb.nz\/2003\/07\/ftc-steps-in-to-help-prevent-phishing.html",
        "text":"Thursday, July 24, 2003\n\nFTC steps in to help prevent 'Phishing' Scam's\n\nHow Not to Get Hooked by a 'Phishing' Scam\n\nThe FTC has just released this ?warning? or public notice about so called 'Phishing' Scam's. Basicly these people send emails that appear to come from some reputable source and trick you into inputing your credit card number and other personal details. Never ever give out that information, over the internet or phone or anywhere, if you didn't initiate the exchange. IE. if you are shopping at a reputable online shop (ie you can safely give your credit card number and expect to recieve the product in the mail. If you get an email from \"\" telling you to update your credit card details or something, It is probably a spammer trying trying to to trick you into giving them your credit card details. Anyway I won't go on just read the article from the FTC.\n\nNo comments:",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.8646344543,
        "format_confidence":0.9833832383
    },
    {
        "url":"http:\/\/anneoneill.blogspot.com\/2009\/11\/what-to-do-breakdown-of-marriage-or.html",
        "text":"My Blog\n\nMy blog is meant to inform but its primary purpose is not to be informative. It is about the law but it is not solely about the law but also about those places the law does not go. The law is the platform from which I dive. My blog is about my opinions but is not primarily about my opinions since I often temper these to the subject matter on hand, not to mention the imagined audience. Quite often when I open a subject which is related to the law for discussion, I find myself in a place I never meant to be, or to go, as if the subject takes on a life of its own. I write articles based on what I do for a living, and I am a family lawyer, but of course that is not all I am. I find that when I engage with a subject, and use writing to express my thoughts, that quite often the journey is more interesting than the end and that what I thought I was writing about is not what I wrote about at all. This seems to me to be a metaphor for life. I write, therefore, to throw some light into the dark, to increase my understanding and by extension hopefully, other people’s understanding of what often seems incomprehensible, to enliven the dull so my spirit does not sag and to throw some humour at what is often deeply sad so that I can, or maybe, dare I say hopefully, “we”, can gain perspective. I doubt I succeed but the effort is honest.\n\nThursday, November 5, 2009\n\nWhat to do ????- The breakdown of a marriage or a relationship?\n\nThe breakdown of a marriage or a relationship is highly traumatic for everyone involved, the parties, their children, their relations and their friends. As a life event it can be compared with death in the way it affects us catapulting us onto an emotional roller coaster that can have us rocking between disbelief, anger, sadness and many other emotions for many months. It is important to be aware of this and to understand that it is totally normal in the circumstances that you are in and there is nothing abnormal about you at all. At this time it will be very hard to think straight about what you want to do and how you are going to do it. There will be hard decisions to be made about children, where will they live and how will we structure time spent with them, about money, and about property to mention some of the possible decisions that need to be made. You will feel overcome by it all and angry that you are in this position at all. This leaflet is designed to help you clarify your thoughts on some of the matters awaiting your decision but it is not meant to take the place of legal advice and you should seek that as soon as you are able.\nWhat are my options? There are a number of ways to sort out your family matters. I have listed them below with a short explanation of each:\nSolicitor Negotiated Separation Agreement\nTwo firms of solicitors representing each of you hammer out a deal by telephone conversations, correspondence and maybe a meeting to finalise. The manner of negotiation will be adversarial in style. It generally starts with correspondence which sets out each side’s position in styles ranging from openly aggressive to detached professional. Once the positions are established, one side generally suggests that an attempt be made to negotiate by suggesting a meeting or putting forward a proposal. Each side will then try and get the better deal for their client by inflating or deflating their positions until a deal is arrived at. The cost of this way of resolving your family situation varies widely as sometimes a deal can be obtained relatively quickly and sometimes it can many months. Costs calculations are largely made up of a combination of time and effort spent on your case.\nCollaborated Family Law Settlement\nCollaboration is a relatively new way of resolving family disputes. To work in this way your solicitor must be specifically trained. To find out who is trained you should access the website of the Association of Collaborative Practitioners ( Collaborative Solicitors will work in a team- like way with both of you. First of all you will meet with your own solicitor and spend some time with him\/her discussing how this process works and deciding if it is suitable for you. Then if everyone is comfortable, you and your partner\/spouse will come together with your respective solicitors for a series of round table meetings. In between times the solicitors will meet with each other and with each of you to establish your needs and the needs of your family moving forward so that solutions can be arrived at. This way of working is non-adversarial and solution orientated. Bargaining is on the basis of each of your needs rather than by taking a stance or position. It aims to preserve civility and respect between you allowing for productive future communication. This has enormous benefit where children are concerned or where there are extensive family networks, friendships or work relationships that must be preserved. Collaboration is a cost effective way of working both emotionally and financially.\n\nMediated Family Settlement\nA mediator is appointed by both of you to help you to resolve matters. The mediator must be neutral and does not give advice. The mediators job is to ensure that both of you get means and opportunity to be heard by each other and to establish your requirements going forward. This process enables both of you to arrive at solutions to your difficulties. Mediators are specifically trained in the art of mediation but they may come from varied walks of life. Many solicitors are now mediators . The important thing here is to establish that your mediator is an accredited member of the Irish Mediators Institute.\nCourt Hearing\nThis is also referred as litigation. It is expensive and is generally not family friendly. The process of going to court very often gives rise to belligerent correspondence which inflames rather than dampens emotions. The court process tends to be long drawn out. These factors can make this a very hard road for children who are often in the background rather than the foreground of their parents’ concerns during this period. Judicial Separations or Divorces must be dealt with by the Circuit Court. The District Court can deal with maintenance matters, issues concerning children and domestic violence. Property, inheritance matters, pensions, insurances and any other issues involved in a separation will be dealt with by either the Circuit or the High Court.\nSelecting a Solicitor\n\nNo comments:\n\nPost a Comment",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9515691996,
        "format_confidence":0.6197263002
    },
    {
        "url":"https:\/\/www.pittsburghlegalbacktalk.com\/",
        "text":"Pittsburgh Legal Back Talk\n\nLegal topics of interest to lawyers and consumers with a Pittsburgh and Western Pennsylvania focus.\n\n1628 Posts and Counting\n\nOld but Still Useful — to Someone Else.\n\nPosted by Cliff Tuttle| March 18, 2019 | © 2019\n\nNo. 1,628\n\nSpring cleaning is a time for decision.  When you buy a new computer you know that you will never plug in the old one again. Yet, you keep it. After all, it may be worth something.  Years ago, you could give it to your nephew.  But now your nephew has better electronics than you do.  So you continue to keep it and it takes up space.\n\nImage: mariafarmcountrykitchen.com\nEven when neatly stacked, its still clutter, isn’t it?\n\nMost of us cannot bear to throw away things that are still in good shape and useful. There are exceptions. I know one person who often leaves perfectly good stuff by the curbside for pickup.  People stop (sometimes within minutes) and load it in the back of their vans.\n\nYards sales used to work.  However, today everybody else has attics and basements full of stuff. It has to be very good or very, very cheap.  Eventually, cheap becomes free — just like the stuff at the curbside.\n\nOne solution, a temporary one, is to rent storage space. Another is to hire that company that specializes in making things disappear. Some resolve to throw away things of equal volume when purchasing something that is not quickly consumed.  I know only one person who actually does this, already mentioned above.\n\nIt is hard to imagine that your grandparents (or great grandparents, if you are still young) usually didn’t have a problem with consumer goods crowded them out of living space.  Yes, there were always hoarders, but they were considered to be aberrations.  It wasn’t a general problem until relatively recently. Goods became cheap and plentiful and we became wealthy enough to buy mass quantities of them in the decades after World War II. It took a half-century for this condition to become serious and then acute.  The word “declutter” only made it into the OED in 2015.\n\nIs it any easier to imagine that our grandchildren (or great-grandchildren) will live in fully decluttered homes?  Do you think that the off-site storage industry will ever go the way of Blockbuster?  Short of nuclear war, that is.\n\nNevertheless, you may have noticed that there are, even today, certain people of all generations choosing to live in a  relatively clutter-free environment. Perhaps they are less materialistic and more aware of the distinction between living space and storage. Its too early to call it a trend. Nevertheless, it is comforting to know that it can be done.\n\n\n\n\nFocus, Luck and the Zone.\n\nPosted by Cliff Tuttle| March 16, 2019 | © 2019\n\nNo. 1,627\n\nImage: business horsepower.com\n\nEverywhere we turn, we are being advised to focus.  I read recently that Bill Gates and Warren Buffet were asked the secret of becoming a billionaire at a party. Without hesitation,  both instantly and simultaneously replied, “focus.”\n\nWonderful.  But have you recently tried to focus your total mind on something for more than a few minutes?  Its not easy. No, its very hard.\n\nThe human mind is constantly making connections and pulling up memories. It does this automatically, without trying. Your mind wanders even when you are consciously trying to stay on topic.\n\nTry driving your car and focusing on the road ahead.  Before long, maybe only a few seconds later, you discover to your dismay that you are no longer thinking exclusively about the task of driving.  Very frustrating. You try to focus and constantly fail. You try again and fail within minutes. Can it even be done?\n\nThink back to when you first learned to drive.  You were paying strict attention then because you were learning a new skill and were constantly aware of the ever-present danger.  Every move you made had to be performed with deliberation. If you stopped thinking about what to do, you could drive right into the back of the car ahead.  Or, if you suddenly slammed on the brake too hard, the car behind you might drive into you. What riveted your attention so well?  Fear.\n\nBut after all those years of driving, you no longer fear the road.  The danger is still there.  Every time you get behind the wheel you risk life and limb. The odds of killing yourself have hopefully greatly decreased, but they are not completely erased. If you drive enough miles, even with great care, some day the probabilities will eventually catch up with you. That moment  could come today, next week or years from now.  Hopefully, we will all stop driving before it inevitably happens. Think about that every time you turn the key and you are sure to become a more mindful driver.\n\nYou will look for children darting out between the parked cars. You will observe other drivers wandering into your lane.  Your mind will still automatically wander, but less. And you will catch yourself daydreaming and pull your consciousness back to the here and now.\n\nSome people approach their whole life like that careful driver.  They are constantly looking for potholes to avoid. They try to anticipate problems before they become emergencies. They are mindful of risks.  They might even be a little afraid.\n\nBut life involves more than risks and dangers. Remember, there are also opportunities. Recognizing and acting upon them also requires us to pay attention.  The luckiest people are constantly aware of changes in their environment. If you are busy bemoaning your bad luck, you may miss the good luck that is following right behind.\n\nTherefore, if you want to focus, constantly ask yourself questions about the topic at hand.  Take notes and review them.  Send emails. Talk about the subject with others.  Write about it in a formal, coherent and meaningful way. Edit and improve what you have written.\n\nSeveral hours later, you may discover that you have been “in the zone.” Its a great feeling!\n\n\nPower Trips\n\nPosted by Cliff Tuttle| March 12, 2019 | © 2019\n\nNo. 1,626\n\nAllegheny County Controller Elsa Wagner is a powerful politician.  She is used to shaking things up, making noise and making the news.  But she just endured a few painful, public lessons in the use of power and the pain is not yet over.\n\n• When the police come to the door in the middle of the night, you must maintain your cool.\n\n• Listen carefully before speaking.\n\n• Don’t raise your voice.\n\n• Don’t touch.\n\nIt seems rather elementary, doesn’t it?  But Ms. Wagner rather than quietly dealing with the situation, she made a series of poor decisions.  She didn’t assess the power dynamic of the situation properly and she paid the price.\n\nThe power equation in such a situation overwhelmingly favors the police.  But, even in then, it was not divided 100% – 0%.  Ms. Wagner had the benefit of her vulnerability.  She was a respectable, middle aged woman who was a guest in a high-end hotel, wakened in the middle of the night, in her pajamas.  All she had to do was be meek, polite and cooperative.\n\nShe didn’t have the upper hand, but she had enough power  to bring this incident to an end.  Instead, she wasted her limited but adequate resources and brought about a very bad outcome.\n\n\nPittsburgh in a nutshell, from Wikipedia\n\nPosted by Cliff Tuttle| March 9, 2019 | © 2019\n\nNo. 1,625\n\nYou can cite Non-precedential decisions for persuasive value, starting in May.\n\nPosted by Cliff Tuttle| March 8, 2019 | © 2019\n\nNo. 1,674\n\nThe Superior Court has prohibited citation of non-precedential decisions for some time.  Unfortunately, there are a substantial number of them.  The Appellate Rules Committee, however, has amended the Rules and comments to permit citation of all non-precedential appellate cases for their persuasive value, beginning in May 2019.  This follows the practice of the Commonwealth Court.\n\nNew Rule 126 contains an additional guideline regarding citations of non-precedential authorities.  The brief writer should indicate the purpose in citing the case, which shall be inserted parenthetically after the citation. Single judge opinions of the Commonwealth Court, which are considered non-precedential (except in election cases) may also be cited for persuasive value.\n\nHowever, non-precedential cases may also be cited for the purpose of arguing law of the case, res judicata, collateral estoppel or noting a prior criminal proceeding that relate directly to the case at bar, but are not, by their nature, applicable in cases involving other litigants and other fact situations.\n\nBrief writers are also encouraged to cite to Lexis and other on-line but unofficial compilations of caselaw. In addition to citing the beginning page of a case, we are also encouraged to cite to the specific page where a quote or discussion of the issue addressed appears.\n\n\nYou, the Witness.\n\nPosted by Cliff Tuttle| March 5, 2019 | © 2019\n\nNo. 1,623\n\nYou raise your right hand and swear an oath to tell the truth.  Then you have a prolonged conversation, in front of everyone, with your lawyer.  He\/she asks questions, you answer.\n\nImage: ncaph.com\n\nIt seems simple enough.  But here are a few things you should know and keep in the front of your mind.\n\n  1.  You are on stage. You are being observed.  Sit up straight.  Be serious but polite. But be yourself — on your good behavior.\n  2. Visit the rest room before the proceedings begin.  Check your hair in the mirror. Straighten your tie.  Don’t wear a hat in the courtroom.\n  3. Listen to the whole question before you begin to answer. Pay attention.  Don’t make the common mistake of thinking you know what is being asked from the first few words.\n  4. Answer the question you are asked.  Don’t seize an opening to digress from the point at issue.\n  5. Don’t be in a hurry. Don’t get ahead of the question. It may take a series of questions to reach the point. If the questions are well-prepared, they will enable to you testify seamlessly to a series of facts that lay a foundation.\n  6. Be aware that it is usually necessary to lay a foundat... (truncated)",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9883067012,
        "format_confidence":0.9172170758
    },
    {
        "url":"https:\/\/haleighcummingsdotme.wordpress.com\/tag\/c-e-parish\/",
        "text":"Posts Tagged ‘C.E. Parish’\n\nDoes a violent video commissioned by Crystal Sheffield provide clues to the truth about HaLeigh Cummings? \n\nby Timothy Charles Holmseth\n\nOn February 10, 2009 a 911 call to report HaLeigh Cummings missing led to the official statement by law enforcement that the child’s disappearance was “no stranger abduction” and “all the world” was a suspect.\n\nFor the month that followed HaLeigh remained missing.\n\nIn March of 2009, Crystal Sheffield, HaLeigh’s mother, met with a bail bondsman, tabloid Web reporter, events planner, marketing specialist, and Web trolls.\n\nWhat was discussed at the meeting?\n\nThis was discussed – having the bondsman arrest a local man who was free on bond and awaiting trial for charges of sexually battering a child.\n\nThe man, Daniel Everett Snodgrass, had already been cleared by law enforcement and removed from the suspect list.\n\nThe plan included the bond revocation being filmed, and the bogus story being published by the Web reporter online and on Nancy Grace for the world to see. The video would be issued with a story that would present the accused child molester as a man that was interested in HaLeigh, and a viable suspect in her disappearance.\n\nThe publication dynamic of the plan included the tentative use of a former newspaper reporter from Minnesota who would be provided nightmare scenarios regarding the accused child molester.\n\nThe former reporter was me. I was contacted and told many stories by several of Sheffield’s team members.\n\nI was told about a shack that was used by Daniel Snodgrass, which was allegedly covered wall to wall in blood – it was suggested to me Snodgrass butchered HaLeigh Cummings there.\n\nI was told Snodgrass was a chemical weapons specialist in the military, and he poisoned all his ex’s to drive them insane. I was told about him sitting in the back of his limousine, head to toe in blood, dismembering children.\n\nThe efforts put forth to implicate Snodgrass were considerable.\n\nI was given documents that detailed scenes of human body parts strewn about, as one would find in a plane crash. It was presented to me as some kind of horror scene created by the child-butchering Snodgrass.\n\nThe bondsman, William ‘Cobra’ Staubs, told me he had HaLeigh’s killer in his vehicle and they made him release him.\n\nI never published any of it – I had already been told HaLeigh was alive and being hidden.\n\nThe ill-fated bond revocation resulted in the arrest of William Staubs on charges of felony false imprisonment. The charges were eventually dropped to Misdemeanor Battery and the event faded from view.\n\nIn March of 2013 Staubs filed a civil lawsuit in Palm Beach County, Florida against the insurance company that secured Snodgrass’ bond.\n\nStaubs claims he suffered damages in excess of $15,000 because the general agent told police investigators he did not give Staubs permission to take Daniel Snodgrass into custody; which buttressed an arrest warrant being issued.\n\nI recently spoke with Cyril Parish, the general agent that refused to go along with the Snodgrass hoax, and he made a very compelling statement regarding the entire matter. “[William Staubs] could probably be re-arrested if he planned all this and tried to make [Daniel Snodgrass] out to be a murderer when he wasn’t,” Parish said.\n\nIndeed – if the bond revocation was a criminal conspiracy between Crystal Sheffield and a cluster of Florida corporations, that colluded to constructively frame a man already charged with a heinous crime against a child, the legal implications would be tremendous.\n\nHere are the facts – you decide if law enforcement should investigate this matter.\n\nBasic Facts\n\nWilliam Eugene Staubs – a.k.a. ‘Cobra the Bounty Hunter’ is a licensed bail bondsman and licensed private investigator from Broward County, Florida. Staubs is the owner of Lighting Strike Force, Inc., and Case Closed, Inc.\n\nIn April of 2009 he proactively contacted a reporter from Minnesota named Timothy Charles Holmseth (me).\n\nStaubs told me he was in Putnam County, Florida in February of 2009. He said he was looking for the child, but was ‘run off’ by law enforcement. He said while he was on his way back to Broward County, he heard something on the radio about a memorial for Caylee Anthony in Orlando.\n\nBecause of what he heard on the radio about the memorial in Orlando, he decided to go to there, where he then met an online minister named Richard Grund who was handling the service being held in a park. He said this was the first time he had ever met Rev. Grund.\n\nStaubs said he and Rev. Grund then discussed the missing child HaLeigh Cummings (reported missing that very day of February 10, 2009).\n\nCrystal Sheffield’s victim’s advocate, Wayanne Kruger, Arizona (now of California) told me during interviews she was (also) in Orlando on February 10, 2009 at the memorial Rev. Grund conducted at the park.\n\nKruger publically appeared with Crystal Sheffield, HaLeigh’s mother, on the news in mid March, 2009 when it was announced Kruger had just arrived from Arizona to serve as an advocate for Sheffield. .\n\nHowever – interviews I conducted with Kruger show she admits she was in Florida when HaLeigh disappeared; and she was working with Staubs and Grund.\n\nKruger produced to me an email she received from Rev. Grund. In the email, Grund advises Kruger to try to be patient about the justice she is seeking for HaLeigh. He tells her something very dark is going on. He tells Kruger “Cobra” is on his way up there and she is to wait for him. Grund then asks Kruger “where” she is going to “hide” them.\n\nKruger also told me she spoke with Sheffield the night HaLeigh was reported missing.\n\nStatements and documents show both Kruger and Staubs were in the area HaLeigh disappeared from in February of 2009 – they were working together with Grund as a unit.\n\nOn March 11, 2009 Staubs billed himself as ‘Cobra the Bounty Hunter’ as he again traveled to Satsuma, Florida where he announced he was going to investigate the disappearance of HaLeigh Cummings.\n\nRev. Grund told me he originally planned to travel with Staubs but did not because he was ill with flu symptoms.\n\nStaubs told local news reporters upon his March arrival that he was working for a minister named Richard Grund. When reporters asked Staubs how he was funding his search, he said he was being funded by a reformed drug dealer from Miami.\n\nStaubs repeatedly told the media he was working for a “man of God.” He said when a “man of God” asks you to do something you have to do it.\n\nDuring interviews with Rev. Grund he told me he is a former Satanist (devil worshipper) turned Christian online minister and supernatural guru that fights demons.\n\nStaubs consistently reminded news reporters that Rev. Grund was the father of Casey Anthony’s ex-boyfriend, Jesse Grund, and on the witness list for the Casey Anthony trial. \n\nStaubs told me that when he arrived in Satsuma, the first thing he did was telephone Donna Jaquith, A-1 Bail Bonds, Palatka. He said he asked Jaquith for the names of sex predators. Jaquith advised Staubs that a man named Daniel Everett Snodgrass was free on bond and awaiting trial for charges of capital sexual battery on a child under the age 12.\n\nThe agency that posted Snodgrass’ bond was Chucks Bail Bonds, Palatka – a small local agency working under C.E. Parish, General Agency, Inc., Bushnell, Florida.\n\nDaniel Snodgrass was not a person of interest to the local Sheriff’s Office. He had been cleared of any involvement. Snodgrass was fitted with an ankle bracelet that monitored his movements, which showed he was nowhere near the missing child’s residence the night she was reported missing. \n\nFor the next several days, Staubs says he staked out Snodgrass’ home. Donald Knop, staff member, Crystal Sheffield’s media team, said Staubs was shining spotlights on Snodgrass’ house at night (harassing him). Knop said Staubs told curious neighbors he was a federal agent. \n\nDuring this time period, Crystal Sheffield’s personal media consultant and private publisher, Art Harris, along with a unemployed drifter turned Administrator of a missing child foundation (soliciting donations), Jeremiah Regan, was traveling around with Staubs. \n\nStaubs, Regan, and Harris provided information to news reporters about Snodgrass. Staubs repeatedly mentioned to reporters that at some point he may have to go to Snodgrass’ residence and “throw him on the ground.” Regan is captured on tape mischievously giggling about how they are going to ‘take down this Snodgrass guy’.\n\nRecordings captured in the field reveal Staubs repeatedly talked to reporters about throwing Snodgrass on the ground. This will become very relevant because it is ultimately what Staubs did.\n\nStaubs telephoned Cyril Parish in Bushnell regarding the Snodgrass file. Parish says he told Staubs he could talk to Snodgrass but he was not to arrest him.\n\nStaubs went to Chuck’s Bail Bonds with Art Harris, Jeremiah Regan, and Donald Knop. Staubs acquired a copy of Snodgrass’ file.\n\nA dinner meeting was held with Crystal Sheffield and plans for the revocation of Snodgrass’ bond were made. Staubs possessed the Snodgrass file, which, because Staubs had Power of Attorney with the Continental Heritage, theoretically gave him authority to revoke Snodgrass’ bond.\n\nDuring the meeting Staubs was so excited he could not stay sitting down. He walked around holding the papers boasting he had the authority to go take Snodgrass into custody.\n\nHowever – a variety of issues hindered Staubs’ desire to justifiably revoke Snodgrass’ bond. Snodgrass had not violated the terms of his bond. Further, Parish had advised Staubs he could only talk to Snodgrass; but nothing more. \n\nHarris was present at the pre-revocation meeting with his lap-top computer, writing. During the meeting, Sheffield (whose daughter is missing) was happy and laughing.\n\nOn March 20, 2009, William Staubs, Harris, and Matthew Staubs went to Snodgrass’ home. Footage published later by Harris shows William... (truncated)",
        "topic_id":3,
        "format_id":15,
        "topic_confidence":0.9964634776,
        "format_confidence":0.551125586
    }
]