[
    {
        "url":"http:\/\/www.celebsnow.co.uk\/beauty-news\/kate-moss-to-launch-sexy-new-lipstick-range-with-rimmel-110159",
        "text":"Here's a sneak preview of the collection...\n\n\n\nMrs Jamie Hince is set to launch a new lippy range for Rimmel, which will be available at Boots from September – and we couldn’t resist giving you a sneak preview of her seven lip-smacking shades.\n\nKate Moss loves Shade 1, a provocative pouty red.\n\nWhich one is your favourite?\n\n Kate Moss lipsticks collection | Beauty Tips | Now Magazine | Beauty | Pictures | Celebrity gossip | Photos\n\nThe Lipstick Collection By Kate Moss For Rimmel, £5.49 each, available from September in\n\nShop for more hot red lipsticks online now…\n\nMira Kozlowska",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.994715631,
        "format_confidence":0.6802722812
    },
    {
        "url":"http:\/\/www.elle.com\/beauty\/news\/a5420\/amanda-seyfried-lands-her-first-beauty-campaign-11810\/?click=smart&kw=ist&src=smart&mag=ELM&link=-SMT-ELM",
        "text":"Amanda Seyfried Lands Her First Beauty Campaign\n\nMost Popular\n\nAmanda Seyfried on the October cover of ELLE.\n\nAdvertisement - Continue Reading Below\n\nIt was announced this morning that Amanda Seyfried, ELLE's October cover star, is the new face of Clé de Peau Beauté.\n\nMost Popular\n\nShe'll star in ads — shot by David Sims — for both their skin care and cosmetics. The ads will hit this spring.\n\nClé de Peau, which is owned by Shiseido, is gearing up to relaunch their products with a new formula, Illuminating Complex, that the company's CEO tells WWD helps \"regulate and maintain the life of skin cells from birth, reducing cellular stress and restoring balance by controlling the quality of information transmitted to the cell's brain center.\"\n\nWith Amanda's huge features, near perfect skin and thick blonde hair it may be more shocking that it's taken this long for a cosmetic's company to sign her. We imagine it won't be the last.\n\nRead Next:",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9883368611,
        "format_confidence":0.9887573123
    },
    {
        "url":"http:\/\/www.hollywoodreporter.com\/news\/disney-debuts-frozen-makeup-collection-753478",
        "text":"Disney Debuts 'Frozen' Makeup Collection\n\nCourtesy of The Walt Disney Company\n\nIn case you haven't had enough of Elsa and Anna in your life, Disney presents beauty products inspired by the royal sisters\n\nJust when we'd finally gotten \"Let It Go\" out of our heads, Disney brings Frozen back onto our radar with makeup inspired by our favorite sisters of Arendale. The collection is the latest addition to the \"Beautifully Disney\" makeup line, available for purchase at Disney Parks. Priced from $11 to $37, the collection includes nail polish, eye shadow, and lipsticks, all packaged in cool turquoise and silver.\n\nWith shades such as \"Elegant Ice,\" \"Miss Royal Pants,\" and \"Powers Unleashed,\" which range from frosty pink to shimmery gold, not only can you dress like Elsa and Anna, but you can also achieve their beauty looks. It's just one step closer to actually becoming a Disney Princess.\n\nFor the first time in forever, we might just be hoping for some Disney merchandise in our stockings.\n\n\n\n\ncomments powered by Disqus",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9585153461,
        "format_confidence":0.9412611723
    },
    {
        "url":"http:\/\/www.toledoblade.com\/Culture\/2011\/09\/22\/Epic-Rocks-Fashion-Show-struts-its-stuff.html",
        "text":"Tuesday, Jan 16, 2018\nOne of America's Great Newspapers ~ Toledo, Ohio\n\n\nEpic Rocks Fashion Show struts its stuff\n\n\nModels hit the runway during the Epic Rocks Fashion Show Saturday, 09\/25\/10, at the Grand Aire Hangar at Toledo Express Airport.\n\nThe Blade\/Jeremy Wadsworth\nEnlarge | Buy This Image\n\nFashionistas in need of a dose of the latest trends are sure to get exactly what the designers ordered at the 4th Annual Epic Rocks Fashion show Saturday at Grand Aire Hangar at the Toledo Express Airport.\n\nThis weekend's event promises to be a multi-media fashion affair with high energy, entertainment, and stylish threads.\n\n\"We wanted to bring something unique to the community, something you don't see in Toledo, Ohio,\" said Paulette Cousino, director of EPIC Toledo, the organization that puts on the show.\n\nEPIC Toledo is a project of the Chamber of Commerce and was started in 2007 to attract and retain young professionals in the Toledo area. EPIC stands for \"encouraging people, inspiring change.\"\n\nThe organization features more than 1,000 individual members and 40 corporate members.\n\nThe fashion show will feature local models ripping the runway in some of fall's hottest fashions in a choreographed show by Wendi Davis of SB Entertainment Group.\n\n\"The fashions featured will be the latest trends for fall 2011 from our boutiques which carry many designer brands,\" Ms. Cousino said. \"We also have an added twist by showcasing the fashions from Harley Davidson.\"\n\nThe Harley Davidson collection is loaded with leather jackets and vests and gloves and boots with metal hardware.\n\nOther collections will take on a softer look, including formal attire, outer and casual wear.\n\nThe show will feature fashions from local retailers Sophie's Sister, Vivian Kate, Elegant Rags, Meig, Ticknors, and Roth Coats & Accessories.\n\nA disc jockey will play the latest hit songs and a live band will rock out the show. Special musical guests include Tatiana Owens, Emma & Brynn Flory, and in theory, a three-time winner of The Blade's Battle of the Bands alternative rock category.\n\nNew this year is a tribute to breast cancer survivors, who will rock the runway in a special presentation before the main event. Local survivors were nominated by friends, family, and coworkers for a chance to strut their stuff on the catwalk.\n\nSilicone bracelets to support breast cancer research and awareness will be sold at the event.\n\nDoors open at 8 p.m. and guests must be 18 or older to attend. A VIP pre-party will be held from 7:30 to 8:30 p.m. for VIP ticket holders and includes Italian food by La Scola and beverages.\n\nGeneral admission tickets are $20 each and available at the gate. VIP tickets are $100 each and include admission to the pre-party gala.\n\nThe show is geared toward young adults and will showcase lots of local acts, Ms. Cousino said.\n\n\"Instead of focusing on just one amazing local talent, we're going to have some dancers, singers and rappers,\" Ms. Cousino said. \"There's a lot more this year than there has been in the past. It's going to be a night of great entertainment.\"\n\nContact RoNeisha Mullen at rmullen@theblade.com or 419-724-6133.\n\nClick to comment\n\nQuis autem vel eum iure reprehenderit qui in ea voluptate velit esse quam nihil molestiae consequatur, vel illum qui dolorem?\n\nTemporibus autem quibusdam et aut officiis debitis aut rerum necessitatibus saepe eveniet.\n\nCopyright © 2018 Toledo Blade\n\nTo Top\n\nFetching stories…",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.8017249107,
        "format_confidence":0.9944928885
    },
    {
        "url":"http:\/\/www.kansas.com\/2014\/04\/21\/3414191\/gluten-free-beauty-products-in.html",
        "text":"Log Out | Member Center\n\n\n\nGluten-free beauty products in demand among some customers\n\n  • Los Angeles Times\n  • Published Monday, April 21, 2014, at 12 a.m.\n\n\nAmy Soergel’s lip gloss was making her sick. The problem, she realized, was gluten – hydrologized wheat protein, to be exact. Then she went to the hairdresser who used a shampoo that made her neck burn. Again, it contained gluten.\n\n“There’s hidden gluten in many places you may not consider,” including stamp and envelope glues, toothpaste and lip balms, said Soergel, who has a store, Naturally Soergel’s, near Pittsburgh that caters to people with allergies. Indeed, for people with celiac disease, a bit of gluten that might get swallowed from a lipstick or a stream of shampoo in the shower can be enough to cause illness.\n\nA slew of gluten-free skin care products have come on the market, including items from well-known companies such as Murad, Dr. Hauschka, EO, MyChelle, Suntegrity, Acure and derma-e. Many are sold in Whole Foods and other health food stores. If they’ve been certified by a third-party agency, an icon usually appears on the packaging.\n\nAvalon Organics and Jason – two moderately priced health food store standards from the company Hain Celestial – recently released Avalon Organics Gluten Free Cucumber products and Jason gluten-free lotions, washes and hair products.\n\nEmma Froelich-Shea, the company senior vice president of marketing and research and development, says she was skeptical at first that such products were needed, thinking gluten – which is found in wheat, barley and rye – was only a food issue. But wheat protein is used as a binding agent for skin-firming creams and hair products that aim to strengthen hair, she says – and she was won over by customer demand.\n\nBob Zahradnik launched Coldstream Natural from Gainesville, Fla., about six months ago, selling gluten-free tooth creams and mouthwashes. “Any trace materials in oral care products will definitely present a risk to people with a gluten sensitivity,” Zahradnik said.\n\nCustomers of derma-e, a 30-year-old company that started with a vitamin E cream, prompted the company to change, says Jennifer Norman, the vice president for marketing. Most of its products had no gluten, and the company reformulated the rest. “It shows the amount consumers are researching products. In the last year, it’s been almost an explosion of interest in gluten-free,” Norman says.\n\nThe Whole Foods 365 house brand recently released a line of gluten-free bubble baths. Tilth Beauty, a year-old line of 14 products that includes anti-aging serums and moisture creams, contains no gluten, and no synthetic coloring or fragrances, genetically modified ingredients or petroleum-based products.\n\nDermatologist Jenny Kim, associate professor of clinical medicine at the University of California-Los Angeles’s David Geffen School of Medicine, says some people thought that gluten-free skin care was simply a trend, in part because gluten molecules are too large to penetrate through skin. But that’s only true for skin that’s healthy and intact, and not necessarily for people with eczema or other skin conditions.\n\n“So we don’t really know how the molecule is going through the skin, but certainly that needs to be studied,” Kim said. Reactions, including rashes and respiratory problems, have been documented.\n\nClaire Duggan, one of the three sisters behind the LifeStinks brand of deodorants, says their motive was to help heal one sister after years of illness. They studied natural healing and eventually came up with a deodorant formula that they offered to share with clients, Duggan said.\n\n“No one cared that I could teach them how to make it. They said, ‘If you make it for me, I'll buy it,'” she adds. That led to LifeStinks, a powder deodorant in lavender or cedar wood scent that is made in their basement and is available online and in some health food stores.\n\n“We didn’t go into it to be gluten-free,” Duggan said. “But, boy, have we found it has so mattered to our customers.”\n\nSubscribe to our newsletters\n\nThe Wichita Eagle welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it civil. Please refrain from profanity, obscenity, spam, name-calling or attacking others for their views. Please see our commenting policy for more information.\n\nHave a news tip? You can send it to wenews@wichitaeagle.com.\n\nSearch for a job\n\n\nTop jobs",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.8191807866,
        "format_confidence":0.9939488173
    },
    {
        "url":"https:\/\/www.glamour.com\/story\/jennifer-lawrence-long-blond-hair-photos",
        "text":"Jennifer Lawrence Has Victoria's Secret Hair Now, and We're Living for It\n\nPHOTO: Getty Images\n\nPizza icon Jennifer Lawrence is one of Hollywood's most exciting actresses. She's magnetic on the screen, of course, but she's also a beauty jack-of-all-trades. Lawrence has a fearlessness when it comes to her hair that we really admire. She's game to try everything at least once. Brown hair! Platinum blond! Curly locks! The lob!\n\nThat last style has been Lawrence's signature for months, and she wears it beautifully. But Lawrence is a chameleon, which is why we weren't surprised to see a brand new hairstyle on her at recent event for her film, Passengers. She swapped her legacy blunt locks for something, well, longer. Some might say she's giving off Victoria's Secret vibes. (Read: We're saying it.)\n\nShe looks awesome. For this particular event, the Oscar winner styled her longer locks with loose, easy curls. The result? So much slayage. See Lawrence's new hair for yourself in the picture, below:\n\nPHOTO: Europa Press via Getty Images\n\nWhere are the Victoria's Secret vibes, you ask? Well, the Angels have a history of sporting long, free-flowing hairstyles on the runway, and Lawrence's new tresses match that aesthetic to a tee. (Although, we're excited to see the lingerie brand is finally expanding its definition of \"sexy\" hair—at least 6 different models walked with short hair; three of which with natural afro-textured hair.) If we hadn't been at the filming and backstage before the show, we'd swear she was gearing up to hit the runway.\n\nIt's got all the airy movement of an Angel, see:\n\nPHOTO: Getty Images\n\nIt's important to note that this all isn't Lawrence's real hair. Like we said, she's been \"lobbing\" it up for weeks, so this new style is the result of some pretty amazing extensions. (Refinery29 reports it's the handiwork of L.A. salon Nine Zero One's Riawna Capri and Nikki Lee, who only use bonded Great Lengths extensions at the salon.) There's definitely an art form to successfully pulling off extensions, and Lawrence nails it—both here and with this Elsa braid she wore yesterday.\n\nI mean, look at that magnificence.\n\nPHOTO: WireImage\nPHOTO: WireImage\n\nIf you're interested, peep this handy-dandy extensions guide to learn the tricks of the trade.\n\nExcuse me while I call my hairstylist to see if I can pull off this blond hair. (Spoiler alert: I can't.)\n\nGet the Magazine\n\n6 months for only $5 plus 2 free gifts!Subscribe\nGet Our Newsletter\nYour daily dose of the latest in fashion, beauty, and entertainment — delivered straight to your inbox.",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9641896486,
        "format_confidence":0.5046033859
    },
    {
        "url":"http:\/\/aplus.com\/a\/dove-love-your-curls-campaign-launches-childrens-book",
        "text":"Dove Launched A New Children's Book. The Message Is To Love Your Curls.\n\nEmbrace your beauty.\n\nDove's \"Love Your Curls\" campaign continues to promote self-love. \n\nPreviously, the campaign produced a heartwarming commercial that featured young girls who weren't proud of their natural curls. With the help of their mothers, they learned why they should embrace and celebrate their natural hair textures. \n\nNow Dove has pursued another way to get young girls of all backgrounds feeling confident. \n\nThey partnered with bestselling author Taiye Selasi to create a children's book \"Love Your Curls\" featuring poems and short stories aimed to inspire appreciation for one's curly hair texture, The Huffington Post reported.\n\nIn the interview with Huffpost Black Voices, Selasi reflected feeling self-conscious of her natural hair texture as a young girl. At the time, she didn't think society considered her hair to be beautiful. She described feeling a shift for the better when artists like Lauryn Hill and Erykah Badu made their debuts while embracing natural hairstyles. She used her experience to help shape the purpose and mission for her book. \n\n\"It was a journey – one that I hope that little girls can take faster than I was able to,\" Selasi told HuffPost. \n\nSelasi's experience can particularly be identified with many other women of the African diaspora. \n\nThere has been a boom in recent years of natural hair blogs and YouTube channels celebrating natural hair for women of color, but one book in particular takes on the natural hair conversation and puts it in the context of history.\n\n\"Hair Story: Untangling The Roots of Black Hair In America,\" written by Ayana D. Byrd and Lori L. Tharps, addresses how in the early 1900s, Black people had to take on Eurocentric characteristics to attain the \"American dream.\" Natural kinky hair, for example, was suggesting undesirable characteristics that went against the \"status quo.\"\n\nDove and Selasi want to bring people of all races, cultures and experiences together to celebrate their curly hair and to appreciate its beauty. \n\nSelasi's \"Love Your Curls\" is available for download.  \n\nCheck out Selasi's interview with HuffPost below:",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9715480208,
        "format_confidence":0.9657892585
    },
    {
        "url":"https:\/\/www.gq.com\/story\/zayn-malik-new-haircut-hair-color",
        "text":"Zayn Malik's New Haircut Has a New Hair Color\n\nBut evidence will disappear in a few hours.\n\nPop star and hair god Zayn Malik has been on a follicle-related roll lately, most notably bringing back a length of sideburns we thought was gone for good. We thought wrong. Today on Instagram, the singer debuted a brand new pastel hair color, a fresh minty green hue on the tips of his extreme fade 'do.\n\nMalik's dabbled with green hair before. Back in 2015, the \"Still Got Time\" crooner treated his short buzz cut to a Joker-level lime green dye job that bordered on punk (well, as close as a rebellious onetime boyband-er can get to punk). This new iteration of green-hued hair reads less severe (as far as Instagram Story evidence goes) with what appears to be an ombre situation into his natural, dark hair color.\n\nCan Malik make green tips a legit grooming move among adults (Jared Leto aside)? We'll have to wait and see. It could be the next wave rebel style hair moves now that the bleached buzz has hit critical mass. But if any man can influence the menswear world's hair trends, it's Zayn Malik.\n\nWatch Now:\n\nRoger Federer Shows You How to Dress for a Snow Day",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9051938653,
        "format_confidence":0.9829141498
    },
    {
        "url":"http:\/\/youarecurrent.com\/2019\/02\/04\/longtime-friends-open-metalmark-jewelry-store-in-carmel\/",
        "text":"Longtime friends open Metalmark jewelry store in Carmel\n\n\nMary Leppert and Samantha Hurst Larkins have a friendship bonded by gold. The Indianapolis natives have been friends for years and began working professionally together when Leppert brought Larkins’s jewelry line into G. Thrapp Jewelers, where she worked.\n\nIn 2016, the friends opened their first jewelry store together, Metalmark Fine Jewelry, in Denver, Colo., where Larkins lives. The women then decided it was time to open a location closer to their hometown and settled on Carmel, opening a shop at 211 W. Main St. in Oct. 2017.\n\nFrom left, Samantha Hurst Larkins and Mary Leppert recently opened Metalmark Fine Jewelry store in Carmel. (Submitted photo)\n\n“It took us a while to find a place,” Larkins said. “Our broker said we should go check out what’s going on up on Main Street in Carmel. We drove up there and I thought it was amazing. We checked out the space and pretty much signed on the dotted line.”\n\nMetalmark specializes in eclectic jewelry not found in typical jewelry stores.\n\n“The range of the jewelry is completely individualized,” Larkins said. “You could buy a $90 leather bracelet or a $10,000 pair of diamond studs. We’re trying to empower our guests to find something they love. We’re passionate about our jewelry, and we would wear it ourselves.”\n\nThe space was designed with guests’ comfort in mind.\n\n“The space in Carmel is totally different,” Leppert said. “We have a kitchen island right in the middle. We wanted people to feel like they’re in someone’s home so that they could just come over and sit down at the island with a glass of wine or just sit and talk about jewelry.”\n\nBoth women have degrees from the Gemological Institute of America. Larkins creates custom-made pieces by request.\n\n“We want our clients to feel like they’re part of a family,” Larkins said. “We want them to stay and linger over the jewelry. We don’t want anyone to feel intimidated coming into Metalmark.”\n\nFor more, visit metalmarkfinejewelry.com.\n\n\nComments are closed.",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.7487204671,
        "format_confidence":0.9676116705
    },
    {
        "url":"http:\/\/stylecaster.com\/beauty\/katie-holmes-announced-as-alterna-spokeswoma\/",
        "text":"Katie Holmes Dives Deeper Into Beauty With Alterna as Co-Owner and Spokeswoman\n\n\nFollowing in Jennifer Aniston’s footsteps, Katie Holmes has been announced as the co-owner and spokesperson of Alterna hair care. Holmes has been busy on the beauty front lately, recently becoming the first celebrity face of Bobbi Brown Cosmetics. For her deal with Alterna, the 34-year-old actress will be featured in Alterna’s very first print advertising campaign (to launch in mid-February) and will also provide the brand with input and insight on upcoming products and intiatives.\n\nPresident of Alterna Professional Haircare, Joan Malloy, told WWD that, “Katie is a fashionista, a mother and an entrepreneur. In short, she is our consumer.” For Holmes on the other hand  the partnership was just as beneficial. “I love that Alerna uses natural and organic ingredients and stays away from harsh chemicals like sulfates and parabens,” said Holmes. “It’s good for my hair and good for the earth, so I feel good using it.”\n\nAlterna’s two key product lines of the moment, Caviar and Bamboo, were named by Holmes as some of her favorites for keeping her hair in top condition as a brunette. “I like to keep it simple. When it comes to hair, great style should be sustainable. Using the right products means you don’t have [to] work as hard to look and feel your best.”\n\nWhat do you think of Holmes diving deep into the beauty world? Do you think she’ll be a good face for Alterna, and also a good co-owner? Let us know in the comments below!\n\n\nPromoted Stories",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9945474863,
        "format_confidence":0.9933747649
    },
    {
        "url":"https:\/\/www.thesun.co.uk\/archives\/news\/1040256\/victorias-secret-apologises-for-native-american-mockery\/",
        "text":"\n\nFollow The Sun\n\nYour Sun\n\nThe Sun, A News UK Company\nNow 0°C\n9pm 0°C\n\nVictoria’s Secret apologises for Native American ‘mockery’\n\nVICTORIA’S Secret has apologised for using a Native American headdress at its\nannual fashion show after tribal rights campaigners blasted the outfit.\n\nStunning Karlie Kloss strutted down the catwalk last week donning the\nfloor-length feathered headdress, along with leopard-print underwear and\nhigh heels.\n\nBut Native Americans poured scorn on the fashion firm’s “upsetting”\nuse of the accessory, which is traditionally reserved for war chiefs and\n\nNavajo Nation spokesman Erny Zah yesterday said: “We have gone through the\natrocities to survive and ensure our way of life continues.\n\n“Any mockery, whether it’s Halloween, Victoria’s Secret – they are spitting on\nus. They are spitting on our culture, and it’s upsetting.”\n\nHistorically, each feather placed on a headdress has spiritual significance\nand would have to be earned through an act of compassion or bravery.\n\nKarlie Kloss wearing an Indian headdress during the taping of The 2012 Victoria's Secret Fashion Show\n\n\nFollowing a barrage of complaints, the fashion house has now agreed not to\ninclude the traditional garb in any future marketing materials or catwalks.\n\nKloss later posted on Twitter that she was “deeply sorry if what I wore during\nthe VS Show offended anyone.”\n\nA Victoria’s Secret spokesperson said: “We are sorry that the Native American\nheaddress replica used in our recent fashion show has upset individuals.\n\n“We sincerely apologize as we absolutely had no intention to offend anyone.\n\n“Out of respect, we will not be including the outfit in any broadcast,\nmarketing materials nor in any other way.”\n\nkloss tweet\n\n\nSome Native Americans slammed the company’s short apology, with one saying it\nsounded like “an automated response”.\n\nThousands have commented on the outfit on the company’s Facebook page, with\none commenting: “My way of life is not a fashion statement.”\n\nBut while many have condemned it, others praised Kloss’s attire as artistic,\nurging those offended to “get over it.”\n\n\n\nThe Victoria’s Secret stir follows a string of similar incidents. Gwen\nStefani’s band No Doubt ran into criticism earlier this year for using\nheaddresses in a cowboys-and-Indians-themed video and later apologised.\n\nLast year, fashion firm Urban Outfitters set off a firestorm with its line of\nNavajo-inspired clothing and accessories, which the tribe branded\n“derogatory and scandalous”.",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9279073477,
        "format_confidence":0.9977229238
    },
    {
        "url":"https:\/\/www.pahomepage.com\/entertainment-news\/guest-models-mirren-longoria-energize-loreal-fashion-show\/",
        "text":"Guest models Mirren, Longoria energize L’Oréal fashion show\n\nCamila Cabello\n\nSinger Camila Cabello wears a creation as part of the L’Oreal Ready To Wear Spring-Summer 2020 collection, unveiled during the fashion week, in Paris, Saturday, Sept. 28, 2019. (Photo by Vianney Le Caer\/Invision\/AP)\n\nThis is an archived article and the information in the article may be outdated. Please look at the time stamp on the story to see when it was last updated.\n\nPARIS (AP) — Armed with a battalion of celebrity ambassadors, L’Oréal took over the historic Paris Mint building to stage a Paris Fashion Week extravaganza. Offerings from Elie Saab, who went 1970s, and Vivienne Westwood, who stylishly towed a line between ethnic and punk, made for a frenetic pace of shows on Saturday.\n\nHere are some highlights of the day’s Spring-Summer 2020 ready-to-wear displays:\n\n\nL’Oréal’s celebrated female empowerment at its third fashion show, which featured actresses Helen Mirren, Andie MacDowell and Eva Longoria giving turns as models and was broadcast to over 40 countries.\n\nThe French cosmetic giant’s display still was less ambitious than last year’s edition, which took place on the Seine River, or the one staged in the center of the Champs-Elysees that literally stopped traffic in 2017.\n\nNonetheless, Mirren, Longoria, MacDowell and Dutch model Doutzen Kroes energized spectators at the evening show, joining Cuban-American singer Camila Cabello, Spice Girl Geri Halliwell and American model-actress Amber Heard and others to showcase a collection of carefully crafted looks.\n\nWhatever the styles lacked in unity — they harked from diverse design houses that included AMI, Balmain, Dries Van Noten, Elie Saab and Giambattista Valli — they made up in razzmatazz.\n\nA strong-shouldered tuxedo mixed with a 70s jabot collar shirt on Mirren and contrasted with more feminine styles, such as a trapeze-shaped, shoulder-less coral gown or the dazzling pearl-hued ruched number Longoria wore.\n\nThe L’Oréal brand’s cachet in makeup could not go unnoticed. Kroes and other models were made to look nymph-like, thanks to makeup director Val Garland and hair baron Stephane Lancien.\n\nPetite Cabello was in a self-deprecating mood ahead of her catwalk showing, telling AP: “Do you guys know you’re talking to a model? The shortest model that ever walked the runway.”\n\nThe modelling turn also brought out the jitters in Desperate Housewives star Longoria, who confessed “it terrifies me. This is not my comfort zone. I’m not a runway model — full disclosure.”\n\nMacDowell, meanwhile, praised the brand’s inclusive ethos.\n\n“Last year was the first time I had been on the runway since my 20s, and I started modeling in Paris. So it’s full circle for me to be back,” the 61-year-old “Green Card” actress said.\n\n“I think (it’s) really interesting to represent mature women and to show that we’re still fashionable and we can do it just like anybody,” she added.\n\n\n\nA vivid red screen flanked the Elie Saab runway inside the grounds of a Paris institution, the Michelin 3-star restaurant Alleno Paris at the Pavillon Ledoyen.\n\nThe Lebanese designer got decorative and turned the style-dial firmly back to the 1970s. Small circles were a key theme.\n\nThe circles, at times, appeared controlled, such as the tiny perforated eyelets on a sporty white mini dress with long tassels.\n\nLater, the theme had a boho vibe: a petite sunflower print adorned a floor-length black gown worn by a model styled with her hair in an Afro.\n\nA silk gown in rich electric blue had a looser-than-normal silhouette and a waist that was tight without being cinched. Thick banding led the eye down to a sumptuous full skirt that gently grazed the floor.\n\nThe collection indicated that Saab, who found fame with va-va-voom cinched-waist looks, seems to be moving out of his comfort zone.\n\nAnd it’s paying dividends.\n\n\n\nMinimalism with a hint of equestrian-style utilitarianism.\n\nThat was the simple formula deployed with style in French designer Nadege Vanhee-Cybulski’s spring collection for Hermes.\n\nReports that Hermes’ womenwear is overtaking its menwear sales momentum has added scrutiny to Vanhee-Cybulski’s discreet designs that split fashion critics into two camps.\n\nSome welcome the slight geometry and attention to the famed Hermes house codes that she has brought since taking over in 2014. While, others see the sometimes austere, minimalist designs as an unwelcome direction for the powerhouse synonymous with luxuriance.\n\nIn Saturday’s well-executed show, a fine geometry defined the silhouette: Be it in a sporty graphic vest, or a dolphin-gray sweater with Asian-style arms and angular banding at the waist.\n\nBut cinnamon-colored segmented leather looks were the 55-piece-collection’s best.\n\nThey towed the line, in a sort of compromise, between the two camps of critics: Shimmering crisply with luxuriance while remaining understated.\n\n\n\nDesigner Andreas Kronthaler merged his signature urban punk with fresh tribal styles for the Vivienne Westwood show set amid dark brooding light.\n\nThe mood seemed to suit Kronthaler: it resulted in a spring collection that moved the house of Westwood in a welcome, more focused direction.\n\nA gargantuan pointed hat – part high priestess, part Marie Antoinette – was paired with a bathing suit bodice, a great detail that set the tone for a display of quirky contrasts.\n\nEthnic jewelry abounded along with knee-high soccer socks. A pale silver headdress billowed fabric ribbons that nestled eccentrically on a pair of loose culottes.\n\nA checkered pattern on loose or gathered skirts cut a fine contrast with a metallic blue double-breasted jacket that had the gigantic round shoulders and glimmer of the 1980s.\n\n\nThomas Adamson can be followed at\n\n\nAmy Serafin contributed to this report\n\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\n3-Day Forecast\n\nTrending Stories\n\nDon't Miss\n\nMore Don't Miss\n\nCommunity Calendar\n\nYour Photos",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9064594507,
        "format_confidence":0.9875819683
    },
    {
        "url":"https:\/\/wwd.com\/fashion-news\/fashion-features\/hubert-de-givenchy-exhibition-opens-at-calais-lace-museum-10916433\/",
        "text":"View Slideshow\n\nCALAIS, France “Mine is one of the most beautiful professions in fashion: Making others happy with an idea,” Hubert de Givenchy declared here on Friday at the opening of an exhibition dedicated to the couturier’s career.\n\n“I am happy because I did the job I dreamt of as a child,” the 90-year-old said at a press conference, where he offered recollections about his professional and personal relationships with some of his prominent clients,  as well as the lifelong object of his admiration and respect, Cristóbal Balenciaga.\n\n“Hubert de Givenchy,” scheduled to run until the end of  the year, is housed at the Museum of Lace and Fashion in Calais, the capital of France’s historic lace manufacturing region.\n\nThe exhibition spans more than 80 costumes and accessories drawn from private collections; the archives of the Givenchy fashion house; other institutions such as the Palais Galliera and Cristóbal Balenciaga museums, and the lace museum’s own collections.\n\nShazia Boucher, cocurator of the exhibition, said the designer’s work was driven chiefly by his love of fabric and his admiration of the feminine form, which he thought needed to be equally respected in each design. Givenchy was known as the rare couturier who would visit factories to keep fully abreast of textile development, as well as do personal house calls for his clients.\n\nHis love of textiles — from modest calico to opulent furs and even man-made fabrics — results in a focus on textural play throughout the exhibition, which is divided into thematic sections that feature a selection of day clothes, accessories and eveningwear richly decorated with feathers, sequins, beads, fringes and even vinyl. “I created styles for the fabrics I chose,” he explained to the press corps.\n\n“This is the couturier’s outlook on his own career,” Boucher said during a preview, explaining that the friendships that forged his identity was a reflection of his deep involvement in each step, from selection to styling.\n\n“[Hubert de Givenchy] is a very modest man, and is loath to speak of himself,” said Eloy Martínez de la Pera Celada, cocurator of the exhibition. “He often says that if he can cut a good pattern, it is thanks to Balenciaga; if he can drape, thanks to Madame Grès. He references his mentors freely and often.”\n\nThe museum’s focus on lace manufacturing helped cinch the couturier’s agreement to mount the show. “His maternal grandfather managed the tapestry manufactures des Gobelins and of Beauvais, and craftsmanship is important to him,” said de la Pera Celada, who has worked with Givenchy on previous exhibitions, including several on Balenciaga.\n\n“To this day, I remain fascinated by the design and creation of lace,” de Givenchy said. “I have used much lace in my career, although never as well as [Cristobal] Balenciaga, who was the king, the emperor of lace, who knew how to [really] use it in harmony.”\n\n“Givenchy is well-known to the larger public for iconic designs or perfume, but it was important to highlight Mr. de Givenchy’s full contribution to fashion,” said museum director Anne-Claire Laronde. The exhibition had been discussed since the museum’s opening in 2013, and showcases some of the 60 Givenchy designs recently donated by collector and designer Dominique Sirop, a one-time collaborator of the couturier’s.\n\nStarting with a copy of the Bettina blouse — faithfully reproduced from the original pattern — from Givenchy’s 1952 breakthrough collection and ending with a trio of bridal gowns, the designs on display include the Duchess of Windsor’s mourning coat, a gown created for French midcentury model-du-jour Capucine — a 1952 photograph published in defunct lace trade publication Arachné failed to name Givenchy as its designer — as well as scores of creations for clients and friends such as Audrey Hepburn and Jackie Kennedy.\n\nA further section focuses on three of these professional relationships-turned-friendships, showcasing outfits for the Duchess of Windsor, Jackie Kennedy’s opera gown from her 1961 state visit to France and designs for Hepburn.\n\nEnclosed in mirrors, one exhibit focuses on two iconic Hepburn outfits: The evening dress from the 1961 film “Breakfast at Tiffany’s” and the lace cocktail outfit from 1966’s “How to Steal a Million.”\n\nAnother section highlights Givenchy’s love of art, and the colorful designs inspired by artists such as Nicolas de Staël, Joan Miró and Sonia Delaunay. Several tableaux feature cocktail-appropriate daywear and richly decorated eveningwear, hinting at a Soulages-like appreciation for black.\n\nThe final section is dedicated to bridal gowns, the finale of any couture show. A wall of hats that closes the exhibit reminds the viewer of the opinion shared by the designer and Balenciaga that hats punctuate an outfit.\n\nThree installations about perfume are dotted throughout the show, focusing on scents created under Givenchy’s tenure such as L’Interdit, created for Hepburn and the first perfume to use a celebrity for its promotional imagery.\n\n“Before Audrey [Hepburn], there was Jacqueline [Kennedy],” he said, whom he met in the 1950 when she was still Jacqueline Bouvier and a young journalist in Paris, and who continued to be a client when she married John Fitzgerald Kennedy. “She was a very modern woman,” he reminisced. “[After her husband’s election], she still came but very discreetly because the United States [wasn’t] too fond of the idea of their First Lady being dressed by a French couturier.” For her 1961 state visit, “an hour before she left to meet the General [de Gaulle, France’s then-president] in Versailles, we received a call from her private secretary to let us know we were dressing her for the duration of her visit,” he recalled. “But we couldn’t peep a word to the press.\n\n“You all know the story of my meeting with Audrey [Hepburn],” he noted with humor, referencing his expectation of Katharine Hepburn and his meeting with Audrey instead. “She arrived in my life in adorable manner, to ask me to make clothes for her movie ‘Sabrina.’ From the moment I met her to the moment she left us, we had a beautiful friendship but we also worked with joy with an exceptional person.”\n\nHighlighted through the exhibition and in his own words is the importance of collaboration. “Be it the petites main or the première d’atelier, [each design] is the work of a team,” he said.\n\nWhile he admitted to not following current industry affairs much, he wished for “new blood bringing fresh ideas, and for [fashion to truly] understand there had been a change in epoch. The times demand easy things,” he said, noting that fashion is no longer the deeply codified art form of his time. “The challenge is to find that easy in a chic, harmonious and elegant way.”\n\nAs a conclusion, “every time I considered stopping, something came up,” he said.\n\nBorn Hubert James Marcel Taffin de Givenchy in a family of Protestant nobility in northern France, Givenchy came to fashion through the work of Balenciaga, which he discovered as a child in magazines. Despite familial disapproval, he went on to work for designers Jacques Fath, Lucien Lelong and Elsa Schiaparelli before launching his own house in 1952.\n\nLVMH Moët Hennessy Louis Vuitton took a stake in the house in 1988 and Givenchy remained at the design helm until his retirement in 1995. Succeeding him were John Galliano, Alexander McQueen, Julien MacDonald and most recently Riccardo Tisci, who held the position for 12 years but stepped down last January. His successor, Clare Waight Keller, will show her first designs for the house in October.\n\nCalais’ lace and fashion museum previously hosted exhibitions on Dutch experimental couturier Iris Van Herpen (2013), Balenciaga (2015) and French couturier Anne-Valérie Hash (2016).\n\nA collective exhibition focusing on contemporary creation and couture, titled “Haute Dentelle,” is planned for 2018, ahead of the creation of a permanent fashion exhibit.\n\nload comments\nblog comments powered by Disqus",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9798563719,
        "format_confidence":0.8669390678
    },
    {
        "url":"http:\/\/www.manilatimes.net\/a-plus-size-challenge-to-skoreas-beauty-norm\/282941\/",
        "text":"A plus-size challenge to SKorea’s beauty ‘norm’\n\nSouth Korean plus-size model Vivian Geeyang Kim poses for a photo shoot in order to update her online clothing shop at a studio in Seoul. AFP PHOTO\n\nSouth Korean plus-size model Vivian Geeyang Kim  AFP PHOTO\n\nSEOUL: In a country with beauty ideals that pre-makeover Barbie would struggle to meet, South Korean plus-size model Vivian Geeyang Kim is facing down online trolls in her defiant campaign to persuade curvy women they have nothing to be ashamed of.\n\n\nKim has modeled for US firms, but at 165 centimeters (5.4 ft) tall and weighing 70 kilograms, she was described as “too skinny” for some full-figure fashion show work in America.\n\nBut in her looks-obsessed homeland, she is constantly mocked and ridiculed on social networks as “flat-out fat” or “disgusting.”\n\n“In South Korea, the ideal weight for women is 50 kilograms, and many women who weigh more than that think they are fat,” the 30-year-old said.\n\n“That is a ridiculous, impossible standard that cripples many South Korean women’s self-esteem. And that has to change,” she told Agence France-Presse after a recent photo shoot.\n\nSouth Korean plus-size model Vivian Geeyang Kim poses for a photo shoot in order to update her online clothing shop at a studio in Seoul. AFP PHOTO\n\nSouth Korean plus-size model Vivian Geeyang Kim poses for a photo shoot in order to update her online clothing shop at a studio in Seoul. AFP PHOTO\n\nKim, who is a US size 10, runs an online clothing shop and publishes a fashion magazine specifically for plus-size women in South Korea—a first in a country where beauty is defined by rail-thin teenage K-pop stars and TV actresses whose diets are strictly controlled by their management.\n\nRadical surgery\n\nThe pressure to conform is such that many turn to the country’s $4.6-billion plastic surgery industry which offers everything from a nose-job to radical double-jaw surgery.\n\nIn a 2013 study by Samyook University in Seoul that surveyed 154 female university students in the normal weight range—a body mass index between 18-23—almost 95 percent said they were unhappy with their bodies.\n\nMore than 60 percent felt they needed to lose weight.\n\nThe sort of weight-loss advert that was banned earlier this year in Britain for its image of a bikini-clad woman and the slogan “Are You Beach Body Ready?” would barely raise an eyebrow in South Korea.\n\nSimilar products are promoted on posters pasted on subway walls and women’s toilet stalls, showing models mocking “lazy girls” or asking questions like: “How long are you going to roll around like that?”\n\nIt is precisely this type of widespread, casual body-shaming that Kim is seeking to tackle head-on.\n\n“People hate it when a ‘fat girl’ like me parades her body without looking ashamed … they say I should not be seen in public or on the media,” Kim said.\n\nHer public stance has triggered an online backlash that has included death threats and vicious abuse that, in some cases, she has responded to with lawsuits.\n\n“Despite all this, I love my job,” she said.\n\n“I wanted to send this message to girls like me out there that they are not alone and they are beautiful no matter what.”\n\nNo opportunity\n\nAfter a failed bid to compete in a local modeling TV reality show, she left for the United States in 2010, where she eventually worked a number of full-figured shows.\n\nOn her return, she searched for similar opportunities in the South Korean fashion scene— only to realize that there were none.\n\nAccording to Lee Chung Chung, a prominent Seoul fashion designer, using models of varying sizes in magazines or fashion catalogues is still a foreign concept in South Korea.\n\n“The beauty ideal among many of our customers is being thin … and we have to cater to that demand to sustain sales,” Lee said.\n\nGong Ji-Woo, head of Seoul-based New Face Model agency, said demand for plus-size models was “non-existent”—with the exception of some TV shopping channels where they are shown eating food products or trying exercise machines.\n\n“I do feel the need for more development in plus-size model runways and programs,” Gong said.\n\n“But in order for this to happen, Korean clothing companies and the fashion industry must change to accept them… rather than for a one time event or our amusement,” he added.\n\nGoing it alone\n\nShut out of the mainstream, Kim set up—and models for—her own quarterly magazine which offers fashion and styling tips for plus-size women and well as advice on how to deal with bullying.\n\n“I hear heartbreaking stories from so-called ‘fat girls’ all the time—being constantly abused and mocked by their own families, bosses, friends and strangers on the street or on the Internet,” she said.\n\n“Honestly, some of them are not even that fat. But here, the standard of ‘thin’ is just way too cutthroat and only women as slim as K-pop band members can satisfy that norm,” she added.\n\nAmong her many fans and clients is Baek Soo-Jung, 31, who said Kim had created a sorely needed safe refuge.\n\nAlso a US size 10, Baek said she had been mocked by her own mother, who once refused to take the same bus with her because of the shame of being called “mom” in public by a chubby daughter.\n\nBaek said Kim’s store was the first to produce pretty, well-fitting clothes, instead of the “dull, baggy, ill-fitting sacks local brands call plus-size clothes.”\n\n“Regardless of my size, I am a human and a woman who wants to feel pretty and to love myself…and Kim is the person who started this conversation in this country,” the 31-year-old said.\n\n“She took a big, brave step for all women like me.” AFP\n\n\n\n\n\n\n\nPlease follow our commenting guidelines.\n\nComments are closed.",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9865567088,
        "format_confidence":0.8738406301
    },
    {
        "url":"https:\/\/www.irishcentral.com\/opinion\/amyandrews\/amanda-bynes-wants-to-have-cosmetic-surgery-on-her-whole-face-213828631-238242211",
        "text":"Amanda Bynes\n\nThe 27-year-old actress's fourth nose job had to be rescheduled on Saturday until next week and she hinted that she plans to go under the knife for a few more procedures as part of her dramatic makeover.\n\nThe 'Easy A' star tweeted last Friday : \"My surgeon can't perform surgery tomorrow so I need to wait until next week ;(\"\n\nOn Wednesday, she wrote: \"I plan of  having surgery on my whole face straight up.\"She then added: \"I love surgery.\"\n\nThe former Nickelodeon star, who recently revealed she had her breast implants removed, had her first nose job in early May and despite initially being happy with the results, she underwent a second procedure in early June and a third last Saturday, to shave down \"the bone that forms the bridge of my nose\" to increase her confidence.\n\nA source close to the retired actress, who hopes to carve out a new career in the music industry, previously suggested that she is on the verge of becoming addicted to cosmetic surgery.\n\nThe insider recently explained: \"The change in her nose has made Amanda feel so more confident. She's become addicted to the confidence each surgery gives her ... She bemoaned that she stopped working because she was so vain that she didn't like how her nose was looking on camera.\"",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.788090229,
        "format_confidence":0.9564837217
    },
    {
        "url":"https:\/\/people.com\/style\/bethenny-frankels-newest-business-venture-skinnygirl-skin-care\/",
        "text":"July 22, 2011 07:00 PM\n\nNeilson Barnard\/Getty\n\nShe convinced us to throw out our granny panties in favor of lingerie and swap those high-calorie cocktails for her famous margaritas, and now, Bethenny Frankel is helping make beauty buys accessible for everyone with a budget-friendly body and skin care line. The reality star recently partnered with beauty firm Lotta Luv to create Skinnygirl Face & Body Solutions and Skinnygirl Mommy, and as usual, she’s not sugar-coating anything when it comes to talking up her new products. “[Promises like] ‘You’re going to look like Heidi Klum in two days’ or ‘[Look] like you had a face-lift’ have always bothered me,” she tells WWD. “Skin care can be confusing and I want to be straightforward.” The new products, available at Wal-Mart stores starting in November, will include an assortment of lip treatments, face solutions, body solutions and gift sets with an emphasis on problem-solving products like shimmer plumping lip gloss, detox face masks and a gradual tanning body shimmer. Frankel is also giving moms a hand with the Skinnygirl Mommy collection, which will feature items like a cooling foot spray for busy, overworked mothers. “I do buy brands that are not expensive, ones that don’t spend all the money on the packaging but on the ingredients inside,” she says while explaining her low-cost line. “A $150 eye cream is ridiculous and absurd.” Tell us: Will you buy items from Frankel’s body and skincare line? –Kim Peiffer\n\n\nYou May Like",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9961543679,
        "format_confidence":0.9117718935
    },
    {
        "url":"https:\/\/ca.reuters.com\/article\/lifestyleMolt\/idCAKCN11S0HL",
        "text":"September 22, 2016 \/ 7:52 AM \/ 2 years ago\n\nPatchworks and denim in Cavalli's Milan show journey\n\nMILAN (Reuters) - Roberto Cavalli took guests at his catwalk show on a long journey around the globe, wrapping his models in bright textiles and patchworks from different countries and showcasing hippy-meets-native-American in his spring\/summer 2017 collection.\n\nA season made of patchworks, of influences, materials, cultures and times.\n\nPast a lantern-studded courtyard, in a sixteenth century palazzo in the heart of Milan, models perched on high wedged heels were draped in shawls, stoles, vests, ponchos and multi-colored fabrics.\n\nGipsy layered dresses alternated with flared trousers, suede fringed coats and kimonos made spectators travel around the world in just a few minutes, on Wednesday night, at the end of Milan’s first day of its fashion week.\n\nA model presents a creation at the Roberto Cavalli fashion show during Milan Fashion Week Spring\/Summer 2017 in Milan, Italy, September 21, 2016. REUTERS\/Alessandro Garofalo\n\nDenim decorated with patchworks and native American motifs gave way to velvet trousers with intricate crystal decorations and suede embroidered with roses.\n\nThe color palette used by creative director Peter Dundas, who took over from the founding designer last year, was bright, varied but focused mainly on a range of blues and oranges.\n\n“The mood of a pioneer, the wanderlust of a pagan traveler exploring the universe... a melange of inspirations and influences, times and placea... combining different cultures in a mix,” read a catwalk note.\n\nIn July, Cavalli appointed former Versace head Gian Giacomo Ferraris as its new chief executive.\n\nThe brand is undergoing a transition since Italian private equity fund Clessidra took over in April last year and is seeking to revamp the Florentine label, famous among celebrities and known for its animal prints.\n\nSlideshow (5 Images)\n\nMilan’s six-day fashion events run until Monday.\n\n0 : 0\n  • narrow-browser-and-phone\n  • medium-browser-and-portrait-tablet\n  • landscape-tablet\n  • medium-wide-browser\n  • wide-browser-and-larger\n  • medium-browser-and-landscape-tablet\n  • medium-wide-browser-and-larger\n  • above-phone\n  • portrait-tablet-and-above\n  • above-portrait-tablet\n  • landscape-tablet-and-above\n  • landscape-tablet-and-medium-wide-browser\n  • portrait-tablet-and-below\n  • landscape-tablet-and-below",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9853848815,
        "format_confidence":0.9878106117
    },
    {
        "url":"https:\/\/www.prodesigngmbh.com\/people-cant-believe-these-taped-up-dirty-looking-sneakers-cost-530\/",
        "text":"<div>People Can’t Believe These Taped-Up, Dirty-Looking Sneakers Cost $530<\/div>\n\nWhatever happened to getting beat-up shoes the old-fashioned way? You know, by wearing them a lot?\n\nHigh-end Italian clothing brand Golden Goose is getting some serious blowback this week after the internet noticed it was selling intentionally roughed-up sneakers ― made to look like they’re dirty and held together with tape ― for $530.\n\nAccording to Golden Goose’s website, the “Superstar,” as the shoe is called, consists of a “calf suede upper” featuring a “hot application of coloured tape” and intentionally worn laces. \n\n“Crumply, hold-it-all-together tape details a distressed leather sneaker in a retro low profile with a signature sidewa\n\nTwitter users weren’t happy that Golden Goose is charging such a hefty price for the sneakers, with some accusing the brand of “mocking poverty.” \n\nDefenders, however, point out that Golden Goose has been selling distressed clothing for years. \n\nThe company was involved in this same type of controversy in 2016, when it sold similarly stressed shoes for similarly outrageous prices. “The company … is actually proud to highlight its pioneering role in the booming of the distressed look, one of the current biggest trends in fashion,” Golden Goose said at the time. The company did not immediately reply to HuffPost’s request for comment.\n\nOn the plus side, if you’re actually interested in dropping $530 on these artificially beat-up shoes, Nordstrom is selling them ― and apparently offers free shipping!",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9934371114,
        "format_confidence":0.8135248423
    },
    {
        "url":"http:\/\/www.fashionisers.com\/fashion-news\/zac-posen-fall-2016-rtw\/",
        "text":"Zac Posen Casts Mainly Models of Color at NYFW Fall 2016 Show\n\nZac Posen’s fall\/winter 2016-2017 ready-to-wear collection debuted this week. It’s one of the darkest, most mysterious, and uncommon collections that were shown during NYFW. We all know Zac Posen… everyone knows his stunning dresses, his skills for glamorous eveningwear. Everyone remembers at least one celebrity that rocked Posen on a red carpet, conquering the entire media attention. So, what happened to Posen’s collection this time?\n\nZac Posen Fall\/Winter 2016-2017 RTW - NYFW\n\nThis is not the usual eveningwear you expected. No clichés, mermaid tails, fitted waists or anything else you were expecting. Instead, we saw a show of 50 gowns, or it would be more correct to say 50 evening and daytime looks that were not necessarily gowns. Summer dresses in a fall color palette, or an office wear that could be considered inappropriate or too dressy… an experiment in one word.\n\nAs if we were not confused enough, this time the American designer also presented a row of tailored pantsuits that could be worn from daytime to nighttime, with a few accessory additions. The collection was not limited to dresses and contained some very great trousers, loose fitting and almost formal due to the color concentration and fabric.\n\nThe entire Zac Posen fall 2016 collection is in deep, intoxicating jewel colors, including intensely dark blue, red, as well as a very light doze of brown and purple. Back to the actual designs, some of the silk dresses displayed incredible draping skills, while some of the tracksuits were constructed and tailored in utmost detail. An overlying theme of the week, asymmetric lines and cuts were also noticed. Most of them were on the hem and necklines – who said you need to have two sleeves, one will do just fine!\n\nMoreover, just in case you need to make a statement when entering the room, we’ll add some flare of fabric on your back, just so the visual effects are guaranteed. This is probably what was on Posen’s mind when he was creating these intense looks. It nearly seems like some of the drama was caged in Posen and has finally broken free on the catwalk.\n\nSo, can you picture a dark-skinned model wearing a navy dress and a navy cloak over it, walking down the runway fiercely? Sounds like a scene from a Game of Thrones episode, but this is just Posen’s drama flattering our desires.\n\nThe Posen effect was enhanced with hair and makeup. While there were no consistent hairstyles: we saw some dark lips for selected looks.\n\nIf you’ve been a Posen fan for a while, we hope this painted a smile on your face. His latest collection means that eveningwear doesn’t have to be uncomfortable, risky, heavy or even full of malfunctions. It can be casual, laid back and relaxed, while you can really enjoy your time and look Posenishly fabulous at the same time.\n\nThe collection will hit the stores in summer!\n\nPhotos courtesy of Vogue\n\nRecent Posts\n\nNaomi Campbell Hosts the Charity Event Fashion For Relief at Cannes\n\nOne of the most recognizable and influential models Naomi Campbell is still in-demand regardless the fact that she turned 47 yesterday. There is something more than the unique beauty and mile-long toned legs that keep Naomi...\n\nKendall and Kylie Release Drop Two Clothing Line\n\nThe mega-popular sisters Kendall and Kylie Jenner released the second drop of their clothing collection on Monday. After the successful debut of their eponymous brand last year, the second part is expected to break even...\n\nThe Billboard Music Awards 2017’s Biggest Style Moments\n\nThis Sunday at the T-mobile Arena in Las Vegas, High School Musical star Vanessa Hudgens and the rapper Ludacris hosted the 2017 Billboard Music Awards. The show was full of breathtaking performances and we didn’t...\n\nPippa Middleton is A Stunning Bride in a Wedding Dress by Giles Deacon\n\nOn Saturday the beautiful Pippa Middleton tied the knot with her then-fiancé James Matthews. Pippa, mostly known as the younger sister of Catherine, the Duchess of Cambridge, stunned everyone with a wedding creation by Giles...\n\nKitx Resort 2018 Collection\n\nOne of the most recognized Australian designers, Kit Willow presented her 2018 Resort Collection at the Mercedes-Benz 2017 Fashion Week. The spectacular show reminded the audience why Kit's designs are loved by so many celebrities....",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9949806333,
        "format_confidence":0.8485702276
    },
    {
        "url":"http:\/\/wwd.com\/fashion-news\/fashion-scoops\/bulgari-squared-pinault-and-hayeks-wedding-reprise-2113570\/",
        "text":"The Bulgari anniversary stamp.\n\nSPECIAL DELIVERY: After Rewrite the Future, a charity project with the Save the Children organization launched in February, Bulgari is now commemorating its 125th anniversary with an unusual partner — the Poste Italiane. The special edition stamp worth 77 cents features a 1965 yellow gold and platinum necklace dripping with amethysts, turquoises, emeralds and diamonds. On Friday, Poste Italiane will issue 3.5 million pieces of the stamp. Philatelics may try their luck in the post offices of Rome, Milan, Venice and Naples, where it’s available, and online at An article detailing an extensive history of the brand, penned by Bulgari Group chairman Paolo Bulgari, complements the purchase.\n\nThe Bulgari stamp joins two others dedicated to Made In Italy products — the Fiat 500 and the Lamborghini Miura. Other activities scheduled to mark Bulgari’s anniversary include a retrospective called “Between Eternity and History” that will be held on May 22 in Rome, followed by a party. At the same time, the firm will showcase 15 high jewelry designs and eight exclusive timepieces worth an estimated 3 million euros, or $3.9 million. The pieces will be auctioned off in December in New York, with all the proceeds going toward the charity.\n\nThis story first appeared in the April 27, 2009 issue of WWD.  Subscribe Today.\n\nTWICE IS A CHARM: PPR chief François-Henri Pinault and his wife Salma Hayek on Saturday reprised their wedding, this time in Venice. The couple reportedly said “si” again at the La Fenice Theatre and later dined al fresco inside a rose-filled Punta della Dogana, the museum of contemporary art owned by the Pinaults. Some 200 guests — including Edward Norton, Lucy Liu, Jacques Chirac, Penélope Cruz and Valeria Golino — glided down the canals to attend the event. The couple were first married last year at a small ceremony in Paris and have a daughter, Valentina Paloma.\n\nPRESIDENTIAL EXAMPLE: As president of the Council of Fashion Designers of America, Diane von Furstenberg has championed copyright protection. So she was naturally shocked when she was being accused late last week of having designed a jacket that resembled one by Canadian label Mercy. “When I saw it on the Internet, I thought, The print is completely different,” von Furstenberg told WWD. “But then I saw something about the style with the bow, so I am not sure.” She immediately contacted her design team and found that the woman who designed the item no longer worked for her. “I am finding out the information, and I have asked my attorney to contact [Mercy’s designers] and say that we are investigating,” von Furstenberg said. “I am mortified that something like that could happen here. I will do what is necessary to do, and if indeed there was an infringement, I will compensate and will use this example to make sure this doesn’t happen again — not just for me, but for everybody.”\n\nREUSE, RE-WEAR, RECYCLE: Add Rodarte to the growing list of young New York designers Michelle Obama is giving a publicity boost. For her meeting with Jordan’s Queen Rania on April 23, Obama pulled a fall-winter 2007 Rodarte dress from her closet — a pleated, sleeveless taupe number she purchased at Ikram and had previously worn to a dinner during the Democratic National Convention last summer, pairing it on both occasions with the same Erickson Beamon pearl necklaces. Adhering to the “shop your closet” mantra, Obama donned the Moschino bow blouse and Junya Watanabe cardigan (this one in pink) the same day for a Take Your Child to Work Day event for White House employees. Obama had previously worn the blouse and a blue version of the sweater during her visit to Europe in early April.\n\nis set to look heavenly when he reprises his role as Robert Langdon in “Angels & Demons,” the film based on the best-selling novel by Dan Brown. The film’s costume designer, Daniel Orlandi, selected suits cut by Brioni’s master tailors for the character. The movie hits theaters globally May 15.\n\n\nload comments\nblog comments powered by Disqus",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9906206131,
        "format_confidence":0.8505517244
    }
]