[
    {
        "url":"http:\/\/www.startribune.com\/hastings-arts-community-aims-to-transform-city-with-center\/208024931\/?c=y&page=1",
        "text":"\n\nThe Hastings Prescott Area Arts Council (HPAAC) signed a contract with the nation's largest nonprofit developer for the arts, Artspace, and the two are formulating a plan for creating new spaces for the arts — something that can foster community growth.\n\n\"We have been growing and thinking about how we can improve our communities,\" HPAAC board member Charlotte Vick said. \"It's an economic driver. It seriously is.\"\n\nThe council is interested in turning the vacant, city-owned H.D. Hudson Sprayers building into a \"river center,\" combining art, nature, history and recreation.\n\nIt would feature a visitor and education center focused on wildlife, tow boats and fishing; rental space for studios or artist residences; a community conference space; a restaurant; a community theater; an art gallery; a boutique hotel; craft shops; a kayak, canoe or bike rental store; an ice cream shop, and an outpost for the national parks. The center also would connect the downtown district with river trails.\n\nBoard members say the project would require getting local businesses and groups involved, and \"something will emerge that we probably haven't seen yet,\" said HPAAC board Chairman Richard Graham. \"I would doubt very much that it would be all an arts building.\"\n\nNo plans are solid yet, and the group is holding a community meeting to gather public ideas at 7 p.m. June 5. The forum will be held at the Hastings City Hall council chambers.\n\nArtspace will visit Hastings June 4 and June 5 to tour possible sites for the project.\n\n\"It's more than the building,\" Graham said. \"It's a community conversation and the beginning of thinking about the arts. I do think it potentially is a very pivotal two days in the evolution of Hastings from the past into the future.\"\n\nArtspace will tour two other sites as well — the vacant Guardian Angels Community Center and another piece of vacant land. But HPAAC and members of the arts community have their hopes set on the Hudson building, Vick said.\n\n\"I haven't met a single artist yet that hasn't said to me, 'Oh, my gosh, that would just make the perfect art space!' \" said Mecca Manz, HPAAC director of visual arts.\n\nThe community is excited about fostering art in Hastings, including theater arts, music and writing, Manz said. \"I am most excited about the possibility that Hastings could become known for their arts and be a draw for artists. Really active and viable arts completely changes the feel of a community.\"\n\nThe last riverfront property\n\nThe historic 100,000-square-foot H.D. Hudson Sprayers building, a former commercial warehouse, was built in 1913. The city acquired it in 2010 for redevelopment.\n\nTwo other developers have submitted concept plans to the city for use of the building — Sherman Associates is interested in developing a hotel with a restaurant and banquet, and the Beard Group proposed an apartment building.\n\nThe city's Hudson Reuse Plan indicates that a hotel would meet the vision, but exclusively residential use does not. The vision calls for public accessibility of the space.\n\n\"We have one shot to develop this property,\" Commissioner Anthony Alongi said at a March meeting of the Hastings Economic Development and Redevelopment Authority [HEDRA], according to a city document. Alongi is also an HPAAC board member.\n\n\"Essentially, I think what we're looking for is something that's going to provide an impact and an excuse for people to turn off into downtown when they cross the [Hwy.] 61 bridge over the river,\" said John Hinzman, Hastings' community development director.\n\nA portion of the building is just 40 feet from the river, grandfathered in Minnesota Department of Natural Resources rules restricting development close to the river.\n\n\"You would not be able to build that close today,\" Hinzman said. \"So we think that's a unique opportunity for reuse. You have a building with real close proximity to the Mississippi River, some great views of the river valley and potential for public use.\"\n\nIf the plan for the building doesn't work out, Manz said, at least the community has a chance to discuss improving Hastings.\n\n\"We are incredibly happy that this opportunity allows us to broaden the discussion and the conversation about how significant properties are used in our community for the betterment of the whole,\" Manz said.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9659053683,
        "format_confidence":0.995362103
    },
    {
        "url":"https:\/\/www.ledgertranscript.com\/Sharing-Arts-fundraising-rounding-final-corner-38064774",
        "text":"Sharing Arts eyes 2021 opening for ceramics center as fundraising continues\n\n  • Local ceramicists painted hearts on wooden pallets as part of Sharing Arts+Love, a fundraising and awareness program for the MAxT Makerspace's Sharing Arts initiative. Staff photo by Ben Conant\n\nMonadnock Ledger-Transcript\nPublished: 1\/6\/2021 4:50:13 PM\nModified: 1\/6\/2021 4:50:03 PM\n\nFundraising goals for the Sharing Arts Network’s Dublin ceramics center are on track for a 2021 opening after a late-2020 campaign, organizers say.\n\nThe Sharing Arts Network is a community driven effort to provide art studio resources and classes to the Monadnock region following the 2019 closure of the Sharon Arts Center. The program is managed by the MAxT Makerspace in Peterborough and partnered with Arts Alive. Earlier in 2020, organizers identified a space on Route 101 in Dublin to serve as a ceramics studio once they raised $100,000.\n\nThe “Sharing Arts+Love” fundraising and awareness campaign brought local ceramicists out to local farmer’s markets and holiday craft fairs with wooden pallets with hearts painted on them and handmade ceramic bowls over the last three months of 2020, seeking donations and greater community awareness of the campaign. People could decide how much they wanted to donate when they chose a piece. “I have to say, community members were very generous,” ceramicist Beth Corwin said.  A highlight was when an anonymous donor pledged to match any donation through the month of December up to $10,000, co-organizer Katherine Gekas said, prompting the group to devise new ways to maximize giving. Local ceramicists affiliated with the project circulated a list of necessary equipment that certain donations could buy. One of Corwin’s brothers, who “knows nothing about the ceramics and art world,” stepped up and donated enough to buy a clay extruder, Corwin said – “but his caveat was that he’d take the money back if I didn’t tell him immediately what an extruder is.” (In case you’re wondering, extruders churn up the clay and push it out in a consistent texture.)\n\nAll told, the group was able to fundraise between $5,000 and $6,000 through December, MAxT director Roy Schlieben said. “That puts us well on our way to meeting our cash goal,” he said, roughly half of the total opening costs.\n\nThere is still about $20,000 to raise in donations from local businesses in exchange for tax credits, Schlieben said, after receiving $62,500 in credits from the state’s Community Development Finance Authority earlier in the year. It’s a good deal for local businesses, Schlieben and Gekas said, but many are unfamiliar with the process – one that fundraisers are happy to explain, Gekas said.\n\nThere is still community equipment associated with the now-defunct Sharon Arts Center, which is owned by New England College. Initial talks about reclaiming the equipment seemed to be going well, Schlieben said, but communication has since dried up. “We do think that... those things do belong to the community more than they belong to the college,” he said, and were purchased for community use. A representative from New England College was not immediately available for comment.\n\nCurrently, art show collaborations with the Dublin School are on hold during the COVID-19 pandemic as the school works through its own challenges, repurposing the Putnam Gallery for additional classroom space, Schlieben said. However, Sharing Arts is scheduled to rent gallery space from the Jaffrey Civic Center for six months in 2021. The hope is the pottery studio can start getting set up this spring, Schlieben said. Program scheduling is currently underway.\n\nCommunity members can also support the Sharing Arts initiatives by becoming founding members, Schlieben said. A $100 deposit now leads to a discounted membership once the space opens, as well as discounts for classes and consideration for gallery shows. About 22 founding members have signed up so far, and they’re hoping for more than 30, he said. Signup forms are on the MAxT website.\n\n“To have making art together as this light at the end of the tunnel,” Gekas said, “is a really sweet vision.”\n\n\nSupport Local Journalism\n\nSubscribe to the Monadnock Ledger-Transcript, your source for Peterborough area news.\n\nMonadnock Ledger-Transcript\n\n20 Grove St.\nPeterborough, NH 03458\n\n\n© 2021 Monadnock Ledger-Transcript\nTerms & Conditions - Privacy Policy",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.967166543,
        "format_confidence":0.9076439738
    },
    {
        "url":"http:\/\/www.bd24live.com\/article\/6718\/index.html",
        "text":"Dhaka, Saturday, 21 January 2017\n\nCosmic connect and colours of passion\n\n2014-11-06 12:38:52\nCosmic connect and colours of passion\n\nThe indelible impression of Gods and Goddesses that Indians have can be largely attributed to the visual cultural heritage of Raja Ravi Varma. His paintings of beautiful sari-clad women drew so much appreciation in the West, that a beautiful woman would often be described as looking ‘as if she had stepped out of a Varma canvas’.\nOne of Ravi Varma’s greatest contributions was to democratise the production and distribution of art with the creation of the Lithographic Press in 1894. Cosmic Heart Gallery hosted a very special exhibition with reproductions of the lithographs rendered on limestone by Mumbai-based Rashme Mehta.\nDirector Ketan Mehta, actors Nandana Sen, Ajay Gehi and cosmic healer Jalpa Vithalani were part of the event.\n“These historical images on limestone have been recreated from the text of the artist’s works and from documentation of the various subjects which I have researched in the last fifteen years,” says Mehta.\nThis is one among the many exclusive exhibitions curated by Cosmic Heart Gallery, which was established with the intention of creating space for nurturing the soul through art. Says cosmic healer Jalpa Vithalani, “Cosmic Heart creations are about beauty, art, creativity and expression of the Absolute. You will melt in the presence of our collection of paintings as you soak in the energy, colour and flow. This particular exhibition is about bringing back our cultural heritage, our ‘Indian Sankskriti’, epic stories, history of a bygone era, alive once again into our homes, to pass onto our next generations.”\nThe exhibition of Raja Ravi Varma’s works are on at Cosmic Heart Gallery. Timings: 11am to 7pm - Tuesday to Saturday.\n\nUser Comments:\n\nExclusive Latest News\n\nExclusive All News",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9826568961,
        "format_confidence":0.9863672853
    },
    {
        "url":"https:\/\/www.pcmag.com\/article2\/0,2817,2401816,00.asp",
        "text":"Marimekko Google doodle\n\nGoogle is celebrating the first official day of spring with a homepage doodle designed by Finnish fashion house Marimekko.\n\nMarch 20 marks the vernal equinox in the Northern Hemisphere with the arrival of spring, while those in the Southern Hemisphere welcome fall. As a result, Marimekko has fashioned spring- and fall-inspired doodles (left).\n\n\"We are thrilled about this creative collaboration that got started when Google Vice President Marissa Mayer visited our textile printing factory in Helsinki,\" Mika Ihamuotila, president and CEO of Marimekko, said in a statement. \"Marimekko design is all about understanding the beauty of life just as we encounter it every day – celebrating everyday moments and the special characteristics and nuances of the different seasons. Thus, with the First Day of Spring and Fall doodles, we want to inspire people to free their own creativity and have fun with it – every day and each season.\"\n\nMarimekko said the doodles incorporate \"iconic Marimekko printed textiles\" from eight designers: Maija Isola, Kristina Isola, Erja Hirvi, Maija Louekari, Aino-Maija Metsola, Teresa Moorhouse, Jenni Tuominen, and Katsuji Wakisaka.\n\nAs the LA Times pointed out, the vernal equinox marks one of two days during the year when the days and nights are of equal length. As a result, some people believe the day holds special powers that allow for things like egg balancing and broom standing.\n\nHowever, astronomers are not convinced the equinoxes produce physical effects on Earth-bound objects. \"So there's no reason - if you practice - that you shouldn't be able to balance eggs and brooms just as well on July 20 as on March 20,\" the Times said.\n\nFor more on Google's doodles, see the slideshow below. Last week, the company honored origami legend Akira Yoshizawa. One of the company's more popular doodles last year was a playable image in honor of musician Les Paul, which eventually got its own standalone site. The company has also honored Gumby creator Art Clokey, Muppets creator Jim Henson, Queen frontman Freddie Mercury, and Intel co-founder Robert Noyce.\n\nIn 2011, it was revealed that Google obtained a patent for its popular homepage doodles, covering \"systems and methods for enticing users to access a Web site.\"\n\nFor more from Chloe, follow her on Twitter @ChloeAlbanesius.\n\n\nFor the top stories in tech, follow us on Twitter at @PCMag.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9053601623,
        "format_confidence":0.9838764071
    },
    {
        "url":"https:\/\/www.asialifemagazine.com\/thailand\/attic-studios-first-friday-creative-get-together\/",
        "text":"Attic Studios First Friday creative get together\n\nAttic Studios is holding First Friday creative get togethers throughout this month starting on May 3. Everyone is invited to demonstrate their creative skills and meet the eclectic bunch which makes First Friday a unique artistic collaboration. Doors open 7pm.\n\nElsie Evans, owner of Attic Studios and regular contributor to the Bangkok Art Scene, says the event is “perfect for setting those creative juices flowing.”\n\nEvans, who is a regular contributor to the Bangkok art scene, will also be giving beginner oil painting classes from 8pm to 10pm on the third floor free of charge.\n\nAttic Studios\nTel: + 66 (0) 2662 0224\n45\/4 Sukhumvit Soi 31, Klongton Nua, Wattana, Bangkok",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.8772754669,
        "format_confidence":0.5883446932
    },
    {
        "url":"http:\/\/www.wvgazette.com\/News\/201302150278?page=2",
        "text":"Get Connected\n  • facebook\n  • twitter\n  • Sign In\n  • Classifieds\n  • Sections\n\nAwards honor leading-edge sustainable buildings\n\nCHARLESTON, W.Va. -- West Virginia GreenWorks looked out across the state for the best in sustainable design, construction and reuse standards and recently conferred 12 Placemaker Awards on various business, residential and school structures.\n\nThe awards were announced Feb. 2 at The Building Conference, a Morgantown event staged by the sustainability advocates to bring attention to the health, design philosophy and regeneration of buildings where people live, work, learn and play.\n\n\"What was really interesting to me was to see several small West Virginia communities taking very big steps in designing for a sustainable future,\" said one of the judges, Lloyd Miller, of Lloyd Miller Associates in Charleston, president of the West Virginia Board of Architects.\n\nPlacemaker Awards of Excellence went to Spring Mills Elementary School in Martinsburg, designed by Greg Williamson of Williamson Shriver Architects Inc.; 12 Faith Meadows, a private Parkersburg residence designed by Chip Pickering of Pickering Associates; and the Smart Office, a McKinley & Associates design by Thomas Worlledge for The Jobs Project office in Williamson.\n\nThe Faith Meadows residence is the state's only Leadership in Energy and Environmental Design (LEED) Platinum certified residence. The designation is awarded to structures that lead the way in environmental sensitivity and energy efficiency, according to a West Virginia GreenWorks news release announcing the awards.\n\nThe Williamson Smart Office design, which is yet to be built, will be submitted for LEED Platinum certification. The Spring Mills School was designed to achieve LEED Silver certification but achieved the higher Gold designation.\n\n\"These three Award of Excellence winners earned this designation because the judges recognized their outstanding achievement in multiple contest categories, said Sarah Halstead Boland, executive director of West Virginia GreenWorks.\n\n\"Entries were judged on how well the design responds to the site and regional context, use of new sustainable approaches to old challenges, leadership in meeting and embracing local and regional challenges through design [and] appropriate use of technology and resources within a project's scale and budget,\" she said.\n\nArchitects Worlledge and Joe Sinclair, and Ruston Seaman, CEO of New Vision Energy in Philippi, were individually recognized for leadership, inspiration and stewardship in green, sustainable placemaking.\n\n\"Placemaking\" is a term architects and planners began using in the 1970s to refer to a multidisciplinary approach to planning, design and management of public places, Boland said.\n\n\"The concept capitalizes on a locality's assets, creating healthy, interesting places where people want to live, work and play. These Placemaker Awards celebrate the people and places that are doing justice to West Virginia's land and communities.\"\n\nThe Robert Dorsey house in Charleston won the Placemaker Award for \"sense of place.\" Dorsey owns LR Dorsey Construction Inc., and was assisted in his home's design by Sinclair.\n\nThe new Dorsey home was constructed on the site where Dorsey's older home was taken down. Recycled materials from the old home were used in the framing of the new house, which was built on the existing foundation. Innovative heating and cooling systems, including delivery systems for hot water and the use of captured rainwater, are hidden beneath the surface of a traditional-looking arts and crafts design.\n\n\"This house really embodies a great spirit of Appalachian ingenuity,\" one judge commented.\n\nCameron Middle\/High School in Marshall County, designed by architect Patrick Rymer of McKinley & Associates, won the Placemaker Award for innovation in the public sector, incorporating features of existing topography and the state's first chilled beam heating and air conditioning system to substantially decrease energy use.\n\nThe school was located on the property to maximize solar energy, daylight and thermal mass for heating and cooling, and uses translucent interior wall panels to transfer and distribute available light.\n\nAnother Marshall County school, Hilltop Elementary, designed by McKinley & Associates architect Worlledge, was recognized with the Placemaker Award for leadership. Worlledge designed the school to meet LEED criteria although it was not specified by school authorities in the planning process.\n\n\"He proved that designing to a LEED certification standard doesn't have to cost more. It's the knowledge that the team brings to the project that makes the difference,\" said Boland.\n\nOther awards went to the Wood County Justice Center in Parkersburg; the Natural Energy Design office building, a McKinley & Associates prospective design by Worlledge; and the preliminary design for Clayhill Farms, in Ranson, by the Charles Town office of William H. Gordon Associates.\n\nIn addition to Miller, judges included Bill White of Thompson & Litton, in Radford, Va., and Megan Nedzinski of Nedzinski Design Collaborative, in Morgantown. White and Nedzinski are members of the U.S. Green Building Council and are LEED-accredited professionals.\n\nTo see complete descriptions and photographs of the winning entries, visit\n\nReach Douglas Imbrogno at or 304-348-3017.\n\n\nUser Comments",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9006047249,
        "format_confidence":0.9917122126
    },
    {
        "url":"https:\/\/www.blogpreston.co.uk\/2020\/02\/something-for-everyone-at-new-harris-four-seasons-exhibition\/",
        "text":"Something for everyone at new Harris four seasons exhibition\n\nPosted on - 18th February, 2020 - 7:00pm | Author - | Posted in - Arts, Charities, Preston City Centre, Preston News, Things to Do in and around Preston, What's On in Preston\nThe Harris exterior\nThe Harris Museum where the events will be held.\n\nThere is something for everyone at the Harris this spring with four exciting new exhibitions, from local history to newly-made art. \n\n\nThe spring exhibitions allow visitors the chance to see new work by Preston based artists Anita George, Gavin Renshaw and Kathryn Poole specially commissioned for the The Artful Line exhibition and inspired by the history of the Courtauld’s factory, now Red Scar Business Park.\n\nThe Artful Line exhibition is part of an ongoing project with The Courtauld and brings together works by Rosetti, Auerbach and Blake to examine drawing in all its forms. The exhibition also celebrates our shared heritage with Courtaulds textiles.\n\nOther exhibitions include More T’ North, a contemporary exhibition curated by the Harris Young producers that challenges Northern stereotypes by showcasing rich talent of the region, sponsored by EasyPass Driving School and The Unfurlings: Banners for Hope and Change, created by people living with dementia.\n\nArtist Abigail Reynolds’ solo exhibition Taken in a few seconds, by the reflection of light will explore what a library means today and will be in Harris’ Library’s Heritage Reading Room.\n\nRead More: Architects behind Harris gallery developments awarded contract for ‘Reimagining the Harris’ plans\n\nKatherine Dunleavy, Regional Programme Coordinator at The Courtauld Gallery, said, “We are thrilled to take forward our partnership with the Harris with the loans of four exceptional works by artists including Dante Gabriele Rossetti and Frank Auerbach, and to provide an opportunity for Prestonians to experience and enjoy these remarkable drawings from The Courtauld Gallery’s collection.\n\n“It is fantastic to also celebrate our shared heritage with Courtaulds textiles through this exhibition.”\n\nPeople in Preston living with dementia worked with artist Ian Beesley and poet Ian McMillan on their banner for the Unfurlings exhibition.\n\nThe Harris has created a dementia-friendly space, by including people with dementia in all elements of creating and planning the exhibition area, to play their part in the bigger Dementia Friendly Communities movement.\n\nCllr Peter Kelly, Cabinet member for culture and leisure at Preston City Council said, “The Harris works closely with artists, partners and community groups to produce exhibitions of a high quality that engage with our visitors.\n\n“Each exhibition has a different theme and this variety in our spring and autumn offer has proved popular with visitors, signifying an increase in visitor numbers year on year.\n\n“We would like to thank our partners, The Courtauld Gallery, The Alzheimer’s Society, Harris Young Producers, Abigail Reynolds and all the artists and curators involved, for their hard work in delivering the 2020 spring exhibitions.”\n\nRead More: Harris Museum, The Birley and In Certain Places have been named among the North’s top 50 cultural organisations\n\nExhibitions are open now and are free with a full programme of events over February Half Term, Easter and Spring Bank Holidays, running up until 31 May 2020.\n\nArtist Abigail Reynolds solo exhibition Taken in a few seconds \/\/\/ By the reflection of light runs until 10 May 2020.\n\nPreston in pictures Covered Market, PrestonPreston Court BuildingLawson Street6201 Princess Elizabeth57313 becomes the main engine6201 pulls into Preston Station for an engine changePreston CenotaphColourful & Shops On Lancaster Road a View more Advertisement Subscribe to the newsletter\n\nSign up below to receive Blog Preston's weekly newsletter. It wings its way into inboxes every Sunday rounding up our best content from the last week and a look ahead to what's happening.\n\nAdvertisement News by location\n\nFind news by location, select an area of your choice to be kept up to date with the latest goings on.\n\nAdvertisement Categories\n\nFind news by category, select an category of your choice to be kept up to date with the latest goings on.",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9383907318,
        "format_confidence":0.6439167261
    },
    {
        "url":"http:\/\/ca.reuters.com\/article\/lifestyleNews\/idCATRE4972LU20081008",
        "text":"October 8, 2008 \/ 7:42 AM \/ 9 years ago\n\nChinese art sales weak in Sotheby's HK auction\n\nHONG KONG (Reuters) - The global financial crisis doused the Chinese art market boom on Wednesday, with Sotheby’s saying it sold HK$1.1 billion ($141.6 million) worth of Asian art in its biannual sales in Hong Kong, around half the expected total.\n\nSotheby’s pre-sale estimate for the five-day auction series had been over HK$2 billion, but numerous categories of artwork including jewelry, Chinese imperial ceramics, Chinese contemporary and 20th century paintings, were riven with unsold lots as global buyers and collectors sat on the sidelines.\n\n“When it comes to certain high value pictures, maybe our sellers have been a little over-optimistic with estimates and certainly in a category which has gone up so many times in the last few years. It is only normal,” Patti Wong, Sotheby’s Asia Chairman told Reuters.\n\n“While we didn’t reach our series’ low estimate, this is the third highest sales total ever achieved for Sotheby’s Hong Kong.”\n\nThe weak showing marks a symbolic turning point for the seemingly unstoppable Chinese art market, which has steamed ahead on a flood of new Chinese wealth and the country’s growing international cultural stature and feted star artists.\n\nWith global credit markets frozen up amid the financial meltdown, sentiment appears to have finally weakened during Sotheby’s biannual event, seen as a key barometer for Chinese art market sentiment, along with sales in London and New York.\n\n\nIn Sotheby’s marquee autumn evening sale of Asian contemporary art over the weekend, 19 of 47 prominent works went unsold and others barely hit low estimates.\n\nDemand was also weak for 20th century Chinese artwork, with only 39 of 110 lots sold, given weak demand, high valuations and narrow participation by buyers outside of key greater China markets such as China, Hong Kong and Taiwan. Over 60 percent of lots in the imperial ceramics sale also failed to sell.\n\nSotheby’s jewelry sales were also sluggish with over half, or 162 of 321 items failing to find buyers -- including a heavily marketed 102.56-carat vivid yellow diamond necklace.\n\nWong said, however, that “bullish sentiment” was apparent in other categories such as lesser-priced Southeast Asian and fine classical Chinese paintings with some record-breaking results.\n\n“Collectors are increasingly being selective and there’s a strong migration into value,” Wong added.\n\nA batch of Chinese imperial treasures including an emperor’s seal and a scroll painting bucked the weak sentiment however, underscoring demand for exceptional objects of great quality, rarity and historical significance remains strong.\n\nIn Sotheby’s “Legacies of Imperial Power” sale, a massive jade seal etched with the four Chinese characters “Qianlong yubi” (in the Imperial hand of Qianlong (emperor) fetched HK$63.4 million ($8.13 million) after bidding in the half-full auction hall -- a record for any Chinese imperial white jade seal.\n\nAnother Qing treasure, a 15-meter-long Qianlong military handscroll, the “Dayue Tu” -- painted with 16,000 miniature figures including the emperor himself, sold for HK$67.86 million ($8.7 million), a record for any Qing imperial painting, but well below its pre-sale estimate of over $HK80 million.\n\nNicolas Chow, Sotheby’s global head of Chinese ceramics and works of art said the results “illustrate the growing interest in unique historical works of art and are a testament to the demand for objects which reflect ... the Chinese imperial past.”\n\nEditing by David Fox\n\n0 : 0\n  • narrow-browser-and-phone\n  • medium-browser-and-portrait-tablet\n  • landscape-tablet\n  • medium-wide-browser\n  • wide-browser-and-larger\n  • medium-browser-and-landscape-tablet\n  • medium-wide-browser-and-larger\n  • above-phone\n  • portrait-tablet-and-above\n  • above-portrait-tablet\n  • landscape-tablet-and-above\n  • landscape-tablet-and-medium-wide-browser\n  • portrait-tablet-and-below\n  • landscape-tablet-and-below",
        "topic_id":1,
        "format_id":10,
        "topic_confidence":0.9674267769,
        "format_confidence":0.997849822
    }
]