[
    {
        "url":"https:\/\/www.epson.com.au\/news\/press_releases_details.asp?ID=1012&Year=2014",
        "text":"Press Releases\n\nEpson launches new MeetingMate Interactive Finger Touch-enabled Multi-function Projectors for Business\n\nAugust 2014\n\nNew EB-1420Wi and EB-1430Wi models\n\nSYDNEY, 20 August 2014 – Epson today again raised the bar in the business world with the launch of its second-generation EB-1420Wi and EB-1430Wi MeetingMate interactive, multi-function, finger touch-enabled projectors that completely remove the need for any kind of whiteboard.\n\nThe new MeetingMate models not only capitalise on the incredible success of the first generation projectors, but add to it in many ways with the EB-1430Wi becoming the world’s first finger touch-based interactive projector aimed squarely at the world of business. Such is the ingenuity of the EB-1430Wi that it enables as many as six participants to touch, draw, select and interact using intuitive and familiar gestures. In addition to operation using an interactive pen, with the EB-1430Wi it is now possible for users to operate by simply using their fingers on the screen. Much like many of today’s tablet devices opening and closing files, scrolling, moving and expanding objects, and annotation are just some of the possibilities available at the touch of a finger. What’s more any image on the screen can be resized and moved as if it were an object. So, even if there is no writing space on the screen, written contents can be reduced in size to make room for new annotations.\n\nEpson Australia General Manager for its Business Division Craig Heckenberg said, “The new MeetingMate projectors revolutionise any whiteboard, wall, flat surface or existing dryerase board as it makes them a truly interactive and powerful business tool. Simply turn on the projector and start writing. It’s that easy.”\n\nMeetingMate is a standalone solution that requires no computer, software or training. Designed in close collaboration with business professionals in mind MeetingMate offers the ability to capture, save and share everything that transpires within the meeting at the simple touch of a button, pen or finger. There is no need to transcribe whiteboard notes or take a photo as MeetingMate is set up to print or email directly from the screen.\n\nThe second generation MeetingMate offers far more than its predecessor too including the ability to save up to 50 fully digital pages removing the need to erase for more space. There’s also a whiteboard sharing mode which enables content written digitally to be shared and annotated on simultaneously by both local and remote participants collaborating from mobile devices, computers and other MeetingMates without connecting a PC. This unique feature can be used for document revision, adding handwritten signatures, modifying charts and highlighting key information.\n\nThe networking capabilities of MeetingMate are second to none and add power and flexibility to meetings and presentations the like of which hasn’t been seen before in a projector. By attaching them to a LAN via a wired or wireless connection MeetingMate’s network-connected projectors not only allow users to present visual and audio content over the LAN, but also to annotate on network content using Epson's instant annotation tools. Using the EasyMP® Network Projection application allows users to project a presentation via a maximum of 4 network connected projectors anywhere in the world and enables individual mouse control from each location. In addition and to add more practicality into the mix, IT administrators can also configure and monitor the status of their Epson networked projectors, including the remote viewing of power status, lamp hours, temperature and filter conditions and maintenance alerts.\n\nEnhanced interactivity is the key feature of the new MeetingMate which it delivers on many levels. By connecting the projectors to a PC via USB cable, users can operate the PC mouse using the interactive pen and even your finger with the EB-1430Wi. When used with Microsoft Office (Windows Vista or later), users can handwrite comments and diagrams directly into the document then save it in the original file format.\n\nBy using the unique Epson iProjection™ App and for even more added convenience, MeetingMate now also allows users to use their own device and wirelessly share and display content from iPhone®, iPad® and Android™ devices to MeetingMate projectors.\n\nFrom a technical standpoint the bar has been raised even further as MeetingMate now employs a dynamic video conferencing display enabling users to connect video conferencing equipment for screens up to 100 inches in size and uses Split Screen to simultaneously display people and content side by side. All MeetingMate projectors use low cost Epson lamps and have a powerful 16W built-in speaker.\n\nImages are also brighter and clearer with the new MeetingMate as each projector now boasts 3,300 lumens white brightness and colour brightness. The projectors’ lamp life has also been extended now giving up to 6,000 hours in ECO mode. MeetingMate projectors also have a higher contrast ratio than before at 10,000:1 and increased practical digital connectivity with two HDMI ports for digital connections, one of which supports MHL (Mobile High Definition Link) for mirroring connectivity with Android™ mobile devices.\n\nRRP for the new MeetingMate projectors inclusive of GST are EB-1420Wi $3,299 and EB-1430Wi $3,699 and both models are available now from authorised Epson dealers.\n\nFor more information on the new MeetingMate multi-function interactive projectors go to:\n\nThe new multi-function, interactive EB-1420Wi and EB-1430Wi MeetingMate projectors will be demonstrated at Integrate 2014 on Epson’s stand E30 from 26-28 August at the Sydney Showground, Sydney Olympic Park.\n\nBack Press Releases\n\nInternational Press Releases\n\nRead them at:",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.97944206,
        "format_confidence":0.9808807373
    },
    {
        "url":"http:\/\/www10.edacafe.com\/nbc\/articles\/1\/1352359\/Mentor-Graphics-Enhances-MicReD-Industrial-Power-Tester-with-4X-Component-Power-Cycling-Thermal-Testing-Capabilities",
        "text":"Mentor Graphics Enhances MicReD Industrial Power Tester with 4X Component Power Cycling and Thermal Testing Capabilities\n\nWILSONVILLE, Ore., May 11, 2015 — (PRNewswire) —   Mentor Graphics Corporation (NASDAQ: MENT) today announced  its next-generation MicReD® Industrial Power Tester 1500A product, which provides electronics components power cycling and thermal testing for up to 12 devices simultaneously. The MicReD Industrial Power Tester 1500A is the industry's only commercially available thermal testing product combining both power cycling and thermal transient structure function analysis for real-time failure-in-progress data for diagnostics.  Based on market feedback and the success of the MicReD Power Tester 1500A three-channel product, Mentor Graphics has enhanced the product to accommodate more device testing for greater productivity and lifecycle performance, which will benefit industries such as automotive systems, hybrid and electrical vehicles, trains, power generation and converters, and renewable energy products.\n\nThe Mentor Graphics(R) MicReD(R) Industrial Power Tester 1500A is now available with 12 channels for simultaneous power cycling and thermal testing of electronic components for lifetime performance.\n\nReliability is a key concern in these industries that use high-power electronics, so accelerated testing of these modules through a lifetime of cycles (tens of thousands, potentially millions) is critical for the component supplier, the system supplier, and the OEM. Power components are used for applications where electrical energy is generated, converted, or controlled and where very high reliability is required during many years of constant operation.\n\n\"Advanced thermal management is crucial for the design of power modules and power electronics packages,\" said Chang-Sheng Chen, manager, power devices packaging technology department, Advanced Package Technology Division, Electronics and Opto-Electronics Research Laboratories at the Industrial Technology Research Institute (ITRI). \"Our partners use thinner and thermally more conductive TIMs, new substrate materials and new interconnect technologies to decrease thermal resistance and increase the lifetime of their products. Power cycling tests are required to gather information about the lifetime and possible failure modes of these new devices; however, in order to have reliable data, statistical analysis is important. The new MicReD Power Tester 1500A with 12 channels can increase the throughput of our power tester by four times, allowing us to finish our projects significantly faster.\"\n\nThe award-winning MicReD Industrial Power Tester 1500A can perform power cycling tests of metal-oxide semiconductor field-effect transistors (MOSFETs), insulated-gate bipolar transistors (IGBTs) and power diodes. Both power cycling and thermal transient measurements are conducted without needing to remove the components from the test environment.  Measurements of both top and bottom transistors in half-bridge structures can be achieved at the same time. The MicReD Power Tester 1500A provides a user-friendly touch-screen interface and can record a broad range of information during test, such as current, voltage and die temperature sensing, as well as detailed structure function analysis to record changes in the package's thermal structure. A technician or engineer is able to see the failure as it progresses and determine the exact time\/cycle and cause.  This makes it an ideal platform for package development and quality checking of incoming parts before production.\n\n\"We are committed to serving the needs of our customers, particularly automotive and transportation customers, who have asked us to expand the productivity of the MicReD Industrial Power Tester 1500A,\" stated Roland Feldhinkel, general manager of the  Mechanical Analysis Division at Mentor Graphics. \"Knowing that their electronic components will perform to optimum standards is crucial for their success. Using the MicReD Power Tester gives our customers added confidence by helping them develop and validate both electronic parts and batches of parts for manufacturing with greater performance reliability.\"\n\nProduct Availability\nThe MicReD Industrial Power Tester 1500A with 12 channel capability is available today. Contact a Mentor Graphics sales representative or visit the company website for more information:\n\nAbout Mentor Graphics\nMentor Graphics Corporation (NASDAQ: MENT) is a world leader in electronic hardware and software design solutions, providing products, consulting services and award-winning support for the world's most successful electronics and semiconductor companies. Established in 1981, the company reported revenues over the last 12 months in excess of $1.24 billion. Corporate headquarters are located at 8005 S.W. Boeckman Road, Wilsonville, Oregon 97070-7777. World Wide Web site:\n\n(Mentor Graphics and MicReD are registered trademarks of Mentor Graphics Corporation. All other company or product names are the registered trademarks or trademarks of their respective owners.)                               \n\nFor more information, please contact:\nLarry Toda\nMentor Graphics\nEmail Contact\n\nMentor Graphics logo.\n\n\n\n\nPhoto -\n\nLogo -\n\n\n\n\nTo view the original version on PR Newswire, visit:\n\nSOURCE Mentor Graphics Corporation\n\nMentor Graphics Corporation\n\nReview Article Be the first to review this article\n\n\nFeatured Video\nPeggy AycinenaWhat Would Joe Do?\nby Peggy Aycinena\nReverie: All That Glitters is not Past\nMore Editorial  \nDigital and FPGA Hardware Designer for Giga-tronics Incorporated at San Ramon, CA\nSenior Physical Design Engineer for Ambiq Micro at Austin, TX\nSoC Design Engineer for Intel at Santa Clara, CA\nTechnical Marketing Manager Valley for EDA Careers at San Jose, CA\nDevelopment Engineer-WEB SKILLS +++ for EDA Careers at North Valley, CA\nUpcoming Events\nEuropean 3D Summit 2017 at 3, parvis Louis Néel 38054 Grenoble France - Jan 23 - 25, 2017\n3D Printing Electronics Conference at High Tech Campus 1, 5656 Eindhoven Eindhoven Netherlands - Jan 24, 2017\nDesignCon 2017 at Santa Clara Convention Center Santa Clara CA - Jan 31 - 2, 2017\nEmbedded Neural Network Summit at San Jose CA - Feb 1, 2017\n\nInternet Business Systems © 2017 Internet Business Systems, Inc.\n595 Millich Dr., Suite 216, Campbell, CA 95008\n+1 (408)-337-6870 — Contact Us, or visit our other sites:\nAECCafe - Architectural Design and Engineering TechJobsCafe - Technical Jobs and Resumes GISCafe - Geographical Information Services  MCADCafe - Mechanical Design and Engineering ShareCG - Share Computer Graphic (CG) Animation, 3D Art and 3D Models\n  Privacy Policy",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.8463848233,
        "format_confidence":0.9546388388
    },
    {
        "url":"https:\/\/worlddabeureka.org\/2012\/03\/25\/the-second-phase-of-roll-out-commences-in-germany\/",
        "text":"WorldDAB Eureka\n\nEureka! Online\n\nThe second phase of roll-out commences in Germany\n\n\n– Over 130 DAB+ receivers are now available to the German consumer\n\n– The German digital radio campaign was supported by the manufacturers PURE, NOXON and digital national station Absolute radio\n\n– A live postcode checker is available online for consumers to see what services are on air:\n\nThe activities and processes observed by the German radio industry are setting a precedent for the key factors that are fundamental to a successful roll out of digital radio. The German market is a strong voice for pushing for a pan-European digital radio strategy. Germany continue to focus their efforts on key factors such as cross industry collaboration, marketing, providing new and high-quality content and most importantly, selling receivers to ensure a successful and healthy digital radio future. The journey towards a fully digitalised radio industry has reached its second stage. During 2012 the second phase of the network roll out for the national multiplex (currently at 27 transmitters covering nearly 40 million households) will be increased.\n\nIssue 16 germanyOngoing work continues by the national roll-out body, Deutschland Radio in their support for the digital migration, with heavy emphasis on promotion. Deutschland Radio released an extensive number of news items which included news stories on new receivers, devices, the automotive sector, cross industry collaboration, announcements for new tenders and calls for inclusion of local commercial broadcasters on shared multiplexes. Simultaneously the regional ARD ‘Bundeslander’ public radio broadcasters ensured that their stations were going digital and stations on the national multiplex advertised new programmes such as (Antenna Bayern\/SWR) to children’s stations (Radio TEDDY in Hessen), and provided information on which stores were stocking digital radios. Rundfunk- und Informationstechnik DABplus Germany 17\n\nNext steps\n\n–  Organisational support of project office\n–  Extended marketing activities\n– Workshops for retailers\n– Information package for schools\n–  Extension of the coverage area\n– New regional commercial programmes on DAB+\n–  Pan-European digital radio strategy\n– Switch-over plan from FM to DAB+ because of better efficiency\n– Obligatory digital receivers\n\nThe second phase of roll-out commences in Germany\n\nAt the recent Le Radio event in France (5-7 February 2012, Paris) it was announced that broadcasters, in the long term, will save an estimated 66% on transmission costs per programme with digital radio. It was also announced that three years after switch over it is expected that the cost savings made will cancel out the cost of simulcasting for 12 years with the average saving of 40 million Euros per year on distribution costs. (Dr Chris Weck, Technical Director, Deutschlandradio)\n\nWorldDMB Project Office\n\n\n\nThis entry was posted on March 25, 2012 by in Benefits of Digital Radio, Content and Services, Digital Radio Rollout, Europe, Marketing, Receivers.\n\nAbout WorldDAB\n\nWorldDAB is the global forum for digital radio, facilitating the adoption and implementation of digital broadcast radio based on DAB, DAB+. Its membership includes public and commercial broadcasters, network providers, receiver, chip and car manufacturers.\n\nTo contribute to Eureka!, email\n\n\nFollow WorldDAB on Twitter",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.6688532829,
        "format_confidence":0.918125391
    },
    {
        "url":"https:\/\/www.phonexia.com\/en\/news\/visit-us-identity-week-asia-2019-singapore\/",
        "text":"Live Demo\n\nVisit Us at Identity Week Asia 2019 in Singapore!\n\nVisit Us at Identity Week Asia 2019 in Singapore!\n\nSeptember 18, 2019\n\nBy in News\n\nMeet us in person at the world-class biometric event taking place in the Suntec Singapore venue from October 8-9 and witness the future of voice biometrics!\n\nThe world of voice biometrics progresses extremely fast, so make sure to visit our Phonexia stand No. 320 at Identify Week Asia 2019 and see for yourself the latest voice authentication and fraud detection capabilities of Phonexia speech technologies!\n\nAdditionally, our industry expert Paul Morris will present an all-in-one voice authentication, speaker verification, and fraud detection solution in the Solution Showcase session in the Knowledge Theatre on Tuesday, October 8 at 12:10 PM, so make sure to get yourself a spot!\n\nVenue Address:\n\nSuntec Singapore International Exhibition & Convention Centre\n\n1 Raffles Boulevard, Suntec City, Singapore 039593\n\nShare now!\n\nRecent Posts",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.6234346628,
        "format_confidence":0.9681745768
    },
    {
        "url":"http:\/\/www.develop-online.net\/press-releases\/limited-edition-call-of-duty-reg-modern-warfare-reg-3-gaming-eyewear-revealed-by-gunnar-optiks\/0158822",
        "text":"< Back to Press Releases\n\nLimited Edition Call of Duty®: Modern Warfare® 3 Gaming Eyewear Revealed by GUNNAR Optiks\n\nComputer Eyewear Maker Brings Performance, Protection and Style to Fans Awaiting Most Anticipated Game of the Year\n\nThis Release's Tags\n\n3D, Consumer electronics, Digital Lifestyle, GUNNAR Optiks, Gadgets, Gear, Technology, accessories, health, peripherals\n\nSAN DIEGO - August 23, 2011\n\nGUNNAR Optiks?, the world’s leading manufacturer of technology eyewear, today announced a licensed partnership with Activision Publishing, Inc. to release limited edition Call of Duty?: Modern Warfare? 3 Gaming Eyewear. The exclusive Modern Warfare? 3 design brings new form, function and style to GUNNAR’s existing line of Advanced Gaming Eyewear. Call of Duty: Modern Warfare 3 is scheduled to release worldwide on November 8th.\n\nThe limited edition Modern Warfare 3 eyewear combines all the features of GUNNAR’s i-AMP? lens technology into a futuristic fighter-inspired design. Specs include custom spring hinges, a magnesium alloy frame and wide coverage lenses, providing an ultra sharp view into the farthest ranges of your peripheral vision. Adjustable nose pads accommodate a wide range of facial features with venting details inspired by the latest technology in military machinery. GUNNAR’s eyewear delivers style and comfort, allowing gamers to look sharp, stay focused and play longer while protecting their eyes during extended gaming sessions.\n\n\"Call of Duty: Modern Warfare 3’s release this November will no doubt be the event of the year and is certain to achieve a new level of action-packed, unflinching entertainment,\" said Rob Aarnes, president of GUNNAR Optiks. \"GUNNAR has supported gamers over the years helping them to enhance their vision and protect their eyes with our expanded line of MLG, SteelSeries and Call of Duty?: Black Ops edition gaming eyewear, and we’re pleased to continue this with Call of Duty: Modern Warfare 3.\" Not only will the limited edition eyewear provide a visual advantage to gamers through those long nights of intense action, but they will be able to show their affinity for the new blockbuster and look badass while playing it.”\n\nThe eyewear will be sold worldwide at an MSRP of $99 and will include a limited edition Modern Warfare 3 carrying case and cleaning cloth. The product will be sold exclusively in North America at Best Buy retail locations with a demo experience in select US locations. The eyewear will also be sold in select European retailers. Preorders will begin in late August, available through BestBuy.com in North America and select European countries. Specific product details will emerge in the coming months.\n\nTo learn more about the limited edition Call of Duty: Modern Warfare 3 Gaming Eyewear from GUNNAR Optiks and to find a Best Buy location that carries other styles in GUNNAR’s gaming collection, please visit: www.gunnars.com\/mw3.\n\nKey features of GUNNAR Optiks Advance Gaming Eyewear:\n\nAmber Tint - Specially formulated lens tint conditions and shifts the color spectrum to provide superior contrast, detail and resolution\n\nMinimizes Eye Fatigue - Lens geometry and tint reduces visual stress and dry eyes\n\nReduces Glare - Lens coatings and material reduces glare and improves visual focus\n\nImproves Focus - Amber lens tint and geometry help your eyes focus more naturally improving comfort and protecting against fatigue\n\nSharpens Detail - i-AMP? lens technology enhances detail for sharper, clearer vision\n\nFit - Lightweight frame, extended coverage, adjustable nose pads, and custom spring hinges\n\n20\/20 Ready - Out of the box solution for 20\/20 or 20\/20 corrected vision\n\nRx Compatible - Custom Prescriptions are available through GUNNAR’s prescription program with Carl Zeiss Vision across approximately 15,000 eye care providers nationwide.\n\nMultiple styles of GUNNAR Optiks’ Advanced Gaming Eyewear are currently available, including the PPK, Paralex, MLG Phantom and Legend, and SteelSeries Scope with retail prices ranging from $79 to $99 MSRP.\n\nA press kit containing Fact Sheet, Product FAQs and other assets may be downloaded using the following link: www.triplepointpr.com\/dl\/gunnar\/COD-MW3_Eyewear_DPK.zip (5MB)\n\nAbout GUNNAR Optiks\n\nFounded in 2005, GUNNAR Optiks, LLC designs and engineers Advanced Computer Eyewear and Advanced Gaming Eyewear to protect and enhance vision using revolutionary technology solutions. GUNNAR introduced the Technology Eyewear category in 2008 and pioneered eyewear to combat eye strain associated with long-term viewing of digital screens. At CES 2010, GUNNAR unveiled the first professional-grade, optically correct 3D glasses on the market, utilizing the latest in lens technology. GUNNAR is a privately held company headquartered in Carlsbad, California. For more information, visit www.gunnars.com.\n\nGUNNAR, the GUNNAR logo, and i-AMP are registered trademarks of GUNNAR Optiks, LLC. All other trademarks are the property of their respective companies. Copyright 2010. GUNNAR Optiks, LLC. All rights reserved.\n\nActivision, Call of Duty and Modern Warfare are registered trademarks of Activision Publishing, Inc. All rights reserved.?\n\nGames Press\n\nGames Press is the leading online resource for games journalists. Used daily by magazines, newspapers, TV, radio, online media and retailers worldwide, it offers a vast, constantly updated archive of press releases and assets, and is the simplest and most cost-effective way for PR professionals to reach the widest possible audience. Registration for the site and the Games Press email digest is available, to the trade only, at www.gamespress.com",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.5370700359,
        "format_confidence":0.973901391
    },
    {
        "url":"https:\/\/www.itvoice.in\/index.php\/it-voice-news\/tirupati-announces-the-launch-of-its-premium-brand-klevv-in-india",
        "text":"Tirupati Announces The Launch Of Its Premium Brand KLEVV In India\n\nEssencore Limited, a noteworthy newcomer in DRAM cras1modules and NAND Flash application products (including Gaming Memory Modules, Solid State Drives, USB Flash Drives, & MicroSD Cards), is pleased to announce the launch of its premium brand KLEVV in India. Tirupati Enterprises is the official distribution partner for KLEVV in India and shall be promoting the brand in the online and offline space.\n\nEssencore is the company behind the new brand KLEVV. The company currently specialises in a range of DDR4 and DDR3 memory modules, including DDR4 ‘ CRAS ‘which was awarded the 2015 Red Dot Design Award and DDR3 ‘ GENUINE ‘, where quality and design are the main focus for the KLEVV brand. These models are unique as they feature LED lighting. There other models which will be available in India are ‘Urbane’, ‘Neo’, ‘Fit’and ‘Fit Faker Edition’.\n\n“KLEVV, being a late comer in the memory industry, has gained significant presence within the gaming community for its uncompromised quality and performance.” says Yon Sung Hun, the Head of KLEVV Branding & Marketing. “With top-notch engineers from leading memory manufacturers, we provide the best user experience, which is exactly the core value of KLEVV.”\n\nAccording to Niranjan Singh, National Sales Manager, Tirupati Enterprises “You will start to see KLEVV memory modules across India and online in the coming weeks. Our target customer is the enthusiast gamer who is looking for high performance memory with cutting-edge features”.\n\nKLEVV memory modules are made from the highest quality chips, have top quality heat sink, and have LED lights which are a major attraction for the gamer. KLEVV was established by a group of figures from Samsung Electronics and SK Hynix. Its goal is to become a leader in semiconductor distribution and premium memory products.\n\nFiled in: News\n\nRecent Posts\n\nBookmark and Promote!\n\n© 2017 ItVoice | Online IT Magazine India. All rights reserved.\nPowered by IT Voice",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.8721867204,
        "format_confidence":0.7519746423
    },
    {
        "url":"http:\/\/blog.infibeam.com\/2010\/02\/great-response-for-pi.html",
        "text":"Friday, February 26, 2010\n\nGreat response for Pi\n\nThere is excitement all around our office because of the great response we have been seeing for Pi, for example, see the hands-on review by our customer Chirag Patnaik which has real nice snaps of the Pi displaying India Today magazine!\n\nIn fact, the response has been so good that our first batch of Pis are sold out, and we have started shipping the second batch (as seen below)!",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9003175497,
        "format_confidence":0.787507534
    },
    {
        "url":"http:\/\/www.newswire.ca\/news-releases\/vocollect-wireless-headset-available-this-spring-on-psion-teklogix-workabout-pro-speech-536989421.html",
        "text":"Vocollect Wireless Headset Available This Spring on Psion Teklogix WORKABOUT PRO Speech\n\n    Psion Teklogix becomes first supplier of third-party mobile computers to\n    offer a device with Vocollect Voice featuring support for the Vocollect\n    wireless headset\n\n    PITTSBURGH, Jan. 13 \/CNW\/ -- Vocollect, Inc., provider of the most widely\nused voice systems for improving supply chain performance, today announced the\nspring availability of the Vocollect SRX wireless headset on the second\ngeneration WORKABOUT PRO mobile computer from Psion Teklogix, a global\nprovider of wireless mobile computing solutions.\n    (Photo: http:\/\/www.newscom.com\/cgi-bin\/prnh\/20090113\/AQTU005)\n    Voice systems have long been proven to dramatically improve productivity\nand accuracy levels of distribution center and warehouse employees. With the\naddition of the wireless headset option for the WORKABOUT PRO Speech and thus\nno cables to connect or clips to attach, workers have more freedom of\nmovement, resulting in increased convenience, comfort and safety.\n    \"The addition of the Vocollect SRX wireless headset option, along with\nVocollect Voice integrated within the WORKABOUT PRO Speech, uniquely\ncomplements the Psion Teklogix product suite. This new offering further\nextends Vocollect's position as offering the broadest choice, the highest\nperformance, and the strongest global reach of any voice supplier in the\nsupply chain distribution market,\" said Tom Upshur, vice president of product\nmanagement and marketing at Vocollect. \"This latest offering through Psion\nTeklogix strengthens Vocollect's ability to meet the needs of customers for\nmulti-functionality on handheld computers in today's economically challenging\n    \"Psion Teklogix is excited to be the first Vocollect device manufacturer\npartner to offer a wireless headset capability with Vocollect Voice on a\nhandheld mobile computer,\" said Bart Riviere, director of speech solutions for\nPsion Teklogix. \"We believe this new offering will open up exciting new\nopportunities for growth in our global marketplace, as customers seek\nadditional ways to leverage their voice investment. We are looking forward to\ncombining this wireless headset with our multi-modal speech offering based on\nVocollect Voice. Operators can now easily combine voice with the screen,\nkeyboard and barcode reader.\"\n    The WORKABOUT PRO Speech supports a variety of field-installable\nexpansion modules including scanners, imagers, RFID modules, wireless LAN,\nGPS, Wireless WAN radios, and more. It functions as both data capture device\nand cellular phone, allowing mobile workers to call customers, upload route\nmaps, and send data back to office headquarters -- all enabled through one\nmobile device.\n    Psion Teklogix has achieved the highest level of the Vocollect Voice\nPartner Program and sells Vocollect Voice applications worldwide. For more\ninformation about the Psion Teklogix WORKABOUT PRO featuring the Vocollect SRX\nwireless headset, call Vocollect at 412-349-2515 or visit\nhttp:\/\/www.vocollect.com or http:\/\/www.psionteklogix.com.\n    About Vocollect\n    Vocollect delivers proven gains in productivity, accuracy, safety and job\nsatisfaction to companies seeking to improve their supply chains. The\nVocollect Voice portfolio features a complete range of hardware, software and\nservices built for voice performance, reliability and adaptability in the\nglobal supply chain and logistics marketplace. Every day hundreds of thousands\nof people on six continents rely on Vocollect and its worldwide network of\nmore than 100 certified supply chain resellers and channel partners to improve\nwork. For more information, visit http:\/\/www.vocollect.com. Vocollect(R) and\nVocollect Voice(R) are registered trademarks of Vocollect, Inc. All rights\n    About Psion Teklogix\n    Psion Teklogix is a global provider of mobile computing solutions\ndesigned to improve business efficiency and productivity for leading\nenterprises throughout the world. Solutions are built around a range of\nhigh-quality, innovative mobile computers designed for tough and demanding\nenvironments. Psion Teklogix is a leader in rugged hardware, integration,\nservice and support and in new and emerging technologies including image\ncapture, RFID and biometrics. With over three decades of industry experience,\nPsion Teklogix has customers in more than 80 countries, and 39 sales and\nsupport offices in 23 countries. Psion Teklogix is headquartered in\nMississauga, Ontario, Canada, with additional corporate offices located in the\nUnited States, Europe and Asia. The Psion Teklogix parent company, Psion PLC,\nis listed on the London Stock Exchange (PON.L). For more information, visit\nhttp:\/\/www.psionteklogix.com. WORKABOUT PRO(R) is a registered trademark of\nPsion Teklogix. All rights reserved.\n\nFor further information:\n\nFor further information: Company, Susan Muttart of Vocollect,\n+1-412-349-2543, scmuttart@vocollect.com; or Maria Bo of Psion Teklogix,\n+1-905-813-9900, maria.bo@psionteklogix.com; or Media, Michelle Wright of\nPadilla Speer Beardsley, +1-612-455-1788, mwright@psbpr.com, for Vocollect Web\nSite: http:\/\/www.vocollect.com                 http:\/\/www.psionteklogix.com\n\nOrganization Profile\n\n\nMore on this organization\n\n\nMore on this organization\n\nCustom Packages\n\nBrowse our custom packages or build your own to meet your unique communications needs.\n\nStart today.\n\nCNW Membership\n\nFill out a CNW membership form or contact us at 1 (877) 269-7890\n\nLearn about CNW services\n\nRequest more information about CNW products and services or call us at 1 (877) 269-7890",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9500140548,
        "format_confidence":0.9807486534
    },
    {
        "url":"http:\/\/www.digitaleng.news\/de\/scalematrix-announces-gpu-service-solution\/",
        "text":"Home \/ Engineering Computing \/ ScaleMatrix Announces GPU-as-a-Service Solution\n\nScaleMatrix Announces GPU-as-a-Service Solution\n\nScaleMatrix offers a GPU-as-a-Service solution with dense graphics processing unit (GPU) power for today’s HPC, deep learning and artificial intelligence (AI) workloads.\n\nWith GPU-as-a-service, ScaleMatrix supplies the servers as a bare-metal cloud offering with flexible payment options and short-term use models for GPUs on premium servers. The system specifications range from four to eight GPUs, with up to dual Intel Xeon processor E5-2630 v4, between 64-128GB RAM and a 1TB SSD NVMe for the primary drive, and 4TB SATA as a secondary drive.\n\nThe GPU-as-a-service solutions start at $1,464 per month and scales up for those with more intense GPU compute processing needs.\n\nIn addition, ScaleMatrix delivers up to a 30% improvement on power usage effectiveness, according to the company.\n\nSources: Press materials received from the company.\n\nAbout admin",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9095355272,
        "format_confidence":0.6931305528
    },
    {
        "url":"http:\/\/www.prweb.com\/releases\/irepair\/fix-slow-computer\/prweb11204073.htm",
        "text":"Slow Computer Fix, Correcting Registry Errors, Speeding up Performance and Lots More through a Reliable Remote Computer Repair, Offered by\n\nShare Article\n\nNow, a PC user for a Slow Computer Fix can rely upon the services of a trustworthy Remote Computer Repair Company, that helps resolve all technical errors in a speedy manner.\n\niRepair logo that helps resolve all technical errors in a speedy manner.\n\nWhether it’s a new or an old computer, a user may come across several types of technical errors that can slow down the speed of a computer. Now, for a Slow Computer Fix or to boost the performance of a computing device, one can rely on a Remote Computer Repair service provider. There is no need to rush to a nearby repair shop or wait hours for a technician to start his\/her computer repair job. The company now handles all issues in the online environment. The specialists of the company access a computer through the internet and carry out the required repair and maintenance work in a speedy manner.\n\nThe company maintains that they have specialized team of technicians and service engineers that takes care of repair and maintenance of different computer or laptop brands. According to them, different manufacturers focus on maintaining their specific features and unique attributes and this is the reason why specialized knowledge is often required in repairing computers of a particular brand. For all those, who are looking for an HP Support, a Lenovo support, a Dell support or support services for any computer brand, they have qualified and experienced staff to resolve all types of technical errors remotely and effectively.\n\nOne of the technicians of the company reveals that many times they need to scan a computer in order to detect the error. According to them, the scanning mostly leads them to the problem of the corrupted registry, which they resolve very quickly for ensuring a Slow Computer Fix. Besides an error in the registry, one may have problems of viruses, malware, spyware and unwanted cookies as well. The technician maintains that the problem of virus attacks has grown manifold in the last couple of years. According to him, a Remote Computer Repair is the best solution, in case of a sudden attack by a deadly virus.\n\nThe online computer repair service is becoming popular day by day for its affordability and availability of services in a 24\/7 environment. For resolving any type of technical error of their computer systems, one can request for their online computer repair services by visiting their website\n\nAbout Remote Computer Repair Company\n\nThe Remote Computer Repair Company offers fast resolving of all types of technical errors of computers in an online environment. They are available day and night and can carry out their repair and maintenance work on an urgent basis, ensuring a peace of mind of a computer user.\n\nShare article on social media or email:\n\nView article via:\n\nPdf Print\n\nContact Author\n\nSiddhartha Kapoor\n1 800 346 8752\nEmail >\nVisit website",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.8083073497,
        "format_confidence":0.7792066336
    },
    {
        "url":"https:\/\/www.coolingzone.com\/index.php?read=277&onmag=true&type=press",
        "text":"Log In   |   Sign up\n\nNew User Registration\n\nArticle \/ Abstract Submission\nRegister here\nPress Release Submission\nRegister here\ncoolingZONE Supplier\nRegister here\n\nExisting User\n\n            Forgot your password\nApril 2013\n\nGelid Solutions Launches SlimHero CPU Cooler for AMD and Intel CPU's\n\nhong kong, 9 april, 2013 thermal solutions specialist gelid solutions unveils the slimhero which is a low profile cpu cooler of its silent product line.\n\nthe “slimhero” features 4 sintered power heatpipes with a silent and slim 120mm fan. the copper heatpipes ensure maximum heat transfer from cpu to the aluminum fins. the heatsink is built in a unique shape to lower the air flow resistance. the cooler can be mounted on each directions of the amd™ socket.\n\nthe low profile cooler “slimhero” is especially designed for compact pc cases where space can be the key problem. with a total height of 5.9 cm this cooler can fit almost all smaller cases and is able to cool up to 136w (tdp).\n\n\n\n\nthe heatsink is bundled with a silent and slim 120mm fan with high airflow. the fan comes with an intelligent pwm control which allows users to set the fan speed in their bios accordingly.\n\nthe cooler is compatible to intel™ 775\/ 1155\/ 1156\/ 1366 (lga 1155) and amd™ am2\/ am2+\/ am3\/ am3+\/ fm1\/ fm2 sockets, is rohs and weee conform and has warranty of 5 years.\n\n“a mini-pc provides entertainment in today’s living room and a powerful but silent low profile cooler such\nas the slimhero makes it happen,” says vc tran, marketing director of gelid solutions. t\n\nthe “slimhero” is now available and has a msrp of usd 32 or euro 25. for further product information please visit www.gelidsolutions.com\n\n\nthe slimhero data sheet is here:  slimhero data sheet\n\npress contact\nmr. vc tran\n+852 8125 7538\n\nabout gelid solutions ltd\ngelid solutions ltd. is a hong kong based company with swiss management. gelid designs and manufactures thermal solutions, cpu coolers, fans, and other computer hardware for gamers and silent enthusiasts. www.gelidsolutions.com\n\nChoose category and click GO to search for thermal solutions\n\n\nSubscribe to Qpedia\n\na subscription to qpedia monthly thermal magazine from the media partner advanced thermal solutions, inc. (ats)  will give you the most comprehensive and up-to-date source of information about the thermal management of electronics\n\n\nSubmit Article\n\nif you have a technical article, and would like it to be published on coolingzone\nplease send your article in word format to articles@coolingzone.com or upload it here\n\nSubscribe to coolingZONE\n\nSubmit Press Release\n\nif you have a press release and would like it to be published on coolingzone please upload your pr  here\n\nMember Login\n\nSupplier's Directory\n\nSearch coolingZONE's Supplier Directory\nbecome a coolingzone supplier\n\nlist your company in the coolingzone supplier directory\n\nsuppliers log in\n\nMedia Partner, Qpedia\n\n\nHeat Transfer Calculators",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9802527428,
        "format_confidence":0.8996690512
    },
    {
        "url":"https:\/\/www.matrox.com\/en\/video\/media\/press-releases\/matrox-now-shipping-c900-graphics-card-worlds-first-nine-output-card",
        "text":"Matrox Now Shipping C900 Graphics Card, World’s First Nine-Output Card\n\nSingle-Slot Card to Drive Nine Displays in a 3x3 Configuration, Creating an Deal Digital Signage, Presentation, and Control Room Platform\n\nMatrox C900 Single-Slot Graphics Card Drives Nine Displays for 3x3 Video Walls\nMatrox C900 single-slot graphics card drives 3x3 video walls, ideal for digital signage and control rooms.\nMONTREAL — 17 August 2016 — Matrox® Graphics today announced that the Matrox C900, the world’s first single-slot, nine-output graphics card, is now available for purchase.\nThe award winning Matrox C900 is a single-slot, PCI Express® x16 graphics card that drives nine displays at resolutions of up to 1920x1200 @60Hz per output. Designed to power 3x3 or 9x1 video walls, C900 delivers one ultra-large desktop across all attached displays, ideal for digital signage, presentation, and video wall applications.\n“Matrox C900 is a great addition to our video wall product portfolio,” says Caroline Injoyan, Matrox Business Development Manager. “System integrators and installers can now power nine-synchronized displays with a single-card, and create stunning 3x3 video wall installations for digital signage, presentations and control rooms.”\nA special-purpose card designed to power 3x3 or 9x1 video walls, two Matrox C900 cards can be combined to create 6x3 or 3x6 video walls from one system, with the board-to-board framelock feature ensuring all displays are synchronized to reduce tearing. The C900, with its high reliability, outstanding performance, and low-power consumption delivers a cost-effective video wall solution for enterprise, industrial, pro A\/V, digital signage, security, control rooms, and more.\n“The Matrox C900 card is the ideal blend of performance, flexibility and value, and provides a compact, high-performance solution when combined with the Shuttle XPC SH170R8 or SZ170R8 Cube PC,” states Marty Lash, Director Sales and Marketing Shuttle Computer Group. “Adding C900 power to the small size of a Shuttle Cube PC provides for easy installation in retail, corporate, entertainment, QSR and hospitality environments as well as video walls in control and command operations for security, process control, and transportation.”\n\nKey Features of Matrox C900\n\nMatrox C900 is a PCI Express® 3.0 x16 graphics card with 4GB of memory that supports nine displays at a maximum resolution of 1920x1200 per display or a total desktop resolution of 5760x3600 in a 3x3 display configuration. More displays can be supported by pairing two C900 cards in a system to power an 18-screen video wall. The board-to-board framelock feature ensures synchronization of all displays. C900 features nine mini-HDMI connectors, supports digital audio through HDMI, and is DirectX® 12 and OpenGL® 4.4 compliant.\nCompatible with the Matrox Mura™ IPX Series 4K capture and IP encode & decode cards, the C900 is also supported by Matrox MuraControl™ video wall management software for Windows® and iPad®, allowing users to create, save and edit video wall layouts offline or in real time so their content appears exactly where and how they want it.\n\n\nThe Matrox C900 nine-output graphics card is available now through Matrox’s worldwide network of authorized distributors and resellers.\n\nAbout Matrox Video\n\nMatrox Video is a global leader in video technology. Featuring a complete portfolio of best-in-class hardware, software, APIs, and SDKs, Matrox Video enables OEMs, system integrators, value-added channel partners, and end users to push the boundaries of video innovation. Serving the AV\/IT, broadcast, and emerging markets for 45 years, Matrox Video is synonymous with quality, performance, interoperability, and support. Matrox Video’s legal entity is Matrox Graphics Inc., part of the Matrox Group.\nFor more information, visit\nTel: +1 (514) 822-6000\nMatrox and Matrox product names are registered trademarks and\/or trademarks of Matrox Electronic Systems, Ltd. and\/or Matrox Graphics Inc. in Canada and\/or other countries. All other company and product names are registered trademarks and\/or trademarks of their respective owners.",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9919064045,
        "format_confidence":0.9617913961
    },
    {
        "url":"http:\/\/www.ohgizmo.com\/2011\/12\/22\/announcing-the-toshiba-thrive-tablet-giveaway-winner\/",
        "text":"\n\nAnnouncing The Toshiba Thrive Tablet Giveaway Winner\n\nBy David Ponce\n\nWe just wanted to announce the winner of our Toshiba Thrive tablet giveaway from a few weeks back as one Rosemary Breschuk-Chiu. Congratulations Rosemary! By now I believe you’ve had the tablet delivered to you, so enjoy it! As for everyone who entered and didn’t win, we’re very sorry. We’ll keep trying to bring you more of these! Thanks for participating!",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.8192301393,
        "format_confidence":0.9661738276
    },
    {
        "url":"https:\/\/www.cspire.com\/company_info\/about\/news_detail.jsp?entryId=16600023",
        "text":"About C Spire\n\n\n\nC Spire Wireless begins pre-orders for Samsung Galaxy S® 4 today\n\nNext generation of world’s best-selling 4G LTE smartphone combines provider’s exclusive suite of personalized services with more leading-edge innovations and government-grade security\n\nRidgeland, Miss. (May 22, 2013) – C Spire Wireless began accepting customer pre-orders today for the highly anticipated Samsung Galaxy S® 4 touchscreen smartphone, which will be introduced this summer on the nation’s only 4G LTE network offering a personalized mobile broadband experience.\n\n“This phone features a unique suite of easy to use innovations that promise to change how consumers interact with their primary communications device,” said Kevin Hankins, COO for C Spire Wireless. “We’re excited to introduce it on our fast, reliable network, which is powered by our advanced fiber optics-based infrastructure.”\n\nCustomers can pre-order the Samsung Galaxy S 4 online at www.cspire.com\/gs4 for pick up at any C Spire retail store when it goes on sale this summer. The 4G LTE smartphone will cost $199.99 with a new two-year customer agreement that includes data services. The website also has more details on all the phone’s new features.\n\nThe sleek and slim smartphone weighs 4.6 ounces, is 7.9 millimeters thin and comes with a full HD 1080p Super AMOLED display on its 5-inch screen. The device features Android’s 4.2.2 (Jelly Bean) mobile operating system and runs on a 1.9 GHz quad core CPU with 2GB of internal RAM. Available in two color models, Black Mist and White Frost, the phone is powered by a removable 2,600 mAh battery and has standard 16GB of onboard storage.\n\nThe touchscreen device also features a 13-megapixel rear-facing camera and a front-facing 2-megapixel camera with LED flash, autofocus and 1080p HD video recording in both dual shot and recording mode for stunning photos and video using new photo features like Dual Shot, which allows the use of both cameras simultaneously so users can include themselves in pictures and videos.\n\nFor more information on the Samsung Galaxy S 4 from C Spire Wireless, visit www.cspire.com\/gs4. For more information about other C Spire Wireless products and services, visit www.cspire.com.\n\nAbout C Spire Wireless\n\nC Spire Wireless is a diversified wireless communications company passionately committed to helping customers by personalizing wireless services designed just for them. The company is the first wireless provider in the U.S. to personalize customers’ experience by offering apps that fit who they are, services that anticipate their needs, and rewards for using their phone in new ways – all with seamless ease and at amazingly fast speeds. This news release and other announcements are available at www.cspire.com\/news. For more information about C Spire Wireless and its products and services, visit www.cspire.com or follow us on Facebook at www.facebook.com\/cspire or Twitter at www.twitter.com\/cspire or Google + or www.pinterest.com\/cspirewireless",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9635870457,
        "format_confidence":0.9869090915
    },
    {
        "url":"http:\/\/blog.sekonic.com\/2013\/03\/07\/sekonic-and-x-rite-announce-special-bundle\/",
        "text":"Sekonic and X-Rite Announce Special Bundle!\n\nHere’s the press release of today’s exciting announcement!\n\n\nSekonic Announces Bundling of L-478D and L-478DR Series Light Meters with Special Edition X-Rite-Sekonic ColorChecker Passport and Sekonic Gray Balance Card\n\nConvenient new bundle provides photographers and cinematographers with the ultimate tools for consistently perfect exposures and colors\n\nNorth White Plains, NY (March 6, 2013) Sekonic Corporation, manufacturers of professional photographic light meters, and X-Rite, Incorporated, the world leader in color management, measurement and communication technologies, announce today the availability the LITEMASTER PRO L-478D and L-478DR light meters bundled with the new special edition X-Rite-Sekonic ColorChecker Passport with Sekonic Gray balance Card. Using free software from Sekonic and X-Rite, this new bundle enables photographers and cinematographers to quickly and easily create an exposure profile of their cameras, calibrate their meters and create color profiles that deliver the very best images.\n\n“Creating great images and videos just got easier, faster and more fun,” states Phil Bradon, Sekonic’s USA Marketing Manager. “That’s because Sekonic and X-Rite have teamed up to simplify the process of getting the best exposures and truest colors – the most challenging aspects for today’s image makers. The new version of X-Rite’s acclaimed ColorChecker Passport which includes a Sekonic Gray Balance Card plus Sekonic and X-Rite software takes the complexity out of exposures and post processing allowing imaging professionals to focus more on their creativity.”\n\nSekonic’s DTS System simplifies Exposure and Meter Calibration\nUsing the X-Rite ColorChecker Passport with the Sekonic Gray Balance Card with Sekonic’s Data Transfer V3 Software, image makers can create an exposure profile and map out the dynamic range of their DSLR or Digital Video Camera. Transferring this data to a Sekonic L-478 Series meter enables knowing which details of a scene or subject will be properly imaged, and which will be over or under the range of the camera. By using this bundle, today’s photographers and videographers can now take full advantage of their camera’s imaging capabilities to produce pictures with greater tonality and clarity.\n\nTwo ways to calibrate the L-478 meters using Sekonic’s DTS Version 3 software\nIncident-only calibration of Sekonic’s Data Transfer System enables creating exposure profiles for precise metering without the need for additional accessories. Incident and Reflected-light calibration requires the L-478 series VIEW FINDER 5°, available as a separate purchase, to read the Passport’s Sekonic gray card for calibrated reflected-light readings.\n\nX-Rite ColorChecker Passport simplifies post processing\nThe ColorChecker Target enables minimizing color differences between cameras and lenses and aids in establishing true color in mixed lighting. It extends the power of Adobe® photo editing software with a series of one-click warming and cooling enhancements that greatly reduce editing time.\n\nFor a limited time, current Sekonic L-478D\/DR owners can purchase this special edition of the X-Rite ColorChecker Passport w\/Sekonic Gray Balance Card at the special introductory price of $49 by going to with the serial number of their Sekonic L-478 meter and follow directions located there. Retail pricing is $512 for the Sekonic L-478DR and $438 for the Sekonic L-478D.\n\n\n©2013 X-Rite, Inc. All rights reserved. X-Rite is a registered trademark of X-Rite, Inc. PANTONE® and other Pantone trademarks are the property of Pantone LLC. ©2013. All rights reserved. All other trademarks are the property of their respective owners.\n\nTags: , , , ,\nPosted in News.\n\n2 Responses to Sekonic and X-Rite Announce Special Bundle!\n\n  1. Klaus Manns says:\n\n    How about customers in Germany. How would they get the discounted special Sekonic edition of x-Rite’s ColorChecker Passport?\n\n    • Matt Hill says:\n\n      This program and product was created by the USA marketer of Sekonic who also markets XRite photo products in the USA. Acceptance has been good in the USA and Sekonic is looking to market it internationally. As the special ColorChecker Passports need to be manufactured and shipped to Japan before going out for distribution to the world market, we expect that they will most likely be available early next year.\n\nComments are closed.",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.7766087055,
        "format_confidence":0.9606440663
    },
    {
        "url":"https:\/\/www.microwavejournal.com\/articles\/35692-anokiwave-introduces-new-family-of-scalable-active-antenna-innovator-kits",
        "text":"Anokiwave, Inc. announced the introduction of the first in a family of a complete mmWave to IF Phased Array Antenna Innovator Kits to assist 5G equipment manufacturers to easily evaluate array level performance of Anokiwave’s ICs, develop new mmWave 5G NR radio front ends and to utilize this platform to accelerate their radio developments. The new AWA-0213-PAK is 28 GHz band (n257\/n261) Active Antenna built upon Anokiwave’s third generation silicon ICs and features the performance of their patented Zero-Cal® at an array level. The Innovator Kit includes a complete mmWave to IF active antenna, PCB, connectors for IF and LO connections all enclosed in a passively cooled enclosure with power and digital interfaces. \n\nDesign of mmWave phased array active antennas continues to be a major technical challenge for most OEMs, system integrators and radio manufacturers; most struggle to develop good working arrays especially in a fast-evolving 5G market. Anokiwave envisions these new antenna innovator kits along with its high performance silicon ICs will allow radio manufacturers to develop high performance mmWave 5G radios, at a commercial scale and at a much faster pace.\n\nThese kits offer manufacturers with:\n\n    A real working evidence of the near ideal performance they can achieve using Anokiwave’s ICs\n\n    A starting platform to scale the design to meet each specific use case. Eventually each radio manufacturer will design, customize and develop their antennas, based on these Innovator Kits, to meet their specific radio requirements.\n\n“Anokiwave designed, developed and tested these Active Antennas 100 percent in-house, in a third of the time of a typical commercial active antenna development, and achieved near ideal performance in the first pass design. This speaks to the decades of mmW active antenna expertise the company has developed,” stated Abhishek Kapoor, vice president of sales. “Anokiwave itself is a fabless semiconductor IC company, with the goal to provide enabling ICs for mmWave active antennas; our customers are the ones that design and deliver 5G radios. We hope these kits will provide them with another tool and a starting platform to accelerate their radio developments while offering complete flexibility on every aspect of their radio design.”",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.6736726165,
        "format_confidence":0.5345080495
    },
    {
        "url":"https:\/\/www.sensocase.com\/blogs\/news\/time-to-crank-these-puppies-out",
        "text":"Buy 2 get 15% OFF. Use code: 2more.\n\nTime to crank these puppies out\n\nNovember 14, 2016\n\nWe've done it. Months of testing and tweaking are done. Time to crank these puppies out. Production has begun full scale and we will be ready to offer the first production models very  soon. This is a huge milestone for Sensocase and we can't wait to give you the opportunity to get your hands on them.\n\nAlso in News\n\nOur new office number\n\nApril 02, 2017\n\nA lot of customers have been asking us to for a direct number they can call with any questions they may have about our products, delivery. Your wish is our command, here it is.\n\nRead More\n\nOur new Amazon site\n\nMarch 28, 2017\n\nThat’s right, you plethora of Amazon addicts now you can get our best and most beautiful designs for your mobile accessories at the speed of Amazon. With all the quality and convenience, you’ve come to expect from Amazon Prime.\n\nRead More\n\nSenso Case Contest\n\nFebruary 17, 2017\n\nAmerican brand Senso Case, the premium source for phone accessories for sports lovers is starting a new initiative. SHARE YOUR PASSION and WIN any case from our inspiring collection.\n\nRead More",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.7364885807,
        "format_confidence":0.8708660007
    },
    {
        "url":"https:\/\/manilagear.com\/manila-gear-introduces-the-2soniq-and-announces-new-partnership-with-reactivemicro\/",
        "text":"Manila Gear Introduces the 2soniq and Announces New Partnership with ReActiveMicro\n\nMountain View, CA, 7 April 2017 — Manila Gear today announced the 2soniq interface card for the Apple IIGS. The card gives IIGS owners the ability to connect 2 powered speakers so they can enjoy stereophonic sound. This is a simpler version of the 4soniq – the quadraphonic sound card with a monophonic input digitizer that the company released almost a year ago.\n\n2soniq Stereo Sound Card\n\nHardware – The 2soniq unlocks the capabilities already available in the Apple IIGS’ Ensoniq Digital Oscillator Chip. The simple design and robust engineering delivers clean, reliable sound. It features 2 channel output via one 3.5 mm stereo jack. Similar to the 4soniq, the 2soniq can also be setup for slotless operation.\n\nSoftware – The 4soniq Programmer’s Guide is available on the Manila Gear website. The guide shows developers how to program for both the 2soniq and the 4soniq, and includes sample code on how to modify existing software to support multi-channel sound.\n\nThe 2soniq is now on sale for $69++ at the ReActiveMicro online store at\n\nFor more information on the card specifications please visit\n\nNew Partnership with ReActiveMicro\n\nIn February 2017, Manila Gear contacted ReActiveMicro about working together to bring their projects to the Apple II Community. Manila Gear wanted to make sure their current and future products continue to be available to the community at scale. ReActiveMicro was Manila Gear’s first choice since they are the most experienced and longest lived Apple II vendor currently active in the Apple II Community.\n\nStarting from April 2017, ReActiveMicro will be selling and supporting all the great items available from Manila Gear. These will include the new 2soniq stereo sound card, the popular Apple IIGS VGA Adapter, and a refreshed version of the 4soniq 4-channel sound card.\n\n4soniq 4-channel sound card\n\nApple IIGS VGA Adapter\n\n\nManila Gear is an electronics company founded by Jon Christopher Co and John Valdezco. Jon has been a hardware hacker for the past twenty years and maintains a blog at John advises Silicon Valley startups, and has a degree in Electrical Engineering. Both Jon and John attended Philippine Science High School, and have been working together on cool stuff since then.\n\nReActiveMicro was formed by Henry S. Courbis in 2005 as a division of Reactive. Since 1990 the parent company Reactive has had many different divisions. They have worked with hardware, custom software, auto security and sound, auto repair, pay phones and electronics to name a few. Henry’s current project at Reactive Computers is related to the Apple II and Arcade systems. He also plans on teaming up and working with others to provide new solutions for the Apple II Community.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.9929009676,
        "format_confidence":0.9673799276
    },
    {
        "url":"https:\/\/www.xjtag.com\/company\/newsroom\/single\/press-releases\/news_10-06-13\/",
        "text":"XJTAG extends test boundaries with XJInvestigator\n\nCambridge, England, 10 July 2013 — XJTAG today launched a new product, XJInvestigator, an advanced analysis and debug tool for use in the production of electronics.\n\nXJInvestigator is available as part of XJTAG’s latest v3.1 JTAG boundary scan software release. XJTAG’s tools are used across the product life cycle from development and prototyping into production.\n\nXJInvestigator combines an easy-to-use testing environment with advanced fault-finding and debug capabilities, so engineers can diagnose boards which fail a production-line test. See the difference immediately on a test screen when you toggle otherwise inaccessible pins under BGAs; accurately pinpoint and solve problems using the Layout Viewer and pin mapping capabilities.\n\n‘With the launch of XJInvestigator, XJTAG has extended the test capabilities available to engineers’, commented Simon Payne, CEO. ‘XJTAG focuses on providing solutions that can help speed up fault diagnostics. XJInvestigator has a simple pass\/fail test capability that can be broken down and analysed in detail. This makes testing easy and informative – you can not only find faults easily but also diagnose the source of the problem.’\n\nXJTAG has also created a Fault Dictionary which can provide step by step instructions in fault diagnostics. Other updates include improvements to the code editor functionality and user permissions, and make for easy tracking and auditing.\n\nIf your organisation is looking to get the most out of boundary scan, XJTAG can provide a fully-featured 30-day trial, including an optional free board set up, at no cost to you.\n\nTo find out more, visit www.xjtag.com or email enquiries@xjtag.com.\n\nAbout XJTAG (www.xjtag.com)\n\nXJTAG is a worldwide leading supplier of IEEE Std. 1149.x compliant boundary scan tools, which focuses on innovative product development and high quality technical support. The company has its headquarters in Cambridge, UK and works closely with over 50 experienced and professional distributors and technology partners across the globe. XJTAG delivers a diverse range of boundary scan test solutions for clients across a wide range of industries, including aerospace, automotive, defence, medical, manufacturing, networking, and telecommunications.\n\nImages (click for high resolution)\n\nXJTAG extends test boundaries with XJInvestigator XJTAG extends test boundaries with XJInvestigator XJTAG extends test boundaries with XJInvestigator\n\nXJTAG extends test boundaries with XJInvestigator\n\nReady to get started? Try XJTAG\n\n\nSee XJTAG in action.\n\nOur experts will be happy to show you how the XJTAG tools can help you diagnose faults on your board as well as cutting test development and repair time.\n\nAsk for a Demo\n\n\nQuestions? We'll call you back.\n\nWe're here to help. Enter your name and phone number and one of our test specialists will call you back shortly.\n\n\nGet a free test setup.\n\nEvaluate the XJTAG system with full functionality for 30 days and get the first test project set up for your board – for free. No obligation to purchase.\n\nGet started now\n\nJoin world leading companies using XJTAG Boundary Scan",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.6177488565,
        "format_confidence":0.9813902974
    },
    {
        "url":"http:\/\/pressreleasefinder.com\/Belden\/BLDPR430\/en\/",
        "text":"Connectivity Technology by Belden Already Meets Future PROFINET Standard for 24-Volt Power Supply\n\nNew L-coded M12 Power Connectors Stand Out with their Compact Design, High Current-Carrying Capacity and Connectability to Functional Ground\n\nSt. Louis, Missouri - October 27, 2016 - Belden Inc., a global leader in signal transmission solutions for mission-critical applications, has developed Lumberg Automation M12 Power Connectors as an economical solution for power transmission in harsh environments.\n\nAt its technical strategy meeting this September, PROFINET International (PI) decided that the L-coded variant, which is internationally standardized through the standard 61076-2-111, will be the future single standard for 24-volt PROFINET devices with round connectors. The key factors behind this decision were compact design and its high current-carrying capacity (16A) at a conductor cross section of 1.5 mm².\n\nIn addition, L-coded M12 Power Connectors for PROFINET devices in a TN-S system can be connected via the fifth contact for the functional ground to a Common Bonding Network (CBN), a meshed grounding concept in accordance with DIN EN 50310.\n\nIn the current PROFINET guideline “PROFINET Cabling and Interconnection Technology,” two round connectors with screw connections are specified for the 24-volt power supply in addition to a push-pull rectangular connector. This is an A-coded M12 connector for power class 1 to 4 A; the version with a 7\/8” connection is for power class 2 to 16 A.\n\n“In the future PROFINET guideline, which is expected to be published in April 2017, these two variants will be replaced by the L-coded M12-Power Connectors,” explains Uwe Widmann, responsible for standardization and technology at Belden, Germany.\n\n“This connection technology is more powerful and is almost 50 percent smaller than other comparable power connectors. This miniaturization has also been applied to PROFINET devices, so future PROFINET networks can be built more flexibly and efficiently.”\n\nThe L-coded M12 Power Connectors of the Lumberg Automation brand are approved in accordance with UL and VDE, and are offered in both straight and angled versions, as well as molded, for customer assembly or as an installation variant. They have an extended operating temperature range of -40°C to +125°C and are available with protection classes IP65, IP67 or IP69K. The five-pin versions with functional ground are clearly recognizable by a gray cable jacket and gray contact carriers for pins and sockets.\n\nFor more information on the Lumberg Automation L-coded M12 Power Connectors, visit:\n\nReader enquiries\n\nP.O. Box 9\n+31 77 387 8555\n\nNotes for editors\n\nIn a world moving toward new levels of interoperability made possible by the Industrial Internet of Things (IIoT), visibility is vital to operators as they face increasing demands to receive, analyze and share data. Belden’s industrial connectivity solutions address these needs head on. With more connected machines, rising data volumes and increasing productivity demands, customers can count on Belden cable and Lumberg Automation and Hirschmann industrial connectors for a complete communications infrastructure designed to last. Belden’s customized systems provide high levels of performance and reliability to help a wide range of industrial automation applications handle the growth of intelligent, networked devices and robust analytics. Visit to learn more.\n\nAbout Belden\n\nBelden Inc., a global leader in high quality, end-to-end signal transmission solutions, delivers a comprehensive product portfolio designed to meet the mission-critical network infrastructure needs of industrial, enterprise and broadcast markets. With innovative solutions targeted at reliable and secure transmission of rapidly growing amounts of data, audio and video needed for today's applications, Belden is at the center of the global transformation to a connected world. Founded in 1902, the company is headquartered in St. Louis and has manufacturing capabilities in North and South America, Europe and Asia. For more information, visit us at; follow us on Twitter: @BeldenInc.\n\nBelden, Belden Sending All The Right Signals, Lumberg Automation, Hirschmann and the Belden logo are trademarks or registered trademarks of Belden Inc. or its affiliated companies in the United States and other jurisdictions. Belden and other parties may also have trademark rights in other terms used herein.\n\nRelated images\n\nConnectivity technology by Belden already meets the future PROFINET standard for 24-volt power supply. \n(Photo: Belden, PR430)\n\n\nEditorial enquiries\n\nBerry Medendorp\n\n\nNancy van Heesewijk\n\n+31 164 317 018\n\n\nAlso available in\n\n\n\n\nMore news from",
        "topic_id":5,
        "format_id":13,
        "topic_confidence":0.6202437282,
        "format_confidence":0.9880332947
    }
]