[
    {
        "url":"http:\/\/anarchy101.org\/3963\/anarchist-critique-of-leading-light-communists",
        "text":"\nWelcome to Anarchy101 Q&A, where you can ask questions and receive answers about anarchism, from anarchists.\n\nAnarchist critique of Leading Light Communists?\n\n+2 votes\nThey seem quite Maoist and convinced that they don't purport just some regular state, but an institution to uphold the 'revolutionary line', not to mention anarchists seem to be the bane of them. Thoughts, critiques, criticisms?\nasked Oct 26, 2012 by anonymous\nYou pretty much hit the nail on the head as far as an anarchist critique of them. Their perspective on anarchists, as well as their brand of M-L-Mism is pretty much indistinguishable from that of the RCP, except they don't have the cult of Bob going on.\n\nDon't think Leading Light is very prominent where I'm at, so i don't know I've ever encountered them outside of the tubes, but their website is pretty much exactly what I'd expect, and gave me the exact same nasty feeling when I looked at it. I think I might go take a shower now.\nMost of the leading lights I've encountered spout word for word the propaganda on their website, written by some middle-class white guy in California. They've managed to organize on an international scale, mostly in countries they consider \"third world\", and they help to back some causes that some anarchists might be on par with, but they're still Maoists and pretty pointless to debate with\n\nPlease log in or register to answer this question.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9959396124,
        "format_confidence":0.8982053399
    },
    {
        "url":"https:\/\/www.theyworkforyou.com\/wrans\/?id=2017-04-21.71591.h&p=24863",
        "text":"\n\nDonate to our crowdfunder\n\nNeighbourhood Development Plans\n\nDepartment for Communities and Local Government written question – answered on 26th April 2017.\n\nAlert me about debates like this\n\nPhoto of Nicholas Soames Nicholas Soames Conservative, Mid Sussex\n\nTo ask the Secretary of State for Communities and Local Government, what steps he is taking to strengthen Neighbourhood Plans; and if he will make a statement.\n\nPhoto of Gavin Barwell Gavin Barwell Minister of State (Department for Communities and Local Government) (Housing, Planning and London)\n\nWe have strengthened Neighbourhood Planning through the Neighbourhood Planning (General) and Development Management Procedure (Amendment) Regulations 2016 that implement powers in the Housing and Planning Act 2016 and proposed measures in the Neighbourhood Planning Bill. In addition, my recent Neighbourhood Planning written ministerial statement of 12 December 2016 further strengthened Neighbourhood Planning by making it clear that where communities have planned for housing in their area through a recent neighbourhood plan, that those relevant policies should not be deemed to be “out-of-date” unless there is a significant lack of land supply for housing in the wider local authority area.\n\nThe Government has made available £22.5 million to support Neighbourhood Planning through the 2015-18 support programme. The Housing White Paper 2017 set out our intention to make further funding available to neighbourhood planning groups from 2018-2020.\n\nDoes this answer the above question?\n\nYes1 person thinks so\n\nNo0 people think not\n\nWould you like to ask a question like this yourself? Use our Freedom of Information site.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9908506274,
        "format_confidence":0.6757603884
    },
    {
        "url":"https:\/\/politics.stackexchange.com\/questions\/34637\/why-do-the-us-and-russia-not-seem-to-support-inf-anymore?noredirect=1",
        "text":"According to Time, Donald Trump plans to withdraw US from Intermediate-Range Nuclear Forces (INF) Treaty:\n\nPresident Donald Trump revealed Saturday the United States intends to withdraw from a 31-year-old nuclear weapons agreement with Russia, delivering a severe blow to the arms control regime that helped preserve peace since the Cold War.\n\n“Russia has violated the agreement,” Trump said. “They’ve been violating it for many years. And I don’t know why President Obama didn’t negotiate or pull out. And we’re not going to let them violate a nuclear agreement and go out and do weapons, and we’re not allowed to.”\n\nOn the other hand, Russia accused the US of violating the treaty:\n\nThe Russian Foreign Ministry declared that the U.S. plans to deploy the Aegis missile defense system in Poland and Romania is a violation of the INF Treaty. The Romanian location was stood up in 2016 and is operational.\n\nAccording to Times, this treaty had great importance, so I am wondering why it does not seem to be supported by any of the two countries:\n\n(..) was the first and only nuclear arms control agreement that ever eliminated an entire class of nuclear weapons.\n\nQuestion: Why do US and Russia do not seem to support INF anymore?\n\n  • 1\n    Hadn't seen this bit of news, thanks for the warning. <begins preparing bunker> Oct 22 '18 at 18:49\n\nUS tries to undermine Russian nuclear deterrence\n\nINF Treaty was a product of Cold War, and relative Soviet weakness at that time. To understand this, first you must understand that intermediate and short range missiles presented (and still present) a larger threat to the Soviet Union (Russia) than to the US. The reason is simple, Soviet and Russian intermediate missiles could not reach US (except Alaska), but US & NATO missiles could hit European part of USSR and more. Since IRBMs are cheaper and smaller then ICBMs, plus flight time is shorter, they could theoretically have been used as a first strike weapon against the USSR. Later, the US added ground based BMG-109G which further complicated situation. Soviets on their part had very potent RSD-10 Pioneer, arguably better then NATO counterpart and in larger numbers. Soviets did not plan to use them against US mainland, but could hit targets in Western Europe.\n\nAs mentioned before, since IRBMs have a short flight time, it was very unlikely either of the sides would have enough time to detect them and launch retaliatory strike on opponent. Therefore, it would be prudent to launch first. This is especially true for the USSR. The situation could escalate, so both sides finally agreed to remove them completely. By that time, the Soviet Union was already in crisis, so the treaty was somewhat unfair to them - only ground base missiles were removed but air and naval remained. The Soviet Union was at a disadvantage because the danger of air and naval nuclear missiles remained, and they had spent considerable resources to develop ground based IRBMs (Soviets and Russians always considered ground forces as a key element, unlike US).\n\nUnfortunately, end of Cold War didn't end US and NATO expansion plans. NATO got to Russian borders, incorporating many of former Warsaw Pact states. Since Russia didn't want and could not spend so lavishly on conventional forces, it relied primarily on its nuclear forces for deterrence against potential NATO intervention (like in Iraq, Yugoslavia, Afghanistan, Libya, Syria etc ...). To undermine that, NATO started building anti-ballistic missile defense, and withdrew from another treaty - Anti-Ballistic Missile Treaty in 2002.\n\nFinal chapter of the saga is Russian response. Since Russia could not afford another arms race, they started developing an asymmetrical response. The NATO missile defense system relies on sites in Poland, Czech Republic and Romania, Russia started developing Iskander missile to target them. Officially, Iskander's range is below 500km, so it is not covered by INF treaty. Iskander is certainly not as capable as RSD-10 Pioneer, but it could disturb NATO missile defense in case of war, and also has upgrade potential to go beyond 500 km.\n\nSince Iskander endangers US & NATO strategic goal of reducing Russian nuclear capabilities, they use it as an excuse to withdraw themselves from INF treaty. If they do that, world would become more dangerous place, as Russia would be forced to expand its nuclear forces with new weapons, and more importantly with various Dead Hand systems to launch those weapons automatically (without man in the loop) in case of NATO decapitating strike. Of course, any failure in such system could be potentially devastating for whole mankind.\n\n  • 7\n    \"Unfortunately, end of Cold War didn't end US and NATO expansion plans. NATO got to Russian borders, incorporating many of former Warsaw Pact states\" presumably all annexed via military that was most definitely not of the invading country, followed by referendum?\n    – user19831\n    Oct 22 '18 at 20:36\n  • 4\n    The article seems conflate Iskander launchers with 500km SS-26 Stone missile. However press reports of NATO concerns over violation of INF terms describe a different missile (SSC-8) with published range estimates exceeding 1,200 km. Assuming these reports to be moderately accurate, this would put the Russian SSC-8 in the same class as the USAF. BMG-109G, which was withdrawn as part of the INF agreement. Oct 22 '18 at 21:27\n  • 4\n    @Orangesandlemons In most cases countries simply joined (parliament decision) , but it does not matter, Russia now has large and very aggressive military alliance at its borders. Only way to keep NATO at bay is credible nuclear deterrence, otherwise Russia would meet same fate as Iraq, Yugoslavia, Syria, Afghanistan, Libya etc ...\n    – rs.29\n    Oct 23 '18 at 5:55\n  • 1\n    @Giter Answer is full of links, what more do you want ?\n    – rs.29\n    Oct 23 '18 at 6:03\n\nThere is, of course, no single answer, but a number of things have changed since the Intermediate-Range Nuclear Forces (INF) treaties were created about 30 years ago, that might be helpful in understanding why leaders on both sides have made statements questioning value of the bilateral agreement to their respective countries.\n\nBut concerns not directly related to INF must also be considered as well. In the view of NATO, the Annexation of Crimea by the Russian Federation in 2014, and Putin boasts of new Russian nuclear weapons in 2018 have set the stage for deterioration in international relations. But specific issues related to the INF treaties are probably most relevant:\n\nSunsetting of On-site Inspection\n\nWhen the INF treaties were signed, they included a set of verification measures that permitted the parties to gain confidence that the other terms of the treaty were being followed. One of these verification measures, on-site inspections, came to an end in 2001. With the inspection part of the agreement no longer in effect, it has become difficult for either side to verify compliance of the other.\n\nProliferation of Technologies\n\nThe INF agreement was bi-lateral, it only restricted two countries. Since then, other countries have developed both nuclear weapons, and missiles with a ranges sufficient to be threatening to both sides of the original agreement. Today China, France, India, Israel, North Korea, Pakistan and the UK are thought to have such capabilities.\n\nOnly Ground Launched Missiles Covered\n\nThe INF agreements were limited to ground launched missiles, and did not cover either air- or sea- launched weapons of similar range. These systems further complicate the matter of verification of limits to ground launched missiles, and both side's arguments that the other is not in compliance involve systems originally designed for shipboard use.\n\nConfusion between Offensive and Defensive Missiles\n\nIn the question reference is made a missile defense system in Poland and Romania. The NATO position on this is that these are strictly defensive missiles, including anti-ballistic missiles (ABMs), that are not covered under the INF treaty. The missiles in these locations are US built SM-3 interceptors, but the claims from Vladimir Putin seem to be that the ground facilities could be used to fire some hypothetical ground launched cruise missile.\n\nArticle VII of the INF is explicit that interceptors like the SM-3 are not covered:\n\n  1. If a GLBM is of a type developed and tested solely to intercept and counter objects not located on the surface of the earth, it shall not be considered to be a missile to which the limitations of this Treaty apply.\n\nPutin's accusation may have been the breaking point for the INF treaty. Defensive missiles had previously been limited under the 1972 ABM treaty, which the US withdrew from in 2002. Russia has produced and deployed numerous ABM systems, including the A-35, A-135, and A-235, and indications are that the S-500 ABM is targeting deployment in 2020. Attempts to limit NATO deployments of ABMs under INF interpretation seem inappropriate, but could drive the INF treaty to end.\n\nTimeline of events regarding withdrawal from INF\n\nIn October 2007, Luke Harding reported that Vladimir Putin had threatened to withdraw from a treaty generally assumed to be INF. The article quotes Putin as saying:\n\nWe need other international participants to assume the same obligations which have been assumed by the Russian Federation and the US.\n\nIt goes on to report Putin said:\n\nIf we are unable to attain such a goal... it will be difficult for us to keep within the framework of the treaty in a situation where other countries do develop such weapons systems, and among those are countries in our near vicinity,'\n\nBeginning in 2013 the US raised concerns over an apparent violation of the INF agreement, specifically in In a July 2014 unclassified report, the U.S. State department said:\n\nThe United States has determined that the Russian Federation is in violation of its obligations under the INF Treaty not to possess, produce, or flight-test a gr... (truncated)",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9956105351,
        "format_confidence":0.9893531799
    },
    {
        "url":"https:\/\/www.fluther.com\/24156\/why-not-use-technonology-in-the-debates\/",
        "text":"General Question\n\nhoosier_banana's avatar\n\nWhy not use technonology in the debates?\n\nAsked by hoosier_banana (824points) September 29th, 2008\n\nPut up a big screen behind the candidates, or one on eachs’ podium, put the question on it, list points made, put tax graphs up, let(or force) the candidates argue their cases with visual aides.\n\nObserving members: 0 Composing members: 0\n\n14 Answers\n\nSquirrelEStuff's avatar\n\nDo you have any idea how much that would confuse McCain?!?!?\n\nTechnology and McCain dont go well together.\n\nwundayatta's avatar\n\nGreat idea!\n\nqueenzboulevard's avatar\n\ndouble true @chris\n\nhoosier_banana's avatar\n\nJohn can have Cindy’s help, it would be cute to see them working together. Or he can use old fashioned paper based charts. But he might have trouble dodging a question when it’s in bold block letters behind him.\n\ngailcalled's avatar\n\nPeople our age, (as I mistakely said in another question) need different glasses for close-up and wall screens. I took a course recently; ideas were on wall screen, computer screen was in front of me. It was bifocals off, reading glasses on, off, on the entire course. I learned almost nothing.\n\ntWrex's avatar\n\nI think that while it’s a good idea in theory it would be terrible in practice. It would mean that the debates would almost be pre-rehearsed otherwise you wouldn’t be able to prepare enough things thoroughly. Furthermore, can you imagine if something got hooked up to the net with that? I guarantee you that script kiddies galore would be trying to hammer at that. hell I’d probably take a poke at it. that’d be funny as hell! see my face in ascii behind them with a vote for Ron Paul above it.\n\naugustlan's avatar\n\nI like the idea of having the question on a screen. Answers would prove more problematic.\n\ntWrex's avatar\n\nThe other problem is that then who can get into that system on the sides of the debaters? Let’s say it is a closed system, who’s to say that someone from the McCain or Obama camp doesn’t setup a honeypot and then reroute the traffic to make the questions appeal more to one candidate or another? Or they get the questions prematurely and can whisper into the ear of the candidate what’s coming up so they can write a note and prepare. The abuse inherent within computers would make me shy away from it even though I think it’d be sweet.\n\naugustlan's avatar\n\nGood points, tWrex.\n\nhoosier_banana's avatar\n\nI think the question behind them, and charts(that the candidates provide) for topics that are certain to come up would be a good start. If the host of the debate managed the content and the candidates had the opportunity to challenge, I think things could stay pretty fair.\n\nGoogle has great app for opening up the debate to the public, not just asking questions, but voting for the questions you want asked. I love Google, again and again\n\ngooch's avatar\n\nAbility to use technology does not make one a great leader. My grandfather was a great leader and knew very little about technology. All nerds know technology and most would be horrible leaders of a country. I guess my point is it doesn’t prove that useful of a tool for off the cuff debate.\n\nblastfamy's avatar\n\nI agree with @gooch,\n\nThe president should know about leadership – and the majorly important issues. This is not to trivialize such immense issues as net neutrality and the like; but for someone to be as old as one of our candidates is, there should be no surprise that he is not hip on tech.\n\nThis is what advisors are for.\n\nblastfamy's avatar\n\nThe one thing I have against tech in debates (as far as that Al Gore TV channel goes), is information overload. Random comments (often skewed to one particular side of a debate) seem neither fair nor helpful.\n\ntWrex's avatar\n\nCould you imagine twitter in the background, constantly updating? Like twistori . You’d see:\n“I love Palin’s hot bod.”\n“I hate seeing all these comments.”\n“I believe McCain is older than Father Time.”\n“I think Obama’s a dumbass.”\n“I believe I can fly and it’d be great if the stock market would follow suit.”\n“I feel like no one is answering the questions.”\n“I wish they’d just SHUT UP already.”\n\nAnswer this question\n\n\n\n\nto answer.\n\nThis question is in the General Section. Responses must be helpful and on-topic.\n\nYour answer will be saved while you login or join.\n\nHave a question? Ask Fluther!\n\nWhat do you know more about?\nKnowledge Networking @ Fluther",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9403505921,
        "format_confidence":0.9091002345
    },
    {
        "url":"https:\/\/answers.yahoo.com\/question\/index?qid=20180806163035AAryurM",
        "text":"Anonymous asked in Politics & GovernmentPolitics · 2 years ago\n\nWhy do people complain when someone makes a comment about gay marriage but dont care when Saudi Arabia decapitstrs gays in the public square?\n\nIf someone in the US says a comment about gay people, take Jonah Hill for example when he said \"Suck my d1ck, f@ggot\", every left-winger gets into an uproar and starts saying that they're \"hateful\" and homophobic and such.\n\nBut when countries such as Saudi Arabia and Iran cut the heads off gay people in the public square BECAUSE THEYRE GAY, not a single comment from the Left in any way. All I ever hear from them is \"Its their culture and we are racist for criticizing it\" or \"We can't do anything about it so why even bother\"?\n\nIs criticism of gay marriage somehow worse than gays being killed in foreign countries LEGALLY for their sexuality or something?\n\n7 Answers\n\n  • 2 years ago\n\n    Because they are tired of your self-righteous whining about other people's rights. If gay marriage bothers you so much, move to Saudi Arabia.\n\n  • Sally\n    Lv 7\n    2 years ago\n\n\n    Attachment image\n  • 2 years ago\n\n    The way to effect change is not to berate and alienate. It doesn't work with individuals and it doesn't work with countries. S.A. is opening up to the west, and to more progressive values, and the way to encourage that is by keeping relationships open. I know two gay men who are living very happily in S.A. and have encountered no problems. Conservatives jump on one example and exaggerate it so they can make themselves feel superior. What S.A. does has no bearing on whether the US allows gay people to get married. Why should it?\n\n  • Anonymous\n    2 years ago\n\n    What does \"decapitstrs\" mean? I don't know that word.\n\n  • How do you think about the answers? You can sign in to vote the answer.\n  • Anonymous\n    2 years ago\n\n    False equivalency\n\n    I live in America. My convictions are reflected in the way I vote. What goes on in other countries is their business. Do I approve of atrocities? ... no, but I don't vote over there. It's not my country, I'm not a citizen.\n\n  • Jo5\n    Lv 6\n    2 years ago\n\n    What's interesting about liberal scum is they will berate someone who speaks out against gays, but in the very next breath will use being gay as an insult. Then claim \"it's different\" somehow.\n\n  • Anonymous\n    2 years ago\n\n    Let me help shine light on your stupid statement, which is, just so you know, extremely ignorant because it's based on false assumptions:\n\n    There is one organization in the world that spends nearly all it's time fighting, documenting, and calling out Islamic regimes for their human rights, gay rights, and women's rights violations. There is one organization that constantly criticized Saudi Arabia and Iran's sharia law, beheading, public executions, education and dress restrictions on women and gay rights violations.\n\n    This one organization raises and spends millions on global campaigns to fight Islamic extremism through courts and international pressure. And of course, that organization is founded by liberals, run by liberals, and supported almost entirely by liberals, mostly in the united states. In fact most liberals have their logo on the back of our cars (you get a decal when you donate a certain amount of money). I'm sure you've seen it, but never on a conservative's car. It's a candle flame with barbed wire.\n\n\nStill have questions? Get your answers by asking now.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9953292608,
        "format_confidence":0.934107244
    },
    {
        "url":"http:\/\/www.debate.org\/opinions\/is-john-kerry-obamas-best-choice-for-secretary-of-state",
        "text":"Is John Kerry Obama's best choice for Secretary of State?\n\n  • Of the names I have heard for that position, yes.\n\n    I am a big fan of John Kerry and would have loved to see him elected President. He has a presence that suggests authority. He has a good record in the Senate. He may not be the best choice in the whole wide world, but of the names who were considered, and as a following act to Hilary Clinton, he is a great choice.\n\n  • The best? Politically, no.\n\n    Making Senator Kerry secretary of state opens up his seat for another election. It's a lot of money the party would have to spend defeating Scott Brown again, or another challenger.\n\n    That's assuming that they will actually win it again. In the real world, there's no guarantee that'll happen. And with how much effort it takes to get anything at all passed in the senate, every last seat is crucial.\n\n  • John Kerry Isn't The Best Choice\n\n    John Kerry is capable of being Secretary of State, but I do not think that he is Obama's best choice. That would be the current Secretary of State, Hilary Clinton. Kerry just is not as qualified for the job as she is. Mostly due to Clinton being overqualified for the position.\n\n  • No, not necessarily\n\n    There are a lot of things to think about when choosing a secretary of state. John Kerry should be looked at, but he may or may not be the \"best\" choice. I don't know exactly what makes up the perfect Secretary of State, and I'm assuming that those in charge will know better than I. However, I think that there is a lot of politics going into this choice, and that alone will make it so the best choice is not appointed.\n\nLeave a comment...\n(Maximum 900 words)\nNo comments yet.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9970449805,
        "format_confidence":0.5817393661
    },
    {
        "url":"https:\/\/www.jconline.com\/story\/news\/2018\/04\/29\/primary-q\/555435002\/",
        "text":"Q&A: District 25 candidate Justin Notoras\n\nJillian Ellison\nLafayette Journal & Courier\nView Comments\n\nLAFAYETTE, Ind. —  With the Indiana primary election approaching on May 8, Justin Notoras and Maurice Oakel Fuller are vying for their chance to represent the Democratic party for District 25 House of Representatives.\n\nWhoever is elected will face Republican incumbent Don Lehe, who has served House District 25 since 2012, for the two-year stint representing White, Cass, Carroll, Clinton and Tippecanoe counties.\n\nThe Journal & Courier reached out to Notoras and Oakel Fuller to ask two questions, offering a brief overview of why they are running in the district.\n\nJustin Notoras\n\nAge: 37\n\nWhere do you live?: Tippecanoe County\n\nCurrent occupation: Regional training and development coordinator at thyssenkrupp\n\nExperience: Bachelor and masters degrees in education, post graduate degree in leadership administration and 13 years as a public educator\n\n1. What makes you the best candidate?\n\nNotoras: Our campaign refuses to take donation from corporations or PACs. My vote in the State House will not be bought by special interest groups. The point of a representative is to represent the people in their district, not the donors filling their campaign budget with money.\n\n2. If elected, what will be your top priorities?\n\nNotoras: End the voucher system and use that money to pay for high school students to earn dual credit from Ivy Tech and graduate with either a skilled trade degree or an associates degree that can be transferred to an in-state university, cutting the cost of student loans in half. Bring back the common construction wage so our workforce will quit being outbid on jobs by out-of-state contractors who pay bottom dollar. Complete legislation that protects the civil rights of all citizens.\n\nSeveral attempts by the J&C to reach Oakel Fuller were unsuccessful.\n\nView Comments",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9971601963,
        "format_confidence":0.6023011208
    },
    {
        "url":"https:\/\/www.enotes.com\/homework-help\/government-oceania-an-oligarchical-collectivism-133943",
        "text":"Is the government of Oceania an oligarchical collectivism?oligarchy = rule of a few; collectivism = everything is owned by the collective community together, no private ownerships'  \n\n1 Answer\n\npohnpei397's profile pic\n\npohnpei397 | College Teacher | (Level 3) Distinguished Educator\n\nPosted on\n\nAs far as we know, the government and society of Oceania does conform to these definitions pretty well.\n\nThe government is probably an oligarchy.  We do know that the Inner Party controls the major decisions made by the government (although we are not really clear as to what role Big Brother plays, if he exists).  It maybe, however, a bit iffy to call 6 million people an oligarchy.\n\nAs far as collectivism goes, it is not completely clear to me.  This is mainly because pretty much no one has anything that they can own -- there's not much wealth.  However, we do know that the government runs pretty much everything, so there is probably little serious private property.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9805961847,
        "format_confidence":0.9893552661
    },
    {
        "url":"http:\/\/www.ritwikagrawal.com\/2014\/11\/08\/delhi-kiss-of-love-event-q-a\/",
        "text":"Delhi Kiss of Love Event: Q & A\n\nby Ritwik on November 8, 2014\n\nKiss of Love Delhi chapter\n\nAs many of you will know, a ‘Kiss of Love’ event has been planned in Delhi today. It starts at 4pm at Jhandewalaan, at the Delhi headquarters of the Rashtriya Swayamsewak Sangh, the ideological mentor of the BJP and other organizations such as ABVP and VHP which collectively comprise the so called ‘sangh parivar’.\n\nThis has been organized in light of the  similar event in Kochi, Kerala, which was organized against ‘moral policing’ that has seen a sharp increase with the victory of the Narendra Modi led BJP in the general elections in the country held in May.\n\nA journalist with DNA newspaper, Mumbai asked me a series of questions about the event, and I think putting up the questions along with my answers might serve some purpose, as these questions are by no means unique and regularly come up in the public discourse in India over matters of love, sex and free expression in general. Of course, I am not attributing these views to the journalist in question – she was only doing her job in articulating precisely the concerns which many have with respect to such demonstrations.\n\nQ. Do you support the ‘kiss of love’ event? and if so, why?\n\nAbsolutely. It has my wholehearted support. I believe it is an excellent initiative and many more such initiatives should be taken up, all across the country and particularly in areas where such things as choosing one’s own partner, which are  taken for granted in any modern society, are still huge battles (i.e., almost every Indian family, totally including almost the entire upwardly mobile, ‘educated’ middle class)\n\nTo me one of the most important measures of the health and happiness of a society is the freedom accorded to people to love freely, and choose their partners freely (of whatever gender and sexual persuasion).\n\nRecently we have had a setback in India when the Supreme Court struck down the forward looking judgement of the Delhi High Court de-criminalizing Homosexuality. Many who had felt empowered to come out of the closet in light of the HC verdict have now had to face oppression after the SC verdict re-criminalized a completely natural sexual impulse. This battle has now been taken up again in the Supreme Court, and one hopes the Court will set aside its earlier verdict.\n\nQ. Do you think this demonstration will serve some purpose, or it is only being organized by Delhi youth to be ‘cool’ after similar demonstrations were organized in Kochi and Calcutta?\n\nI think it is crucial for people, especially the young, all over the country to assert their right to their bodies, to choosing their own partners and their sexual orientation. it is deeply shameful that we still witness ‘honour killings’ where the ‘crime’ is nothing but cohabiting with the person you love.\n\nIt is crucial in light of the fact that the ruling national party, the BJP, made ‘love jihad’ its main campaign slogan in recent by-elections. Love Jihad is the notion that members of the Muslim community are ‘luring’ Hindu women to marry them so as to change the latter’s religion and produce Muslim children, ultimately culminating the ‘islamization’ of India.\n\nThe fact that such absurd fears have become mainstream enough to be taken up by major national parties shows how close India is to slipping into an even more un-free, almost theocratic condition not dissimilar to the situation that exists in Pakistan after the rule of the dictator Zia ul Haq.\n\nQ. Aren’t there ‘more important’ things that should engage the attention of the youth?\n\nAs I say above, all those who value freedom, and wish for India to remain a free society (a society in which enclaves of freedom – such as universities and some urban spaces – have been created and there has historically been the push, since independence, of modernizing more spaces) must support initiatives like Kiss of Love, to counter the poisonous, socially divisive propaganda of the Love Jihad variety.\n\nAs the experience of countries such as Pakistan, Iran, Iraq, Afghanistan and many others demonstrates, societies which had become relatively free and open in the Sixties and the early Seventies, have slipped into soul crushing fanaticism and un-freedom after the religious Right (of which the RSS is a prime example in India) engineered a massive reaction against all kinds of progressive tendencies.\n\nThese societies, and others like them, have consequently seen the obliteration of liberal, leftist and socialist thought and social practice, all in the name of ‘pride’, ‘hurt sentiments’, ‘authentic traditions’ etc. India seems to be on the brink of something similar, where the historically open and plural nature of the society is being sought to be radically re-engineered from within.\n\nIn a nutshell, one can’t be complacent about freedoms and rights. These must be fought for and vigorously defended.\n\nQ. Many who support the idea of freedom of choice – in abstraction – are saying that this is the wrong way to protest. India is a conservative country which frowns upon ‘public displays of affection’. Why choose such a mode of protest which may be offensive to many?\n\nThe modes of protest chosen by movements like ‘Kiss of Love’ are very useful in that they are exposing the structural hypocrisies of the authorities and political parties. It is notable that the Kiss of Love event in Kerala was not allowed to go on by the police, who have historically shown little inclination to act against violent thugs who have raided bars, night clubs, hotels and other such establishments where ‘immoral activities’, i.e., people indulging in sexual acts out of choice, rather than our glorious, animal-trading ‘arranged marriage’ tradition, have been going on.\n\nViolent activists who have attacked couples on Valentines Day, often in a well orchestrated manner with television cameras in tow, have acted with impunity with no regard for the law or its consequences.\n\nHowever those deciding to kiss on the streets, were apprehended in advance. This in a state (Kerala) ruled by the Congress, which claims to inherit a liberal tradition!\n\nIn light of this, the mode of protest chosen for ‘kiss of love’ is effective, and it exposes hypocrisies which we as a society are highly comfortable with.\n\n\nKiss of Love Delhi Facebook Page \n\n\nRitwik, this is great.\nAn urgent, hard-hitting piece. I agree heartily with every word you write here. This event can really become a historically important initiative in our country. It must !\nIndia’s capital has to (and will) succeed, and show the way, where a smaller town couldn’t. All the best !\n— Akshay\n\nby Akshay Bakaya on November 8, 2014 at 3:48 pm. #\n\nIf u support This type of events,can ur parents permit u or if u have children, can u permit them to participate in this type of events?\n\nby bhanu pratap agarwal on November 8, 2014 at 9:59 pm. #\n\nSir ji, as u support this type of events,r u permit ur children to participate in this type of events or ur parents permit u to participate actively in this events?\n\nby Bhanu pratap agarwal on November 10, 2014 at 9:12 am. #\n\nDo not support this type of events .\n\nby Bhanu pratap agarwal on November 10, 2014 at 9:14 am. #\n\ndear writer. You’re so liberal. Why don’t you think of entire India? Can you imagine how big a shock to most of India it will be to see people kissing blatantly on road. My dear ask for liberty. It’s good. But that liberty be liberty to choose lifepartner, liberty to marry cross-caste, liberty to have a job after marriage(for women). If you’re looking for adventure, go climb the everest or watch Bear Grylls. Would you allow one to say ch*ot ch*ot in front of your parents? If not, then how could I imagine someone kissing before my parents?\n\nby abhishek on December 21, 2014 at 11:21 pm. #\n\nLeave your comment\n\n\nRequired. Not published.\n\nIf you have one.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9874847531,
        "format_confidence":0.6674730778
    },
    {
        "url":"http:\/\/aolanswers.com\/questions\/how_many_house_congressional_seats_open_in_2014_p149431018744755",
        "text":"how many house congressional seats open in 2014?\n\nRelated Answers\n\nExplore the latest questions and answers related to \"how many house congressional seats open in 2014?\"\n\nAnswered: How to force a House Sale?\n\nYou can only force a house sale if you have made an offer that was accepted in writing. If you are selling, even if you have accepted an offer, you might only be able to keep the deposit if the purchaser can not or will not complete the purchase.\nLiked this question? Tell your friends about it\n\nMore Questions\n\nHow many days does the stock market open in 2014?\n\nIn 52 weeks there are 260 weekdays, minus about 10 for holidays gives 250.\n\nHow to find housing for single mother's in ...\n\nLook in your phone book, the front pages, it will tell you all the places to get help. If you make too much money you won't qualify.\n\nContinental airlines flights where can I see a seating chart and select a\n\nIf you Google \"Continental Airlines seating chart\" you'll get quite a few results. Most are trying to get you to buy your tickets from them, but at least one also has a link to seating charts you can view (depending on which plane's yours). You might also try going directly to the Continental ...\n\nWho has best chance to win 2014 u.s. open\n\nProbably 5 or 6 dudes with a good chance. I think Bubba and Dustin both are good bets. Leaning towards Bubba.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.8676775694,
        "format_confidence":0.981789887
    },
    {
        "url":"http:\/\/www.wral.com\/news\/local\/story\/3732181\/",
        "text":"Local News\n\nAsk Anything: 10 questions with District 4 Congressional candidates\n\nPosted October 14, 2008\nUpdated October 20, 2008\n\nEditor's Note: Republican BJ Lawson and incumbent Democrat David Price are running for North Carolina's District 4 Congressional seat. The winner will represent Chatham, Durham, Orange and Wake counties.\n\n\nWhat would you do in this economic situation as a congressman to ease the financial burden for people of District 4? – Julian Pearce, Raleigh\n\nBJ LAWSON: People in the 4th District need to be free to create value and wealth in our community without being forced to labor under additional debt. Too much debt got us into this problem, more debt cannot get us out of it.\n\nReal value is not created by our federal government borrowing additional money and giving us checks in our mailbox. We need more savings and investment, not more borrowing and spending.\n\nWhile the government appears to give with one hand, it continues to take with the other -- talk of an additional \"stimulus plan\" that results in still more government borrowing simply pushes our economic crisis further onto our children and grandchildren.\n\nThe bottom line is that we need to be free to create and grow our own wealth here in the 4th District. I will work to empower sustainable, self-sufficient communities that are less dependent on the federal government. As a start, Congress must unambiguously affirm that all barter transactions between individuals are tax-free.\n\nWhat do I mean by “barter transactions”? They may be transactions exchanging time for time, time for goods, goods for goods, or time for dollars or private barter currencies. The key point is that human individuals (not corporations or other creatures of the legal system) need to be free to create wealth in our communities. People must again have the ability to serve each other as individuals to recreate the wealth that is being destroyed all around us.\n\nDAVID PRICE: On the economic front we must address the financial and housing crises that engulf the nation, as well as find relief for high energy costs, which are hurting working families. That means establishing a tough and smart regulatory balance for our new financial architecture, taking action to stem the tide of home foreclosures, and helping those who have lost their homes gain affordable housing options. It means confronting the spike in energy prices in the short term and reducing our long-term dependence on foreign oil through conservation, efficiency, and alternative energy development. We also must restore order to our fiscal house, while supporting targeted investments in research and innovation – investments which have been integral to job creation and the lasting competitiveness of our region. More information on my economic views is available in questions 2, 3, 6, 9, and 10.\n\n\nDid you, as a member of the House of Representatives, or do you as a candidate for Congress, support the Wall Street \"rescue bill\"? Why or why not? – Don Frantz, Cary\n\nBJ LAWSON: I do not support the Paulson\/Bernanke bailout plan. The Administration's bailout plan misdiagnoses the problems in our credit markets and our economy. Our credit markets are frozen for two reasons: trust, and solvency. Banks don't trust one another enough to lend, and that lack of trust is rooted in fear that they and others might be insolvent.\n\nSuspending mark-to-market accounting and buying troubled assets at above-market prices make trust worse, not better. Finally, our taking on additional debt to buy troubled assets or recapitalize banks doesn't change the fact that the banks are in trouble because many borrowers are in trouble.\n\nIn our economy, the bailout plan assumes we need to fight a necessary reduction in debt with yet more debt. To use a medical analogy, debt is like amphetamines. It takes from the future to stimulate you today, and too much of it can kill you.\n\nWe've become addicted to debt – why do we need more debt-fueled growth, and how much more can we tolerate? We need sustainable, long-term growth fueled by people saving and creating value in their communities – not artificial growth fueled by still more government debt that creates additional burdens for the future. Amphetamines didn't work out well for Elvis, either.\n\nDAVID PRICE: Precipitated by the collapse of the subprime mortgage market, the financial crisis that currently confronts us and our broader economic downturn demonstrate a failure of political as well as corporate leadership. The President sat idly while some brokers were engaged in predatory lending, encouraging consumers to borrow beyond their means, and then those risky mortgages were repackaged and sold as sound investments. The Administration’s hands-off, anything-goes approach to regulation meant that no one was policing Wall Street, culminating in the 1929-style credit meltdown we find ourselves facing.\n\nI do not have any interest in “bailing out” Wall Street firms and business leaders who have speculated recklessly and resisted regulation to protect the public interest. My concern is for Main Street - for the people depending on a sound economy and the availability of credit to buy a house or car, to run their business and meet payroll, and to save for college and retirement. While I could not support Secretary Paulson’s request for a $700 billion blank-check rescue plan, I joined with others in intensive discussions to rewrite the Administration’s plan to stabilize the markets and unclog credit. Because inaction would only have prolonged and deepened the crisis, I supported improved legislation that included strict independent oversight, an installment plan with multiple reviews for releasing funds, requirements that taxpayers share any profits and that the financial industry make up any shortfall, a compensation limit for executives of participating institutions, and a partnership between government and financial institutions to help deserving homeowners negotiate reasonable repayment terms and stay in their homes.\n\n\nIf elected\/re-elected, how will you support job growth, new business development and increased employment in the Triangle area? – Grant, Durham\n\nBJ LAWSON: We have seen nine straight months of job losses, with the only job additions consistently occurring in government jobs. That trend is not sustainable. We need to reverse that trend, and empower individuals to create their own businesses by serving others in our community.\n\nWhen times are tight, and investment is difficult to obtain, we must again emphasize our sources of innate local capital, as opposed to just credit. We must think creatively about how to grow our local economic base without taking on new debt that is just a burden for the future. Most importantly, we need to be free to create and grow our own wealth here in the 4th District.\n\nI will work to empower sustainable, self-sufficient communities in our Fourth District that are less dependent on the federal government. As a start, Congress must unambiguously affirm that all barter transactions between individuals are tax-free.\n\nOur country's economic balkanization is the result of a government that no longer serves the American individual, but instead has become a tool of corporate interests intent on working our political system for their own gain. The answer to unrestrained corporatism is a return to capitalism, where businesses grow by virtuously serving their customers instead of using the government as a tool to gain competitive advantage or short-term profit at the public expense.\n\nDAVID PRICE: The Triangle is one of the best places in the nation to live, work, raise a family, and start a business. I’m proud to represent an area with such attributes, and I’ve worked throughout my time in Congress to retain and enhance them. Through my role on the Appropriations Committee, I have secured federal funding for important projects in our area – research at our universities, technical support for our local law enforcement, a fair share of transportation dollars to relieve congestion and provide transit alternatives. Although this funding has gone to a wide range of responsible projects covering many fields, any action that improves the area’s quality of life can attract business and provide greater opportunity.\n\nI will also work for national policies where the Triangle can especially benefit. Investments in education like my teacher recruitment and retention bills and the Advanced Technological Education program I authored for community colleges help develop a more qualified and productive workforce. Investments in research and innovation lead to new entrepreneurs and start-up companies spilling out of our major local universities. And investments in health care can make small businesses more competitive.\n\n\nDo you support abortion? If you do, how can I trust you to not be discriminatory in other matters if you don't value everyone's life? – Wanda Rhoden, Durham\n\nBJ LAWSON: I am consistently pro-life, and believe the purpose of government is to protect life. Therefore, I do not support abortion or capital punishment. However, the abortion debate is too often used as a wedge issue to divide the electorate.\n\nAs an American, I am most concerned with bringing our communities together to identify productive solutions to these divisive issues. For example, I do not know any pro-choice people who like abortions, either. They just fear women dying of sepsis after seeking illegal abortions in a desperate situation.\n\nMy first priority is encouraging a more constructive local debate on how we can prevent unwanted pregnancies and empower local, accountable organizations to provide alternatives to abortion. I believe that a discussion at the local level has the potential to change hearts, and the best comment on the abortion debate I've heard recently was \"Laws will change when hearts have changed.\"\n\nI do not believe the Supreme Court was constitutionally justified in issuing a blanket d... (truncated)",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.997828424,
        "format_confidence":0.751408875
    },
    {
        "url":"http:\/\/www.feminist.com\/askamy\/politics\/801_p3.html",
        "text":"home what'snew resources ask amy news activism antiviolence events marketplace aboutus\nAsk a Question!\nMeet Amy!\nAmy's Resource Guide\nAsk Amy Main\nMost Asked Questions\nReproductive Rights\nSexual Harassment\nViolence Against Women\nWomen's History\n\n\nDear Amy,\n\nI am a Hull University student and as part of my course I have to do a assignment on Marxist Feminism and don't know where to start. Could you please give me a basic overview of what it is?\n\nThank You,\n\n\nDear Emily,\n\nIn general, Marxist feminism is symbolized through the radical women's movement of the early 1970s\/late 1960s, and is also described as the socialist feminist movement. In general this movement was about creating an alternative culture; one that wasn't based on the usual premise of supply and demand or on a hierarchical model. The idea was to break down the hierarchy so each individual could thrive.However, this never really happened, in part because capitalism and also because only a few feminists ever supported this approach in the first place.\n\nSo a more mainstream approach to feminism (i.e. one that focused on integrating the mainstream first and radicalizing it second) took over and the Marxist approach faded away. That said, there are still many feminists who support and hope for this approach. There is a great description on Marxist feminism in The Readers Companion to U.S. Women's History.\n\nGood luck.\n\n\n\nhome | what's new | resources | ask amy | news | activism | anti-violence\nevents | marketplace | about us | e-mail us | join our mailing list\n\n©1995-2002 Feminist.com All rights reserved.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9927766323,
        "format_confidence":0.9725032449
    },
    {
        "url":"http:\/\/lehighacrescitizen.com\/page\/polls.detail\/id\/440\/Do-you-believe-in-the-accuracy-of-polls-in-regards-to-the-presidential-election-.html",
        "text":"\n\nDo you believe in the accuracy of polls in regards to the presidential election?\n\n  1. Yes.\n  2. No.\n  3. It depends\/sometimes.\n  4. Do not pay attention to them.\n  5. Other.\nsort: oldest | newest\n\n\nNo comments posted for this poll.\n\nPost a Comment\n\nYou must first login before you can comment.\n\n*Your email address:\nRemember my email address.\n\n\nI am looking for:\nNews, Blogs & Events Web",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9926203489,
        "format_confidence":0.5926761031
    },
    {
        "url":"http:\/\/anarchy101.org\/tag\/statism",
        "text":"\nWelcome to Anarchy101 Q&A, where you can ask questions and receive answers about anarchism, from anarchists.\n\nRecent questions tagged statism\n\nTo see more, click for the full list of questions or popular tags.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9941235185,
        "format_confidence":0.594504714
    },
    {
        "url":"https:\/\/www.currentgk.com\/who-formed-the-radical-democratic-party-in-1940\/",
        "text":"Who formed the Radical Democratic Party in 1940?\n\n(A) Indrasen\n(B) M.N. Roy\n(C) Somendranath Tagore\n(D) Shachindranath Sanyal\n\nCorrect Answer : M.N. Roy\nQuestion Asked : UPPCS (Mains) 2007\nExplanation : M.N. Roy founded the Radical Democratic Party in 1940. Ajit Roy and Indrasen founded Indian Bolshevik Leninist Party in 1941. Somendranath Tagore founded Revolutionary Socialist Party in 1942. ‘Bandi Jeevan’ is a masterpiece writing of Shachindranath Sanyal.\nUseful for Exams : UPSC, State PSC, IBPS, SSC, Railway, NDA, Police Exams\nLike The Facebook Page CurrentGK for Current Affairs, Latest GK & Employment News\nWeb Title : who formed the radical democratic party in 1940\nTags : Modern History of India, Trade Union and Communist Party\nAlways Ask Questions\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.7850246429,
        "format_confidence":0.8778793812
    },
    {
        "url":"http:\/\/gk.queryhome.com\/957\/barak-missile-defence-system-being-jointly-developed-country",
        "text":"top button\nFlag Notify\nConnect to us\n    Facebook Login\n    Site Registration Why to Join\n\nFacebook Login\nSite Registration\nPrint Preview\n\nThe Barak 8 air and missile defence system is being jointly developed by India and which country?\n\n+2 votes\nposted Feb 20, 2015 by Prachi Sharma\n\nShare this question\nFacebook Share Button Twitter Share Button Google+ Share Button LinkedIn Share Button Multiple Social Share Button\n\n1 Answer\n\n+2 votes\n\nJointly developed by India and Israel...\n\nanswer Feb 20, 2015 by R.senthil\nContact Us\n+91 9880187415\n#470\/147, 3rd Floor, 5th Main,\nHSR Layout Sector 7,\nBangalore - 560102,\nKarnataka INDIA.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.5665477514,
        "format_confidence":0.9733902216
    },
    {
        "url":"http:\/\/georgewbush-whitehouse.archives.gov\/ask\/20080603.html",
        "text":"print-only banner\nThe White House Skip Main Navigation\n\nAsk the White House\nPrivacy Policy\n\nWelcome to \"Ask the White House\" -- an online interactive forum where you can submit questions to Administration officials and friends of the White House. Visit the \"Ask the White House\" archives to read other discussions with White House officials.\n\nKeith Hennessey\nKeith Hennessey\nAssistant to the President for Economic Policy and Director of the National Economic Council\nJune 3, 2008\n\nKeith Hennessey\nGood afternoon from the West Wing of the White House. Last Wednesday marked the 5th anniversary of the 2003 tax relief, and this Sunday is the 7th anniversary of the 2001 tax cut. Just yesterday, the President spoke about the importance of making both tax relief bills permanent. If Congress fails to do so, taxes will go up on 116 million American households – a typical four person family with $40,000 in income would pay $2,345 more in taxes; a single mother with two kids would face a tax increase of $1,615. I look forward to taking questions and providing more information about the importance of providing certainty in the tax code for families, businesses, and our economy.\n\nHank, from New York City writes:\nMr.Hennessey: What is the projecting long term effect(after more than 20 years) of the tax relief for U.S economy?\n\nKeith Hennessey\nOur experts project that making the tax cuts permanent would increase the size of our economy by about 0.7%. That may not sound like a lot, but in a $14 trillion economy, that's more than $300 per person per year, forever.\n\nAaron, from Minnesota writes:\nI'm a college student. With increases in tuition and other expenses, how will tax reforms affect me?\n\nKeith Hennessey\nWell, after you graduate, you'll be in your first post-college job, and you'll experience the pain of paying income and payroll taxes. Like many recent college graduates, you may be struggling to make ends meet, and you're going to need every dollar of your paycheck just to get along. If we don't prevent taxes from going up on January 1, 2011, you'll have less money to spend on food, rent, and paying off your student loans.\n\nIn addition, research shows that marginal tax rates affect people's decisions about whether to pursue additional education. The lower tax rates are, the more sense it makes both for you to complete your education, and to pursue more learning after you've graduated.\n\nMax, from Washington DC writes:\nDear Mr Hennessey,I can fully understand the importance of fuelling the economy by putting more money into the people's hands. However, in a situation where we're experiencing record deficits, where we have to borrow astronomic amounts of money from China, are you sure that reducing the government's income is the right thing to do? Thanks for taking time to read this, Max\n\nKeith Hennessey\nMax -- Good question. We think of it a little differently, in that it's your income that the government has to justify taking from you, not the reverse. So we'd probably ask, \"With gas prices approaching $4\/gallon on average, is reducing your income (in the future) the right thing to do?\" And then we'd answer ourselves \"No, it's not.\"\n\nAlso, we're not experiencing record deficits. The deficit is higher this year because we're letting you keep some more of your income as part of the stimulus law, but without the stimulus the deficit would have been below historic averages.\n\nWe do have a serious deficit challenge, but it's a long-term problem, and it's driven by trends in future entitlement spending programs (especially Social Security, Medicare, and Medicaid). Our deficit challenge is driven by future spending growth, not by taxes being \"too low.\"\n\nA good indicator of this is when we see that, even after the President cut taxes in 2001 and 2003, the federal government is taking a larger share of total national income (18.9% in 2007) than the historic average (18.3% since about the end of WWII).\n\nOur deficit problem is long-term and driven by spending.\n\nSusan, from New Jersey writes:\nWhile some tax relief is in place now, will there be a \"locked in plan\" for tax relief when you leave office?\n\nKeith Hennessey\nThat's what we're trying to Congress to pass. The law the President signed in 2003 is in effect through the end of 2010. If Congress does nothing, then taxes will spike upward on January 1, 2011. That would be bad.\n\nWe're encouraging the Congress to make the enacted tax relief permanent law, without a \"sunset\", so that your taxes won't go up in a couple of years.\n\nSusan, from Derby,KS writes:\nIn the stimulus package, was the unemployment extended for those individuals who are on unemployment?\n\nKeith Hennessey\nNo, it was not. If you're now unemployed and qualify for unemployment insurance, you're eligible for 26 weeks (half a year) of unemployment insurance benefits.\n\nThe US national unemployment rate is now 5.0%, which is fairly low, and it's certainly below the historic average. While employment isn't growing rapidly right now, a low unemployment rate suggests that most people who don't have a job can find one.\n\nCliff, from Brimfield, Ohio writes:\nDirector Hennessey: Has the President's tax policy and with the stimulus checks starting to go out. How long do you think it will take before we see some improvements or are we seeing some now? Thank You\n\nKeith Hennessey\nCliff -- excellent question. We're hearing anecdotal evidence now about the positive effects of the stimulus law, but it will be a while before we get official data that allows us to confirm this.\n\nWe have seen a slight improvement in the overall economic picture compared with a few months ago, and we anticipate that the second half of this year will be stronger than the first, in part due to the effects of both the stimulus law, and the past rate cuts by the Fed.\n\nJake, from WI writes:\nDo you sincerely believe that we are in a recession? According to all economic indicators, the Democrats are wrong in assuming that we are.\n\nKeith Hennessey\nNo, I don't think we are. The word “recession” is significant in two separate contexts. It is a technical economic term with a precise definition. A specific group of seven economists use that definition to make the official call. They apply their professional judgment to the aforementioned definition. The opinions of any elected official, or of any of the countless pundits in the mainstream or financial press who throw the term around so loosely, are just that, opinions.\n\nThe incorrect but popular definition of \"recession\" is \"two successive quarters of declining GDP\". By that measure (the actual definition is more complex), we've had ZERO quarters of declining GDP. And when our experts look at the official data that fit the actual more complex definition, they reach the same conclusion: our economy is growing, albeit much more slowly than we would like.\n\nThat's not to suggest that things are great right now. Our economy is facing some serious challenges that it needs to work through, the three most obvious of which are: (1) ongoing problems in the housing market, (2) continued financial market pressures, and (3) high gasoline prices.\n\nMoshe, from New York City writes:\nMr. Hennessey, Does the President believe in reducing the income tax rate for middle class Americans? And if so, is there a possiblilty that the Administration will sponsor legislation that will cut income tax rate for middle class workers?\n\nKeith Hennessey\nYes he does, and that's what he did in 2001, and then again in 2003. The President's tax priority going forward is to prevent a future Congress from undoing those successes. As much as we'd like to cut income tax rates in the future, the priority is convincing others not to raise your taxes.\n\nTed, from Wilmette, IL writes:\nIs it true that the President's tax cuts have not helped low income workers?\n\nKeith Hennessey\nNo, it's completely false. The easiest way for me to demonstrate that is to explain what would happen to a single mom with two kids and $30,000 of income if the tax cuts were to expire.\n\nHer taxes would by more than $1600 per year. That's a lot of money to someone trying to raise a family on $30K\/year.\n\nJessica, from Trenton, NJ writes:\nMr. Hennessey, can you discuss what type of impact you expect on businesses if the tax cut fails to become permanent?\n\nKeith Hennessey\nSmall business owners will face massive tax increases if the tax cuts expire. When you hear people in Washington say they want to raise taxes on the rich, remember that most small businesses pay taxes as if they were individuals. Raising the top individual income tax rate would raise taxes on millions of small business owners, from restaurants and dry cleaners, to carpenters and architects.\n\nIn addition, taxation of dividend income would in some cases more than double, and capital gains rates would increase from 15 percent to 20. In today’s market-driven economy, investors include seniors living on dividend and pension income, families invested in prepaid college tuition plans, and tens of millions of households invested in the market.\n\nRaising taxes on capital income also would lead to less saving and less investment. If instead the capital gains and dividends tax rates are made permanent, we could increase our capital stock by more than two percent, increasing the productivity and wages of American workers.\n\nFinally, higher dividend taxes would undo the corporate governance benefits of the 2003 tax cut. That law created an incentive for firms to pay out profits to their shareholders through higher dividend payments, rather than retain the earnings in the firm. This allows millions of investors to choose the best investment opportunity for those profits, rather than a few firm managers with different incentives.\n\nKeith Hennessey\nThanks everyone for joining me today on Ask the White House. I hope you will help us explain the importance of making the enacted tax relief permanent, and preventing future tax increases.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.8676345944,
        "format_confidence":0.6516010165
    },
    {
        "url":"http:\/\/niemanwatchdog.org\/index.cfm?fuseaction=Ask_this.view&askthisid=311",
        "text":"Explore Harvard's Nieman network Nieman Fellowships Nieman Lab Nieman Reports Nieman Storyboard\nClinton, Edwards and Obama in July. (AP)\n\nLooking for a display -- rather than just talk -- of leadership\n\nASK THIS | January 11, 2008\n\nWith the three major Democratic presidential candidates so intent on establishing themselves as the most capable of bringing about change, reporters should be looking for them to make their case not with promises, but with action.\n\nBy Dan Froomkin\n\nBarack Obama, Hillary Clinton and John Edwards are falling all over each other arguing that they alone have the leadership ability to achieve change.\n\nBut reporters should be asking them a simple question: What kind of leadership are you showing right now? Why should we believe you have great leadership ability if you’re not showing any on critical issues currently facing Congress and the nation?\n\nBy contrast to the Republican presidential candidates who talk as if President Bush doesn’t exist (see my recent piece for NiemanWatchdog.org, Rating Bush on a scale of 1 to 10), the Democrats talk about him a lot. But they act as if he wasn’t still very much in charge, still ramming legislation through Congress to fund his war in Iraq and generally subvert other key Democratic goals.\n\nIt’s understandable that the presidential candidates themselves want to focus on what they would do once elected. And sure, being president is awfully different than being just one member of a political party whose majority, at least in the Senate, is tenuous. But to the extent that part of their promise to the American people is that they will be strong leaders, that they will have the courage of their convictions, and that they will reach across party lines and build working political coalitions – why shouldn’t journalists ask for evidence in the here and now?\n\nWhen it comes to the dominant issue of the day, Iraq, Democrats say they are devoted to ending the war. But so far they have been afraid to use – or even threaten to use – the only truly potent weapon in their arsenal: a cutoff of funds. Democrats in Congress may not have enough votes to override a presidential veto, but a simple majority is all it takes to stop writing Bush blank checks. The dominant argument against doing so appears to be that if they did, they would be attacked for being against the troops.\n\nBut what kind of principled leadership is it for politicians not to act on their beliefs out of fear that their actions will be misinterpreted? True leadership demands that they articulate their position in a clear and persuasive way -- and defend it under fire if need be. And yet, even though the public is overwhelmingly against this war, and a solid majority want the troops to start coming home now, Democrats are apparently paralyzed into inaction -- by fear of being called names.\n\nQ. Why aren’t you articulating a clear position on the war? Why aren’t you willing to threaten Bush with defunding the war if you really care so much about this? Why aren’t you trying to mobilize the majority of Americans who agree with you? Why aren’t you leading protest marches?\n\nBush’s warrantless wiretapping program may go down in history as the most egregious assault on American civil liberties since Watergate. Despite the Democratic control of Congress, Bush appears to be on his way to winning Congressional reauthorization of his program --- along with retroactive immunity for what may well have been flatly illegal behavior by obliging telecommunications companies. Once again, most Democrats (Sen. Chris Dodd being a notable exception) appear to be afraid to stand up to Bush out of fear of being attacked as unpatriotic. Once again, they are crippled by their failure to clearly articulate their viewpoint: that civil liberties are worth defending, and that a devotion to civil liberties does not preclude being tough on crime and terror.\n\nQ. Why haven’t you been more outspoken in support of civil liberties? Why have you done nothing as the government built an enormous surveillance apparatus which is used to spy on American citizens without probable cause? Why have you failed to reach across the aisle and put together a bipartisan plan that reasserts that domestic surveillance can only be conducted with a court warrant?\n\nAnd then there’s torture. Bush’s semantic feints aside, it’s clear that the Bush administration has engaged in torture – and wants to keep open the option to do so again. If there was ever a cut-and-dried moral issue, it is this. If there was ever and issue upon which to make a stand, it is this.\n\nQ. Why haven’t you done everything in your power – coalition-building, speechifying, filibustering, whatever – to stop this country from having anything to do with torture?\n\nOn these issues and others, including the all-important budget, Bush is winning time and time again because, despite his atrocious approval ratings, the Democrats won’t hold together and the Republican won’t break from the president. Why have none of these supposedly great leaders running for president been able to keep the Democratic party together? Why have they failed to win over any moderate Republicans to a more moderate course?\n\nQ. If you can’t build any kind of bipartisan governing coalition now, why should we believe you can do it later?\n\nTwo ugly, crippling and fundamentally un-American cultural changes have afflicted this country in the Bush era. One, wholeheartedly encourage by Bush, has been the ubiquity of fear. Rather than respond to 9\/11 with an appeal to fearlessness, Bush used fear to achieve his policy goals and political objectives. The other cultural trend -- actually discouraged by Bush, though listlessly – has nevertheless taken root during his tenure: A creeping and mean-spirited nativism.\n\nQ. Why aren’t you urging Americans to be brave? Why aren't you urging them to be more tolerant? Why aren’t you condemning the new anti-immigration fervor in the strongest way and constantly reminding voters that we are a nation of immigrants and that these are human beings people are talking about so viciously?\n\nAnd here’s the ultimate question, lurking behind all the others:\n\nQ. Are you afraid of being called unpatriotic? Are you afraid of being attacked if you stand up for what you believe in? Are you afraid of sticking your neck out too far? Is it leadership ability you lack – or is it courage?\n\nPosted by Mike\n10\/08\/2008, 01:25 AM\n\nI would like to ask Maccain why he lives on his past record, He is constantly bringing up what he has done in the past.\nDuring the past two debates when he has been asked what he is going to do to in the furture to correct the issues that are upon us. He can not seen to come up with a strait forward answer.\nI'm kind of concern because it seems to me that he has no realization of what it is going to take to fix any of the inner country issues. It seems that the only real answers he can come up with is the military questions.\nIt very concerning to have a president that know nothing but war time affairs.\n\nObama on the other hand has all the answers but he has no idea or experiance on how he is going to acomplish them.\n\nRating Bush, on a scale of 1 to 10\nRepublican presidential candidates avoid talking about President Bush, for obvious reasons. But journalists should press them to say what they think of Bush's legacy, which elements of his presidency they would emulate, and which they would reject.\n\nThe NiemanWatchdog.org website is no longer being updated. Watchdog stories have a new home in Nieman Reports.",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9969486594,
        "format_confidence":0.9017187357
    },
    {
        "url":"https:\/\/worldbuilding.stackexchange.com\/questions\/38265\/how-will-our-world-change-if-all-women-suddenly-die?noredirect=1",
        "text":"I had so much fun reading How will our world change if all men suddenly die? that I decided to register here.\n\nIt also made me wonder about the opposite case: In a world... with today's technology and level of development there is a Mad Scientist. A man, to be exact. One day he concludes that women are responsible for all evil in the world and starts to bioengineer a virus. Super advanced virus, because he's a genius. A virus to solve all the world's problems - in his wicked understanding.\n\nHe succeeds and the virus starts spreading, very stealthy, via air and water and all the other possible methods of infection. Soon after the entire earth population is infected. And then, in one day, the virus activates and all female humans die, almost instantly. Basically, only men are left on earth, forever.\n\nIt is well established that men would have a problem living for very long since they can't give birth, but would they be able to develop a way to actually make babies without women? This is already kind-of happening, although women still have to take part.\n\nHow will the world change? Will the civilization survive? What are the consequences?\n\n(Answers giving the differences between this and the opposite case are more than welcome!)\n\n  • 3\n    $\\begingroup$ Sounds tangentially related to the White Plague by Frank Herbert. $\\endgroup$ – Mr. Smythe Mar 17 '16 at 15:33\n  • 6\n    $\\begingroup$ It would have been nice to see some comments as to why they were close voting, and it is policy to do so, but I can't make them do that. I did just cast the 5th re-open vote though. :) $\\endgroup$ – Tim B Mar 17 '16 at 21:20\n  • 2\n    $\\begingroup$ @TimB Well, \"How will the world change?\" sounds awfully broad to me. And the linked question, which the OP does point out is exactly the same, is now on hold as too broad. $\\endgroup$ – a CVn Mar 17 '16 at 23:06\n  • $\\begingroup$ @MichaelKjörling And that is literally the point of what I first said before my comment was purged. If one question asking the exact same thing as this one is on hold as too broad, is there any reason this one isn't too broad? I originally voted to close and it was closed, but then somehow this question was reopened. $\\endgroup$ – fi12 Mar 18 '16 at 13:00\n  • 5\n    $\\begingroup$ I posted a question to Worldbuilding Meta about this: Are the questions “How will our world change if all {men,women} suddenly die?” on topic or not? $\\endgroup$ – a CVn Mar 18 '16 at 13:09\n\nOK I will go on with a timeline scenario again (as in the previous question) and do my best to be as good hater-magnet as I did on the previous question.\n\n15 seconds after the death of all women: A lot of vehicles crash all over the world, although the count would not be as much as it would have been if all men had died. Considering that there are disproportionately more men drivers than women drivers. However freaked out men (seeing their friend\/lover\/wife\/daughter dying within a moment on the front seat) will still get many millions of fatal accidents all over the world. This would result in major havoc, confusion and frenzy all over the world.\n\n1 minute after the incident: There would be major uproar all over the world. Hospitals (specially maternity homes) would be particularly hard-hit. Communication channels (phone lines) would be overloaded with men all over the world calling home to ensure everything is safe and fine.\n\n10 minutes after the incident: Considering that a lot of roads would be blocked (due to jammed vehicles and crashed cars) and the overall confusion and frenzy, some not-so-nice men would try to take advantage of the situation. There would be a wave of rioting, looting and plundering all over the world.\n\n15 minutes after the incident: There would be a possible outage of communication channels based on government orders. Many governments all over the world might order a complete shutdown of internet and phone lines (both landlines and mobiles) in order to not let the other countries learn what has transpired to them. This would be specially expected of countries such as India, Israel, North Korea, Iran, Saudi Arabia, China, Russia, USA, UK, Egypt, Syria and Pakistan. The reason would be that if this catastrophe is limited to their country (as the governments may think), it might provide their adversary nations a best opportunity to storm their borders at this time of extreme weakness. If it happens (very likely), it would send the world in a communication blackout, increasing the confusion and violence.\n\n30 minutes later: Most countries around the world with a strong military would be put on curfew in order to contain the rioting and violence. Secure lines between national heads and secret service agencies would have confirmed by now that the catastrophe is global. This would actually relieve most of government leaders around the world, with the thought that they wouldn't be raided by their rival nations in this time. Many might actually plan raiding their adversaries. Such incidents, if not involving nuclear powers, would be very gory, but wouldn't have much impact on the global scenario.\n\n1 hour later: Communication channels would be opened gradually, with restrictions. International relief operations would commence. Relief referring to cleaning the dead bodies off roads and houses. The poor dead women would be piled up outside the cities and rural settlements and an urgent meeting of the world's smartest minds (not the government heads, but the scientists and think tanks) would commence about the disposal of these corpses. I cannot posit if the meeting would be over dedicated internet\/phone lines or in person.\n\n1 day later: There would still be a lot of rioting and plundering going on around the globe, despite the strict curfews in place. Relief workers (collecting corpses and transporting them outside the cities) would be operating under the security of armed forces. By evening, most government around the world would order to either:\n\n  • burn all the corpses in high temperature fires in closed facilities and then bury all the remnant material. This would probably be the line of action of western countries, India, China and (possibly) several African countries.\n\n  • bury all the corpses in huge, deep (more than 20 feet deep, for hygienic reasons) communal graves outside the cities. This would probably the course of action of most Muslim countries, Japan and most Christian countries of Africa along with (possibly) Israel.\n\n  • dump all corpses in the sea. This would be a city-wide policy of several coastline cities such as New York, Shanghai, Karachi, Mumbai along with many others.\n\n2 days later: Relief operation would be initiated for taking all those jammed and crashed cars off the roads. Also, in several countries of the world, military would be authorized to shoot insurgents on sight.\n\n1 week later: The first wave of depression would surge globally with millions of suicides all over the world. Although order would have been restored in most parts of the world, many would still be burning in flames of anarchy and violence.\n\n1 month later: All countries of the world unite to wipe out any and all anarchy. Scientific meetings are organized all over the world in efforts to find the cause of this mass extinction and to find ways to save the human race. (And no, the link posted by OP still states that women would be required for carrying the fetus. The process only eliminates the need of an ovum for making a baby).\n\n6 months later: Suicide rates continue to surge. Although the standard of life apparently rises for most 3rd and 2nd world countries (irony. with all women gone, half of the resources in developed world are now shipped to developing and 3rd world countries), the horrible consequences of not having any women left in the world would continue to frustrate leaders, scientific personnel and common man alike.\n\n1 year later: Suicide rates return to pre-catastrophic times. Order is maintained all over the world. All countries are cooperating vigorously in search of a way to save the human race, with no progress made whatsoever. Food would be in excess and everything would be very cheap ... but with the consequence of living a pointless, frustrated life.\n\n10 years later: Cities and towns start merging with waves of mass migrations as there just aren't enough people to keep cities alive and active. People from towns and villages would move to cities as men die each year, leaving little population pockets here and there. These population pockets would continue to merge in places where mega cities once used to stand.\n\n20 years later: After cities and towns, now whole nations and countries start merging. This would specially be a necessity in the western world where the population density is very low. All efforts of the world are now focussed at finding a means to repopulate the world.\n\n40 years later: All the human population of the world exists as one country consisting of disgruntled old and middle-aged men.\n\n... And so the things would be, until the population continues to plummet. The last shreds of human population being wiped out with a sorrowful ceremony of ritual suicide ...\n\n  • 1\n    $\\begingroup$ Comments are not for extended discussion; this conversation has been moved to chat. $\\endgroup$ – Serban Tanasa Mar 18 '16 at 7:29\n  • $\\begingroup$ Here's a link where the man carries the fetus. $\\endgroup$ – JDługosz Mar 18 '16 at 8:52\n  • $\\begingroup$ You've missed a bit on the 10+ years later, rates of depression would start to rise again as men grow tired of watching the same porn over and over again to relieve their libido ;) $\\endgroup$ – Cronax Mar 18 '16 at 9:02\n  • $\\begingroup$ @Cronax. Hahah! Well by that time the video editing and CGI would also have made huge leaps and it would be possible to create entire pr0n content out of old static images. You know what I meanz ;) $\\endgroup$ – Youstay Igo Mar 18 '16 at 10:37\n\nIt will be the end of humanity.\n\nAll porn sites... (truncated)",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.7526311874,
        "format_confidence":0.9597889185
    },
    {
        "url":"https:\/\/answers.yahoo.com\/question\/index?qid=20060808202739AASBILi&page=2&sort=O",
        "text":"Asians hate white people?\n\nI'm not saying that all asians hate white people but I'v been around and it seems like that in California 90% of asians just want us dead.theres no other state that i'v been to that they hate whites like california. Whats up with that? What have we ever done to them????????\n14 answers 14",
        "topic_id":17,
        "format_id":17,
        "topic_confidence":0.9093362689,
        "format_confidence":0.9851055145
    }
]