[
    {
        "url":"https:\/\/www.careopinion.org.uk\/opinions\/24680",
        "text":"\"I had a cholysytectomy which could ...\"\n\nAbout: Wharfedale Hospital\n\n(as a relative),\n\nWhat I liked\n\nI had a cholysytectomy which could not have gone better. I was seen promptly had all my work up on the same day. My theatre procedure went without any problems and I did not need any pain relief, apart from one paracetamol, post surgery.\n\nThe diagnostics in X-Ray was good as were all the OP, ward and theatre staff. It was like a private hospital.\n\nWhat could be improved\n\n\nStory from NHS Choices\n\nDo you have a similar story to tell? Tell your story & make a difference ››\n\n\nResponse from Involvement Facilitator, NHS Leeds\n\nThank you for taking the time to share (on the NHS Choices website) your recent experience at Wharfedale Hospital. I was pleased to learn that the procedure was uncomplicated and that you were happy with the ward and theatre staff.\n\nWe shall pass your comments on to the Patient Relations Manager at Leeds Teaching Hospitals NHS Trust.\n\n  • {{helpful}} of {{total()}} people think this response is helpful",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9958408475,
        "format_confidence":0.990306139
    },
    {
        "url":"https:\/\/www.thewellnessrev.com\/testimonials-page-3\/",
        "text":"Skip to content\n\nReviews for Wellness Revolution\n\n\nI loved the friendliness of everyone. I was extremely impressed about the understanding of first time visit and having a walk through.\n\n~ April W.\n\n\nDr. Tony is great and his staff was very friendly and welcoming. I feel much better after the first couple of appointments and wish I would have come in sooner.\n\n~ Steven M.\n\n\nEveryone in the office was super helpful! I was in a ton of pain my first visit. Feeling better after the 2nd visit. I look forward to going back next week.\n\n~ Kim S.\n\nNice Staff\n\nVery nice staff alongside with experienced chiropractors. On my first visit, I was well greeted and thoroughly examined followed by analysis of the pain in my back. Later, I was given a small pain relief session; I am looking forward to my next visit and will recommend this clinic for family and friends.\n\n~ Sara B.\n\nExtremely Professional\n\nThe staff and doctors are extremely professional. They are considerate of your time, very welcoming and helpful, and knowledgeable in their field. I am definitely recommending them to my friends and family.\n\n~ Annie M.\n\nMisaligned Spine\n\nI didn’t realize how misaligned my spine was and how it was affecting other areas of the body. I am hopeful that with the treatments at Wellness Revolution, I can work to have it corrected and feel healthy and at my best.\n\n~ Elisa P.\n\nFriendly Staff\n\nFrom the moment I walked through the door of Wellness Revolution, I was greeted by friendly receptionists who took the time to introduce themselves and answer my questions. The professional care and treatment offered by Dr. Tony and his staff gave me confidence and hope that my condition would improve.\n\n~ Richard J.\n\n\nPatient Reviews for Wellness Revolution Evanston | (847) 869-1773",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9969958067,
        "format_confidence":0.9932209253
    },
    {
        "url":"https:\/\/www.treatmentabroad.com\/stories\/fertility-treatment-at-embio-medical-centre-embio",
        "text":"• Home\n  • Stories\n  • Fertility Treatment At Embio Medical Centre Embio\n\nFertility treatment at emBIO Medical Centre\n\nTreatment: In-vitro fertilisation (IVF)\nProvider: emBIO Medical Centre\nDate: Sep 2012\n\nSharifa from Dharan travelled to emBio Medical Centre in Greece for fertility care because the treatment she desired is not available in Saudi Arabia.\n\nShe was accompanied by her husband and they needed to make only one trip lasting 9 days to Athens to complete the treatment, which cost €7,000. The reasons they chose emBIO were:\n\n  1. The high success rates achieved by emBIO\n  2. Good reviews they found on the Internet\n  3. The highly experienced fertility specialists in Athens\n\nSharifa remembers the positive experience she and her husband had:\n\n\"They allowed me to start the treatment and undergo tests in my home country (supported by my own insurance) and provide them with the results.\n\n\"They answered all my questions in a professional way and in short period of time, even on a Saturday night.\"\n\nOther patient stories of infertility treatment abroad\n\nUK couple heads to the Caribbean for fast freeze IVF 16-Jul-2010\nIn-vitro fertilisation (IVF)\nFiona and Gordon McKenzie from Scotland decided to start a family in September 2003, but after 12 months of trying they consulted their GP, who then referred them to their local NHS Trust for tests.\n\nIVF treatment in Greece 01-Feb-2011\nIn-vitro fertilisation (IVF)\n“Hello, my name is Klaudia Giese and I am a dentist. For a long time my husband and I had tried to realize our great dream of having a child in several in vitro fertilization centres, but without success.\n\nGlasgow couple receive IVF and ICSI treatment in Turkey 27-Aug-2010\nIn-vitro fertilisation (IVF)\nJ & M from Glasgow had been trying to conceive for 5 years, were ineligible to have IVF from the NHS or privately in the UK. They searched the Internet for other solutions, initially looking at Norway having seen an article in a newspaper.\n\nIVF treatment in London and Istanbul 01-Oct-2010\nIn-vitro fertilisation (IVF)\nA British professional couple's work commitments prevented them from staying overseas for the full term of an IVF programme, so Jinemed organised all the pre-treatment tests through their London clinic partnership.\n\nStress free low cost IVF treatment in Turkey 08-Mar-2012\nIn-vitro fertilisation (IVF)\nMr & Mrs Jaffer travelled from England to Turkey to recieve infertility treatment from the experienced English-speaking doctors at Jinemed Hospital in Istanbul. They had an excellent experience with Jinemed Hospital and the staff.\n\nCouple in 40s achieve successful pregnancy in Barbados 02-Aug-2011\nIn-vitro fertilisation (IVF)\nFor Beverley & Colin Thomas the dream of having a baby, turned in to a living nightmare as they suffered miscarriage after miscarriage in their quest to start a family.\n\nIVF Treatment in Moldova 11-Jan-2014\nIn-vitro fertilisation (IVF)\nMy name is Roxana Popescu, I am from Galati, Romania and I would like to share my experience with all those who have the same pr\n\nIVF Treatment in Alicante, Spain 07-Feb-2011\nIn-vitro fertilisation (IVF)\nCarola May has been a mother of two children since August and now she’s pregnant again.\n\nIVF Spain successful infertility treatment 19-Jan-2014\nIn-vitro fertilisation (IVF)\nAfter years of unsuccessful fertility treatment, IVF Spain was able to help me achieve a healthy pregnancy in a relatively short period of time! We had so many negative fertility outcomes and experiences while living in Switzerland.\n\nSuccessful donor IVF treatment in Spain 01-Feb-2014\nBlastocyst Embryo Transfer\nWhen my husband and I found out we could not have children of our own we were, of course,devastated. However, we very quickly agreed that we wanted a family, and we didn’t much care how that was achieved.\n\nemBIO Medical Centre\nInfertility clinic in Chalandri, Greece\n3.92 out of 5 (20 reviews)\n\nGet a quote for infertility treatment abroad\n\nGet a quote\n  1. Complete the enquiry form\n  2. Select countries of interest\n  3. Providers respond\n\nClinic of the month\n\nFounded 95 years ago in Barcelona, Institut Marquès is an internationally-recognised IVF clinic specialising in IVF with egg and\/or semen donation and is accredited by the Spanish Healthcare Authority...\n\nInstitut Marquès has fully licensed IVF clinics in Barcelona, Clane (Ireland) and Rome, with satellite clinics in Dublin and Milan.\n\n\nQuestions to ask\nan infertility clinic\n\nGet in the know before you go!\n\nAdditional information\n\nPlease provide the following information to get a better idea of the overall cost of your medical travel. We will factor in the typical price of travel, accommodation and travel insurance along with the cost of the treatment.\n\nI am travelling from:\nNo. of travellers:\n\nSkip this step  >    \n\nFind providers of treatment abroad\n\nIn the following countries:\nShow cheapest countries\n\nCompare the average cost of treatment, flights, accommodation & insurance\n\n\nInclude medical travel agencies\n\n Yes  No",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9866614938,
        "format_confidence":0.9079578519
    },
    {
        "url":"https:\/\/www.drugs.com\/comments\/morphine\/roxanol-100.html",
        "text":"Skip to Content\n\nUser Reviews for Roxanol 100\n\nThe following information is NOT intended to endorse drugs or recommend therapy. While these reviews might be helpful, they are not a substitute for the expertise, skill, knowledge and judgement of healthcare practitioners in patient care.\n\nFilter by:\nCondition DownUp Reviews Compare Avg. Ratings DownUp\nPain 1 reviews 1119 medications\n\nReviews for Roxanol 100\n\nFor Pain \"Great pain relief.\"\n\n\nicass (taken for 10 years or more) March 18, 2015\n\n19 users found this comment helpful. Did you? Yes No\nReport as inappropriate",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9969995618,
        "format_confidence":0.9870691299
    },
    {
        "url":"https:\/\/www.doctoriduniya.com\/providerfeedback\/advanced-ent-thyroid-cancer-clinic-lucknow",
        "text":"Share your experience with Advanced ENT Thyroid Cancer Clinic\n\nYour feedback is important for our patients. Help them experience the best treatment.\n\n* Please rate the Clinic\/Hospital based on easiness, Calm and cool, Better Listener of the health complain, Treatment satisfaction, Surplus time, Money and Wait time.\n* Tell us about your experience with the Clinic\/Hospital.\nYour Details\nYour Mobile No. *\nYour Name *\nYour Email Id\nBy submitting, you agree to Terms & Conditions",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9971815348,
        "format_confidence":0.5396994948
    },
    {
        "url":"https:\/\/www.drjohnaking.com\/book-reviews\/kathysue-focuses-on-mels-turn-in-her-review-of-dealwithit\/",
        "text":"Dr. John A. King PTSD help Trauma Recovery #dealwithit\n\nKathysue focuses on Mel’s Turn in her review of #dealwithit\n\n\nKathysue Dorey continues her review of #dealwithit – living well with PTSD. In this review, she focuses on the input given by my wife Melissa at the end of each chapter, in ‘Mel’s Turn. In these summaries of the chapter, Melissa talks about how we have worked together to face PTSD on a daily basis.\n\nGet the book #dealwithit – living well with PTSD\n#drjohnaking #dealwithit #ptsd\n\nYou Might Also Like...",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9879432321,
        "format_confidence":0.9051975608
    },
    {
        "url":"https:\/\/www.rateabiz.com\/reviews\/comprehensive-dental-lincoln-park-nj\/c71a96656aad0181f19e6808d5231bf0\/summary",
        "text":"Comprehensive Dental\n\n\n60 Beaverbrook Rd.\n\nLincoln Park, NJ 07035\n\nOpen Today 9:00AM - 5:00PM\n\nWrite a Review\n\nDescribe Your Experience\n\nTips for writing a great review:\n  1. Be specific about your experience and the services that were provided.\n  2. Be truthful - this review will help other consumers as well as the business.\n  3. Be polite - give feedback in a constructive way.\n\nYour Contact Details\n\nAll Reviews\n\n3 months ago\nExpert dentist\nDr Rana was highly recommended to me by my Oral surgeon. He did a great job of my checkup, only recommending what I needed and filling my tooth.\n5 months ago\nGreat people,procedure done quickly and professionally.\n5 months ago\nThis was my first visit with Dr Rana and staff.I had tooth extraction done. I was made comfortable.Dr Rana and the staff were friendly. I will have my family change dentist to Comprehensive Dental. I will also recommend this place to my friends and in-laws.\n6 months ago\nGreat people !!!\n6 months ago\nDr. Rana and Staff are the best\nI have been going to Dr. Rana for years now, he honestly makes you feel comfortable and as relaxed as you possibly can while in the chair. The hygienists and assistants are as well great they talk you through everything they are doing so you never have to wonder what is happening. If you are looking for a dentist I would highly recommend!\n7 months ago\nAlways a pleasant experience\n7 months ago\nBeen going to Dr. Rana for years and have always been pleased.\nThey always do a great job . I have had a lot of work done over the years and several years latter none of it has failed.\n8 months ago\nAlways caring and professional\nDr Rana and the whole staff at Comprehensive Dental are great at everything they do: from taking care of insurance\/paperwork\/etc to, more importantly, taking care of your oral health. If anything is wrong, they fix it and then advise you a program to prevent further problems. Follow their instructions and things will greatly improve - I am proof of that. They are knowledgeably, professional, and listen to you - and as an added bonus, they are truly friendly really care about you as a person.\n9 months ago\nSmooth and comfortable little girl after appt\n9 months ago\nFriendly and professional\nExcellent experience the entire staff very caring and Doctor is excellent!!",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9954918027,
        "format_confidence":0.989751339
    },
    {
        "url":"https:\/\/www.realself.com\/review\/amazing-experience33",
        "text":"Sort by:\n*Treatment results may vary\nMiami Plastic Surgeon\n\nI had breast lift with implants 6 weeks ago and all I have to say is WOW! I am so happy with my results and highly recommend Dr. Tal Roudner . From my initial consultation through to the post-op the experience has been nothing but amazing! Dr. Rounder and his staff are excellent and make you feel comfortable. They are welcoming and always answer any question or concern immediately. The surgery experience was absolutely amazing, they took excellent care of me. I absolutely love my results! Wish I would've done it sooner!\n\n5 out of 5 stars Overall rating\nWas this review helpful? {{ voteCountOthers + ' other' + (voteCountOthers == 1 ? '' : 's') }} found this helpful",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9365044236,
        "format_confidence":0.9932237864
    },
    {
        "url":"http:\/\/www.facingnorth.net\/Healing\/pulp-med.html",
        "text":"Pulp Med is a candid look at the current state of Western medicine, from the viewpoints of the authors, Petros Arguriou and Beldeu Singh.  Using a question and answer form, Arguriou and Singh use scientific data and documented studies to show certain flaws within the medical system that they feel results in higher costs, lower standards of care and an all-around bad healthcare system in the United States.\n\nPulp Med is most certainly not a light read.  The authors use terms and phrases specific to the medical world which could make this book difficult to read and\/or understand if read by a layperson who has little to no medical experience or knowledge.  Something really going for this book though, is that Arguriou and Singh use documented case studies and many references for their information which validates a lot of what they have to say.  This lends a lot of credibility to what they have to say. \n\nOne other thing which this book really has going in it's favor is that Arguriou and Singh really tackle a wide gamut of topics in the medical field.  Some of the topic which they speak out in their book are:  cannabis use, cancer, the validity of prescription drug trials, the toxicity of chemicals which are commonly used in society and mental illness.  I really enjoyed that they took such a holistic approach to a topic which can be very volatile.\n\nAs previously stated, the book is written in a question and answer format.  This is a unique format and it does help make this book a little bit easier to read.  The authors use this as an opportunity to break the idea down into parts, which can help the reader better understand what the authors are talking about which leads to a better understanding of their viewpoint and opinion on the subject.  This really also contributes to the holistic nature of the book. \n\nIf one has an interest in learning more about the medical field, this book may not be for you.  Rather, if one wants to see the medical field from a unique perspective, one which does not paint a favorable picture on it, then this book is very much for you.  However, I would read up on medical terms, or at least be prepared to do some research while reading this book. \n\n~Review by: Jessica Elizabeth\n\nAuthor: Petros Arguriou & Beldeu Singh\nO-Books, 2011\npp. 246 $24.95\n\nRocketTheme Joomla Templates",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9792715907,
        "format_confidence":0.9236291647
    },
    {
        "url":"https:\/\/freeassociation.in\/entries\/best-hospitals-in-dnb\/first-impression-dnb-radiodiagnosis-at-rajiv-gandhi-cancer-institute---new-delhi",
        "text":"header photo\n\nFirst Impression : DNB Radiodiagnosis at Rajiv Gandhi Cancer Institute , New Delhi\n\nEdited by Dr Varsha Ukrani\n\nRajiv Gandhi Cancer Institute & Research Centre is today counted amongst Asia’s premier exclusive cancer centres that offer the unique advantage of cutting edge technology, put to use by renowned super specialists. This potent combination of man and machine ensures world-class cancer care to not only patients from India, but also from the neighboring SAARC countries and others. We are fortunate to have taken care of over 2 Lakh patients since inception in 1996.Spread over nearly 2 lakh square feet area, with a current capacity of 300 beds, RGCIRC is one of the largest tertiary cancer care centres in the continent.Dr Jitin Goyal who joined DNB Radiodiagnosis here tells us he is extremely satisfied with his choice and answers a few questions about  this place. If you still have queries you can contact him on 9993456374\n\nDISCLAIMER :  This information is for Guiding DNB \/MD Aspirants only. This is not a review of Overall Patient care in These hospitals which may not be affected by what is being discussed here. The Information Provided here cannot be used for any other purpose or to asses the patient care in these hospitals. This is just a review of a postgraduate course running in the mentioned hospital and is meant for guiding medical aspirants only.\n\nWhat was Your rank in NEET PG\/DNB ?\n\n\nHow many consultants are there in your department in the concerned specialty?\n\nThere are six consultants in radiology departments. All are themselves a major figure in Radiodiagnosis.\n\nWhat are the usual working hours??\n\n9am to 5:30 pm, but we usually sit till 7 to 8 pm\n\nHow many emergency duties per week?\n\nNo emergency duties, Sunday duties divided between me and my colleague. Second year onwards there is on call duty in night. Although residents are there on call after 8pm.\n\nAre you allowed to touch the patient??\n\nTotally free hand. Provisional report is by residents and finalized by consultants. USG has total free hand.\n\nHow are the academics? Any case presentations done?\n\nAcademics are best here. We have 2 or 3 weekly presentations given by residents and journal club by consultants and fellows.We have daily case of the day presentation where we are used to present daily cases that help you prepare for exam also.\n\nHow is the pass rate?? Have your seniors passed?\n\n100% pass rate, no back log till now\n\nHow satisfied are you with your choice?\n\nVery satisfied\n\nAny other departments at your institution good for MD\/DNB??\n\nDNB radiotherapy is best here.\n\nStipend and accomodation details:\n\nStipend is 70k per month in first year. There is no accommodation.\n\nAny other info you would like to give?\n\nHere I usually get exposed to quality cases daily.Consultants are so friendly, one can ask or approach them easily for any query. Fellows and seniors are awesome. They help us in every sense.\n\nWhy did you choose this hospital?\n\n  1. Radiology is mostly 60 to 70% about oncology. This hospital is best for it.\n  2. Due to its close proximity to my hometown.\n  3. This hospital is one of the best in intervention radiology in its own.\n\nNote : The information provided here may change over a period of time eg. the stipend may increase\/decrease over a period of 1-2 years . Please confirm these details from a resident if the date of publishing of the blog is more than one year old. \n\nJoin the largest June DNB 2018 group on Telegram with over 1000 Members and Aspirants.\n\nGo Back",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9950060248,
        "format_confidence":0.8634981513
    },
    {
        "url":"https:\/\/westlakeplasticsurgery.com\/austin-breast-revision-center\/before-and-after-photos\/patient-20416\/",
        "text":"Breast Revision\n\nBefore And After Photos\n\nThis is a patient who presented to me after having had previous breast surgery including a breast augmentation and then a breast lift. During one of her pregnancies, she developed mastitis (inflammation of the breast) on her left side which caused marked swelling of the breast and when it subsided she had significant ptosis (sagging) of the breast.\n\nShe is seen here after a two stage breast revision procedure. I removed her implants and replaced them with saline implants and revised her mastopexy. On the second procedure, I adjusted her scars so they would be in the curve of her breast and well hidden.\n\nI didn’t plan on a two stage procedure as the reason for the additional one was for improvement on her previous surgery. Some patients are willing to “adjust” or continue to seek improvements even though it is associated with added expense and risk. There are times, however, when I will tell my patient that what has been achieved in my hands is worth leaving well enough alone.",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9888295531,
        "format_confidence":0.5993524194
    },
    {
        "url":"https:\/\/www.vetdepot.com\/store\/ProductReviews.aspx?ProductID=6222",
        "text":"\n\nReviews for Pur Luv Healthy Support Large Hearty Chew Bones, 2 Bones (1018276)\n\nYummy and healthy\nAuthor: Audrey\nLocation: Washington\nMy one year old pup loved these \"bones\"! The ingredients are wonderful and wholesome. Definitely a great product.\n\nReviews 1-1 of 1",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.678149581,
        "format_confidence":0.9911342263
    },
    {
        "url":"http:\/\/www.wellness.com\/dir\/2073324\/psychiatrist\/fl\/panama-city\/rajnikant-patel-md",
        "text":"Rajnikant Patel, MD\n\nRajnikant Patel, MD\n11 W 23rd St Ste B1\nPanama City, FL 32405\n\n> Get Phone Number & Directions\n> Click here to claim or update your profile\n\nAbout Rajnikant Patel, MD\n\nRajnikant Patel, MD practices as a Psychiatrist in Panama City, FL.Rajnikant Patel, MD graduated from Grant Med Coll, Univ Of Bombay, Bombay, Maharashtra, India.\nPrimary Specialty\n\n\nEducation Grant Med Coll, Univ Of Bombay, Bombay, Maharashtra, India\nTraining Elmhurst Hosp Ctr-Mt Sinai, Child & Adolescent Psychiatry; Elmhurst Hosp Ctr-Mt Sinai, Psychiatry\nServices Child & Adolescent Psychiatry\nConsumer Feedback\n(57 Reviews)\nView All 57 Reviews Add a Review\nRecent Reviews\nI recently had a very bad experience with another doctor. I was very apprehensive about making an appointment. A very good friend recommended Dr. Patel to me. I found his number and called. His sta ff was so kind and thoughtful helped me down to the littlest detail like how much money I needed to see him. I did not need to be referred to him. I cannot express in words how wonderful and professional the staff is. The Doctor himself is very knowledgeable and really knows his stuff. He asked pertinent questions but without making you feel like you were just another client. He allowed me to express my problems without making me feel like i was an idiot. If I could give the Doctor and his staff ten stars I would. And if you are reading this and sitting on the fence about calling and making an appointment. Jump off the fence and call. Your well being and happiness are very important to this Doctor and Staff! I can assure you, that I have never been happier in my life other then the day i was married, and the day my son was born!\nRecent Polls\nDoes the provider's staff maintain a professional appearance?\nDefinitely yes\nDid your provider ask enough questions that you felt they took a holistic approach to your appointment?\nI was impressed. From the soothing music to the time they spent with me. I definitely knew they took a holistic approach to their service.\nDid this provider seem well-trained and experienced?\nDid this provider have an entertaining selection of waiting room magazines?\nDoes this provider listen to your concerns and respond respectfully?\nDid this psychiatrist listen to your input and concerns?\nAbsolutely! They always listen carefully to what I have to say!\nDid this psychiatrist leave you unattended for an extended period of time?\nNo, I was always attended to\nWas it easy to find parking at this psychiatrist's office?\nExtremely easy, and close to the entrance\nDid this psychiatrist have reasonable prices?\nWas this psychiatrist's staff friendly?\nYes, they went above and beyond\nAdd a Review",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9972189665,
        "format_confidence":0.6516860127
    },
    {
        "url":"https:\/\/www.wellnessinspiredot.com\/testimonials",
        "text":"Client Testimonials\n\nWorking with Tanya has been so beneficial. We have met 3 times, each time with a meditation, discussion and homework assignments. These meditations revealed things I needed to work on inwardly and Tanya intuitively guided our sessions with my expectations and growth in mind. Tanya has followed up with me and kept in touch while allowing me the time to work through my lessons. I know I can reach out at anytime for guidance. While Tanya is gentle and caring, Tanya will be sure to identify your resistance! I would highly recommend Tanya's services for anyone wanting to do some inner work, which is where all work begins. Thank you Tanya!\n\nTanya has taken her OT skills to a new level with her Holistic OT Practice. It has been a wonderful, amazing experience working with her! She has helped me with my hip pain and combines traditional therapy with different approaches to pain and overall wellness. She spends a lot of time problem solving to come up with the best treatment plan for you. She has really helped me when other therapies fell short. She has improved my overall wellness: Spiritually, emotionally, & physically! So excited that I have gotten to be a part of this new field! Thank you, Tanya!\n\nTanya can sense the issues I am in need of working on without me saying a word. Her intuitive gifts combined with her training as an occupational therapist allow her to guide me towards practical solutions that are always exactly what I need. I resonate strongly with Tanya's down-to-earth, non-judgmental and supportive energy. I have no doubt that she has helped me unlock the door to the next step of my life journey, and I always look forward to returning for her guidance. \n\n-Madalyn H \n\nI highly recommend Tanya G, OTR, of Wellness Inspired OT for health and wellness coaching. In a difficult moment, I reached out to Tanya and she answered my call for help with breath work, visualization and meditation techniques, and absolute compassion. I left our virtual session with feelings of clarity, groundedness, and intuitive connection to my greater good! Thank you Tanya! What you offer is so deeply needed by many.\n\n-Willa B\n\n All services rendered by Tanya Gauthier, either as an integrative OT or as a wellness coach are cash based, and insurance is not accepted. Services may be reimbursable by FSA or HSA, or you may file directly with your insurance company. \n\nDisclaimer: We offer intuitive life and wellness coaching sessions for individuals and groups. Services are considered complementary alternative modalities and are in no way a means to replace licensed medical care. We do not diagnose any medical disease. We strongly recommend involving your medical team in your choices regarding your wellness. Tanya is NOT a medical doctor. By accepting and using our services, except in the case of gross negligence, you and any representative, agree to fully release and hold harmless Tanya Gauthier from and against any and all claims of liability of whatsoever kind or nature arising out of or in connection with sessions.\n\n2020 Tanya Gauthier, Wellness Inspired Integrative OT. Proudly created with",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9924995303,
        "format_confidence":0.9857677817
    },
    {
        "url":"http:\/\/www.territate.com\/new-blog\/2017\/4\/24\/bosom-buddies-thank-you",
        "text":"Bosom Buddies Thank You!\n\nI just wanted to share their kind words with you all. Thank you to BB for the opportunity! \n\nDear Terri,\n\nOn behalf of Bosom Buddies Breast Cancer Support, Inc., I want to thank you for being the guest speaker at our evening support meeting last month on Wednesday, March 8, 2017.\n\nYou were inspiring with your wit and wisdom. Your presentation was warmly presented and we appreciated the great Q & A. Thank you for sharing sections of your memoir, A Crooked Smile. What an awesome lady you are with a terrific story of survivorship. We wish you much health & happiness and success with your book. We are very grateful to you for sharing your time and special message with us.\n\nWarmest Regards and Blessings,\nSuellen Maxwell,\nVice President\/Secretary\nBosom Buddies Board of Directors",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.8275946975,
        "format_confidence":0.6059786081
    },
    {
        "url":"http:\/\/www.catster.com\/local\/MI\/Detroit\/Veterinarians\/Westcott_veterinary_center-17031",
        "text":"Westcott Veterinary Center\n\nSave to Your Address Book\n\nbased on 1 rating\n\n24429 Grand River Ave\nDetroit, MI 48219\n(313) 255-2400\n\n[ edit name\/address ]\n\nCategories [ edit ]\nVeterinarians & Specialists\n\nAttributes [ add attributes ]\n\nDescription [ add a description ]\nViewing 1 of 1 review | Read all reviews\n\nAdd a review\n\n5posted: February 28th, 2007\n\nvaccines and emergecy care\n\nThey are very reasonable on prices. Both on vaccines and emergency care. Mom had to rush me in after I was bitten by another dog. They were fantastic. Mom was also really impressed with the bill , expecting it to be a few hundred dollars it came to under $ 60 . That included the office call,shot (antibiotic) , antibiotic ointment & 10 days worth of antibiotics in tablet form\n\n\nAdd a review",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9867379665,
        "format_confidence":0.8268398046
    },
    {
        "url":"https:\/\/www.heritageofcare.com\/dwight\/testimonials",
        "text":"“The best of care.\"\n\n“Right up front and through my whole stay every staff member was up-beat, nice and helpful. I couldn’t have asked for a better place for my daughter to get help for her needs.\"\n\n\"Everything is 1st class. I saw residents smile and joke. Home is clean and smells good. Well maintained flowers grass outside. Great waitresses. therapy very knowlegeable and encouraged me -- they are great and so helpful!\"\n\n\"I lived at Heritage for 3 mos. recovering from serious hip replacement surgery. All the staff cooperated with each other to help me  -- kind, knowlegeable, comforting, encouraging, motivating, hard-working and pleasant. They are good people.\"\n\n\"It is my opinion that heritage Health exemplifies its mission statement.”\n\n\"I received excellent services when in Heritage Health as a recovering patient. They fulfilled my expectations in every way.\" \n\n\"I had a very good experience there in Dwight. Everyone was very helpful, courteous and friendly.\" \n\n\"Everyone was friendly and helpful. Nurses, CNAs & therapy staff very enjoyable.\"\n\n\"Our mother needed respite care for one week while her private caregiver needed medical attention. The entire staff made it a very positive experience for mom and our family.\" \n\n\"It's the best around.\" \n\n\"The people at Heritage were all very nice and the nursing home was clean and I would have told other people about it.\" \n\n\"If I ever had to go to a nursing home I would ask for this one.\" \n\n\"This is a very clean nursing home. The staff, aids, nurses and cleaning people were all very professional.\" \n\n\"We are so glad we decided to come to your facility.  It is just beautiful and the staff all seem so friendly.  Dad is going to be very happy here.\" \n\n\"The staff quickly contact me if there are any issues. They are very professional!\" \n\n\"We couldn’t be any happier! Mom has been thriving ever since she came to Heritage Health a few months ago.  That is something we never expected!\"",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9959068298,
        "format_confidence":0.9929276109
    },
    {
        "url":"http:\/\/www.vitals.com\/doctors\/Dr_Murali_Talluri\/reviews",
        "text":"Family Physicians, Geriatric Specialist (elderly care)\n28 years of experience\n\nAccepting new patients\nCamelback East\nCholla Medical Group\n3333 E Indian School Rd\nSte 4\nPhoenix, AZ 85018\nLocations and availability (2)\n\nPatient Reviews ?\n\nOverall Rating:\n  • Currently 2 of 4 stars\nTotal Ratings\n\n\nTotal Reviews\n\n\n4 stars\n3 stars\n2 stars\n1 star\nEase of Appointment:\n  • Currently 3 of 4 stars\n  • Currently 2.5 of 4 stars\nCourteous Staff:\n  • Currently 2.3333333333333 of 4 stars\nAccurate Diagnosis:\n  • Currently 3 of 4 stars\nBedside Manner:\n  • Currently 3 of 4 stars\nSpends Time with Me:\n  • Currently 3 of 4 stars\nFollows Up After Visit:\n  • Currently 1 of 4 stars\nAverage Wait: 22 minutes\nSome ratings provided by DrScore.\n  • Currently 1 of 4 stars\n |  show details\nby Jamie on Dec 9th, 2013\n\nHes a nice guy but was ignorant to me. When he didnt have the answers to my questions he would google them in front of me, I could do that. Or make me see the other Dr. in his office. Do get my started on the staff...TERRIBLE! they are rude and very unplesent. I would sced. an appt. and then the next day and call me to change it cuz the Dr. wasnt in. Or a few times I would show up and they would double book me or the Dr wouldnt be there on vacation. When I would try to resced. or they would have to resced. me they would give me a date and time and I would show and they would say oh its a different day. or they would say they called and left a message saying they had to resced. new got call or message. So it would be a no show. Then try to charge me! DONT recommend",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9972500205,
        "format_confidence":0.9841453433
    },
    {
        "url":"https:\/\/www.believeachievehypnotherapy.com\/reviews",
        "text":"A testimonial, from a teacher:\n\n\n“A year ago I had never experienced or even considered hypnotherapy as a way of boosting my confidence and performance at work, but offered a free taster session with Jill, I thought I had nothing to lose and gave it a go. An OFSTED inspection was due and I knew how nervous I felt during the last visit. I felt sure that my nerves badly affected my ability to think straight and teach well and a boost of self-confidence would not go amiss.\n\nJill’s hypnotherapy treatment made me feel extremely relaxed and the recording that she sent me allowed me to continue her relaxation techniques at home. Fast forward a year and the dreaded inspector knocked at the door. Now, I’m not sure if the hypnotherapy was to thank for a much less stressful OFSTED experience, but I definitely felt calmer and more confident in my ability to teach well under scrutiny and present my achievements with pride. I would certainly consider hypnotherapy again to steady my nerves and improve my self-confidence. Thank you Jill”   (Jacqui 30.9.2018)\n\nBased at Headcorn Natural Health Centre \n\n1 – 2 Frank’s Bridge Cottages\n\nSmarden Road\n\nHeadcorn, Ashford, Kent\n\nTN27 9SX\n\nReception: 01622-890803\n\n  • White Facebook Icon\n\nJoin us on Facebook to keep updated with news and offers\n\n\nAppointment Cancellation or ‘no show’ Policy: If you have to cancel an appointment, please give as much notice as possible so that someone else can use it. Cancellation fees will be applied as follows: More than 48 hours’ notice – no fee applies. 24 to 48 hours’ notice - £20 fee applies. 0 to 24 hours’ notice – full session fee applies\n\n© 2018  Believe And Achieve Hypnotherapy",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.988153398,
        "format_confidence":0.9309697151
    },
    {
        "url":"http:\/\/pgasmiles.com\/testimonials\/",
        "text":"PGA Smiles® Testimonials\n\n[quote]Not being happy with my smile, I went to Dr.Benson and asked about veneers. My experience with Dr. Benson, his wife, and the staff was exceptional! Dr. Benson really listen’s to you. He helps you understand the entire procedure from start to completion. Everyday, people say to me, “what did you do to yourself, something looks different” that difference is the work of Dr. Benson. My veneer’s look great![\/quote]\n\nSmilingly yours,\n-Dorothy Hudon\n\n\n[quote]Thank you again so much for everything!   You are the best.  I was telling my mom, I have never actually enjoyed going to the dentist until coming to your office!  You are wonderful:)[\/quote]\n\n\n[hr] [quote]Thank you for your care and attention of my children.  We enjoyed the visit to your office.  Now that’s  a rarity. [\/quote]\n\n-Donna Lovell\n\n [hr] [quote]I wanted to tell you and Adelyn how much I enjoyed my first dental office visit (as a patient) and teeth cleaning experience yesterday. Our son, Andrew, has been there a couple of times and told us how comfortable he felt and how well he was treated by your staff. Addie’s  technique during the cleaning and removal of tartar on my teeth was the best experience I think that I have ever had at the hands of a dental hygienist. You and your staff are top notch and deserve all the praise that any of your patients send your way.[\/quote]\n\n\n\n[quote]I meant to send you an email after the last time I was there and never did. I just wanted to let you know that I first had Addie when I started to come to you and she was the best hygienist I had ever been to. Then I had to go with someone else because she was on leave with her new baby. I was very bummed until I showed up and the girl I got (sorry I forget her name ) was great too. Then I got scheduled with yet another person ( Kaitlin ) because the 2nd one was also having a baby. Again I  was bummed until I found out that she is also terrific. My point… You have a really great group of people. Just when I think I have the best hygienist and nobody else could possibly measure up, the next one is equally as great. Kaitlin isn’t pregnant is she? Thanks a lot for the pictures and Ali says, “Thank you for fixing my teeth.” I hope you and your family have an awesome Christmas![\/quote]\n\n\n[hr] [quote]I wanted to tell you how much whiter my front teeth are starting to look since I have been using the teeth whitening procedure you prescribed for me. Not only are my teeth starting to look lighter and brighter, but my husband, Mert (your old high school science teacher) says that he is so grateful since now he gets at least a half-hour of peace and quiet every evening now while I have the teeth tray in my mouth.[\/quote]\n\nThanks for keeping our relationship so rewarding.\n\n[hr] [quote]I cannot even begin to tell you how awesome the experience was of coming to your office…it was by far the best experience I have ever had at any type of medical office! Thanks for making me feel special…you rock!!![\/quote]",
        "topic_id":12,
        "format_id":23,
        "topic_confidence":0.9912583232,
        "format_confidence":0.9912516475
    }
]