[
    {
        "url":"http:\/\/www.chicagobotanic.org\/plantinfo\/emerald_ash_borer",
        "text":"Tickets  |  Join  |  Give\n\nEmerald Ash Borer\n\nRecommended alternatives to replace damaged ash trees can be found in Ash Tree Alternatives.\n\nEmerald Ash Borer\n\n\nThe emerald ash borer (EAB) was first discovered in the United States near Detroit, Michigan, in summer 2002. Horticulturalists were puzzled by the sudden decline and loss of hundreds of ash trees, which they attributed to a nonnative, highly destructive beetle, Agrilus planipennis, commonly called the emerald ash borer.\n\nThe EAB originated in Asia, and most likely entered the United States in packing materials such as wooden crates made out of ash. It is now believed that the emerald ash borer has been in the United States since 1990 or 1991. The EAB was discovered in Illinois in June 2006, and as of October 2012, was found in 18 states across the country and Canada. Tens of millions of ash trees have been lost due to this invasive beetle. \n\nPHOTO: hand holding an adult emerald ash borer (for scale)Biology and Life Cycle\n\nAdult beetles are elongated, approximately 1\/8 to ½ inch in length, with metallic green wings and bronze bodies. The EAB adults begin to emerge from ash trees as the weather warms in the spring, and can continue emerging through August. Higher numbers are normally seen in June and early July. Adult beetles live for approximately three weeks. Beetles will hide in bark crevices and will occasionally feed on ash foliage, leaving small holes along leaf margins.\n\nPHOTO: emerald ash borer larvae.Shortly after emergence, adult beetles mate and lay eggs on the bark of ash trees (Fraxinus spp.) that are at least 1½ to 2 inches in diameter. Females will mate multiple times and can lay 60 to 90 eggs during their lifetime. Eggs hatch in approximately seven to ten days. After hatching, larvae chew their way through the tree's bark and tunnel into the cambium layer where they continue their development. The larvae create serpentine galleries that affect the tree's nutrient and water transportation system, causing it to decline and eventually die. The larvae overwinter in the tree and pupate in the spring as the weather warms. Research is currently being conducted to determine if larvae produced by late-emerging adults remain in trees for an additional year.\n\nAdult beetles are capable of flying approximately ½ mile from infestation sites. However, they can travel much longer distances through the transportation of infested firewood and nursery stock. \n\n\nThe emerald ash borer is difficult, if not impossible, to detect in low-level infestations. The only certain way to confirm the EAB is the presence of larva. The observation of one or more of the following warrants further investigation:\n\nPHOTO: Fraxinus pennsylvanicus leaf (ash tree specimen)\n\nPositive ash tree identification\n\nAll Fraxinus species are susceptible.\n\nIf in doubt, contact Plant Information Service for positive tree identification.\n\nPHOTO: D-shaped exit hole left by adult ash borer.\n\nD-shaped holes\n\nAs adults emerge in the spring, they leave distinctive D-shaped holes in tree branches and trunks that are approximately 1\/8 inch in diameter. The holes may not be visible on the lower trunk or branches of the tree in less severe or recent infestations. Also, they can be difficult to detect in deeply furrowed, thick bark. The tree may require climbing in the upper canopy where bark isn't as thick for detection of the D-shaped holes. The absence of D-shaped holes does not mean that the tree is not infested.\n\nPHOTO: Tree canopy dieback caused by emerald ash borer.\n\nTree canopy dieback\n\nThe EAB usually attacks the tops of trees first and proceeds downward. Most often, the tops of trees experience the worst dieback, but this is not always the case. Infested trees have been known to have sporadic dieback throughout the tree.\n\nPHOTO: woodpecker damage from eab\n\nWoodpecker damage\n\nWoodpeckers often feed on the outer bark of EAB-infested trees, resulting in a \"scraped\" look.\n\nTrees infested with the EAB are generally stressed due to damage and may produce epicormic shoots either at the base of the trunk or in small amounts on the main trunk.\n\nPHOTO: Splitting bark from emerald ash borer damage.\n\nSplitting bark\n\nTree bark may split vertically on trees infested with the EAB as a result of larval feeding galleries, often revealing tunnels beneath.\n\nPHOTO: larval tunneling left by emerald ash borer.\n\nLarval tunneling\n\nThe EAB-infested trees will exhibit larval tunneling beneath the bark.\n\n\nSince 2002, when the EAB was first detected, many municipalities have removed most ash trees to reduce monetary impacts, financial restrictions, and labor intensities. Other municipalities limit ash tree removal to infested trees only.\n\nGovernment quarantines play an integral role in preventing the EAB from spreading. The USDA Animal and Plant Inspection Service (APHIS) has federally restricted the movement of all ash products outside of the state of Illinois. Refer to up-to-date federal news releases. The Illinois Department of Agriculture has established quarantine zones throughout the state that regulate restricted articles, consisting of all ash tree species, the EAB adults and larvae, branches, lumber, firewood, nursery stock, roots, and green lumber, as well as composted and uncomposted wood chips. The restricted articles also include all hardwood firewood such as hickory, maple, and oak. Refer to up-to-date Illinois Department of Agriculture news releases.\n\nIn addition, the Illinois Department of Natural Resources (IDNR) prohibits transporting firewood that originated in a quarantined area to any state park, fish and wildlife area, natural area, campground, recreation area, or other property owned or managed by the IDNR.\n\nAs ash trees across the United States continue to be removed as a result of infestations, homeowners are turning to sawmills in order to reuse the lumber. A list of arborists, sawyers, and woodworkers can be found on the Illinois Emerald Ash Borer Wood Utilization Team website.\n\nThe Garden's Response\n\nThe Garden is taking several measures to protect ashes, which include about 450 in the collection. In addition, ashes make up about 20 percent of the McDonald Woods. Pesticides will be used to protect 43 key trees — two specimens each of all the primary varieties on site and in those key locations.\n\nHow to Protect Your Ash Trees\n\nMany property managers and homeowners who own, or are charged with, the care of ash trees want to know how they can protect their trees. The first step should be to inventory and evaluate existing tree canopies with a professional arborist to gain an accurate picture of both the number of ash trees on a property and their condition. Once this inventory is complete, it will be easier to determine which trees are candidates for treatment and which are not.\nRegardless of what the inventory and evaluation reveals, people with ash trees on their property in our region will need to budget for protective treatments or removal.\nCurrently, the most effective EAB treatment consists of systemic insecticide applications injected into the trunk of the tree or the surrounding soil. These injections spread through the vascular system of the ash tree and are ingested by the borers as they feed. While these treatments have proven successful in many cases, trees that have endured intense pressure from the EAB may not be candidates, as their vascular systems have been too badly damaged to deliver the injections to the feeding ash borers.\nIf this is the case, the only remedy is to remove the tree. Removal in a timely manner is important to protect property and people from falling dead branches.\n\nChemical Treatment\n\nFor more information and for approved insecticidal control options for dealing with the EAB, contact Plant information Service.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.6664907932,
        "format_confidence":0.9742341638
    },
    {
        "url":"http:\/\/www.bobspixels.com\/kaibab.org\/geology\/gc065mya.htm",
        "text":"Go to GRAND CANYON Explorer home page\n\nContinental Drift - 65 Million Years Ago\n\n65 Mya\n\nBy 65 million years ago, the end of the Cretaceous period and the beginning of the Cenozoic, the continents were aleady beginning to take on a more recognizable form. Water still covered the area that is now Central America, Antarctica and Australia had still not separated and India was still on a collision course with the the continent of Eurasia.\n\nThe dinosaurs had just been wiped out by a mass extinction and the age of the mammals was now beginning. Flowering plants also continued to diversify during this period.\n\n[ Backward in Time : Continental Drift : Forward in Time ]\n\n[ Grand Canyon Home | Grand Canyon Geology ]\nCopyright © Bob Ribokas, 1994-2000, all rights reserved. This publication and its text and photos may not be copied for commercial use without the express written permission of Bob Ribokas.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.8785158396,
        "format_confidence":0.7755807042
    },
    {
        "url":"http:\/\/encyclopedia.jrank.org\/ANC_APO\/ANTHELION_late_Gr_avOiluos_oppo.html",
        "text":"Online Encyclopedia\n\nANTHELION (late Gr. avOil]uos, opposi...\n\nOnline Encyclopedia\nOriginally appearing in Volume V02, Page 93 of the 1911 Encyclopedia Britannica.\nSpread the word: it!\nANTHELION (late Gr. avOil]uos, opposite the sun), the luminous ring or halo sometimes seen in Alpine or polar regions surrounding the shadow of the head of an observer cast upon a bank of cloud or mist. The halo diminishes in brightness from the centre outwards, and is probably due to the diffraction of light. Under favourable 'conditions four concentric rings may be seen round the shadow of the observer's head, the outermost, which seldom appears, having an angular radius of 400.\nEnd of Article: ANTHELION (late Gr. avOil]uos, opposite the sun)\n\nAdditional information and Comments\n\nThere are no comments yet for this article.\n» Add information or comments to this article.\nPlease link directly to this article:\nHighlight the code below, right click and select \"copy.\" Paste it into a website, email, or other HTML document.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9778957963,
        "format_confidence":0.9887978435
    },
    {
        "url":"http:\/\/www.theweatherclub.org.uk\/node\/503",
        "text":"Science Lesson: An introduction to remote sensing\n\nScience Lesson: An introduction to remote sensing\n\nWed, 01\/08\/2018 - 10:27\nPosted in:\n\nSatellites for observing the Earth’s surface have been used since the 70’s and ever since advanced our understanding in science. Using satellites allows us to observe and detect changes in the most remote regions of the Earth. The first land cover satellite named Landsat 1 was launched by the United States on 23 July 1972. This mission and many more have continued providing an enormous collection of satellite imagery. According to the United Nations Office for Outer Space Affairs (UNOOSA), almost 600 earth observation satellites are currently in the orbit around our planet– operated by various countries and fulfilling different tasks. This article will give you an introduction into remote sensing, covering the electromagnetic spectrum, active and passive satellite systems, types of resolution that need to be considered and open access satellite depositories.\n\n\nThe Electromagnetic Spectrum\n\n\nSatellite sensors detect emitted or reflected energy from the Earth’s surface. This energy or electromagnetic radiation is often expressed in frequency (Hz) or wavelength (λ). The following image shows the range of waves including long wavelengths such as microwaves or broadcast radio waves and short wavelengths such as gamma or x-rays. The spectrum also includes the visible spectrum, which we can see with our eyes. This fraction is very small compared to the large range of wavelengths. Some gases in the atmosphere (carbon dioxide, water vapor and ozone) absorb energy at certain wavelengths, which constrains the wavelength ranges that can be used for remote sensing. The regions of the spectrum where electromagnetic energy can travel through the atmosphere are called “atmospheric windows”, and this is where satellite sensors operate.\n\n\n\nElectromagnetic Spectrum, Credit: Engineering ToolBox, (2016). [Accessed 30 July 2018]\n\n\nActive and Passive Satellites\n\n\nSatellite sensors can work in two different ways: active and passive. Active systems illuminate the area of interest and measure the wavelength that is reflected or backscattered back from the surface. Active systems mostly use the microwave region of the electromagnetic spectrum, they are independent of weather conditions and can also operate during night time. In contrast, passive sensors use the sun as illumination source and measure the energy that is naturally emitted from the Earth’s surface. Most passive systems require a clear sky and daylight to operate. During night-time, thermal energy can be recorded when the signal is strong enough.\n\n\nDifferent surfaces of the Earth, for example bare soil, vegetation or water bodies have a “spectral signature”. Energy of the sun reaches the surface and is then absorbed, transmitted or reflected by the material in certain regions of the spectrum. Satellite sensors are tuned to detect the reflected energy. The near infrared region is for example very suitable for detecting how healthy or unhealthy vegetation is or the ultraviolet (UV) region allows to distinguish rocks and minerals.\n\n\n\n\nAll satellite sensors have their strengths and weaknesses and are useful for different problems. We distinguish between spatial, temporal and spectral and radiometric resolution of sensors. (1) Spatial resolution refers to the smallest possible detail that can be captured by the sensor. A high spatial resolution is required when for example detecting separate houses. It is commonly expressed in metres – a spatial resolution of 30 m will result in pixel sizes, which are 30 x 30 m each.\n\n\nIllustration of high, medium and low spatial resolution. Credit: GIS Geography\n\n(2) Temporal resolution describes how often the sensor will revisit the same object and is often reported in days. For example, the Landsat satellite will pass by the location every 16 days in its orbit, while the SPOT satellite can revisit a location every 1 to 4 days. A high temporal resolution is for example needed when mapping the impacts of an extreme weather event, for example how flooding impacts a region over several days. Monitoring changes in vegetation over the summer require a lower temporal resolution. (3) Radiometric resolution refers to the ability of the sensor to detect grey-scale values. It is reported in bit. The higher the bit value of an image, the more variation in reflection is captured, but also the larger the image. Finally, (4) spectral resolution means the width within the electromagnetic spectrum in which a sensor records information. High spectral resolution describes a narrow wavelength range. For example, multi-spectral satellite systems such as Landsat detect several discrete bands (3 to 10) at different wavelength intervals. Hyperspectral instruments can consist of hundreds or thousands of narrow bands. This high spectral resolution is useful when a fine discrimination for example between minerals or vegetation species is needed.\n\n\nImage Processing\n\n\nEvery satellite image consists of a number of bands or channels each representing different wavelength intervals. Satellite images can be displayed as a “true colour composite”, which is exactly how we would see the Earth with our eyes. Similar to raw images from a DSLR, the channels red, green and blue of the visible spectrum are used for that. To visualize multi-spectral images, image processing software allows to display other, for the human invisible wavelengths as red, green or blue. This is called a “false colour composite”.\n\nFollowing snapshot of Iran shows a true colour composite on the left and a false colour composite on the right. In the false colour composite, red represents shortwave infrared, green represents the near infrared and blue represents green. Take a look at the image and compare both. The shortwave infrared helps to distinguish wet from dry areas. You may notice the red colour along the dark ridges on the western edge of the image. This represents water flowing down the ridges, which would be invisible in the natural colour composition. With this false colour composition, it is also much easier to distinguish between different rock layers and formations. The green shading throughout the image is not representing vegetation, but is due to the spectral signature of a particular rock. To allow an informed interpretation of satellite imagery, detailed knowledge of the spectral signature of the Earth’s surface is required. Scientists also collect “ground truthing” data in the field with handheld spectrometers to identify spectral signatures specific to a material (for example a mineral) to support their interpretations.\n\n\n\nTrue and false colour composites of the Yazd and South Khorosan provinces of Iran based on Landsat-8 imagery. Credit: Visible Earth, NASA\n\n\nSometimes, satellite images can be extremely beautiful or even seem artistic like following image capturing the Lena River delta in northern Russia by the Landsat-7 satellite. The false colour composite is composed of near infrared (red), shortwave infrared (green) and red (blue). If you want to learn more about false colour band combinations and try them out yourself, you can look here.\n\n\n\nLena River Delta, Russia acquired by Landsat-7. Credit: NASA\n\n\nA lot of satellite imagery is freely available to the public. The USGS’s database Earth Explorer for example provides access to the 40 years archive of the Landsat mission, digital elevation models and many more products of NASA’s missions. The European Space Agency (ESA) also launched their Copernicus Open Access Hub, providing access to imagery from the Sentinel mission.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9962253571,
        "format_confidence":0.7683297992
    },
    {
        "url":"https:\/\/www.montereybayaquarium.org\/animals-and-exhibits\/animal-guide\/fishes\/spiny-dogfish",
        "text":"Animals & Exhibits    >    Animal Guide    >    Fishes    >   \n\nSpiny dogfish\n\nSpiny dogfish\n\nOn Exhibit: Monterey Bay Habitats\n\nAnimal Facts\n\n  • Scientific Name\n\n    Squalus acanthias\n\n  • Animal Type\n\n\n  • Diet\n\n    squid, fishes, crabs, shrimp and other invertebrates\n\n  • Size\n\n    to 3 to 4 feet (.9-1.2 m)\n\n  • Relatives\n\n    pygmy shark, sleeper shark; Family: Squalidae\n\n  • Habitat\n\n    Coastal Waters\n\n  • Range\n\n    Alaska to Baja California and worldwide in temperate and subartic waters; in depths from the surface to 3,000 feet (900 m)\n\nNatural History\n\nAs their name suggests, spiny dogfish sharks sport sharp, venomous (poisonous) spines in front of each dorsal fin. Their bodies are dark gray above and white below, often with white spotting on the sides.\n\nDespite their small size, spiny dogfish are aggressive and have a reputation of relentlessly pursuing their prey. The name \"dogfish\"\u009d stems from their habit of feeding in packs—sometimes numbering in the hundreds or thousands. Gathered together, they sweep an area, eating the fishes in front of them. They'll eat almost anything they can get their strong jaws and teeth on. Newborn dogfish will even attack fishes two to three times their size.\n\n\nSpiny dogfish are not in demand as a food item in the United States, but they're popular on the international market. If you order \"fish and chips\"\u009d in Europe, for example, you'll probably be eating spiny dogfish shark meat. The size of north Atlantic fishing catches that supply this market climbed sharply between 1988 and 1998, leading researchers to declare the dogfish shark overfished. Spiny dogfish don't become sexually mature until 20 years old, so overfishing can be devastating to populations. To protect dogfish populations, quota limits were established in 2000 in waters from Maine to Florida; once the quota is filled, dogfish shark fisheries are closed for the season.\n\nYou can read more about the sustainability of sharks as a food item in the Seafood Watch section of our web site.\n\nCool Facts\n\nAll sharks have unique skin. It's covered with toothlike scales called denticles—unique to sharks and very similar to the teeth of all vertebrates—which make the skin rough and abrasive. In fact, shark skin was once dried and then used as sandpaper to polish wood. Today, shark skin is still cured and, after the denticles are removed, used as leather.\n\nThis shark probably has the longest gestation (pregnancy) period of any vertebrate—22 to 24 months.\n\nSpiny dogfish sharks are long-distance travelers. One spiny dogfish tagged and released from Washington State showed up off the coast of Japan—a 5,000-mile journey.\n\n Animal Guide Home",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9702504873,
        "format_confidence":0.9902638197
    },
    {
        "url":"http:\/\/www.animaltrial.com\/finchbird.html",
        "text":"finch bird\nanimal trial\n\nfinchFinch Common name for the fringilliadae, the largest family of birds (including over half the known species), lives in most parts of the world except Australia.\n\nFinches are characterized by their stout, conical bills, which are used to open seeds that form the bulk of their diet . They are valued as destroyers of weed seeds ; a few also eat harmful insects .\n\nThe Finch is considered the most highly developed of the birds , are widely diversified; they are classified into three groups: those with small, triangular bills, such as the Canary , sparrow , bunting , towhee , junco , and those birds specifically named Finch (chaf Finch a call the bull Finch , and gold Finch) .\n\nThose with thick, rounded bills, as the grosbeak and the Cardinal; and the cross bills, northern birds whose mandibles, their name implies, cross over at the tips, and an adaptation suited to their diet of conifer seeds, unlike insects, are not influenced by whether , many of changes are year-round residents in colder areas .\n\nThe sparrows , which are field and hedge birds, are inconspicuously covered in dull grays and browns, but among other, and tree perching finches the male is often brightly plumaged ( though the female is extremely dull or sparrow like). Most finches (except the meticulous gold Finch) build sloppy Cup shaped nests for their four to six speckled eggs speckled eggs .\n\nGold finches, named for the bright yellow markings in the male , are found in Europe and America. The common American Gold Finch is a everywhere on the continent except in the far north. There are several Western species the British Gold Finch is cinnamon brown with black and yellow wings and a red face. Gold finches are cheerful, musical birds, though the so-called gold finches commonly kept as cage birds are Finch like members of the Weaver bird family.\n\nOther animal pictures\n\n\nNeed more info type in animal name then put info at the end\n\nNeed more pictures type in animal name then put pics at the end\n\nReturn to Animal Pictures at Animal Trial\n\nAll copyrights 2001-2006 to this website belong to and may not be republished without our permission",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.7721263766,
        "format_confidence":0.9734749794
    },
    {
        "url":"http:\/\/animals.sandiegozoo.org\/animals\/coquerels-sifaka",
        "text":"Close-up of a cockerel's sifaka's face, displaying it's large round, yellow eyes.\n\nCoquerel's Sifaka\n\nPropithecus coquereli\n  • Class: Mammalia (Mammals)\n  • Order: Primates\n  • Family: Indriidaae\n  • Genus: Propithecus\n  • Species: coquereli\n\n\nPrimitive primate. There are approximately 36 lemur species native to the island of Madagascar, including the Coquerel’s sifaka. These stunning primates differ from other lemur species by their dramatic mode of locomotion: sitting upright, they spring through the trees using the strength of their back legs. This is called vertical clinging and leaping and it is a sight to behold! The name sifaka, a Malagasy word, comes from its distinct call as it travels through the treetops: “shi-fakh.” Female sifakas are dominant over males and get first dibs on food and mates.\n\nEye-catching coat. A mid-sized lemur; males and females are strikingly marked. Chestnut-brown patches on the chest and limbs “pop” against the white hair that covers the body. Bright, yellow eyes peer out from the hairless black face. Long, strong limbs and a long tail make their arboreal travel graceful, swift, and seemingly effortless.\n\nHear that? It can be hard to hear a sifaka unless it is threatened. Coquerel’s sifakas have a limited collection of vocal calls. They are most commonly heard quietly humming, though they give off loud sounds of alarm when startled. Loud aerial roars are directed at predatory birds, and the characteristic “Shi-fakh, shi-fakh, shi-fakh” is used to warn group members of danger.\n\nSafety in numbers. Life in the trees protects sifaka groups from the few predators that share their forest homes. Loud piercing alarm calls warn of danger. All members of a group may simultaneously produce the explosive, nasal, hiss-like call “Shi-fakh, shi-fakh, shi-fakh.” This distinctive call, made by all sifaka species, is what gives the lemur group its name.\n\n\nRange. Coquerel’s sifakas live on the island of Madagascar. These lemurs reside in small forest pockets in northwestern parts of the country in the Ankarafantsika Nature Reserve and the Bora Special Reserve. Both of these areas have been damaged by annual fires set by nearby farmers. Hunting of sifakas by locals might occur in some areas, although in many parts of its range it is protected by taboo or fady.\n\nCoquerel’s sifakas are most at home in the tops of trees where they can often be found feeding, playing, or sleeping. They gracefully leap across large distances to move from tree to tree. Though these animals spend much of their time in the forest canopy, they are also comfortable on the ground. Here they hop, like kangaroos, bounding off their back feet with arms raised high in the air.\n\nCockerel's sifaka eating green leaves\n\nMore leaves, please! Leaves make up most of this sifaka's diet, though they also eat flowers, fruit, bark, and dead wood. In zoos, vegetables such as carrot, sweet potato, onion, and corn are also on the menu. Individuals lie on, sit on, or hang from branches when eating their meal.\n\n\nGood morning! Coquerel’s sifakas begin their daily activities near sunrise. They often soak up the morning sun, basking in the treetops with their arms stretched out before heading to find food. Small groups of males, females, and young move slowly through the trees in search of food. They may travel up to a mile (1.6 kilometers) before the end of their daily trek, which generally occurs before sunset.\n\nCockerel's sifaka hanging onto a tree branch with its hind legs as it uses it's hands to grab and eat leaves\n\nLife in the trees protects sifaka groups from the few predators that share their forest homes. Loud piercing alarm calls warn of danger. All members of a group may simultaneously produce the explosive, nasal, hiss-like call “Shi-fakh, shi-fakh, shi-fakh.” This distinctive call, made by all sifaka species, is what gives the lemur group its name.\n\nFamily affair. Sifakas live in small, social groups of males and females numbering 3 to 10 individuals of varying ages. Aside from mothers and their offspring, group members are not necessarily related to one another. Members sleep and forage together; they even share territory with other nearby groups.\n\nFemales may mate with males outside of their immediate group. Males often roam around for long distances to find mates from multiple groups. Many “child care” duties are shared between group members. Infants ride on the back of mom or other group members, as they travel to find food. Between three and four months of age the infants’ are capable of moving about on their own, and mothers give them a helpful nip to encourage their independence. Youngsters become sexually mature around the age of 3.5 years. The oldest captive-raised individuals lived to age 30.\n\n\nCoquerel's sifakas can now be seen at the Zoo's Conrad Prebys Africa Rocks exhibit, along with blue-eyed black, red ruffed, red-collared, and ring-tailed lemurs.\n\n\nLoss of habitat is the main reason for declining population sizes in Coquerel’s sifakas. Unfortunately, little is known about actual numbers in the wild. Historical information on population size is lacking, though known population declines and decreases in available habitat occurring within recent generations lead many to suspect a population decline of 50 percent within the past five decades. Safeguarding of populations within existing protected areas and community-based conservation actions are needed to help ensure the sifaka’s (and other prosimians') continued survival.\n\nYou can help us bring species back from the brink by supporting the San Diego Zoo Global Wildlife Conservancy. Together we can save and protect wildlife around the globe.\n\nSave Wildlife. Help us keep this and other species from disappearing forever.\n\n\nUp to 30 years\n\n\nGestation: About 5 months\n\nYoung: 1\n\nWeight at birth: 3 to 4 ounces (85 to 113 grams)\n\nMaturity: 2.5 years old\n\n\nAdults are 8.2 to 9.5 pounds (3.7 to 4.3 kilograms)\n\n\nIn Malagasy culture, sifakas are often viewed as “sacred sun worshippers.” This traditional view very likely stems from the animals’ curious habit of basking in the early morning sun before heading out to forage for food.\n\nLeaping lemurs! Whether through the trees or on the ground, these sifakas can jump. They can easily fly across open expanses of nearly 40 feet (12.2 meters) to move from one tree to another. On the ground they “dance,” hopping in a kangaroo-like fashion.\n\nToothcomb? Sifakas, like many other lemurs, have modified lower incisors specialized for grooming. Tall, slender, and evenly spaced, these teeth help to comb and clean the hair. Resting individuals are commonly seen licking and combing one another’s hair.\n\nGroup members huddle together on cold nights. Individuals sit single-file along a branch, to help retain heat. Some have described the sight as appearing similar to people on a toboggan.\n\n\nMore Animals & Plants from San Diego Zoo and San Diego Zoo Safari Park",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9653714895,
        "format_confidence":0.9902254939
    },
    {
        "url":"https:\/\/www.cellsignal.com\/contents\/resources-protein-domains-interactions\/enth-protein-domain\/domains-enth\/",
        "text":"Phospholipid Binding: ENTH Domain\n\nThe ENTH domain of Epsin bound PtdIns(1,4,5)P3.\n\nDomain Binding and Function\n\nThe Epsin NH2-Terminal Homology (ENTH) domain is a membrane binding motif of approximately 150 amino acids that was first identified in the endocytotic protein epsin 1. Proteins containing this domain can bind to phospholipids including PtdIns(4,5)P2 and PtdIns(1,4,5)P3. This suggests that ENTH domain containing proteins act as clathrin adaptors during endocytosis through ENTH domain binding to the phospholipid bilayer, allowing recruitment of clathrin components and clathrin accessory factors to the cell membrane. A pair of ENTH containing proteins (HIP1, HIP1R) localizes to clathrin-coated pits and contains a putative actin-binding motif (ILWEQ), which may couple the actin cytoskeleton and endocytosis.\n\n\nDespite low primary sequence similarity, the solved structures of various ENTH domains are very similar and are composed of eight α helices connected by loops of varying lengths. Three helical hairpins (α1-2, α3-4, and α6-7) are stacked consecutively with a right-handed twist, conferring a rectangular topology to the ENTH domain. A cleft of positively charged residues contributes to phoshoinositide binding. Clusters of basic amino acids, present in some but not all ENTH family members (AP180\/CALM), have been shown to enrich the affinity for phosphoinositides.\n\nStructure Reference\n\n  1. Ford, M. (2002) Nature 419(6905), 361–366.\n\nExamples of Domain Proteins\n\nPhospholipid Binding: ENTH Domain\n\nBinding Examples\n\nENTH Domain Proteins Binding Partners\nEpsin1 PtdIns(4,5)P2 \/ PtdIns(1,4,5)P3\nAP180 PtdIns(4,5)P2 \/ PtdIns(1,4,5)P3\nHIP1R PI(3,4)P2; PI(3,5)P2",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9907832146,
        "format_confidence":0.9141747355
    },
    {
        "url":"https:\/\/hibakusha-worldwide.org\/en\/locations\/novaya-zemlya",
        "text":"Novaya Zemlya, Russia\n\nNuclear Weapons Test Site\nRadioactively contaminated lichen causes high strontium levels in reindeer, which are a dietary mainstay of the local Nenets and Sami populations. Photo: © TOYOSAKI Hiromitsu\n\nFrom 1954 to 1990, the islands of Novaya Zemlya were used by the Soviets to conduct atmospheric and underground nuclear tests. Decommissioned nuclear weapons and nuclear submarines were also scuttled around the islands, turning the entire region into an environmental disaster zone.\n\nPhoto: Radioactively contaminated lichen causes high strontium levels in reindeer, which are a dietary mainstay of the local Nenets and Sami populations. © TOYOSAKI Hiromitsu\n\nPoster PDF (Download)\n\n\nIn July 1954, the two islands of Novaya Zemlya (“New Land”) on the Russian Arctic coast were designated a nuclear weapons test site. The indigenous Nenets population was forcibly resettled and the islands were divided into different testing zones. Between 1955 and 1990, Novaya Zemlya was the site of 130 nuclear detonations, including the “Tsar Bomba,” the biggest nuclear device ever detonated, with 50 megatons of TNT equivalent, almost 4,000 times more powerful than the Hiroshima bomb. The “Tsar Bomba” detonation caused severe destruction of the island within a radius of about 100 km and spread nuclear fallout all over the Northern Hemisphere.\n\nIn addition, the practice of dumping nuclear waste around the islands contributed greatly to the current environmental catastrophe around Novaya Zemlya. Together with fallout from nuclear weapons testing and the continuous discharge of nuclear waste from the reprocessing plants at La Hague and Sellafield, nuclear waste dumped near Novaya Zemlya added to the radioactive contamination of the North Sea and Arctic Ocean. Thirteen decrepit nuclear reactors, along with spent fuel from nuclear submarines with a total radioactivity of 37 Peta-Becquerel (Peta = quadrillion), were dumped along the coast of Novaya Zemlya and into the Barents and Kara seas. Two of the most contaminated sites on Novaya Zemlya are the Abrosimov and Stepovogo Fjords in the southern part of the island.\n\nHealth and environmental effects\n\nScientific expeditions found increased levels of cesium-137, strontium-90, cobalt-60, and plutonium-239 and -241 in sediments close to the fjords, which were used as radioactive waste dumps. A 1992 Russian study found that in 67–72 % of all underground tests, radioactive gas had leaked through in the rock formation. Together with fallout from atmospheric nuclear testing, radioactive gases from underground leaks resulted in increased levels of radiation across Europe, most notably in Finland, where radioactive iodine-131 was measured in concentrations of up to 5 mBq\/m³, and in Norway, with cases of radioactively contaminated milk and iodine-131 concentrations of up to 1.37 megabecquerel (mBq\/m³ Mega = million). Iodine-131 is a known cause of thyroid cancer, especially in children.\n\nThe indigenous population of the region around Novaya Zemlya received even higher radiation doses. Most notably affected by radiation exposure were the semi-nomadic Sami people of the Arctic region and the former inhabitants of Novaya Zemlya, the Nenets people. The Vepsians, Karelians and Komi people, living along the Northern Russian coast, however, were also affected. Radioactively contaminated lichen caused high strontium levels in reindeer, which are a mainstay of the local diet. As was the case with other indigenous populations affected by fallout and radioactive contamination, no epidemiological studies were ever performed to assess health effects on the people living around Novaya Zemlya.\n\n\nAs Norway is only 900 km away from Novaya Zemlya, the Norwegian government is very concerned about the radioactive waste catastrophe taking place on and around the islands. The Barents Sea, which is important for Norway’s fishing industry, has been severely polluted by radioactive fallout from Novaya Zemlya and is in constant danger of being further contaminated by leaking radioactive waste dumps, submerged spent nuclear fuel rods, nuclear submarine wrecks, dumped nuclear reactors and radioactive waste from bases and naval yards. Monitoring and management of the huge region affected by nuclear pollution has become an international responsibility, yet little has been done to contain this danger up to now, let alone investigate the long-term health effects on the local population. They, too, are casualties of nuclear weapons – they, too, are Hibakusha.\n\n\n73.542217, 54.70642",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.7944993973,
        "format_confidence":0.969409883
    },
    {
        "url":"http:\/\/tolweb.org\/Placopyrenium\/110545",
        "text":"Temporary Page\n\n\nContaining group: Verrucariaceae\nAbout This Page\n\nAll Rights Reserved.\n\nCiting this page:\n\nTree of Life Web Project. 2008. Placopyrenium. Version 29 January 2008 (temporary). http:\/\/tolweb.org\/Placopyrenium\/110545\/2008.01.29 in The Tree of Life Web Project, http:\/\/tolweb.org\/\n\nedit this page\nclose box\n\nThis page is a Tree of Life Branch Page.\n\nEach ToL branch page provides a synopsis of the characteristics of a group of organisms representing a branch of the Tree of Life. The major distinction between a branch and a leaf of the Tree of Life is that each branch can be further subdivided into descendent branches, that is, subgroups representing distinct genetic lineages.\n\nFor a more detailed explanation of the different ToL page types, have a look at the Structure of the Tree of Life page.\n\nclose box\n\n\nPage Content\n\narticles & notes\n\n\n\nExplore Other Groups\n\nrandom page\n\n  go to the Tree of Life home page",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9958348274,
        "format_confidence":0.7472407818
    },
    {
        "url":"http:\/\/en.wikipedia.org\/wiki\/Archaeocyathid",
        "text":"From Wikipedia, the free encyclopedia\n  (Redirected from Archaeocyathid)\nJump to: navigation, search\nTemporal range: Early — Late Cambrian\nScientific classification\nDomain: Eukaryota\n(unranked): Opisthokonta\nKingdom: Animalia\nSubkingdom: Parazoa\nPhylum: Porifera? (sponges)\n(unranked): Archaeocyatha\nVologdin, 1937\n  • Cyathospongia Okulitch, 1935\n  • Pleospongia Okulitch, 1935\n\nArchaeocyatha or archaeocyathids (\"ancient cups\") \/ˈɑrkisəθə\/ are extinct, sessile, reef-building[1] marine organisms of warm tropical and subtropical waters that lived during the early (lower) Cambrian period. It is believed that the centre of the Archaeocyatha origin is in East Siberia, where they are first known from the beginning of the Tommotian Age of the Cambrian, 525 million years ago (mya).[2] In other regions of the world, they appeared much later, during the Atdabanian, and quickly diversified into over a hundred families. They became the planet's very first reef-building animals and are an index fossil[3] for the Lower Cambrian worldwide.\n\n\nThe remains of Archaeocyatha are mostly preserved as carbonate structures in a limestone matrix. This means that the fossils cannot be chemically or mechanically isolated, save for some specimens that have already eroded out of their matrices, and their morphology has to be determined from thin cuts of the stone in which they were preserved.\n\nGeological history[edit]\n\nToday, the archaeocyathan families are recognizable by small but consistent differences in their fossilized structures: Some archaeocyathans were built like nested bowls, while others were as long as 300mm. Some archaeocyaths were solitary organisms, while others formed colonies. In the beginning of the Toyonian Age around 516 mya, the archaeocyaths went into a sharp decline. Almost all species became extinct by the Middle Cambrian, with the final-known species, Antarcticocyathus webberi, disappearing just prior to the end of the Cambrian period.[4] Their rapid decline and disappearance coincided with a rapid diversification of the Demosponges.\n\nThe archaeocyathids were important reef-builders in the early to middle Cambrian, with reefs (and indeed any accumulation of carbonates) becoming very rare after the group's extinction until the diversification of new taxa of coral reef-builders in the Ordovician.[5]\n\n*1 – Gap (intervallum) *2 – Central cavity *3 – Internal wall *4 – Pore (all the walls and septa have pores, not all are represented) *5 – Septum *6 – External wall *7 – Rizoid\n\n\nThe typical archaeocyathid resembled a hollow horn coral. Each had a conical or vase-shaped porous skeleton of calcite similar to that of a sponge. The structure appeared like a pair of perforated, nested ice cream cones. Their skeletons consisted of either a single porous wall (Monocyathida), or more commonly as two concentric porous walls, an inner and outer wall separated by a space. Inside the inner wall was a cavity (like the inside of an empty ice cream cone). At the base, these pleosponges were held to the substrate by a holdfast. The body presumably occupied the space between the inner and outer shells (the intervallum).\n\n\nFlow tank experiments suggest that archaeocyathan morphology allowed them to exploit flow gradients, either by passively pumping water through the skeleton, or, as in present-day, extant sponges, by drawing water through the pores, removing nutrients, and expelling spent water and wastes through the pores into the central space.\n\n\nThe archaeocyathans inhabited coastal areas of shallow seas. Their widespread distribution over almost the entire Cambrian world, as well as the taxonomic diversity of the species, might be explained by surmising that that they were planktonic during their larval stage.\n\nArcheocyathids from the Poleta formation, eastern California\n\nTheir phylogenetic affiliation has been subject to changing interpretations, yet the consensus is growing that the archaeocyath was indeed a kind of sponge,[6] thus sometimes called a pleosponge. But some invertebrate paleontologists have placed them in an extinct, separate phylum, known appropriately as the Archaeocyatha.[7] However, one cladistic analysis[8] suggests that Archaeocyatha is a clade nested within the phylum Porifera (better known as the true sponges).\n\n\nThe clade Archaeocyatha have traditionally been divided into Regulares and Irregulares (Rowland, 2001):\n\nHowever, Okulitch (1955), who at the time regarded the archaeocyathans as outside of Porifera, divided the phylum in three classis:\n\n\n  1. ^ Archaeocyathid reef structures (\"bioherms\"), although not as massive as later coral reefs, might have been as deep as ten meters (Emiliani 1992:451).\n  2. ^ Maloof, A.C., 2010. \"Constraints on early Cambrian carbon cycling from the duration of the Nemakit-Daldynian–Tommotian boundary $$\\delta$$13C shift, Morocco.\" Geology; July 2010; v. 38; no. 7; p. 623-626; doi:10.1130\/G30726.1\n  3. ^\n  4. ^ The last-recorded archaeocyathan is a single species from the late (upper) Cambrian of Antarctica.\n  5. ^ Munnecke, A.; Calner, M.; Harper, D. A. T.; Servais, T. (2010). \"Ordovician and Silurian sea-water chemistry, sea level, and climate: A synopsis\". Palaeogeography, Palaeoclimatology, Palaeoecology 296 (3–4): 389–413. doi:10.1016\/j.palaeo.2010.08.001.  edit\n  6. ^ Scuba divers have discovered living calcareous sponges, including one species that -- like the archaeocyathans -- is without spicules, thus morphologically similar to the archaeocyaths. Rowland, S.M. (2001). \"Archaeocyatha: A history of phylogenetic interpretation\". Journal of Paleontology 75 (6): 1065–1078. doi:10.1666\/0022-3360(2001)075<1065:AAHOPI>2.0.CO;2. Retrieved 2008-11-05. \n  7. ^ Debrenne, F. and J. Vacelet. 1984. \"Archaeocyatha: Is the sponge model consistent with their structural organization?\" in Palaeontographica Americana, 54:pp358-369.\n  8. ^ J. Reitner. 1990. \"Polyphyletic origin of the 'Sphinctozoans'\", in Rutzler, K. (ed.), New Perspectives in Sponge Biology: Proceedings of the Third International Conference on the Biology of Sponges (Woods Hole) pp. 33-42. Smithsonian Institution Press, Washington, DC.\n\n\n  • Emiliani, Cesare. (1992). Planet Earth : Cosmology, Geology, & the Evolution of Life & the Environment. Cambridge University Press. (Paperback Edition ISBN 0-521-40949-7), p 451\n  • Okulitch, V. J., 1955: Part E – Archaeocyatha and Porifera. Archaeocyatha, E1-E20 in Moore, R. C., (ed.) 1955: Treatise on Invertebrate Paleontology. Geological Society of America & University of Kansas Press, Lawrence, Kansas, 1955, xviii-E122.\n\nExternal links[edit]",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9925391078,
        "format_confidence":0.9913619161
    },
    {
        "url":"https:\/\/cites.org\/eng\/prog\/shark\/sustainability.php",
        "text":"Resources for implementation: Sustainability\n\nParties must Determine that proposed trade will not be detrimental to the survival of the species, through scientific assessments of the status of the species in the national\/regional territory (called ‘non-detriment findings’ or ‘NDFs’ in CITES).\n\n  • CITES-FAO PowerPoint presentation on Non-detriment findings\n  • Training materials on non-detriment findings in the CITES Virtual College\n\nShark NDF Guidance documents \nDeveloped by German Federal Agency for Nature Conservation (CITES Scientific Authority) \n\nIn March 2013 the 16th Conference of the Parties adopted the inclusion of five new shark species in Appendix II of CITES. As a follow-up in the same year the German Scientific Authority (Fauna) to CITES commissioned a project to develop a method to carry out non-detriment findings (NDFs) for shark species. The resulting report \"CITES Non-detriment Findings - Guidance for Shark species\" has been initially presented to the 27th Meeting of the Animals Committee in May 2014. This guidance was evaluated and tested by shark and CITES experts during a workshop convened at the German Federal Agency for Nature Conservation (BfN) in Bonn\/Germany in August 2014. Based on the results of the workshop the initial guidance has been revised and an updated version produced. This revised version has also been translated into Spanish.\n\nThe German Scientific Authority to CITES (Fauna) ([email protected], [email protected]) would welcome any comments to the revised version, especially with regard to experiences made when using the guidance to carry out non-detriment findings for specific shark stocks.\n\n  • CITES Non-detriment Findings - Guidance for Shark species, 2014, 1st version (AC Inf Document E-AC27-Inf-01)\n  • Report of the German Workshop to Review the Shark NDF Guidance (PDF) \n  • CITES Non-detriment Findings - Guidance for Shark species, 2014, 2nd, revised (PDF)\n  • CITES DENP Guia Tiburones, 2014, 2° version (PDF)\n\n\nOther resources\n\nExamples of NDFs for marine species\n\nTaxa Country Doc (Annexes) Summary\nArapaima Brazil WG8-CS1 WG8-CS1-S\nAnguilla anguilla (European eel) Sweden WG8-CS2 (Annex) WG8-CS2-S\nCheilinus undulates (Napoleon fish) Indonesia WG8-CS3 WG8-CS3-S\nHippocampus spp (Seahorses) --- WG8-CS4 WG8-CS4-S\nSturgeons --- WG8-CS5 (Annex) WG8-CS5-S\nBlack coral (Anthipatharia) Hawaii WG9-CS1 (Annex) WG9-CS1-S\nTridacnidae (Giant clams) Palau WG9-CS2 WG9-CS2-S\nStrombus gigas (Queen conch) Colombia WG9-CS3 (Annex) WG9-CS3-S\nQueensland coral fishery Australia WG9-CS4 (Annex) WG9-CS4-S\nStony corals (Scleractinia) Indonesia WG9-CS5 (Annex) WG9-CS5-S",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9899879098,
        "format_confidence":0.8001160622
    },
    {
        "url":"http:\/\/www.internetdict.com\/answers\/what-do-numbers-mean.html",
        "text":"What do Numbers Mean?\n\nA number is a symbol used to represent a fixed amount. It is a positive integer in a series of symbols with an absolute order that can be counted. Numbers is also a book in the Hebrew Bible, a large quantity of something or a total. Look here for more information:",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9531909227,
        "format_confidence":0.9340065718
    },
    {
        "url":"https:\/\/forecast.weather.gov\/product.php?site=AKQ&issuedby=AKQ&product=AFD&format=CI&version=1&glossary=1&highlight=on",
        "text":"Area Forecast Discussion\nIssued by NWS Wakefield, VA\n\nHome | Current Version | Previous Version | Text Only | Print | Product List | Glossary Off\nVersions: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50\n-- Remove Highlighting --\n-- Discussion containing changed information from previous version are highlighted. --\n000 FXUS61 KAKQ 110836 AFDAKQ AREA FORECAST DISCUSSION National Weather Service Wakefield VA 436 AM EDT Tue May 11 2021 .SYNOPSIS... High pressure builds across the area today. A weak trough crosses the region tonight. High pressure builds north of the region Tuesday night and Wednesday as low pressure tracks across the southeast states. High pressure builds over the area Thursday. && .NEAR TERM \/UNTIL 6 PM THIS EVENING\/... As of 230 AM EDT Tuesday... Pcpn INVOF NE NC earlier has dissipated. A mid level s\/w will be crossing the region today w\/ VRB clouds-partly cloudy conditions expected. Another cool day w\/ NNE winds blo 10 kt becoming VRB. Highs in the u60s-l70s. && .SHORT TERM \/6 PM THIS EVENING THROUGH THURSDAY\/... As of 230 AM EDT Tuesday... A weak secondary sfc boundary and trough aloft swings through the region tonight resulting in mostly cloudy conditions and only a SLGT chc for SHRAs...mainly N and E. Winds become NNW and gusty (esp at the coast) after midnight. Lows in the 40s...except around 50F along the coast in SE VA-NE NC. Moderate Canadian hi pres begins to build into the region from the NNW Wed while lo pres and its associated widespread cloudiness and rain track through the SE CONUS states. Excepting considerable cloudiness over much of the local area Wed and have kept a chc (20-30%) for rain mainly along-S of the VA-NC border. There will be a trend toward clearing from the NNW late. Cool again w\/ NNE winds and highs from the m60s N to the u50s-l60s S. Hi pres will extend from the Great Lakes to the mid-Atlantic region Wed night-Wed...resulting in cool\/dry wx. Lows in the l-m40s...u40s-around 50F right along the coast. Mainly sunny Thu w\/ highs from the m60s to around 70F. && .LONG TERM \/THURSDAY NIGHT THROUGH MONDAY\/... As of 350 PM EDT Monday... Low rain chances and slowly moderating temperatures expected for the extended forecast period. A weakening area of low pressure lifts NE region across the region Thursday night into Friday, but the current NBM only has slight chc PoPs, and there was no convincing reason to stray from this. Temperatures slowly moderate through the extended period, generally going up a degree or two each day. Friday`s highs start out in the upper 60s to lower 70s and by the time we reach next Sunday and Monday, highs will be in the mid to upper 70s. Low temperatures start out in the mid to upper 40s Thursday night with lows in the upper 40s to lower 50s by the weekend, and then lower to mid 50s early next week. && .AVIATION \/08Z TUESDAY THROUGH SATURDAY\/... As of 220 AM EDT Tuesday... Pcpn INVOF NE NC has dissipated...otw VRB VFR conditions (any CIGS aoa 5-7kft). Mid level s\/w tracks across the FA today keeping VRB VFR conditions (and poss periods of CIGS aoa 5-7 kft) generally through early\/mid afternoon. NNE winds mainly blo 10 kt becoming VRB late. A secondary boundary sinks S across the FA tonight w\/ lo prob for SHRAs...esp at SBY. Lo pres tracks E across the SE CONUS states Wed as sfc hi pres is slow to move SE from the Midwest. Widespread mainly VFR CIGS expected into Wed afternoon (w\/ exception to SBY) and there will be a lo prob for light rain INVOF ECG. Hi pres builds across the local area Thu. A weak upper level trough will bring a SLGT chc of SHRAS Fri to be followed by dry conditions Sat. Overall...VFR conditions are expected Wed night-Sat. && .MARINE...\n-- Changed Discussion --\nAs of 430 AM EDT Tuesday... Weak area of high pressure is building into the area today. Northerly winds will be diminishing this morning and become NE 5-10 kt this afternoon. Waves in the bay will be 1-2 ft and seas 2-3 ft. Cold front will approach the area from the north as high pressure slides off the coast this evening. Tuesday evening, winds will briefly turn southerly and increase 10-15 kt north of the mouth of the Chesapeake Bay. Behind the cold front, winds quickly turn northerly overnight Tuesday night as high pressure builds into the region and strengthens. Winds will likely reach SCA levels for the Chesapeake Bay, tidal rivers, Currituck Sound, and NC coastal ocean waters. Waves in the bay may get a little higher during this surge (2-4 ft) late Tuesday night into early Wednesday, subsiding to 1-2 ft during the afternoon and early evening on Wednesday. Seas will be 2-4 ft Tuesday and 3-4 ft Wednesday, except potentially up to 5 ft in the NC waters early Wed.\n-- End Changed Discussion --\n&& .AKQ WATCHES\/WARNINGS\/ADVISORIES... MD...None. NC...None. VA...None. MARINE...Small Craft Advisory until 7 AM EDT this morning for ANZ630>632-634-638. && $$ SYNOPSIS...ALB NEAR TERM...ALB SHORT TERM...ALB LONG TERM...AJZ\/JDM AVIATION...ALB MARINE...CP\/LKB is the U.S. government's official web portal to all federal, state and local government web resources and services.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9814157486,
        "format_confidence":0.7231078148
    },
    {
        "url":"https:\/\/medpill.info\/ribonucleic-acid-rna-22051.htm",
        "text":"1. A nucleic acid, found mostly in the cytoplasm of cells, that is important in the synthesis of proteins. The amount of RNA varies from cell to cell. RNA, like the structurally similar DNA, is a chain made up of subunits called nucleotides. In protein synthesis, messenger RNA (mRNA) replicates the DNA code for a protein and moves to sites in the cell called ribosomes. There, transfer RNA (tRNA) assembles amino acids to form the protein specified by the messenger RNA. Most forms of RNA (including messenger and transfer RNA) consist of a single nucleotide strand, but a few forms of viral RNA that function as carriers of genetic information (instead of DNA) are double-stranded. 2. A nucleic acid associated with the control of chemical activities inside a cell. One type of RNA transfers information from the cell's DNA to the protein-forming system of a cell outside the nucleus. Some viruses (e.g., HIV) carry RNA instead of the more usual genetic material DNA. See also Cytoplasm; DNA; Retrovirus.\n© 2006-2020 medpill.info Last Updated On: 10\/11\/2020 (0)\nWait 20 seconds...!!!",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9813717604,
        "format_confidence":0.9656013846
    },
    {
        "url":"http:\/\/www.skyandtelescope.com\/observing\/sky-at-a-glance\/this-weeks-sky-at-a-glance-36\/",
        "text":"Sky at a Glance | November 23rd, 2012\n\nFriday, November 23\n\n  • Altair is the brightest star in the west-southwest. (It's far lower left of brighter Vega.) Look above Altair, and perhaps a bit left, for the dim but distinctive little constellation Delphinus, the Dolphin.\n\n    Saturday, November 24\n\n  • Look left of the Moon this evening, by a fist-width at arm's length or a little more, for the two or three brightest stars of Aries.\n\n    Sunday, November 25\n\n  • Some pre-telescopic astronomy: Sometime between 6:30 and 8:30 these evenings, depending on the date and how far east or west you live in your time zone, bright Vega sinking in the northwest and equally bright Capella climbing in the northeast will be at exactly the same height. How accurately can you time this event for your location? An astrolabe would help!\n\n    Monday, November 26\n\n  • As dawn begins on Monday and Tuesday mornings, look southeast to spot bright Venus and fainter Saturn less than 1° apart. As dawn brightens further, look far to their lower left for Mercury.\n\n    As the Moon becomes full, it moves in on Jupiter and Aldebaran. It's positioned here for the middle of North America. European skywatchers: move each Moon symbol a quarter of the way to the one for the previous date. In the Far East, move it halfway. For clarity, the Moon is shown three times its actual apparent size.\n\n    Tuesday, November 27\n\n  • Full Moon tonight and tomorrow night. This evening, look lower left of the Moon for Jupiter and orange Aldebaran. Look upper left of the Moon for the fainter Pleiades cluster (binoculars help), and far left for Capella (out of the frame here).\n\n  • A weak penumbral eclipse of the Moon occurs before and\/or during dawn Wednesday morning for western North America. The penumbra is the pale outer fringe of Earth's shadow. The Moon will be deepest in it from 6:18 to 6:48 a.m. PST on Wednesday the 28th (14:18 to 14:48 on the 28th Universal Time). Look for a weak shading on the Moon's north (upper right) side. The farther in from the West Coast you are, the brighter the dawn and the lower the Moon will be.\n\n    The penumbral eclipse takes place high in the middle of the night for the longitudes of Australia and Japan, in late evening of the 28th local date for China and Southeast Asia, and early that evening for India with the Moon still low in the east. More details.\n\n    Wednesday, November 28\n\n  • The Moon shines close to Jupiter and Aldebaran this evening, with the dimmer Pleiades above them. Think photo opportunity! Use a long (or zoomed) lens, and try a variety of exposures to catch the faint stars as well as the bright Moon.\n\n    Thursday, November 29\n\n  • After the Moon rises this evening, spot Jupiter and fainter Aldebaran to its upper right, and Capella farther to its upper left.\n\n  • Jupiter's Great Red Spot should cross Jupiter's central meridian around 11:00 p.m. EST (8:00 p.m. PST).\n\n    Friday, November 30\n\n  • The waning Moon rises less than an hour after the end of twilight. Once it's up, look right of it, by a bit more than a fist-width at arm's length, for orange-red Betelgeuse sparkling in Orion's shoulder.\n\n    Saturday, December 1\n\n  • With Jupiter just about at opposition, so are the asteroids Ceres and Vesta in the same vicinity! Vesta has brightened to magnitude 6.6, Ceres 7.2. Spot them in binoculars using our finder chart in the December Sky & Telescope, page 50, or online. They're near the horns of Taurus. The darkest view comes shortly before the Moon rises around 7 p.m., depending on your location.\n\n    Want to become a better amateur astronomer? Learn your way around the constellations. They're the key to locating everything fainter and deeper to hunt with binoculars or a telescope.\n\n    For an easy-to-use constellation guide covering the whole evening sky, use the big monthly map in the center of each issue of Sky & Telescope, the essential guide to astronomy. Or download our free Getting Started in Astronomy booklet (which only has bimonthly maps).\n\n    Sky Atlas 2000.0 (the color Deluxe Edition is shown here) plots 81,312 stars to magnitude 8.5. That includes most of the stars that you can see in a good finderscope, and typically one or two stars that will fall within a 50× telescope's field of view wherever you point. About 2,700 deep-sky objects to hunt are plotted among the stars.\n    Alan MacRobert\n\n    Once you get a telescope, to put it to good use you'll need a detailed, large-scale sky atlas (set of charts). The standards are the little Pocket Sky Atlas, which shows stars to magnitude 7.6; the larger and deeper Sky Atlas 2000.0 (stars to magnitude 8.5); and the even larger Uranometria 2000.0 (220 charts, with stars to magnitude 9.75). And read how to use sky charts with a telescope effectively.\n\n    You'll also want a good deep-sky guidebook, such as Sue French's Deep-Sky Wonders collection (which includes its own charts), Sky Atlas 2000.0 Companion by Strong and Sinnott, the bigger Night Sky Observer's Guide by Kepple and Sanner, or the beloved if dated Burnham's Celestial Handbook.\n\n    Can a computerized telescope replace charts? Not for beginners, I don't think, and certainly not on mounts and tripods that are less than top-quality mechanically (able to point with better than 0.2° repeatability). As Terence Dickinson and Alan Dyer say in their invaluable Backyard Astronomer's Guide, \"A full appreciation of the universe cannot come without developing the skills to find things in the sky and understanding how the sky works. This knowledge comes only by spending time under the stars with star maps in hand.\"\n\n    This Week's Planet Roundup\n\n    Dawn view\n    Three planets await your capture in the dawn. (The visibility of the fainter ones in bright dawn is exaggerated here.)\n\n    Mercury emerges into dawn view around November 24th or so, brightening from magnitude +1 to 0 this week. Look for it just above the east-southeast horizon in early dawn, far to the lower left of Venus and Saturn as shown here. Mercury is beginning its best apparition of the year for viewers at mid-northern latitudes.\n\n    Venus, brilliant at magnitude –3.9, and Saturn, much fainter at magnitude +0.6, shine together in the southeast during dawn. Saturn begins the week 3° to Venus's lower left (on Saturday morning the 24th). It passes about 0.8° by Venus on the 26th and 27th, and by November 30th it's 4° to Venus's upper right.\n\n    Mars (magnitude +1.2, in Sagittarius) remains low in the southwest in evening twilight. In a telescope it's just a tiny blob 4.4 arcseconds in diameter.\n\n    Ceres and Vesta, the two brightest minor planets (asteroids), are now magnitudes 7.2 and 6.6 respectively, and located not far from Jupiter. Find them with our chart in the December Sky & Telescope, page 50, or online.\n\n    Jupiter (magnitude –2.8, in Taurus) rises in the east-northeast in early twilight and climbs higher all evening. Orange Aldebaran is 5° to its right or lower right. Above them are the Pleiades. Jupiter is nearly at its December 2nd opposition; it appears a big 48 arcseconds wide, essentially as large as it will become this year. See \"Turmoil on Jupiter\" in the November Sky & Telescope, page 56.\n\n    Jupiter at 3:33 UT Nov. 23, 2012\n    The Great Red Spot's side of Jupiter is busy indeed. On Thanksgiving evening, November 22nd, Sky & Telescope imaging editor Sean Walker shot this image with his 12.5-inch Newtonian reflector and DMK21AU618 planetary video camera from New Hampshire. South is up. From upper left, note the orange ring of Oval BA, the tiny dark-red dot following it, the Great Red Spot in its white Red Spot Hollow, and the huge turbulence behind it roiling the South Equatorial Belt.\n\n    The South Temperate Belt is barely visible along some of its length but prominent on the following side of the Great Red Spot. Four white ovals dot the South South Temperate Belt. On the north side of the planet, the North Equatorial and North Temperate belts have become cleanly separated by the North Tropical Zone's return to whiteness. Blue festoons intrude into the bright Equatorial Zone. The satellite to the left is sulfur-colored Io.\n\n    S&T: Sean Walker\n\n\n    Uranus (magnitude 5.8, in Pisces) and Neptune (7.9, in Aquarius) are conveniently placed in the south in early evening. Finder charts for Uranus and Neptune.\n\n    All descriptions that relate to your horizon — including the words up, down, right, and left — are written for the world's mid-northern latitudes. Descriptions that also depend on longitude (mainly Moon positions) are for North America. Eastern Standard Time (EST) equals Universal Time (also known as UT, UTC, or GMT) minus 5 hours.\n\n    Like This Week's Sky at a Glance? Watch our SkyWeek TV short. It's also playing on PBS!\n\n    To be sure to get the current Sky at a Glance, bookmark this URL:\n\n    If pictures fail to load, refresh the page. If they still fail to load, change the 1 at the end of the URL to any other character and try again.\n\n  • All comments must follow the Sky & Telescope Terms of Use and will be moderated prior to posting. Please be civil in your comments. Sky & Telescope reserves the right to use the comments we receive, in whole or in part, and to use the commenter’s username, in any medium. See also the Terms of Use and Privacy Policy.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9886697531,
        "format_confidence":0.7032854557
    },
    {
        "url":"https:\/\/extension.umd.edu\/hgic\/invasives\/brown-marmorated-stink-bug",
        "text":"Brown Marmorated Stink Bug\n\n G. Hamilton, Rutgers\nThe brown marmorated stink bug (Halyomorpha halys) has become a fairly common pest in North America.  Adult bugs are 14-17 mm and dark mottled brown.  The last 2 antennal segments have alternating light and dark bands.  The exposed edges of the abdomen also have light and dark banding.  Eggs are light green, barrel-shaped, and laid from June to August.  The young bugs (nymphs) are yellowish and mottled with black and red.  Older nymphs more closely resemble the adults.  The host list is long and includes many shade and fruit trees and woody ornamentals such as Buddleia spp.(butterfly bush), Catalpa spp., Rosa rugosa, Lonicera spp. (honeysuckle), Prunus persica (peach), Pyrus serotina (Asian Pear), and Abelia spp.  These stink bugs can also be a nuisance in homes and buildings as they seek shelter in the fall much like Asian lady bird beetles and boxelder bugs.\n\nFor additional information read:\n\n\n\nMaintained by the IET Department of the College of Agriculture and Natural Resources. © 2017.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.977686286,
        "format_confidence":0.9819792509
    },
    {
        "url":"http:\/\/www.yourarticlelibrary.com\/biology\/human-beings\/orbits-a-pair-of-bony-cavities-which-contain-the-eyeballs-and-their-associated-muscles\/9764\/",
        "text":"Orbits: A Pair Of Bony Cavities Which Contain The Eyeballs And Their Associated Muscles\n\nHere are your notes on Orbits!\n\nThe orbits are a pair of bony cavities which contain the eyeballs and their associated muscles, nerves, blood vessels and lymphatics, part of lacrimal apparatus and a quantity of fat.\n\n\nImage Courtesy : anatomywarehouse.com\/media\/catalog\/product\/00.JPG\n\n\nEach orbit is a four-sided pyramid, with the apex directed behind at the optic canal and the base represented by the orbital margin. The medial walls of both orbits are parallel and lie about 2.5 cm apart, separated by the nasal cavities.\n\nThe lateral walls slope backwards and medially, and meet each other at a right angle (Fig. 9.1). The orbital margin at the base measures about 35 mm in height and 40 mm in breadth. The orbital index is calculated by the maximal orbital Height\/the maximal orbital breadth × 100.\n\nThe eyeball occupies the anterior third of orbital cavity, and it projects beyond the orbital margin so that when a sharp needle is introduced from the lateral margin to the bridge of the nose it will traverse behind the lens. However, the projecting supra-orbital margin and the bridge of the nose prevent a flat surface from striking the eyeball.\n\n\n\nBoundaries of the orbit:\n\nIt presents roof, floor, lateral and medial walls, and orbital margin (Fig. 9.2).\n\n\nIt is formed by two bones: the orbital plate of frontal bone in front and lesser wing of sphenoid behind.\n\nAntero-lateral part of the roof presents a fossa for the lodgement of orbital part of lacrimal gland. A trochlear notch or spine at the antero-medial angle of the roof gives attachment to the pulley for the superior oblique muscle of eyeball.\n\nThe optic canal is situated at the extreme posterior part of the roof between the two roots of lesser wing and the body of the sphenoid. The optic canal transmits the optic nerve invested by the sheaths derived from the three meninges, and ophthalmic artery.\n\n\nThe apex of the orbit is represented, for the purpose of measure­ments, by the centre of the bony bridge that inter­venes between the optic canal and superior orbital fissure.\n\n\nIt is formed by three bones: orbital surface of the body of maxilla, zygomatic bone\n\nAntero-laterally, and orbital process of palatine bone postero-medially. The floor presents the infra-orbital groove and canal which transmit the nerve and vessels of the same name from the inferior orbital fissure to the infra-orbital foramen. Just lateral to the opening of naso-lacrimal canal, the antero-medial angle of the floor gives origin to the inferior oblique muscle.\n\n\nLateral wall:\n\nIt is a strong wall and transmits forces of mastication from the molar teeth upward. The lateral wall is formed by two bones: zygomatic bone in front and orbital surface of the greater wing of sphenoid behind. It presents small foramina for the passage of zygomatico-facial and zygomatico-­temporal nerves.\n\n\nJust behind the lateral margin of orbit and slightly below the fronto-zygomatic suture, the zygomatic bone presents a palpable elevation, the Whitnall’s tubercle, which gives attachment to four structures—lateral palpebral ligament, check ligament of lateral rectus muscle, suspensory liga­ment of eyeball, and levator palpebrae superioris muscle.\n\nBetween the posterior part of lateral wall and the roof of orbit there exists a retort-shaped gap known as the superior orbital fissure which communicates with the middle cranial fossa (Fig. 9.3).\n\nThe fissure is bounded above by the lesser wing, below by the greater wing, and its wider medial end by the body of the sphenoid. Close to the medial end, the lower border of the fissure is marked by a tubercle which gives attachment to the lateral part of the common tendinous ring.\n\nThe medial end of the fissure represents the bulb of the retort, and the tubercle at the lower border represents its neck. The tendinous ring provides a common origin to the four recti muscles of eyeball and extends across the fissure to gain attachment to the undersurface of the lesser wing around the upper and medial margins of the optic foramen.\n\nThe superior fissure is divided into three compartments by the tendinous ring. The superolateral compartment transmits lacrimal, frontal and trochlear nerves, superior ophthalmic vein and recurrent meningeal branch of the lacrimal artery.\n\nThe intermediate compartment (within the ring) transmits upper and lower divisions of oculo-­motor nerve, nasociliary nerve between them, and abducent nerve below and lateral to the lower division of oculomotor nerve.\n\nThe infero-medial compartment may give passage to the inferior ophthalmic vein. Outside the tendinous ring, the orbital surface of lesser wing gives origin to the levator palpebrae superioris and more medially to the superior oblique muscle.\n\nAt the junction of the posterior part of lateral wall and floor of the orbit lies the inferior orbital fissure, which communicates the orbit with the infratemporal and pterygo-palatine fossae. The fissure is bounded below and medially by the maxilla, above and laterally by the greater wing of the sphenoid.\n\nLateral end of the fissure is usually formed by the zygomatic bone. Medial ends of both superior and inferior orbital fissures meet to form a V-shaped extensive fissure. The inferior fissure transmits infra­orbital vessels and nerve, zygomatic nerve, orbital branch of pterygo-palatine ganglion, and communications between the inferior ophthalmic veins and pterygoid venous plexus.\n\n\nMedial wall:\n\nIt is the thinnest wall and extends from the anterior lacrimal crest on the frontal process of maxilla to the optic foramen. The medial wall is formed by four bones (from before backward)—frontal process of the maxilla, lacrimal, orbital plate of ethmoid and the body of sphenoid.\n\nThe lacrimal bone presents a vertical ridge known as the posterior lacrimal crest. A lacrimal fossa intervenes between anterior and posterior lacrimal crests; it lodges the lacrimal sac which is continuous below with the naso-lacrimal duct.\n\nThe anterior and posterior ethmoidal fora­mina lie at the junction between the medial wall and roof of the orbit. They transmit vessels and nerves of the same name to the anterior cranial fossa.\n\nOrbital margin:\n\nIt forms four-sided curved margin and is contributed by frontal, zygomatic and maxilla in nearly equal thirds. The supraorbital margin formed by the frontal bone presents a notch or foramen at the junction of lateral two-thirds and medial one-third; it transmits supraorbital vessels and nerves.\n\nTraced medially, the upper margin is continuous with the posterior lacrimal crest. Infra­orbital margin is formed by the zygomatic bone and maxilla in equal halves; traced medially; it is continuous with the anterior lacrimal crest.\n\nThe orbital septum, derived from the orbital periosteum, is attached to the orbital margin and posterior lacrimal crest.\n\nRelations of the orbit:\n\n\nAnterior cranial fossa, and part of frontal sinus;\n\n\nMaxillary sinus;\n\n\nEthmoidal and sphenoidal sinuses;\n\n\nTemporal fossa and middle cranial fossa.\n\nContents of the orbit:\n\nThese are as follows:\n\ni. Eyeball\n\nii. Muscles of orbit;\n\niii. Fascia bulbi;\n\niv. Nerves—optic, oculomotor with ciliary gang­lion, trochlear, abducent, branches of oph­thalmic nerve, sympathetic nerves;\n\nv. Vessels—ophthalmic artery, superior and inferior ophthalmic veins;\n\nvi. Lacrimal gland\n\nvii. Orbital fat.\n\nNo comments yet.\n\nLeave a Reply",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.5723935366,
        "format_confidence":0.6862670183
    },
    {
        "url":"http:\/\/www.economypoint.org\/v\/viroid.html",
        "text":"Versione di lingua italiana\nDeutsch Sprachenversion\nEnglish language version\nChoose language:\n\n» Personal Loan No Credit Check, Online Economics » Microbiology » Topics begins with V » Viroid\n\nPage modified: Wednesday, July 13, 2011 14:05:31\n\nA Viroid is an infectious molecule, which consists of a zirkul¤ren relatively short (150-400 nucleotides)\n\nTo a certain extent \"a reduced \"virus concerns. To the Viroid above all the protein covering of a normal Virus.Viroide is missing comes in nature as pathogen of plants forwards (Pflanzenpathogen).\n\nThe RNA of the Viroide contains many complementary ranges, whereby linear structures are formed. Thus approx. 50 Nm long rod-shaped structures could be observed in electron microscopic investigations.\n\nMost Viroide emerges in culture planting and\/or is there common at most. A good example is the Kartoffelspindelknollen Viroid Potato spindles Tuber Viroid (Abk. PSTVd), which strikes potatoes, tomatoes and many other plant types and causes large economic damage.\n\nContrary to viruses Viroide do not carry genes. They code thus no proteins, why Viroide are dependent with their Replikation exclusively on enzymes of the plant hosts. The infection mechanism of the Viroide is so far unclear. However nucleotide sequences were found in the plant host DNA, which are complementary to the sequences of the Viroide.\n\n\nEven if Viroide differ among themselves strongly, they can be arranged nevertheless in some classes; here are to call those\n\n  • Pospiviroide (Pospi of Po'tatoe Spi'ndle)\n  • Avsunviroide (of Av'ocado Sun' Blotch Viroid)\n\nand many further\n\nRelated links\n\nArticles in category \"Viroid\"\n\nWe found here 3 articles.\n\n\n» Valinomycin\n» Vector (biology)\n» Viroid\n\nPage cached: Thursday, October 23, 2014 04:42:19\nValid XHTML 1.0!  Valid CSS!\n\nPage copy protected against web site content infringement by Copyscape",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9914822578,
        "format_confidence":0.985614717
    },
    {
        "url":"http:\/\/pilligaflora.blogspot.com.au\/2013\/06\/eremophila-deserti.html",
        "text":"Thursday, June 27, 2013\n\nEremophila deserti\n\nHabit of Eremophila deserti in flower\n\nFamily - Scrophulariaceae\n\nCommon name - Turkey bush\n\nFlowers and fruit - 1 to 4 cream tubular flowers in axils on flexible stalks about 1cm long. Flowering period is late winter to early summer. Fruit is ovoid, about 6mm long and 5mm wide.\n\nLeaves - Leaves are linear to about 5.5cm long and 3 to 8mm wide with a pointed and hooked apex (not sharp).\n\nHabit and habitat - Eremophila deserti is a spreading, generally dense, shrub to about 4mt occurring in a variety of dry environments.\nSmall, cream tubular flowers of Eremophila deserti\n\nFruit and leaves of Eremophila deserti\n\nHabit and habitat of Eremophila deserti in The Pilliga",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9823326468,
        "format_confidence":0.8504775763
    }
]