[
    {
        "url":"http:\/\/www.bio.net\/hypermail\/plant-biology\/1995-February\/005637.html",
        "text":"Hydroponics Web Page\n\nStan plantone at iquest.net\nSun Feb 26 14:05:22 EST 1995\n\nIn article <3iolfj$dkd at steel.interlog.com>, cbriggs at interlog.com (Cullan \nBriggs) says:\n   >There's a new Hydroponics web page at http:\/\/www.io.org\/~global\n\nfwiw, my home page \"Plantasia On-line\" can be found at URL:\n\n\n   it is under construction, and will encompass many different gardening\n   issues.  planning some really neat things, including a constantly\n   updating live picture of my indoor garden!\n\nPlantasia Garden Company's on-line catalog can be found at URL:\n\n\n   it is also under construction, and is due for a drastic format change\n   in the next several months, but you can start poking around now.\n\nHELP, HELP, HELP... any comments, suggestions, or contributions you would\nlike to make to any of my pages would be happily accepted.  i am pressed\nfor net-time as it is, so if anyone is interested in helping maintain\npart of the Plantasia OnLine web page, please give me a holler via email.\n\ni especially need contributions and current information on ORGANIC\/SOIL\ngardening, FLOWER gardening, HYDROPONIC\/OUTDOOR gardening, and HOUSEPLANT\ngardening.  the bulk of my personal knowledge and experience is in indoor\ngardening under lights (vegetables and herbs), indoor hobby hydroponics,\nand outdoor container gardeing.\n\n\nMore information about the Plantbio mailing list",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.8961731195,
        "format_confidence":0.9818021655
    },
    {
        "url":"https:\/\/steemit.com\/animal\/@duckiemyfriend\/home-sewn-cat",
        "text":"Home-sewn Cat\n\nin animal •  14 days ago\n\nA friend of mine has recently had her second child diagnosed with Diabetes. I'd made a Guinea Pig a while back as part of their fundraiser for their daughter, which ended up becoming the daughter's, so after this diagnosis I decided to make something for her son as well. After going through with her what fur and animal etc he'd like, this lil guy is the outcome :)\n\nFaux Cat.jpg\n\nSorry the photo isn't real good. Taken on Moto G4 Plus Smartphone.\n\nThanks for looking\n\nAuthors get paid when people like you upvote their post.\nIf you enjoyed what you read here, create your account today and start earning FREE STEEM!\nSort Order:  \n\nCongratulations @duckiemyfriend! You have completed the following achievement on the Steem blockchain and have been rewarded with new badge(s) :\n\nAward for the number of posts published\n\nClick on the badge to view your Board of Honor.\nIf you no longer want to receive notifications, reply to this comment with the word STOP\n\nDo not miss the last post from @steemitboard:\n\nSteemFest³ - SteemitBoard support the Travel Reimbursement Fund.\n\nSupport SteemitBoard's project! Vote for its witness and get one more award!\n\nCongratulations! This post has been upvoted from the communal account, @minnowsupport, by kiokizz from the Minnow Support Project. It's a witness project run by aggroed, ausbitbank, teamsteem, someguy123, neoxian, followbtcnews, and netuoso. The goal is to help Steemit grow by supporting Minnows. Please find us at the Peace, Abundance, and Liberty Network (PALnet) Discord Channel. It's a completely public and open space to all members of the Steemit community who voluntarily choose to be there.\n\nIf you would like to delegate to the Minnow Support Project you can do so by clicking on the following links: 50SP, 100SP, 250SP, 500SP, 1000SP, 5000SP.\nBe sure to leave at least 50SP undelegated on your account.\n\nSoooooo Cute!!! Must have taken a while to make. Great job and I'm sure the young man loves it! ❤\n\nAdded to the Best Funny Cute Cat pics on Steemit!\n\n\nPosted using Partiko Android\n\n\nThankyou :) I actually timed it this time wondering how long it would take, took 15 hours. I also heard both the kids were quite happy and are looking forward to choosing a name.\n\nI think the photo is just fine, and the kitty is adorable! Great job on this! I hope it made the little tyke feel better! 😊",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.8609270453,
        "format_confidence":0.5673463345
    },
    {
        "url":"http:\/\/www.bobvila.com\/posts\/7956-roofing",
        "text":"08:38PM | 07\/13\/01\nMember Since: 07\/13\/01\n2 lifetime posts\nWhat's the best way to repair a leaky drain installed in the middle of the roof with pipes going through the house? I have a tar and gravel flat roof. It was repaired once with tar but now only after 1 year it's cracked and bubbled and leaking again. Please, indicate which materials are best, how to use them and approximate cost of the job. Also, what's the best type of INEXPENSIVE and easy to repair roofing if I choose to replace it? I'll appreciate a prompt reply. Thank you very much\n\n\nPost a reply as Anonymous\n\nPhoto must be in JPG, GIF or PNG format and less than 5MB.\n\n\n\nPost_new_button or Login_button\n\nReplacing a bland mirror with a couple of more artful versions can help a bathroom feel a bit less sterile. Making mirrors... Filling an underutilized area beneath the stairs is a smart way to save space. Doing so with a stash of wood, however, is ... The Audubon Society inspired wallpaper in this Adirondack-styled entryway will get you in the outdoor mood. Grab your coat... Chalkboard paint opens up endless possibilities for customizing your dresser time and time again. Use chalk to label the c... A fireplace in the bathroom creates the ultimate setting for relaxation. Homeowners often choose electric or gas over wood... This roomy boot tray made from punched metal stands up to all the elements. Station it in your mudroom or at your back doo... There’s nothing like a new set of cabinet hardware to refresh a room. The possibilities are endless: Go modern, rustic, or... FLOR carpet tiles are a simple and affordable way to customize a floor covering for any space. You can make anything from ... Chalkboard paint features prominently in this elegant yet unpretentious headboard design. Add a new message daily to reﬂec... Salvaged boards in varying widths and colors make up the dramatic accent wall in this attic space. The high-gloss white of... The indecisive homeowner need not fret over choosing one (or even two) cabinet colors. The kitchen cabinets in this artist... Incorporate nature into your lighting scheme by securing a dead tree in a concrete mold and draping your pendant lamp from... Simple and striking, a couple of pieces of \"lovingly used\" furniture creates a special kind of charm. A weathered chair fo... First dress up your metal shelves with a coat of paint in an accent color that complements your kitchen decor. Then arrang... Dark wood shelving and a matching upholstered bench keep this closet sleek and refined. The large window brightens the sub...\nNewsletter_icon Google_plus Facebook Twitter Pinterest Youtube Rss_icon",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9963841438,
        "format_confidence":0.6999749541
    },
    {
        "url":"http:\/\/www.bettafish.com\/showthread.php?p=253563",
        "text":"Betta Fish Care  \nGo Back   Betta Fish and Betta Fish Care > Breeding Betta Fish\nCheck out the eBook Betta Fish Care Made Easy\nbetta fish\nThread Tools Search this Thread\nOld 08-25-2009, 10:15 PM   #11 \nScentedLove's Avatar\nJoin Date: Aug 2009\nTouching story with the kitten\nScentedLove is offline   Reply With Quote\nOld 10-04-2009, 09:36 PM   #12 \ncindylou's Avatar\nJoin Date: May 2009\nLocation: tennesee\nmine didnt hang vertically early either, after hatching i didnt see any signs of life either. i took the father out and all of a sudden they were swimming everywhere. you cant save them all but i do have 10 and they are larger than they have been before. sometimes i think the dad eats them, this time i started feeding my dads after spawning and getting the eggs situated. this seems like it helped, he would just hurry down and get his blood worms, eat them and quickly swim back to the nest. i fed him twice a day.\ncindylou is offline   Reply With Quote\nOld 10-06-2009, 09:43 AM   #13 \nChristinaRoss's Avatar\nJoin Date: Sep 2009\nmaybe this is from being the first time theyve bred. ive heard of this alot with the first timers. good luck with the kitty kitty!\n\ni have a mama and 2 kittens who've recently adopted my home as their own. so now i have 3 cats lol\nChristinaRoss is offline   Reply With Quote\nOld 10-06-2009, 10:48 AM   #14 \nVikki81207's Avatar\nJoin Date: May 2009\nLocation: Cartersville, GA\nYeah Merlin ate 75% of my first batch too.\nVikki81207 is offline   Reply With Quote\n\nbetta, breeding, fry\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nForum Jump\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nLost another one... BettaxFishxCrazy Betta Fish Diseases and Emergencies 8 03-24-2010 07:25 PM\n\nAll times are GMT -5. The time now is 11:01 PM.\n\nPowered by vBulletin® Version 3.7.4\nCopyright ©2000 - 2014, Jelsoft Enterprises Ltd.",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9634063244,
        "format_confidence":0.9936157465
    },
    {
        "url":"https:\/\/forums.nasioc.com\/forums\/showpost.php?p=37870716&postcount=14",
        "text":"View Single Post\nOld 08-21-2012, 12:38 PM   #14\nScooby Newbie\nMember#: 296352\nJoin Date: Sep 2011\n\nNot enough to justify having an iron block. Unless he got a great deal on it or something haha\n* Registered users of the site do not see these ads.\nSkrane is offline   Reply With Quote",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.5994639397,
        "format_confidence":0.9951117635
    },
    {
        "url":"https:\/\/jules-alwayswithaheart.blogspot.com\/2012\/11\/the-ghost-of-christmas-past.html?showComment=1352240134988",
        "text":"My photo\nA very warm welcome to my teeny, tiny part of the huge world of blogging. This is where I share my passion for making hand made greeting cards. So - why \"Always with a Heart\"? Well this is for two reasons. Firstly, it is because every card I produce carries a heart on it somewhere. This can be big and bold or small and almost hidden - the fun sometimes is just trying to find it! Secondly it is because I put my heart into everything I produce. I hope that any visitors enjoy seeing what I post. If you drop by then please leave me a comment so that I know you called. It would be nice to know that you have found my heart in what I do.\n\nTuesday, 6 November 2012\n\n\nHi Everyone\n\nI hope today has been a good day for you.\n\nFor me it was the day that the Ghost of Christmas Past made an appearance .. .. or should I say \"Christmases Past\".  \n\nWhat form did this ghost take?\n\nWell the same form it takes every year .. .. as the box of Christmas papers that seems to increase in size year on year.  We all know what it is like.  You see a lovely new paper stack with gorgeous papers .. .. but we never seem to use them all and put them away after Christmas ready for next year!!  \n\nMy box also contains digital papers I have printed out but not used, which makes using them on my blog very interesting as I have to remember where I have printed them from.  That's a good test for the old memory that's for sure!!!\n\nSo it may be that over the coming weeks some paper stacks may be making an appearance that now have antique value!\n\nBut tonight's papers for my share of the day are only one year old .. .. just a little baby!!!  LOL!!!\n\nThis used:\n\nImage:  Cuddly Buddly \"Santa Sitting\"\nSentiment:  Computer Generated using font \"Candy Buzz\"\nBacking Papers:  Dovecraft \"Noel\"\nMarianne Creatables Die:  Christmas Stars\nJosy Rose:  Nail Heads\nFlower Soft:  Polar White\nNestabilities:  Standard and Scalloped Circles\nHobbycraft Punch:  Small Snowflake\nGlamour Dust\nMetallic Cord from my Stash Box\n\nSo how big is your ghost of Christmases Past?  Or is it just me that hangs on to everything?!?!?  LOL!!\n\nThe jury is still out on the Flowersoft.  Not sure if it is a good look or not!\n\nCatch you again tomorrow .. .. hopefully a little earlier.\n\n\n\nCaroline said...\n\nThis is gorgeous Jules that santa is adorable and is coloured so beautifully and the layout is fabulous. Caroline xxx\n\nUnknown said...\n\nYes I definitely like the Flower Soft look, it's nice and full, I don't think I ever put enough on my images.\n\nI have a special folder in my craft section on my computer esp for digital papers, that way I know exactly where to find 'em.\nEnjoy your crafty week,\n\nThe Crafty Blonde said...\n\nCute card, love the image and gorgeous papers. Yes I have one of those boxes too lol!!! xx\n\nXxJULESxX said...\n\nHi Jules, love your card it's gorgeous and the flower soft looks fab!!.As for the christmas past i have three boxes here full of papers,embellies ect and even cards to recycle!!.\nSo i dont really need to buy any more for xmas but i cant resist!!!!!!!! lol!\n\nLisa Jane said...\n\nlol i have one too.. a ghost that is .. as i suspect do most of us .. i love the papers thought especially the bottom ones\nLisa x\n\nBonnie said...\n\nWhat a darling Santa! I like the flower soft. I think it makes perfect \"fur\" trim! Love these papers too!\n\nLorraine said...\n\nI love the papers and gorgeous Santa. I think the flower soft looks fab too, I need to add that to my need list! lol\nYou're definitely not by yourself, I hold onto everything!( much to hubby's despair!)\nLorraine x\n\nSue said...\n\nThis is gorgeous Jules. Such a cute Santa and I think the flower soft looks fabulous. Love those papers too!\nHugs Sue\n\nsally said...\n\nI have a huge pile of christmas past papers that I promise myself to use every year but it still seems to grow! My school report card used to read \"should try harder\" so I guess this still fits the bill.\n\nGood luck with the ghosts of....this one is a beaut\n\n\nXxJULESxX said...\n\nJules forgot to ask you please can you get your snail mail addy to me?, i tried to e-mail you but no joy?!\n\nsusiestacey said...\n\nGorgeous card Jules and love the papers x Susan x\n\nLinny said...\n\nI love Cuddlybuddly Santas and adore this one, Love the paper you have used too. Linda x\n\nCynthia said...\n\nThe jury says the Flowersoft is awesome! ;-) It makes the Santa just that much adorable!! Love the backing papers too!\n\nRoma said...\n\nAww cute card !\nadorable image ,love the papers x\n\nAmanda said...\n\nAh the dreaded christmas past, mine I am afraid is stamps, virtual and real, every year I buy stuff in the sales and every year I forget I have them until after I have made all my cards lol. Maybe next year I will remember. Oh forgot to say great card and I like the flowersoft looks very effective. Hugs, Amanda x\n\nLynne K said...\n\nHad to laugh at your ghosts of Christmases past! I can so identify with that! Gorgeous card, though, definitely got the Christmas spirit!\n\nLynne x\n\nMagsB said...\n\nI have an ENTIRE BOX of Christmas pads! To be fair, a lot were freebies from magazines like the wonderful 'Quick Cards Made Easy'. (I had to subscribe, seeing as one of my favourite cardmakers now contributes lol!)\n\nWhat a fun image! I like the texture that the Flowersoft gives. Another crackin' card, Jules!!\n\nlove Mags B x\n\nBeryl said...\n\nWell your Flowersoft looks great - each time I've tried it the image ends up in the bin - no matter how long I had spent colouring it. Love the 'taking a rest' Santa image and those papers. It was well worth hanging on to them.\nBeryl xx\n\nGrenouille Greetings said...\n\nI love finding neglected stash, Jules. And these papers are lovely. A super card! Hugs, Lesley\n\nDarnell said...\n\nThis is so flippin' warm and whimsical and textured and touchable and ridiculously cute! Dang, LA-OVE it, Jules!! So pinned!\n\nI have to look into that glamor dust and hope I can get it over here. It's just amazing on Santa Baby's boots and coat and mittens and hat. Dang.\n\nJacqui's little piece of England said...\n\nLove this Santa, mind you he looks like he's had a little too much of the good stuff :)\n\njacqui x\n\nTedz said...\n\nLovely card Jules, I like the flower soft but I usually add some glitter into it so it sparkles like snow does. Like the friendly Santa, some of them look a bit fierce! Pauline xx\n\ncoops said...\n\nso stunning jules.your papers are lush and i love the gorgeous santa :D\n\nxx coops xx\n\nBrenda B said...\n\nI love the Flowersoft, it really caught my eye first. I have a huge stack of Christmas papers which includes four 180 sheet 12x12 packs and loads of 6x6, freebies and digi's too. Too much for one person, I'm going through them to share with someone else who is just starting in card making.\n\n\nPop's Cards said...\n\nAbsolutley Gorgeous creation sweetie, big hugs love Pops x x x\n\nPatricia said...\n\nSuper card, cute Santa, great use of Flowers Soft.\nFantastic use of Past Papers, I could paper the Lounge with mine....\nMust look them out and try to use them.\n\nI love the card in your previous post, that`s right up my street.\n\nThank you for the lovely comment on my Blog\n\n\nLaura said...\n\nWhat a lovely card Jules! That snow effect is brilliant!\nLaura xx\n\nAnonymous said...\n\nFabulous Jules, I think the flower soft looks great!\nHelen x\n\nElizabeth said...\n\nHi Jules, as I haven't been crafting for all that long my ghosts are too old but that won't stop me using the old(er) papers. Not too many recipients of my cards are crafters so they won't know, or care even, how long I've had them. I'm the same with my scrap pages. Let's face it, when my great-granddaughter is looking through my albums she is going to know that what she is looking at is old!\n\nBy the way, great card - love the Santa with all his fluffy trim and the papers are gorgeous. Hugs, Elizabeth xx\n\nAnonymous said...\n\nGorgeous Jules! The flowersoft looks lovely and just like fur.\n\nI have so many unused Christmas papers and some are older than Molly, lol! I just can't bear to throw them away.\n\nAnonymous said...\n\nThat is the most adorable santa ever!!! i LOVE the flock and the border!",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.558799684,
        "format_confidence":0.9087796807
    },
    {
        "url":"http:\/\/www.jack-russell-terrier-pictures.com\/isthisajackrussell.html",
        "text":"Jack Russel\n\nWhat do you think. Is This A Jack Russell?\n\njrt breed\n\nSo whadda ya think? Is this a Jack Russell?\n\nI received an email from Small Breed Rescue of East Tennessee wanting to know if I knew if this little cutie is a Jack Russell.\n\nThey needed to know so they could know what breed category to put him in. I wasn't sure. What do you think? After looking at the pictures, you can post your comments in the easy form below.\n\nAny experts out there?\n\njrt breed\n\nThey say, at this fine rescue group, that he is definitely a little spitfire.\n\njrt dog\n\nCase in point, he chases a 120 pound Great Pyre mix they have there! (Napoleon complex)\n\nThat definitely sounds Jack Russell.\n\nHis fore-arms, front paws and chest really have the JRT look to me.\n\nBut all I know for sure is that this little dog is adorable looking!\n\njack russell\n\nJack Russell Terrier Breed Standard\n\nThe Jack Russell Terrier breed standard varies based on the organization setting the standard. This includes the:\n\nDog Breeds Jack Russell Description\n\nIn general, a Jack Russell Terrier must meet certain criteria such as characteristics and general appearance in order to qualify as a member of the breed.  To aid in this process, parents and puppies are registered by Jack Russell breeders in order to avoid any qualitative judgments solely based on observation.\n\nJack Russell Terrier Characteristics:\n  • Personality: Active, alert, lively, fearless, happy\n  • Appearance: 10\" to 15\" at whithers (length between the shoulder blades).  Length in proportion to height.\n  • Head: In proportion to body. Flat skull, that narrows as it approaches the eyes.  Black nose. Powerful jaw.\n  • Eyes: almond shaped, dark\n  • Ears: v shape drop ears\n  • Mouth: strong teeth, top of mouth slightly over bottom of mouth\n  • Neck: muscular\n  • Hind: strong, muscular\n  • Feet, round, hard pads, wide, does not turn in or out from body\n  • Tail: High on body, length about 4 inches\n  • Coat: Smooth, rough or broken, not woolly\n  • Color, white dominant color (great than 51%), marks can include brown, black or tan.  Never a striped marking pattern called brindle.\n  • Gait: Lively, straight from front to behind\n\nAnswering the Question: Is This a Jack Russell?\n\nOf course these are show standards representing the perfect dog, but in general a Jack should meet these criteria.  The same goes for criteria not listed in determining what is not a Jack Russell. For example, a dog that is shy, has narrow hips, appears weak, not curious, is not considered to the breed standard.  They should also not be confused with other breeds, the characteristics need to be distinct.  If you need help with your dog, you can post your picture and description using the form below.  We hope we help you get the answer to your \"is this a Jack Russell\" question.\n\nIs this a Jack Russell?\n\nSend us your pictures and stories, and we'll leave it to our readers to decide.\n\n[ ? ]\n\nUpload 1-4 Pictures or Graphics (optional)[ ? ]\n\n\nClick here to upload more images (optional)\n\nAuthor Information (optional)\n\nTo receive credit as the author, enter your information below.\n\n(first or full name)\n\n(e.g., City, State, Country)\n\nSubmit Your Contribution\n\n submission guidelines.\n\n(You can preview and edit on the next page)\n\nWhat Other Visitors Have Said\n\nClick below to see contributions from other visitors to this page...\n\nI Rescued Her \nI was told she may be jack Russell\/dachshund. Then I found out about Shorty Jack Russells.\n\nRebecca the Jack Russell Terrier \nSeveral people keep telling me (including the person I got her from) that she is a Jack Russell. Is there a such thing as a LONG, wired hair Jack Russell? …\n\nBorder Jackchi? \nThat pic looks very similar to the pup we adopted from the shelter. We were told he was a border collie chihuahua mix. But as he ages, he shows traits …\n\nAre my Dogs Jack Russells ? \nI have an adorable 3 dogs , they have short legs, loyal ,intelligent ,always digging and smelling the ground , barking on strangers or cats.... love playing …\n\nJack Russell or Papijack \nI think you are spot on! Looks like a JRT\/papillon to me. GOD bless that cute little mix!\n\nMixed Pappilon \nVery Loving Special Dog. Nine Years old. Does anyone know where I can get a puppy like this?\n\nIs Sasha a Papijack Not rated yet\nSasha has the ears of a papillion and a terrier coat. She was called a Terrier-Mix when we adopted her from a Los Angeles shelter. She was pregnant with …\n\ncan this happen Not rated yet\nMy Jacks mom and dad had short legs but my girl had longer legs. Is this something that can happen? She isn't real tall but longer legs. She is about 5 …\n\nLots Of Love Not rated yet\nDoes anyone Know who breeds this papijack?\n\nOur Little Bella Not rated yet\nWe just did a DNA test and it said she is Jack Russell & lab retriever. I don't know how accurate a doggie DNA is, but except for the size, she is 35lbs …\n\nPapiJack Not rated yet\nThis is my rescue, I believe she is a Jack Russell mix with Le Papillion as her ears are tall wide and feathery.\n\nJax the Jack Russell? Not rated yet\nYes, from all appearances, I would say this little cutie is a JRT. Here are pictures of mine...note the similarities in markings, triangle-shaped ears; …\n\nIs Roscoe a Jack Russell Terrier Not rated yet\nHey this is my dog Rosce is mom is a JRT BUT I DIDN'T see his dad. The owner told me the father looks just like the mom but my Question is how did he come …\n\nMy little rescue dog... Possible Jack Rusell x with Papillion Not rated yet\nHi all.. Here's some pictures of my gawgus little fella. The rescue home said he was Pomerian x jack .. but, we aren't sure about the Pomerian bit …\n\nmiss page Not rated yet\nIs our dog a jack russell?\n\nIs This a Jack Russell Terrier Not rated yet\nHere is my Freddy ,part Jack Russell Terrier part maltese commonly called a malt-jack or jack-malt.He is 3 3\/4 years old and weighs 5 and 1\/2 pounds.Just …\n\nJack Russell Mix Pictures Not rated yet\nI am just not sure about her, because of her ears. In every aspect, she is 110%! Thanks, Tracy Walker\n\nIs this a Jack Russell Chihuahua Mix Not rated yet\ni know my dog is a jack russell but he has very short hair..and a short tail could he be mixed with something is so what\n\nClick here to write your own.\n\n\nJRTCA (Jack Russell Terrier Club of America)\n\nFrom Is This a Jack Russell to more information on Jack Russell Terrier Breed Standards\n\nTo Jack Russell Terrier Pictures Home Page\n\n160 x 600\n\nWhat is this?\nAdd to My Yahoo!\nAdd to My MSN\nAdd to Google\n\n| Home | Contact | Privacy Policy | | What's New |\n\nCopyright© 2006-2017 Jack-Russell-Terrier-Pictures.com\n\nReturn to Top",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9948422313,
        "format_confidence":0.9677000046
    },
    {
        "url":"https:\/\/forum.purseblog.com\/threads\/my-dog-did-the-cutest-thing.180389\/",
        "text":"\"My dog did the cutest thing...\"\n\n  1. What's YOUR story?\n\n    I was cleaning up today when I noticed a big red smear across my little dogs face. I have 3, but she's the smallest, a mix with a white face. I was worried she got into something but before I could check it out I hugged her to comfort her (or me, maybe) and put my face right into hers... on the side...\n\n    And thats when I realized my dog's red face was from my lipstick!! :p I haven't been wearing dark colours until lately with the new red craze started again, so I had never seen her little mug with red on it.\n\n    What has your puppy or kitten done that was so cute you had to tell someone but might have been a little embaressed? Tell us so I won't feel so embaressed now LoL :rolleyes:\n  2. Too cute! Wonder if she'll be trying out your eye shadow and perfume next? LOL!\n  3. OMG as long as I gave her the boxes, she'd be JUST as happy LoL :p :heart:\n  4. teehee .. That's pretty cute. :smile:\n  5. This is embarrassing but still pretty cute:\n    My puppy Sophie was in the groomers getting her nails clipped (I never leave her I always go with her and tell her how pretty she is so she doesn't get scared) ANYWAYS, when she was done she was sooo happy to get back into my arms again she peed on the floor and a little on my jeans. It was so cute because of how happy she was to see her mommy, but I still walked out with pee on my leg!!\n\n    HEHE still love her to pieces, I don't think there is much she can do that I would be upset about!\n  6. My pet Chewy was chasing after a fly. I saw him open his mouth and quickly closed it when the fly was in his mouth already. With his mouth closed, he just stood there with only his ears twitching. This went on for around 10 seconds, and when he finally opened his mouth, the fly flew out! :roflmfao:\n  7. Ella is only 10 weeks old so we are still trying to master the housetraining thing. Funny thing she does - if she has an accident and poops in the house - she barks at it. I mean growls and barks at it. It is absolutely hilarious and I have to laugh at her.\n  8. ^^ LMAO\n\n    We had a Bischon once who got into a Bakery box of pastries on the dining room table... when we all got to it later that day we all blamed each other and wondered who the \"pig\" was that could eat multiple pastries like croissants, eclairs, and cruellers in one sitting! After a while I sat down at the couch and rested my arm on a pillow... it went * squish * and I picked it up to find 2 eclairs and a bears claw underneathe!! Someone had his them there then delicately dragged the pillow over them so she could go back later!\n\n    Only ONE of our dogs was this sneaky so I went looking for her, only to find her hiding under a table with a snouth covered in cream!!\n\n    Needless to say, my entire family had to give her 007 credit for that one :roflmfao:\n  9. My doxie came upstairs to my office (I telecommute) and wanted to sit on my lap during a conference call, then promptly fell asleep and was snoring so I had to put the phone on mute.\n  10. ^^^ omg such cute stories.\n\n    Well my Doggie Tamaki she loves to lick the water of the shower. so you see her tongue in and out of the door. Well one day i always start the shower and leave the door open to get a towel , soap etc whatever i need, as i left the shower and came back i Saw Maki Inside the shower licking the shower water. I thought it was the funniest and cutest thing in the world . I ended up taking her a shower.\n  11. my puppy Milo has started this \"game\" that he really gets a kick out of...when i brought him home he ran a few laps around the house then he discovered he could run underneath the bed with no trouble... for about 3 weeks straight when it was time for bed and he had to go to his crate he would run under the bed and bark...to get him out we'd have to close the bedroom door...well apparently Milo doesn't understand he's a growing boy...about 4 days ago he ran into my room and tried to go under the bed...and we heard a loud \"thud\" sound lol...he bumped his head...he's too tall to just run underneath now...he has to lay down and \"scoot\" under the bed...since it takes him so long now its easy to just pick him up...People-1 Doggy-0 lol\n  12. Lucy (Lulu) LOVES her crate. It's her castle and best toy. She would somehow wrap herself up in her blankets and sit in her crate on her stomach and use her paw to punch the crate doors. It will swing open then close, because it's not locked she would punch it again and it'll open and close. So she would just sit there for hours no end just hitting the crate door and it'll just open and close, open and close and gradually it'll get faster and faster until she gets so excited that she starts barking and basically tossing around inside her crate. The crate isn't that big so you can see the whole thing move.\n\n    I have so many videos of her doing it, I'll try to get it on the computer. It's freakin' hilarious!!\n\n    P.S Lucy is a purebred white Maltese.",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9554824829,
        "format_confidence":0.9959184527
    },
    {
        "url":"http:\/\/www.gardenersworld.com\/forum\/talkback\/identification-needed\/316402.html",
        "text":"Start a new thread\n\n1 to 5 of 5 replies\n\n\nThis was growing under a beech tree in the bluebell wood. I assume it is wild. has anyone any idea? I couldn't decide whether the two leaves were seed leaves. They are quite large, probably 2 inch across.\n\n\n\n\nThat would make sense I suppose.\n\nI never see them here because our beech is hedging and never flowers. I thought for seed leaves they were huge.\n\n\nNut, I meant to tell you - we saw wood anemones just coming out in the woods today - I said 'end of April' didn't I? \n\nSign up or log in to post a reply",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9884761572,
        "format_confidence":0.9859941006
    },
    {
        "url":"https:\/\/sew4home.com\/comment\/7962",
        "text":"2019_Pincushion_new logo\n\nFacebook Twitter Sew4Home RSS Feed Follow Me on Pinterest Instagram\n\n\nThe Pressing Cloth\n\nPrinter-friendly versionPDF version\n\nClick to Read MoreYou probably have something in your house right now with potential to become a pressing cloth. A section of an old white cotton bed sheet works fine. The older the better. Just cut it to size and, voila! It's a brand new pressing cloth.\n\nA good pressing cloth is a necessity. It keeps your iron from contact with your fabric to avoid scorching, shiny spots and little stains. It also protects your iron when you use any type iron-on or fusible interfacing.\n\nThe Cloth\n\nI like my bed sheet cloths because I can see through the old fabric well enough to tell what's going on under it. From one sheet, I made several cloths: a small cloth about 10-inches x 14-inches, and a large cloth about 12-inches x 30-inches. They come in handy at different times. Some people like to overcast the edges of their pressing cloths, but I leave them as is to prevent unintentionally ironing in a stitch pattern.\n\nClick to Enlarge\n\nYou can also use a clean white cotton tea towel, napkin, or fine linen handkerchief; some people swear by a plain cotton diaper. If you make your own, don't use color-dyed or patterned fabric. You can also buy press cloths at most fabric stores. However you do it, be sure to wash your cloth first to remove any sizing.\n\nUsing a Pressing Cloth\n\nA pressing cloth is not necessary for every fabric. Test a scrap of your fabric with your iron; if you get a sheen or a discoloration, you'll want to use your pressing cloth.\n\nYou can either lightly dampen your pressing cloth, or use it dry. When using a damp cloth, it's better not to use the steam setting your your iron. It's always a good idea to test your fabric before going too far to be sure the heat setting on your iron is set appropriately.\n\nPress through the cloth onto the wrong side of your fabric. Avoid the right side (pretty side) as much as possible. Press your seams as you sew.\n\n\nComments (17)\n\n4Sunshine said:\n4Sunshine's picture\n\nI'm new to your website and really love all the information & projects you have on hand.\n\nOnly wish I had found it sooner. Will certainly be trying some of of the amazing projects on offer.\n\nThanks so much !!\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n4Sunshine - Welcome aboard! We'll be excited to see which projects you choose to make -- keep us posted. We hope you'll come back often... and bring all your friends!\n\nCarrie said:\nCarrie 's picture\n\nI just discovered your wonderful website!!  I have bookmarked your awesome website!  Thanks so much for sharing your talent and information.  \n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@Carrie - Thank you so much, and welcome aboard. We hope you come back often... and bring all your friends.\n\nWendy K Ford said:\nWendy K Ford's picture\n\nThank so much for this post. Very useful information for this textile painter who has had a few mishaps.\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@Wendy -- this is one of our earliest article; we're glad to know it's still out there helping.\n\nCristinaP said:\nCristinaP's picture\n\nThank you for posting these ideas\/instructions on here. Weeks ago, I pressed an appliqued quilt block and accidentally scorched it. :(  So tonight I made my own pressing cloths with similar dimensions as yours, and I can already tell, it's going to save me tons of trouble at the ironing board. Thank you, again!\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@CristinaP - Ohhhh - ironing mistakes are so awful - we're glad to have helped you with an easy fix. \n\nkiki998 said:\nkiki998's picture\n\nWhat temperature should you use to wash a store bought pressing cloth. The one i bought is 100% cotton?\n\nLiz Johnson.Editor.Sew4Home said:\nLiz Johnson.Editor.Sew4Home's picture\n\n@ kiki998 - If it's just cotton, you can treat it like a regularpiece of cotton fabric and wash on warm and tumble dry. \n\nMary Ann said:\nMary Ann's picture\n\nThanks everyone for your comments, I had to look up the word to find out what it mean, when I did I knew all alone guess just had to refreshing my memorise.\n\nBead Lady said:\nBead Lady's picture\n\nYou can also use a bedskirt as they are usually white and see through. If you don't have an old one, you can pick one up at your local Goodwill for about 2 dollars! Thanks for your tips, they were very helpful.\n\nJS said:\nJS's picture\n\nI've been using old cotton napkins for press cloths for years.  They work great, the softer and more worn the better.\n\nde roi ltd said:\nde roi ltd's picture\n\nbeen using a sheet and old  pillow cases for yrs. plus nice size  remnant of muslin is useful too. very nice and useful website. glad i found it today. had emergency and found answer. thanks again. have bookmarked!!!!\n\nMike Calo said:\nMike Calo's picture\nExactly what I wanted to know and more! I thought - after ruining a good uniform shirt - that I probably should have used a pressing cloth; I just didn't know what to use, so I started using an old dress shirt. unfortunately I couldn't see through it, so your advice on using a well-worn piece of material for visibility is spot-on (just not on my uniform shirts any more :-) )\nMary Benson said:\nMary Benson's picture\nThank you--this is exactly what I needed to know. I need to heat-set a painted fabric, and was very apprehensive about what to use for a press cloth. You have set my mind at ease. I especially liked knowing about not hemming the edges to avoid pressing that stitching into the item being ironed! Thanks so much.\nNikon Eyewear Sunglasses said:\nNikon Eyewear Sunglasses's picture\nYou have a very good site, well constructed and very interesting i have bookmarked you hopefully you keep posting new stuff, many thanks.",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.976505816,
        "format_confidence":0.7380714417
    },
    {
        "url":"http:\/\/www.plantedtank.net\/forums\/2393730-post5.html",
        "text":"The Planted Tank Forum - View Single Post - Riccia?\nThread: Riccia?\nView Single Post\npost #5 of (permalink) Old 01-30-2013, 03:03 AM\nLong-time Lurker\nkarce87's Avatar\nJoin Date: Dec 2012\nLocation: Fargo, ND\nPosts: 156\nSend a message via Yahoo to karce87\nOriginally Posted by fplata View Post\nExcel will kill the Riccia.\n\nSent from my iPhone using Tapatalk\nDon't oversode. My riccia grows just fine with excel and co2\nkarce87 is offline  \nFor the best viewing experience please update your browser to Google Chrome",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9669122696,
        "format_confidence":0.9939718843
    },
    {
        "url":"https:\/\/www.backyardchickens.com\/threads\/tonights-excitement.21469\/",
        "text":"\n    Raising Chickens Chicken Coops Join BYC\n    Not a member yet? join BYC here & then introduce yourself in our community forum here.\n\nTonights Excitement\n\nDiscussion in 'Other Pets & Livestock' started by FutureChickenMan, Nov 4, 2007.\n\n  1. FutureChickenMan\n\n    FutureChickenMan Songster\n\n    Oct 29, 2007\n    So it's just about dusk, the beagles are out in the yard playing.. then they both start howling like crazy.. I mean really going nuts. Last time they did that my neighbor was wandering around the yard with a flashlight looking for his cat. So of course I get up to go see what the heck is going on. So down by the pond stands mamma moose and her baby.. and my two stupid beagles are howling and barking at them. Dumb dumb dogs. So ya know, I love those dumb dogs and I cant let mamma moose stomp them in to oblivion.. So I walk out there calling the dogs off but they have obsessive compulsive disorder so they aint listening. I wander up behind the older beagle and was able to grab her by the hind legs and pull her away from the moose. At that point I was within 10 feet of mama. I was shocked how calm she was with baby there just standing by the pond staring me down. I made it quick to grab the dog and back away making sure mama knew I was backing off. One dog down, one to go. I wander down to the lower field where the younger dog.. amazingly that dog came when I called her but I had to be close enough for her to see and hear me. At that point I was about 20 feet from mama moose. Now that the dogs were rustled up I took them inside and grabbed the camera.\n\n\n    Just so you get an idea how big a moose is, here's mama and baby standing by my full size ford bronco.\n\n    here's the younger dog doing her thang.. sorry the picture is blurry, my wife was having a fit cause ya know the dogs are the \"babies\".. and the autofocus isn't so great at dusk.\n\n\n    This one is really blurry, but thats me on the lower left corner walking down to get the dogs.. you can see how close i got and this wasn't even the closest point.. my wife (behind the camera) freaked when she saw how close i was and went in side..\n  2. texaschickmama\n\n    texaschickmama Songster\n\n    Sep 19, 2007\n    Poolville, TX\n    OMGosh, You could have been stomped to death. Aren't the mommas really protective over their young like a bear? Lucky you, I would have been freaked out too. [​IMG]\n  3. Freebie\n\n    Freebie Songster\n\n    Feb 4, 2007\n    Bloomingdale, MI\n    Very cool, and how very nice of her not to attack you getting so close to her baby. She must not have felt threatened, even by the dogs. Great pics too!!\n\n    I had a white tail deer (doe) attack two of my dogs. Apparently she had decided to use my back pasture for a nursery, and I had them out with me doing chores. I sent them out of the barn and next thing I know they were being chased by the doe all the way up to the house and around the car a couple of times. It was so weird. I finally got them in the barn with me and she stayed outside the barn and kept like bleating at me every time I opened the door. She stayed out there for about 10 minutes. I finally walked up to the house and got the van to go pick up the dogs. ( I did not want her going after the dogs again.)\n  4. FutureChickenMan\n\n    FutureChickenMan Songster\n\n    Oct 29, 2007\n    the weirdest thing is I wasn't scared of her at all. I figured as long as she was calm, I had no reason to get freaked out. Mama moose did charge one of the dogs once but it was only 3 or for steps and the dog high taled it out of there. You might not know it but beagles (or at least ours) are really fast. They run down deer all the time, luckily they stop for the underground fence..\n  5. Wow! She is big! Glad we don't have to worry about them here [​IMG]\n\n  6. seminolewind\n\n    seminolewind Flock Mistress Premium Member 11 Years\n\n    Sep 6, 2007\n    spring hill, florida\n    I have always wanted to see a moose first hand in real life. No luck so far. I think they are incredible. But I don't think I would have gotten that close!\n  7. speckledhen\n\n    speckledhen Intentional Solitude Premium Member 11 Years\n\n    Awesome animals! Dont have moose way down south, but always thought they were impressive.\n  8. chickbea\n\n    chickbea Songster\n\n    Jan 18, 2007\n    A person I work with once had a mother moose kick in the side of her car as she was trying to edge past it one night. She had a very hard time getting her insurance guy to believe that one!\n  9. Frozen Feathers\n\n    Frozen Feathers Songster\n\n    May 4, 2007\n    Cool pictures.\n    you are crazy though to get that close to a Cow moose, especially with a calf. Moose are amazing but unpredictable animals. You're lucky she was in a good mood. If she decided to charge there is no way you could run faster then her and standing your ground to a moose is like standing your ground with a train. As much as I love my dog, if she's not smart enough to get in the house away from a moose there's no way I'm going after her. :eek:\n\n    When I lived up north more I had them run down the middle of the road in front of my truck. Occasionally you get a young bull that would turn around and try and challenge, now that gets scary. I've only a seen a few where I live now, but I've seen the damage they can do.\n\n    Weird story about a moose. When I was a teenager I had a friend who killed a moose with his bicycle. He was riding down his dirt road probably way to fast and a moose just stepped out in front of him. My friend skidded sideways too late and ended up crashing into the leg of the moose, breaking it. The moose had to be put down. Amazingly my friend got out of it with just scrapes and road rash and a lot of meals. It was hard to believe, but if you've ever seen a moose, their legs aren't that thick and it doesn't take much force to snap one.\n  10. FutureChickenMan\n\n    FutureChickenMan Songster\n\n    Oct 29, 2007\n    Yeah they are big and dangerous. Most definitely don't get anywhere near the calf mom will go nuts and could stomp you in to oblivion. I really don't know why she was so calm with me out there. But I knew they were there for the water and the dogs weren't letting them have it. So I removed the dogs, maybe mom liked that and cut me some slack. Plus she saw me coming so it wasn't like I surprised her. Most of the critters in my area will take off and not challenge the bipeds (lol).. It's really weird, we get deer, elk and moose. If the dogs are out the deer will take off. If it's just me out there, they don't care, they just keep an eye on me. But the deer are certainly more protective than that moose was. I get the hiss and stomp from the deer if I get too close.\n\n    My co-worker who's an avid hunter said I was lucky mama moose didn't run me down. I laughed and said.. \"I'm the moose whisperer you're just jealous\". He's never been that close to a living moose and was totally shocked by how close I was.\n\n    I was really surprised they didn't take off when i came out of the house. I guess they really wanted that water.\n    Last edited: Nov 5, 2007\n\nBackYard Chickens is proudly sponsored by:",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9940955639,
        "format_confidence":0.9966256618
    },
    {
        "url":"http:\/\/lumberjocks.com\/projects\/62437",
        "text":"Eagle Busts\n\n  • Advertise with us\nProject by dee2 posted 03-02-2012 08:16 PM 1619 views 1 time favorited 8 comments Add to Favorites Watch\n\nThey are 8×11”, numerous types of wood and all finished in lacquer.\n\n-- Dee2, OH Aromatherapy....fresh cut wood!!\n\n8 comments so far\n\nView DocSavage45's profile\n\n\n8056 posts in 2474 days\n\n#1 posted 03-02-2012 08:25 PM\n\nOut Standing! Tell us about the process? I have in mind an intarsa sign for my shop. Your pieces have that wow factor that i imagined.\n\n-- Cau Haus Designs, Thomas J. Tieffenbacher\n\nView dee2's profile\n\n\n277 posts in 1967 days\n\n#2 posted 03-02-2012 08:41 PM\n\nIntarsia is assembling the carefully cut pieces after they have been fit together. I then begin the process of shaping each piece by using a rotary or spindle sander. Judy Gale Roberts (site is and Kathy Wise (site is have hundreds of patterns available from beginner to expert. This pattern I am not sure where it is from, it was in a packet with a router that I bought at an estate sale. I will admit…..I will cheat at times on the eyes. I will stack cut so I get a perfect fit!! If you make 2 they can be interchangeable. I also do spend some time choosing wood. I do like Philippine Mahogany or Lacewood for birds. Will post my hawk soon. If I do make my own pattern, I spend more time on the pattern than any other process.\n\n-- Dee2, OH Aromatherapy....fresh cut wood!!\n\nView Kenny2946's profile\n\n\n46 posts in 1920 days\n\n#3 posted 03-02-2012 08:47 PM\n\nvery nice!\n\n-- Kenny, New York\n\nView DocSavage45's profile\n\n\n8056 posts in 2474 days\n\n#4 posted 03-02-2012 10:04 PM\n\n\n-- Cau Haus Designs, Thomas J. Tieffenbacher\n\nView Martyroc's profile\n\n\n2712 posts in 1937 days\n\n#5 posted 03-03-2012 05:21 AM\n\nThese are very cool birds, your choice of wood is great, I guess it pays to spend a little more time when choosing spieces.\n\n-- Martin ....always count the number of fingers you have before, and after using the saw.\n\nView Roger's profile\n\n\n20688 posts in 2435 days\n\n#6 posted 03-03-2012 01:02 PM\n\nvery beautiful. Eagles are no. 1 in my book. all very awesome\n\n-- Roger from KY. Work\/Play\/Travel Safe. Keep your dust collector fed.\n\nView helluvawreck's profile\n\n\n25805 posts in 2498 days\n\n#7 posted 03-03-2012 01:14 PM\n\nThese are all very nice and you did a fine job on them.\n\nhelluvawreck aka Charles\n\n-- If a man does not keep pace with his companions, perhaps it is because he hears a different drummer. Let him step to the music which he hears, however measured or far away. Henry David Thoreau\n\nView LittlePaw's profile\n\n\n1571 posts in 2710 days\n\n#8 posted 03-03-2012 09:13 PM\n\nVery nicely done Dee2. They are beautiful. Bald Eagle is my most favorite bird and I’m at the planning stage of carving a life size one. That’s why I started by carving a Canada Goose which I am close to finish. I just finished carving water ripples on the base board; just need to arrange the cattails to make the scene little more realistic. I am hoping that I would have the eagle finished this year.\n\n-- LittlePAW - The sweetest sound in my shop, next to Mozart, is what a hand plane makes slicing a ribbon.\n\nHave your say...\n\nYou must be signed in to post the comments.\n\nDISCLAIMER: Any posts on LJ are posted by individuals acting in their own right and do not necessarily reflect the views of LJ. LJ will not be held liable for the actions of any user.\n\nLatest Projects | Latest Blog Entries | Latest Forum Topics",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.6551328301,
        "format_confidence":0.987590909
    },
    {
        "url":"https:\/\/knittyotter.typepad.com\/otterknits\/2007\/03\/entrelac_scarf_\/comments\/page\/1\/",
        "text":"\n\nMarch 23, 2007\n\n\nThank you. I've been wanting to try Entrelac. This just might inspire me! :)\n\nWahhhhh! That looks so cool, but I'm pattern-illiterate. I've wanted to learn that enterlac stuff, but then you start with the pssok2tog and my eyes glaze over....\nGreat job on the tute, though, it looks really cool.\n\noops i commented about this post on the post for the 21st lol...so sorry\n\nSaved to my del.icio.us bookmarks :)\n\nI love how it looks, hopefully I'll attempt this one day!\n\nYou are so awesome! Everytime I read your blog I am amazed at your skills - whether baking, knitting, or teaching about knitting - and everything seems to come so naturally! You are one amazing otter, that's for sure. And I love the entrelace, love the look, love the feel, now must try for myself (thanks to the otter tutorial!).\n\nGreat tutorial. Don't you love how entrelac works with ombre yarns?!\n\nWhat a lot of work you put into this tutorial! I've never been intrigued by Entrelac but now I know where to come should I get the bug.\n\nThank you for the PDF version of the tutorial. I printed it out and everything...pretending that I might actually understand it and try entrelac again..the first time..the washcloth..did not go well.\n\nPlan B, fly in for semi-private lessons!\n\nYou have very nice site!\n\nHi! I'm staff writer at the Lime & Violet Daily Chum blog (at http:\/\/www.limenviolet.com\/blog\/ ), and I recently came across your entrelac knitting tutorial. I'd really like to feature it on the blog, as we try to get the most knowledge to the most people in the most sassy way ;)\nDo you mind if I do? I'd need one of the pictures on your blog post to lure people over to read the whole tutorial. Please feel free to say no if that's not okay with you (but doesn't everybody love their 15 minutes of fame?).\n\nThanks a lot!\n\nWow! Entrelac tutorials have always looked so complicated to me, but you made it look so simple! Thank you so much for this.\n\nI'm a fairly new knitter and was dying to own one of the Quant headbands from the winter `08 Knitty. Your tutorial, and your tutorial alone made my dream come true. Thanks so much for making entrelac easy!\n\nThis is a beautiful piece - I love the colours. Thank you for sharing your pattern. Its my next big project.\n\nHey, I found this tutorial through craftster and started following it. Thanks, I've always wanted to be brave enough to knit entrelac! I noticed a slightly confusing instruction I thought you might want to know about\/might help anyone else following it.\n\nOn the Tier 1 Left Side Triangles row 11, instruction says \"turn - end of left triangle - Do Not Turn\" Obviously that first 'turn' is a mistake. Haven't got much further, but I guess the mistake could be repeated elsewhere.\n\nAnyway, sorry to bug. Hope that helps.\n\nThank you so much for this tutorial. I have a case of Lorna Lace coming in. Lots of different sizes and colors. The two that this is just SCREAMING for is the Watercolor and the Rainbow so I will be using your tutorial to make scarves, headbands, stoles and socks. Thank you for taking all of the time and effort to put this together.\n\nHello, Thank you very much for this useful and well-done tutorial. I have done an entry on my blog, giving the link here.\nThe entry is entitled \"Entrelac and Stream\". I found yours through knitty.com\n\nAwesome tutorial! I did a knit along with you directions and am goign to share my new skills with friends ASAP. thanks!\n\nThank you so much for sharing!!! I cannot wait to try it!\n\nI think I love you! Will you marry me? No, I don't imagine my husband will mind a bit, someone else to talk knitting to -so he won't have to try to pretend to be interested...\nOops! Back to the subject at hand. Thank you SO hugely for the grand tutorial to entrailtangles. We have taken to calling it entrails tangles or \"entrailtangles\" but with the spiffy pictures and the put your right foot here and so on I can actually do this Entrelac thing, now if I can just fake saying it right! Happy day! I would be jumping up and down and dancing right about now if it wasn't 3 degrees outside of my cozy bed. I will leave my covers long enough to bow to the sun for you though, and wish you many happy returns of the knitting day and a tangle & guilt free endless stash.\nThat said, I am back to my knitting with a big ol' smile on my face.\nHappy knitting, Bee\n\nOh wow- thank you thank you thank you. YOu don't know how many times I've pulled out and started the Entrlac scarf over and over. I wish I would have found you weeks ago!\nYou simplified it so much. Thanks again, Lynn\n\nOh wow- thank you thank you thank you. YOu don't know how many times I've pulled out and started the Entrlac scarf over and over. I wish I would have found you weeks ago!\nYou simplified it so much. Thanks again, Lynn\n\nYou have an amazing tutorial. I was working on an entrelac scarf and was struggling after the first triangle. I had not done entrelac before and was convinced I was doing it wrong. Your pictures and explanations were just what the doctor ordered! I finished my first, second and part of the third row in one evening. It is a really cool pattern. Once again Thank you so so much for your tutorial!\n\nYour instructions are so much better than most I have seen. Thank you so much for creating this tutorial. I'm moving right along and should have a scarf in a few days.\n\n\nI've been dying to try entrelac so thank you for yet another excellent tutorials! I'm definitely a visual learner so your help is deeply appreciated!\n\nI've been dying to try entrelac so thank you for yet another excellent tutorials! I'm definitely a visual learner so your help is deeply appreciated!\n\nThanks for this GREAT tutorial!!!\n\nthanks so much. This was really helpful. The PDF came across well and easy to follow. I am using Noro with silk blend for a lovely, irrestible scarf. All the gals at the knit shop are making a similar pattern out of the same Naro line of wool in different lot numbers.\n\nI just recently learned about the awesomeness that is entrelac. (I was at my LYS and saw someone working on a \"cool looking basketweave bag\" that I was soon informed was entrelac.)\n\nYour tutorial looks like just the key for me to try my hand on it.\n\n\nI am a novice knitter. I am not very skilled at reading patterns. At what point do you change colors? Where you pick up the stitches? THanks.\n\nThank you for the clear 'splainin'. Question: if I'm knitting backwards so as to avoid the continual turning, what does the \"pick up and purl\" look like? Again, thanks!\n\nOk, so if you wanted to make a shawl instead of a scarf, do you just triple or quadruple the amount of stitches in your cast on? (Yeah, I know, how crazy is that, I haven't even tried the technique yet but I am thinking it would make a great shawl !!)\n\nThis pattern was extremely difficult for me and I consider (considered) myself a master knitter. Boo hoo..... I gave up after five or six tries.\n\nI'd never been able to actually do entrelac past the first triangles row before this tutorial! Thanks so much :)\n\nThank you!\nI have been entranced and intimidated by entrelac. I am now on my third tier thanks to this awesome tutorial.\n\nWow, you make it look so easy! Thanks for the useful photos, I can't wait to experiment with this!\n\n\nWonderful tutorial. Thank you so much.\n\nThank you!\n\nI agreed your way to create a gap free seam. I did pick up from the top down which create a bigger hole. If pick up the most important stich down the bottom the hole is mush smaller\n\nThanks so much for this great tutorial. It made so much more sense (to me) after I saw the photos of each step along the way. Before today I thought entralac was way, way, way too advanced for a somewhat advanced beginner like me to try. Now though, I will be much more likely to try a scarf using the entralac method... thanks for your fun tutorial.\n\nThis has been an awesome scarf to make - you're tutorial was a great help. It's been a fun project to take and work on at basketball games - I get lots of comments, and young girls wanting to know more about knitting. Thanks!\n\nHi, knittyotter.\n\nI'm the admin of the \"Unfilodi Knit-House\" Italian Blog-Shop and Forum.\n\nAn user of ours took care of the Italian translation of this Tutorial for the benefit of other non-english-speaking users.\n\nThe file now is in my hands, but before publishing it as a PDF file in our free download area of knitting patterns, manuals and tutorials under Creative Commons licence (only free user registration required to download), I'm asking for your prior permission to such publishing.\n\nMoreover, being it just a strict translation of your tutorial \"as is\", including photos, I would like to add to the translated PDF all the proper credits and links to your site.\n\nIn case and after you would agree about publishing, please let me have at the pointed out email address both your permission and the specimen of the credits you like to be added.\n\nMany thanks in advance, have a nice knitting.\n\n\n\nI took instructions from this website and making a scarf now. I forwarded this to many friends. We are members of slcl knitting club.\n\nThank you\n\nWow, it is great!\n\nI have done both 8 & 6 st. scarves. Thank you for your way! All of a sudden I need you to clarify for me. PICK & KNIT OR PURL 6 sts. I was just picking them up and go do the next row. It is more to it then loop from the back to front, then yo and pull thur to back. AM I SUPPOSE EIIHER K OR P the st.? Waiting for your help.\n\nGreat scarves and beautiful colors....\n\nVery nice tutorial - thanks!!!\n\nJust got back from Stitches in Connecticut. I saw the Lady Elizabeth and decided I HAVE TO LEARN THIS. Well, we shall see. The pattern looks like I actually might be able to do it.\nThanks so much.\n\nI wanted to let you know first off I have a hard time with knitting (I have a difficult time following patterns) I tried that pdf you are linked to but I got confused. I followed your tutorial and it was wonderful. I have two tiers completed I am going to ... (truncated)",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9651154876,
        "format_confidence":0.9921147227
    },
    {
        "url":"https:\/\/kmilyun.com\/2011\/07\/11\/annie-v-corn-cob\/",
        "text":"1. Oh no….poor Annie and poor you. Don’t go beating yourself up for too long, dogs will be dogs…hence they will eat just about anything, and most often do. I am glad things turned out okay.\n\n    • Yeah I know just that I never leave stuff out that is dangerous cause I know Annie does this LOL she is a sneaky piglet.\n\n  2. Goodness Jan, Remember this – you didn’t do anything wrong. Annie did. Just because you can’t break her of the habit doesn’t mean it’s all your fault. It’s such a small thing.\n\n    I had no idea corn cobs could be so bad for dogs. Once when we had my niece and nephew staying here for the Summer we had corn on the cob for dinner. After dinner I had my 12 y.o. nephew take the scraps out to the compost pile. Well, he didn’t close the fence gate and our dog later went out and had herself a feast! Later we heard her in the kitchen up-chucking. Whoa! That was one big pile of corn cobs!!!\n\n    Didn’t even faze the dog.\n\n    This same dog ate or chewed on our dining table legs, our counter footstool, all the zucchini of three plants, and all the short garden fences. She finally died of internal bleeding that we think was caused by consuming all those chemicals in the treated wood of those fences.\n\n    Damn dogs.\n\n    • Yeah they are not good for dogs at all. We have had this happen before and did no it happened and nothing bad happened. We have also had friends dogs that died from it so it is a toss up. Since Annie is older now and the piece was big . …\n\n      Good thing we went in because it was not chewed up and well on its way to the ugh oh land.\n\n      My upset with self was that I am very cautious and the had to P now now now and then my short attention span mind caused the result. Not to mention the money for the vet – yikes!\n\n\n  3. Ditto what Karen and Webster said about beating yourself up.\n\n    I’ve always been amazed that kids make it through all the dangers of being curious children and grow up. Add dogs to the list.\n\n    Here’s to hurling! Yay Annie!\n\n  4. i’m so glad annie came out of this on the other side…. and IT’S NOT YOUR FAULT! dogs will be dogs…. i know what you mean though… we try to be so diligent and protective of our furkids but sometimes there are slips… for all of us… i would be beating myself up too… but don’t listen to me… STOP BEATING YOURSELF UP!\n\n    my beloved Maggie … God i miss that dog… a few years ago she helped herself to a reese’s peanut butter cup… and she had seizures afterwards from the chocolate… i was devastated…\n\n    you see Maggie was an angel of a soul… she never did anything she wasn’t supposed… really…she didn’t… she was amazing… i could put a steak on the floor and she wouldn’t touch it until i told her she could…. incredible mind that dog had… and because of this i never thought she would take the candy…but she did… and she almost died… and i cried and cried and spent the last 3 years of her life doing what i could to make it up to her!!\n\n    God i miss that dog… oh, wait, i think i said that already\n\n    • Yeah ok all I stopped beating myself up now! Catfish is like that too he will not eat anything I put down or drop if I say leave it. That said I had to pull some plants up in the back yard area because last year he started thinking that they were yummy. They made him sick.\n\n      This year he has found one he loves so I guess I will plant it some where else although it is not on the poison for dogs list. I am not taking any chances.\n\n      My BuddyBoxer is the dog I miss ever so much. He was my pal we went everywhere together. He was well trained and a sweet heart unless you threatened one of us. He is the reason while I was upstairs bathing and someone kicked the front door down that they did not get further in – at least that is what the police thought.\n\n      and yeah I miss him\n\n\n  5. I sounds like a lot. I’m happy in the end things worked out. I’ve spent the majority of my life afraid of dogs. I know silly, but I ‘m working on it!\n\n    • Not silly at all lots of people are. Now my little Catfish would win over your heart. Not that you would appreciate his social self LOL but he is real calm and sweet.\n\n      Annie is a bull in a china shop at times.\n\n\n    • I was unaware of it till our dog class instructor said one dog was not there because – — not a happy ending story.\n\n      I have had dogs eat cobs and nothing happened but I am not willing to take the chance.\n\n\n  6. Not sure this will make you feel loads better, but your distress taught me something. I had no idea about the corn cob\/dog issue! And I have a dog who’ll take food off the table and counter when our backs our turned, so no peeing for me when we’re eating corn on the cob.\n\n  7. Glad someone got something good out of her scarfing the corn cob! Some dos are sneakier than others. I think next time I shall take the plate to the bathroom with me – never again if I can help it will this happen again.\n\n    thank you for commenting – cracking up reading your post about the rattling door and the cat!\n\n\n  8. I am painfully familiar with your pain. For all their svelte outline, narrow dogs are as bad as any when it comes to eating stuff they shouldn’t have. And there’s no place they can’t reach! For some dogs, if there’s food, they just don’t have the neurological wiring to not eat it. Even Ernie, who was practically perfect in every other respect, had the adventure with the bag of Halloween candy. And the adventure with the bottle of Tylenol. Guilt. Pain. $$$.\n\n    I’m glad everybody’s OK.\n\n    • Oh man Tylenol that is a big guilt getter and very scary and yeah expensive.\n\n      i was hoping that Annie would associate the unpleasantness at the vet with the corn cob but I suspect if she located another she would scarf it down!\n\n      Wish I could reach all the places the dogs manage to get into 🙂 skinny dogs, webbed feet dogs, and short legged dogs LOL they all seem to manage to find stuff to eat – especially really stinky gross stuff.\n\nComments are closed.",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9681033492,
        "format_confidence":0.9775930643
    },
    {
        "url":"http:\/\/www.pets.ca\/forum\/showpost.php?p=797239&postcount=6",
        "text":"View Single Post\nOld July 5th, 2009, 01:54 PM\nShaykeija's Avatar\nShaykeija Shaykeija is offline\nSenior Contributor\nJoin Date: Aug 2004\nPosts: 2,581\nMany years ago we had a fox the liked humans. She would sleep out on the deck at night and look in the windows. She stole dog food all the time so we made sure she had her own. We actually had her vaccinated ( brother worked for MNR) so we got the wild life pac. She stayed around for a few years and brought her babies with her. She used to tease the crap out of our dog. She would come right up to you but we never touched her. Her fur was so shinny and healthy and the look on her face was so nice. Sigh...I love all animals with the exception of the 2 legged variety.\nThe more I get to know people, the more I love my dog...\n\nThere ain't no cure for stupid ...... but we should make sure we laugh and point it out to everyone else\nReply With Quote",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9824575782,
        "format_confidence":0.9815838933
    },
    {
        "url":"http:\/\/www.dogster.com\/forums\/When_its_Time_to_Say_Goodbye\/thread\/777372",
        "text":"He was loved…\n\nWhether a dog dies, is lost or stolen, or must be placed in a new home, this is the place to gather together to give and receive love and support when you experience the loss of a beloved dog.\n\n\nBarked: Sun Jun 9, '13 12:03pm PST \nMy neighbor adopted almost 3 months ago a half breed male husky puppy and named it Morty. As my neighbor was leaving the puppy unattended a lot , Morty was spending a lot of time with me. He was practically every day at my house, he was coming for walks with me, I had even started giving him obedience lessons and oh, he was so smart…I had begged my neighbor to keep him in a restricted area instead of having him wonder at the streets alone, but he was always too busy for that.\nLast night Morty got hit by a car and died. I cannot stop crying. I tried to find out more information, but all I got was a rude reply that they do not want to talk about it. I don’t even know where his body is. My heart is so heavy. I don’t know what to do, I spend all day wondering ‘what if’. I feel like I’ll never get a closer.\nFlicka ~ CGC\n\nNO-ONE is going- to sneak up on- my Mummy\nBarked: Sun Jun 9, '13 1:16pm PST \n\nPleae dont think \"what if\"... think ... I DID .....\n\nYou DID love him\n\nYou DID help him\n\nYou DID care.\n\nHis life was so much the better for you being in it...\n\nHe had a set time on this mortal coil... and maybe it was to help you.. to show you ... to teach you....\n\nHe has done his job... he is now running on to the next big BIG Adventure.\n\nCome the day come the hour he will come back to you in dreams. Maybe its leading to a new path.. a new beginning for you too.\n\nCelebrate his LIFE.. grieve as you must.. but never forget the smiles and the joy.\n\nThe idiot neighbour... sounds like guilt to me. You cant mend \"stupid\" Maybe they too have finally learned something.\n\nHold you head up high.. the body is only the shell... not needed on the Voyage.\n\nThe paw prints on your heart will never fade.. and just maybe are the seeds of a different way forward.\n\nSail On Calm Seas and Fair Winds Morty... were were and always will be much loved\n\n\nEdited by author Sun Jun 9, '13 1:16pm PST\n\nScooter,- PAWS\n\nPower of the Paw- for those who- need it\nBarked: Sun Jun 9, '13 1:44pm PST \nFlicka said exactly what I would say but better. It's sad and horrible that they had to learn the exact lesson you tried teaching them. Now it's Morty that paid the price. I'm so sorry. My heart goes out to you.\n\nI also want to say you are a a wonderful person for taking the time with Morty...that in itself is something special cloud 9hughughughug\n\nCleo (In- Memory)\n\nOne day Postman- ... one day !\nBarked: Sun Jun 9, '13 8:54pm PST \nMy Cleo will look after him...\n\nJust hang in there.\n\nhughugrainbowrainbowlittle angellittle angel\nMisha- (R.I.P.- 4\/29\/13)\n\nPlay or hide?! I- dunno... @_@\nBarked: Sun Jun 9, '13 10:55pm PST \nSo so sorry... you tried so hard. He was very loved, without you his life would have been nothing but loneliness and feeling lost. You taught Morty that people can be kind and caring, and he was so much happier for it. We don't always choose our dogs, sometimes they choose us.\n\nYou did everything you could to try and prevent what happened... frown hug\n\nBarked: Mon Jun 10, '13 1:18am PST \nThank you all so much for your warm replies. It helps feeling understood as there are not a lot of people in my life that I can talk about it. It’s still all very raw and I find myself in anger and denial. This morning my foster dog was waiting for Morty to come and join us in our walk. That broke my heart all over again. I’m not stranger to loss, but they way that it all went down is so unfair and stupid. At this point I cannot even look at my neighbors without having to fight the urge to punch them in the face.\nAngel Annie\n\nLove my treats,- oh yeah!\nBarked: Mon Jun 10, '13 7:24am PST \nI am so sorry, this makes my heart sad. Please don't feel guilty. You did everything you could to save Morty and I'm sure he enjoyed the time he spent with you. Fly free sweet Morty! little angel\n\nIf you need someone to talk to please feel free to pawmail me. hug\nFlicka ~ CGC\n\nNO-ONE is going- to sneak up on- my Mummy\nBarked: Mon Jun 10, '13 6:45pm PST \nKaramela Mum...\n\n(posting as Flicka not Cleo)\n\nEach time is different... each time a part of our heart goes with them.\n\nThere are many here who will listen and talk with you... Annie Mum offered.. I also do.. and I am sure others too.\n\nDont look for fairness.. there is none. Look for the way up...... and his life IS that... he gave you something.. just go with it.. if you can just \"educate\" one person in your lifetime.. the debt is paid in full.\n\nHard as it may be.. ignore the idiots next door. Fighting them just puts you in the wrong\n\nI have my own special \"virtual lime pit\" it save me from being up on murder charges !\n\nSEE the way forward... your foster is certainly that.\n\nMake the bad become good.... The alchemists used to try and turn base metal to gold.. YOU suceeded...\n\nNow heal...\n\nYou can pmail any one of us,\n\n\nFlicka ∆,,∆ & Lucas \/..| Cleo (I.M.) ∆,,∆ & Pam X\n\nTwo-Time Cancer- Survivor!\nBarked: Thu Jun 13, '13 10:27am PST \nSo sorry for your loss and the hurt you feel. Nice to know I am not alone it having to take responsibility for neighbors' pets. Some times I don't understand why people even get them!\n\nFlicka said it just about perfectly. You enriched his life! You gave him love he was not getting at home. I know your heart is breaking and for that, I am truly sorry.\n\nFuturistic Bow- Wow\nBarked: Thu Jun 13, '13 10:19pm PST \nFlicka said it perfectly! I feel so bad for all the dogs who fall into the hands of the wrong people. But you did the right thing, and I'm sure he's gonna be looking down at you, and not your neighbor smile and he'll be telling all the other doggy angels what a great life he had with you!",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9495302439,
        "format_confidence":0.995887816
    },
    {
        "url":"http:\/\/www.smokingmeatforums.com\/t\/250131\/60-gallon-air-tank-looking-for-suggestions",
        "text":"› Forums › Smoking Supplies & Equipment › Smoker Builds › 60 gallon air tank - looking for suggestions\nNew Posts  All Forums:Forum Nav:\n\n60 gallon air tank - looking for suggestions\n\npost #1 of 4\nThread Starter \n\nOK, so I found a 60 gallon air compressor tank in a junk pile, and I was wondering if it might be a good tank to use for a smoker build.  If so, what would be the best\/optimal use for it - vertical or horizontal reverse flow?\n\n\nIts about 20\" in diameter and 36\" tall - not including the ends.  I was originally looking for a 100 to 120 gallon propane tank for a build, but I decided that might be overkill for what I do.  Once I started thinking about a more modest build, the air tank kinda stood out.  I'm a relatively new smoker, and totally new to building (but I am fairly handy with a torch and welder) so I'd really like to hear what you guys would be the best use of the tank.  Thanks!\n\n\npost #2 of 4\n\nWere it me, first choice would have to be a horizontal pit with reverse flow. The grate size is capable of placing very large cuts of meats, such as whole beef brisket. Vertical smokers have their own set of benefits, so it really depends on what you're cooking and how much you will load up the rig. Depending on how you set-up internal configurations in a vertical, you can actually have different temp zones, which can be beneficial when smoking different foods such as chickens (hot & fast) and pork butts (low & slow), simultaneously.\n\n\nHere's the Reverse Flow forums. You should be able to find tons of info on flow-plate design and dimensions, fire box sizing calculations, etc. Take your time reading and come up with a viable plan for your skill-level and available resources. Lastly, enjoy the build\/conversion and especially the resulting great eats!!!\n\n\n\n\npost #3 of 4\n\nI actually have that same tank sitting in my yard for use in my trailer rig. I was going to make a warming oven with it, but I'm worried it's too thin. It's now slated for an open top grill on the front of the trailer. I figure it's a good way to quickly make burgers\/hot dogs, get the sauce on wings sticky, grill up some little necks, you name it.\n\n\n\nDefinitely curious to see what you do with yours!\n\npost #4 of 4\nThis is a 70gal tank. Started it a year ago and got busy. Hoping to finish it in the next few weekes.\n\nNew Posts  All Forums:Forum Nav:\n  Return Home\n  Back to Forum: Smoker Builds › Forums › Smoking Supplies & Equipment › Smoker Builds › 60 gallon air tank - looking for suggestions",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.7563456297,
        "format_confidence":0.9662770033
    },
    {
        "url":"https:\/\/www.johnbridge.com\/vbulletin\/index.php?s=047929d6574db94492447c886e70f6d0",
        "text":"Ceramic Tile Advice Forums - John Bridge Ceramic Tile\n\nWelcome to John Bridge \/ Tile Your World, the friendliest DIY Forum on the Internet\n\nAdvertiser Directory\nJohnBridge.com Home\nBuy John Bridge's Books\n\n\nWelcome to the Ceramic Tile Advice Forums - John Bridge Ceramic Tile.\nIf this is your first visit, be sure to check out the FAQ by clicking the link above. You may have to register before you can post: click the register link above to proceed. To start viewing messages, select the forum that you want to visit from the selection below.\n\n  Forum Last Post Threads Posts Moderator\nTile & Stone Forums\nTile Forum\/Advice Board (1030 Viewing)\nTile, stone and other things that are hard to cut and difficult to install. \"Weekend warriors\" (newbies) check in here. :-)\nby cx\nToday 12:21 PM Go to last post\n75,278 840,640\nYou got questions? We have answers! Post your tile and stone maintenance questions here.\n5,934 39,557\nReference Liberry :-) (8 Viewing)\nArticles, pictures, diagrams. Tons of tile and stone info here. A \"must read\". All posts must be cleared by a moderator.\nby cx\n07-10-2019 01:34 PM Go to last post\n32 123\nProfessionals' Hangout (225 Viewing)\nTech talk on tile, stone, concrete and other building trades. Everyone is welcome.\nYesterday 08:17 PM Go to last post\n15,286 315,883\nThe Mud Box (100 Viewing)\nA place for wayward tile setters (and wayward anybodies) to talk about -- you guessed it -- anything. Religion and politics verboten.\nby Lazarus\n10-18-2020 02:44 PM Go to last post\n7,607 196,751\nAlumni Photo Album (2 Viewing)\nPhotos of do-it-yourself projects. Only moderators can post.\n13 369\nOther forums\nA place to post any tools or material you have For Sale or something tile-related you are looking to buy. No commercial ads from manufacturers or distributors please.\n2 4\nComputer Training (2 Viewing)\nBasic computer techniques for tile setters and other dummies.\nby davem\n10-05-2020 03:05 PM Go to last post\n669 7,893\nA forum where threads can be developed before moving to a permanent location\nPrivate 5 38\n\nStonetooling.com   Tile-Assn.com   National Gypsum Permabase\n\nWhat's Going On?\nCurrently Active Users: 1588 (24 members and 1564 guests)\nView Who's Online\nCeramic Tile Advice Forums - John Bridge Ceramic Tile Statistics\nCeramic Tile Advice Forums - John Bridge Ceramic Tile Statistics\nThreads: 109,980, Posts: 1,512,840, Members: 81,095, Active Members: 863\nWelcome to our newest member, 8mlhu67zui2i4m\nToday's Birthdays\nView Birthdays\n\nContains New Posts   Forum Contains New Posts\nContains No New Posts   Forum Contains No New Posts\n\nAll times are GMT -6. The time now is 12:30 PM.\n\n\nPowered by vBulletin® Version 3.7.4\nCopyright ©2000 - 2020, Jelsoft Enterprises Ltd.\nCopyright 2018 John Bridge & Associates, LLC",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9901683331,
        "format_confidence":0.7091735601
    },
    {
        "url":"https:\/\/www.hort.net\/lists\/ferns\/jun05\/msg00000.html",
        "text":"\narticles | gallery of plants | blog | tech blog | plant profiles | patents | mailing lists | top stories | links | shorturl service | tom clothier's archive0\nGallery of Plants\nTech Blog\nPlant Profiles\nMailing Lists\n    Search ALL lists\n    Search help\n    Subscription info\nTop Stories\nsHORTurl service\nTom Clothier's Archive\n Top Stories\nDisease could hit Britain's trees hard\n\nTen of the best snowdrop cultivars\n\nPlant protein database helps identify plant gene functions\n\nDendroclimatologists record history through trees\n\nPotato beetle could be thwarted through gene manipulation\n\nHawaii expands coffee farm quarantine\n\nStudy explains flower petal loss\n\nUnauthorized use of a plant doesn't invalidate it's patent\n\nRSS story archive\n\nPropagating Lycopodium cernuum\n\n  • Subject: [ferns] Propagating Lycopodium cernuum\n  • From: \"Jolanda\" filices@pixie.co.za\n  • Date: Fri, 3 Jun 2005 15:46:54 +0200\n\nHi Fernatics,\nI received a question on propagating Lycopodium cernuum from cuttings. I\nhave not had any success with it, therefore my answer can only be what\nthe books say. However, I know that there are some of you who do this\nsuccessfully. My question: How does one grow L. cernuum from cuttings\n(rooted tips)?\nFrondly regards\nJolanda Nel\nSouth Africa\n\nTo sign-off this list, send email to majordomo@hort.net with the\n\nOther Mailing lists | Author Index | Date Index | Subject Index | Thread Index\n\n © 1995-2015 Mallorn Computing, Inc.All Rights Reserved.\nOur Privacy Statement",
        "topic_id":14,
        "format_id":4,
        "topic_confidence":0.9363934994,
        "format_confidence":0.9365327358
    }
]