[
    {
        "url":"https:\/\/alanrogers.com\/campsite\/camping-les-deux-ballons-fr88010",
        "text":"The experts in camping and caravanning\n\nCamping les Deux Ballons\n\nCamping les Deux Ballons\n\nFrance, Lorraine, Vosges, Saint Maurice-sur-Moselle\n\n03 29 25 17 14\n06 29 43 79 04\n03 29 25 27 51\nOpen (touring pitches):  \n10 April - 15 September.\n\nRef: FR88010\n\nAlan Rogers Review\n\nRun by the same family for over 50 years, les Deux Ballons is set in a narrow valley near the source of the River Moselle in the Vosges. The 150 pitches (all fully serviced, 4\/10A electricity) are on level grass, some under trees and others in the open by a stream that runs through the site. Wild birds are abundant, including kingfishers. This is the perfect location from which to commence the climb of the Ballon d’Alsace, which is hugely popular with cyclists. Theatre lovers should visit Bussang (6 km) and see the large wooden People’s Theatre, built in 1895 and still performing in July and August every year; you will marvel at the raked stage and the enormous backstage areas which may be visited at any time.\n\nThe site has a special lake for children to fish (stocked by the owner), whereas the adults can visit one of three adjacent lakes just outside. The keen cyclist would enjoy the long distance track which passes the boundary. Those of a slightly different sporting bent, may like to visit the Casino at Bussang (open all year) even if only to partake of a meal and watch.\n\n\nTwo stylish and modern toilet blocks (all season) and two older ones (high season only). Facilities for disabled campers and babies. Laundry. Motorcaravan services. Gas supplies. Bar and takeaway (July\/Aug). Large heated swimming pool with slide and paddling pool (June-Aug). Fishing. Tennis. Bicycle hire. Boules. TV. Internet point. WiFi in parts (charged).\n\n  • Accommodation to Rent\n  • American Motor Homes\n  • Bicycle Hire on Site\n  • Bar Nearby\n  • Bar on Site\n  • Childrens Play Area\n  • Fishing on Site\n  • Twin Axle Caravans Accepted\n  • Facilities for disabled visitors\n  • Riding Nearby\n  • Outdoor Pool Heated\n  • Outdoor Pool Nearby\n  • Outdoor Pool on Site\n  • Restaurant\n  • Shop Nearby\n  • Shop on Site\n  • Takeaway Food\n  • Pets allowed\n  • TV on Site\n  • Wifi Chargeable\n  • Wifi Partial Site\n\n\n\nSite is on main N66 Le Thillot-Bussang road on western edge of St Maurice behind Avia filling station (entrance partly obscured so keep a look out).",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9484411478,
        "format_confidence":0.9957108498
    },
    {
        "url":"https:\/\/johntcyrandsons.com\/nyc-june-2020\/",
        "text":"New York City\n\nNew York City\n\nJune 18-21, 2020\n\nYour Tour Includes: Roundtrip motorcoach transportation, 3 night's lodging, 1 meal, attractions as highlighted in the itinerary, luggage handling for one suitcase per person, hotel taxes, tax and gratuity on the included meals, the services of a Cyr Northstar Tour Director and tour planning services.\n\nDeparture Locations: Old Town, Bangor, Newport, Waterville, Augusta, Lewiston, South Portland, Wells and Portsmouth.\n\nPayment Reservations:A deposit of $200 per person is required to confirm reservations and is due at the time of booking.\n\nFinal Payment:is due by May 4, 2020.\n\nOld Town, Bangor, Newport, Waterville, Augusta, Lewiston, South Portland, Wells and Portsmouth.\n\nA morning departure will take you to exciting New York City!  Your hotel for the next three nights is The Cambria Hotel & Suites, located in Times Square at 30 West 46th Street.  Upon arrival you will have the remainder of the evening to shop and explore Times Square and enjoy dinner on your own at your leisure.\n\nDay 2 - Friday, June 19\n\nThis morning, enjoy a guided tour of New York City which includes Times Square, Central Park, Ground Zero and more!   After lunch on your own admission is included to the 9\/11 Memorial & Museum. After the tour you will have some free time to refresh at your hotel or enjoy the city on your own. Dinner this evening is included at the RIU Plaza in Times Square before enjoying a Broadway Musical (Broadway show is TBA, as show schedule was not available at the time of printing).   \n\nDay 3 - Saturday, June 20\n\nThis morning, depart on a ferry to the Statue of Liberty and the new Statue of Liberty Museum. The Statue of Liberty was a gift of friendship from the people of France to the people of the United States of America and is a universal symbol of freedom and democracy.  Next you will board the ferry to visit Ellis Island and the Ellis Island National Museum of Immigration.  From 1892 to 1954, Ellis Island processed the greatest tide of incoming humanity in the nation’s history.  Nearly 12 million landed here in their search for freedom of speech, religion, and economic opportunity.  This afternoon you will visit Rockefeller Center, and ascend 70 floors to the “Top of the Rock” Observation Deck for an elevated NYC summer experience full of sightseeing & interactive attractions! The remainder of the day and evening is free to spend as you choose enjoying New York City!\n\nDay 4 - Sunday, June 21\n\nThis morning, bid farewell to the \"Big Apple\" as you make your way home with fond memories of your tour to the \"city that never sleeps.\"\n\nCost Per Person\n\nRegular Rates\n\nSingle: $1,861\nDouble: $1,353\nTriple: $1,184",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9971935153,
        "format_confidence":0.9978979826
    },
    {
        "url":"http:\/\/sacredground.de\/hospitality\/",
        "text":"Sacred Ground Festival\n\n\nSacred Ground is a gathering where guests, artists, high-quality food and drinks, as well as a lush and comfortable surrounding are at the center.\n\nHaving found Sacred Ground and having set up your base at the beautiful camp site you can start your journey apart from the music to experience regional specialties and culinary highlights. Making sure you get the full Trampe experience use one of our garden showers set in the idyllic gardens of the inhabitants or jump in one of the refreshing lakes nearby. To top off your weekend take some time for a relaxing massage.\n\nQuick Links:\n\nCamping · Tent Rental · Food & Specials · Massage & Yoga · Garden Showers\n\nhospitality hospitality hospitality hospitality hospitality\n\nSleeping under the stars\n\n\nCamping below clearest nightskies beneath the vast cornfields is included in the ticket. It is obligatory though to get a garbage bag for a deposit of 5,– EUR. These will be refunded upon filled return. Please remember to bring your own flashlights and water to the camping area.\n\nYour cars and camper vans are also welcome on the camping site. The opening hours for the campsite and parking are:\n\nFriday, July 21st – 13:00\n\n\nMonday, July 24st – 11:00\n\n\nA little bit of luxury\n\nTent Rental\n\nIf you won’t be able to bring your own tent, you don’t have to worry!\n\nOur friends from Zeltheld will be joining us again with their variety of tents as well as any accessories you might need. If you decide to rent a tent, Zeltheld will set everything up for you before you arrive. ↗\n\n\nDelicious goods\n\nFood & Specials\n\n\nWe have two food stalls run by Anna-Maria & Klaus who are dedicated to providing delicious vegan and vegetarian dishes.\n\n\nOur own run BBQ stand is back this year. Offering you locally sourced Bratwurst and corncobs topped with melted butter will be freshly served from the barbecue.\n\n\nEmbracing the artisanal tradition of brewing to Berlin and Germany, Berliner Berg started two years ago combining German high quality brewing processes and traditions with the sparkling creativity of the Craft Beer movement.\n\n\nBlack Magic Brunch is a pop-up concept brought to life one year ago. They will be offering their signature fluffy buttermilk pancakes and spicy quesadillas.\n\n\nThe Café is set in a beautiful herb garden and will offer everything one desires, from freshly baked cakes to delicious coffee.\n\n\nEverything here is about cheese. As of last year our friends from Cheesus will be serving you original Swiss Raclette and other treasures! They will surprise you with meat, vegetarian and breakfast options.\n\n\nThe Berlin based restaurant represents the Austrian tradition & hospitality and enthuses Berliners and people from all over the world with selected, fresh & high quality products of the Austrian cuisine.\n\n\nSince 2017 Father and Daughter put all their passion and creativity into a tasty bread. Best local ingredients, direct trade with local farmers and producers and their electric Food Truck build the heart of their project.\n\n\nA fresh new startup from Berlin that is on a mission to bring you the freshest smoothies and nomilkshakes. With 100% organic ingredients picked at peak maturity and flash frozen to maintain their farm-fresh nutrient density.\n\n\nRelax and let go\n\nMassage & Yoga\n\nAfter a long night of dancing and celebrating with the Sacred Ground family you have the possibility to reenergize with a relaxing and revitalizing massage treatment or to practice some energy yoga. Energy yoga focuses on supporting the energetic – or subtle body. Relax, unwind, let go and integrate the beautiful energies of the cosmos.\n\n\nFriday: 6 pm\nSaturday: 10:30 am \/ 12:00 pm\nSunday: 10:30 am \/ 12:00 pm\n\n\nGarden showers & restrooms\n\n\nYou will have the wonderful opportunity to refresh at one of the inhabitants beautiful garden showers. Keep an eye out for the signs leading to the different gardens.\n\nJust because you will be in a festival setting it does not mean you need to give up on clean restrooms. In addition to the portable bathrooms we have upgraded our restroom facilities with professional toilet trailers which will be cleaned and taken care of throughout the festival.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.978851676,
        "format_confidence":0.9319263101
    },
    {
        "url":"https:\/\/www.yorkshirenet.co.uk\/stayat\/ellergill\/",
        "text":"Ellergill Bunk Barn\n\nSelf Catering Bunkhouse, Littondale, Yorkshire Dales\n\nThis award winning conversion retains the original charm and features of the building whilst providing very comfortable accommodation. It sleeps up to 12 and is located 100 metres through the village of Halton Gill. The view from the stone flagged entrance is stunning - probably the best view there is in Littondale, the heart of the Yorkshire Dales.\n\nThere are three fully carpeted bedrooms on the ground floor sleeping 3, 4 and 5. The combination of beds includes two singles, two bunks, and two double beds. Each bed has a pillow; you just need to bring your own sleeping bag, or duvet and linen. There is a separate shower, a separate toilet, and an additional bathroom with toilet, shower and two wash basins. Upstairs is the very comfortable, fully carpeted living room, which leads to a small mezzanine area with sofa bed, overlooking the gallery. We have installed Sky along with a DVD player & VCR, or you can make use of our eclectic selection of books games and videos.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9847095609,
        "format_confidence":0.9986104965
    },
    {
        "url":"https:\/\/www.vrbo.com\/379323",
        "text":"\n\nLuxury 3B\/3B Tiburon w\/jacuzzi, spectacular San Francisco Bay Views & family\n\nBedrooms 3\nProperty type house\nMinimum Stay 3 - 6 nights\n\nPay with confidence\n\nWhen you book through the VRBO checkout, your booking is backed by our Book with Confidence Guarantee™ offering comprehensive payment protection.\n\nLearn more\n\n\nMinimum Stay\n3 - 6 nights\n\nAbout the property\n\n3 bedroom, 3 full baths, 2 king and 2 qn sleeping 8 & 75\" plasma TV\n\nPlease go to http:\/\/youtube\/iUDWJxLIAuw for the video produced in January, 2014. The video will be updated when our lower unit is finished. This lower room is furnished with TV, bed, sofa, and office desk with no bath at this time.\n\nWe do not allow smoking or pets. This is the ultimate in indoor\/outdoor entertaining. No young people in their 20s allowed without adults to supervise.\n\nYou will relax in this 2,000- sq ft home not including the lower area which is 800+ SQ FT. You will love the gorgeous folding glass doors spanning the living\/dining\/kitchen which open to the beautiful 700 sq ft terrazzo stone deck with 180 degrees of fabulous views.\n\nThis is the quiet side of the Tiburon peninsula and is like living in the country but with easy access to Hwy 101 and the Tiburon\/Larkspur ferry systems to San Francisco and Angel Island.\n\nThere is a 5 car parking pad next to the home through the gated entrance. On the open deck is a large bistro table with heater and seating for 6 along with another large dining table with 8 comfortable chairs, Jacuzzi tub, an indoor\/outdoor gas fireplace, and a natural gas fired stainless steel BBQ pit. There are two other regular outdoor propane heaters.\n\nAlcatraz, Mt. Tamalpais, Muir Woods, Stinson Beach, the Wine Country, and Berkeley are very close. Carmel and Monterey are a full day's trip but very doable.\n\nSkylights and solar tubes give tons of natural light along with great lighting throughout the home. The 48' stainless refrigerator has filtered water\/ice dispenser.\n\nIn addtion there are two wine and beverage units, Miele and Kitchen Aid appliances including the wonderful Miele builtin coffee maker.\n\nKey to Tiburon tennis courts is available. Hike Ring mountain out your door where you will see 360 degree views of San Francisco and Marin County. Take the Angel Island Ferry from Tiburon and hike\/bike around the island to see the historical sites. Rent bikes before getting on the ferry. Biking aroundTiburon Peninsula is very popular. Helecopter rides are just a few minutes away in Sausalito.\n\nWine tasting in Tiburon or travel to Sonamo, Napa, or Healdsburg. Catch the ferry to San Francisco from Larkspur Landing or Tiburon. Or take the ferry to Angel Island to walk or bike around the island. Stinson Beach, Muir beache, and Muir Woods are close as wel as the beautiful Mt Tamalpais. Sit on this beautiful deck and watch the many sailboats, ferries, cargo ships. Corinthian and San Francisco yacht clubs are just minutes away.\n\nThere is a 75' plasma TV in great room with a streaming Blu Ray player. You can connect your tablet to the TV..\n\nMore Details\n\nMember since: 2009\nSpeaks: english\nResponse time:\nWithin 12 hours\nResponse rate:\nCalendar last updated:\nJanuary 23, 2017\n\nGuestbook comments from the owner\n\nThank you for allowing our family to share your home and ring in the new year in such a special place. The views! Everything! We feel refreshed, rejuvenated, and we are all so ready to start our year off to a fantastic start.\n\nWe'll definitely reach back to you if we are able to go back to the Tiburon area again and we'll be letting all of our friends and family know about this beautiful gen in friendly Tiburon.\n\nThank you for your help along the way. I don't know if we've every had owners be so attentive to renter's needs. Happy New Year.\nJan 2012\n  • 1 of 13\n\n\nExceptional! 5\/5 -\n(56 traveler reviews)\n\nLuxury 3B\/3B Tiburon w\/jacuzzi, spectacular San Francisco Bay Views & family\naverage rating of 4.964286 based on 69 reviews\n\nVacations in great house!\n\n  • 5 of 5\n\nOur family and friends loved stay in this great house in Tiburon.\n\nIn the morning we could see the sunrise in San Francisco bay from the big balcony of the house. The living room is equipped with big TV as well as comfortable sofas which invited us to movie sessions at night. The house had even a mini golf with two holes for the kids have fun. The house also is very functional with a nice kitchen and comfortable rooms.\n\nThe owners, Dennis & Suzy, spoiled us with a delicious lemon pie (made with lemons from the house) and made us feel at home!\n\nWe recommend this house for adults & kids.\n\n  • Submitted: Jan 18, 2017\n  • Stayed: Jan 2017\n  • Source: Vacation Rentals, from HomeAway\nDid you find this review helpful?\n0 0\n\nA beautiful house with a gorgeous view\n\n  • 5 of 5\n\nWe were deeply impressed by the house amenities and location so we enjoyed the sun raise every morning. A house very well equipped to make you feel at home, perfect for 5 people. The view over the bay is great; you can even spot the \"community\" turkey - Norma and some beautiful birds. The house in on the top of a hill, providing with an excellent view.\n\nThe owners were very helpful and quick to provide feedback and help when we had some issues with one of the toilets. Also great in providing information about where to drive for grocery shops.\n\nNeed a car to drive to Tiburon center (very good restaurants) and shopping areas. Be aware there are no pedestrian paths around.\n\nHighly recommend the Casa di Paradiso! It feels like we are in heaven indeed.\n\nThank you very much Suzy and Dennis!\n\n  • Submitted: Jan 9, 2017\n  • Stayed: Dec 2016\n  • Source: HomeAway\nOwner's Response: Thank you for taking time out to let us know what you liked about this area and our home. We loved meeting you and your family. We just wish you could have stayed here when the weather was better for you to enjoy the outdoor decks and putting green. Opening all of these glass folding doors for indoor outdoor entertaining is very special. You missed it and we hope you have a chance to return. Thanks again and a Very Happy New Year to all of you. Suzy & Dennis\nDid you find this review helpful?\n0 0\n\nGreat Place to Spend Quality Family Time\n\n  • 5 of 5\n\nOur family spent Christmas at this wonderful home in Tiburon. The view was beautiful and the home is extremely well equipped with everything you could possibly need including fresh lemons and limes from the trees on the property. We were also thrilled to see that the owners had decorated the living room when we arrived filling our first Christmas away from home with holiday spirit. Bedrooms and bathrooms were clean and the bedding made us feel like we were staying in a luxury hotel.\n\nThe owners were very response to our numerous emails before our visit and called the day of our arrival to make sure we knew how to get to the property.\n\nThe town of Tiburon was beautiful place to explore on Christmas day even though most everything except the grocery store was closed. We had hoped to go to Muir Woods for a hike that morning, but arrived a little too late to get a parking spot. I would recommend getting there early if you want to go the the park. We also spent Christmas Eve in San Francisco and had no trouble getting a driver (Uber and Lyft) to take us to and from the city. It is a quick 25 minute drive.\n\nWe sincerely enjoyed our few days here and would definitely stay here again!\n\n  • Submitted: Dec 31, 2016\n  • Stayed: Dec 2016\n  • Source: HomeAway\nDid you find this review helpful?\n0 0\n\nAmazing home and Suzi was so helpful and accommodating! Will definitely stay here again.\n\n  • 5 of 5\n\nHighly recommend\n\n  • Submitted: Nov 18, 2016\n  • Stayed: Nov 2016\n  • Source: VRBO, from HomeAway\nOwner's Response: We marvel at the different reasons that people visit this area. Having run a lot of 10K races, half marathons and even marathons (Suzy only), the fact that your group was here to compete in various length long-distance races including a 50-mile endurance race really impressed us. We know that your group was primarily focused on the races but hope that one day you will come back with the time to experience all else that Northern California has to offer. We are happy that you enjoyed your stay.\nDid you find this review helpful?\n0 0\n\n\"Casa di Paradiso\" is a beautifully appointed home.\n\n  • 5 of 5\n\nWe are a group of five women that have vacationed together since 1981. We had a fabulous time in Suzy and Dennis’s beautifully appointed “Casa di Paradiso” home. The location was ideal for Marin County. The view from the deck (which included the San Francisco Bay) was exceptional. The beds were comfortable and cozy. Suzy had the house stocked with so many extras that we couldn’t even begin to count them all.\n\nA wonderful time was had by all. We highly recommend “Casa di Paradiso” and, if the opportunity presented itself, we would return in a heartbeat.\n\n  • Submitted: Nov 8, 2016\n  • Stayed: Nov 2016\n  • Source: HomeAway\nOwner's Response: Although your group appears to be one that would have a great time regardless of where you are, we thank you for the kind words. We always enjoy sharing what we have with people who have such a good time.\nDid you find this review helpful?\n0 0\n\n\n  • 5 of 5\n\nWe rented the beautiful Tuburon house last week and it was a fabulous experience.\n\nYou will never want to rent another house after this one because it just will not measure up.\n\nFrom the time of arrival we were welcomed by the Doyle's and they explained everything about the house.\n\nWe arrived at the end of the day after a long flight and almost time for dinner .we were tired and didn't feel like going out . Since there was a well stocked kitchen at the house we happily whipped up breakfast for dinner and wonderful lemon meringue pie for dessert ( made by the Doyle's) and got a good nights sleep ready to explore the following day.\n\nAnd we got a good nights sleep because the beds and fluffy comforters are sooo comfortable.\n\nWe awoke to an incredible vi... (truncated)",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9692534804,
        "format_confidence":0.9945916533
    },
    {
        "url":"https:\/\/www.hipcamp.com\/en-US\/d\/australia\/victoria\/great-ocean-road\/camping\/all",
        "text":"We've updated our terms of service. Learn more here.\n\nDiscover the best camping in Great Ocean Road\n\nBook tent sites, cabins, RV parks, and more.\n\nCamping in Great Ocean Road\n\nSoak up the views along one of the world’s most epic drives.\n\nOutdoor stays for every style\n\nFind your new favorite spot.\n\nValue Prop\nValue Prop\n\nAustralia’s most spectacular drive, the Great Ocean Road takes you along the wild and windswept coastline of the Southern Ocean, past world-class surfing breaks and isolated beaches, through pristine rainforest and charming seaside towns, and to the famed rugged limestone stacks known as the Twelve Apostles. The 151-mile (243-kilometer) drive starts at Torquay and ends at Allansford is a popular daytrip from Melbourne but Hipcampers can make the most of the scenery by slowing down and settling in to some of the great camping sites, from beaches to bush, along the way.\n\nWhere to Go\n\n\nSurfers won’t want to skip Torquay: Next to Bells Beach, it’s famed for its big swells and hosts the world's best surfers at the annual Rip Curl Pro, held around Easter. Those who prefer to stay on dry land can embark upon the 27-mile (44-kilometer) Surf Coast Walk to Airey’s Inlet. A little farther south, Lorne has inviting white-sand beaches and a relaxed atmosphere, and is a great place to see migrating whales between May and September. Powered sites at the centrally located Torquay Holiday Park have access to a heated swimming pool, camp kitchen, and laundry, while, just south of Lorne, Cumberland River Reserve is set in lush surroundings and has unpowered sites with access to hot showers, laundry, and barbecues.\n\nApollo Bay\n\nSet at the foothills of the Otways, the little town of Apollo Bay is a great place to base yourself for embarking on walks into the hinterland and around Great Otway National Park, as well as for exploring the 65-mile (104-kilometer)-long Great Ocean Walk, which starts in Apollo Bay and ends at Gibson Steps near the Twelve Apostles. This is also a great spot for wildlife spotting: Look out for platypus at Lake Elizabeth and koalas around Kennett River Holiday Park, which has powered and unpowered sites with access to laundry, camp kitchen, and barbeques. Just outside Apollo Bay, Marengo Holliday Park is similarly well-equipped, while the more adventurous can find basic hike-in campsites along the Great Ocean Walk, including Johanna’s Beach Campgrounds, tucked behind sand dunes near a popular surfing beach.\n\nTwelve Apostles\n\nThe Great Ocean Road’s star attraction, the seven rocky stacks of the Twelve Apostles jut out from the ocean and can be seen from a network of viewing platforms around the clifftops: Visit around sunset and you might also spot penguins come into shore after a day’s fishing. The closest campsite to the Twelve Apostles, Princetown Recreation Reserve and Camping offers powered and unpowered sites with access to hot showers, laundry, and a barbecue area, as does nearby Apostles Camping Park and Cabins. Twenty minutes east, Port Campbell Recreation Reserve is set in a natural reserve and has powered and unpowered sites with access to hot showers, laundry, barbecues, and free wifi.\n\n\nAt the end of the Great Ocean Road, the attractive city of Warrnambool is famed for its whales, best seen from Logans Beach between June and October. You can also dive into the city’s lively arts scene, discover the history of the Shipwreck Coast at Flagstaff Hill Maritime Village, and admire the historic lighthouses, whitewashed cottages, and maritime charm of nearby Port Fairy. Powered and unpowered sites with access to the camp kitchen, barbecue, laundry, and shower are available at Surfside Holiday Park on Warrnambool’s foreshore, just steps from the popular swimming beach, while nearby family- and pet-friendly Warrnambool Holiday Park and Motel has powered sites, some ensuite, with access to a heated swimming pool, games room, kitchen, laundry, barbecue, and wifi.\n\nHipcamp is created with ❤️ and hope for our future.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9887929559,
        "format_confidence":0.9466665387
    },
    {
        "url":"https:\/\/www.dogsonholidays.com.au\/dandenongranges\/",
        "text":"Dandenong Ranges dog friendly accommodation\n\nYour delightful dog can relax by your feet and peruse the passers-by as you sip on your cappuccino at those outdoor cafes and prepare for a stroll. Canine cosiness everywhere with quality B & Bs catering for you and your beautiful best friend. Self-contained secret hideaways and serenity abound. Nature a plenty and a joy to behold. Visit the National Rhododendron Gardens, stroll along the streets of Emerald and Belgrave. There's a gem of a town in Gembrook, and remember to tread lightly when visiting the Dandenong National Park. All this and more, only 40 miniscule minutes from downtown Melbourne!\n\nRefine accommodation list:",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9663377404,
        "format_confidence":0.8737005591
    },
    {
        "url":"http:\/\/guesthouses.auroville.org\/index.php?param=cGFnZT1wcm9maWxlLnBocA==&PId=257&menu=3&div=div1&list=a:45:%7Bi:0;s:3:%22236%22;i:1;s:3:%22259%22;i:2;s:3:%22253%22;i:3;s:3:%22205%22;i:4;s:3:%22240%22;i:5;s:3:%22214%22;i:6;s:3:%22222%22;i:7;s:3:%22255%22;i:8;s:3:%22178%22;i:9;s:3:%22251%22;i:10;s:3:%22169%22;i:11;s:3:%22225%22;i:12;s:3:%22213%22;i:13;s:3:%22204%22;i:14;s:3:%22269%22;i:15;s:3:%22268%22;i:16;s:3:%22223%22;i:17;s:3:%22250%22;i:18;s:3:%22256%22;i:19;s:3:%22233%22;i:20;s:3:%22243%22;i:21;s:3:%22270%22;i:22;s:3:%22221%22;i:23;s:3:%22197%22;i:24;s:3:%22231%22;i:25;s:3:%22249%22;i:26;s:3:%22239%22;i:27;s:3:%22257%22;i:28;s:3:%22263%22;i:29;s:3:%22192%22;i:30;s:2:%2248%22;i:31;s:3:%22189%22;i:32;s:3:%22262%22;i:33;s:3:%22171%22;i:34;s:3:%22254%22;i:35;s:3:%22206%22;i:36;s:3:%22215%22;i:37;s:3:%22216%22;i:38;s:3:%22252%22;i:39;s:3:%22209%22;i:40;s:3:%22230%22;i:41;s:3:%22160%22;i:42;s:3:%22264%22;i:43;s:3:%22245%22;i:44;s:3:%22238%22;%7D",
        "text":"Cactus Home Stay\n\nguest house profile\n  • Vikas is in the very center of Auroville; very close to the solar kitchen. It is a quite, green and rather individualized community with many apartments.  more info...\n  • Single room apartment, clean and orderly, on the 2’nd floor. The bathroom  is attached (western toilet and shower), wall dress closet, small kitchen with a water heater to make tea. For cooking guests are allowed to use Vikas community kitchen. There is balcony\/terrace form both sides. The one terrace attached to the room has mosquito protections. \n  • Contact: Adele\n  • Telephone: 9489447368 \/ 9488047368\n  • Languages: English, Russian, Lithuanian. German & Polish (only second phone nr.)\n  • Community: Vikas Setting: residential\n  • Comfort range: C - good D - self-contained\n  • Lat. 12.000845\n    Long. 79.814722\n  • Bathroom: Attached\n  • Fan \/ AC: Fan\n  • Meals: No\n  • Kitchen: Yes, at the community kitchen.\n  • Internet: Wifi\n  • To Matrimandir: 1.3 km\n  • Other services: There is an agreement in Vikas community about the silence time for 10 pm onwards. All guest should be aware of keeping that agreement.\n  • Minimum stay:  5 days or more\nAuroville Guest Houses - footer\n\n\nWhile there are many guest houses and home stays around Auroville, only guests staying inside Auroville are eligible to receive an AuroCard. The AuroCard serves as your identity card, showing you are a registered guest of Auroville, and is required for visiting Matrimandir and attending many cultural events. The Aurocard can also be set up as a debit card for your expenses within Auroville (some Auroville units do not accept cash).",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9863222837,
        "format_confidence":0.9838030338
    }
]