[
    {
        "url":"http:\/\/www.plesonstuckpointingstlouis.com\/",
        "text":"Thank you for visiting Plesons Brick and Stonework. We can help you with\n\nall of your tuckpointing needs.  Whether it is a commercial building, residential building or a\n\nhistorical building, we can provide you with ideas and then follow up with solutions to fix your\n\nproblem.  We specialize in color match tuckpointing, all tuckpointing including chimney\n\ntuckpointing and chimney repair, full building tuckpointing, no job to large or too small. We\n\npride ourselves in giving our customers top quality service at a reasonable price. All work done\n\nby our staff is guaranteed to be professional quality. Please contact us for a free estimate or\n\nwith any questions or comments. Thank you for browsing our site and have a great day!\n\n\nBill Plesons\n\nWe are a proud Member of The Better Business Bureau with a A+ Rating.. Left Click to See BBB\nLeft Click to See Our CityOf Ad\nLeft Click to See Our Yellow Pages Ad\n  • Commercial Tuckpointing \n  • Residential Tuckpointing\n  • Historical Building Tuckpointing\n  • Full Building Restoration Tuckpointing\n  • Expert Color Match Tuckpointing \n\n  • Spot Tuckpointing\n  • Chimney Tuckpointing \n  • Professional Restoration Cleaning  \n  • Brick Waterproofing\n  • Stone Waterproofing  \n  • Caulking\n\nTuckpointing & Related Services\nTo See Our Companies Other Available Services Please Visit The Link Below\n          Copyright © 2010 Plesons Brick and Stonework, LLC   314-691-3755\nFollow Billplesons on Twitter\nLeft Click to Download The Latest Version of Adobe Reader From Adobe for Free\nGet the Latest Adobe\nReader for Free Below\nFree Estimates\n\n\nVisit Our Other Website\nLeft to Visit Our Facebook Page\nWelcome to Our Website\nLeft Click to Visit Wing and Water Outfitters, LLC for a Great Guided Snow Goose Hunt",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.5561794043,
        "format_confidence":0.8581904173
    },
    {
        "url":"http:\/\/woodinvillegardenclub.org\/overview",
        "text":"Engaged in Our Community\n\nThe Woodinville Garden Club extends our interest in gardening, horticultural education, civic beautification and environmental stewardship through various civic projects. These projects allow us to make a difference in our community, the region and the world.\n\nOur annual plant sale and garden tour events raise funds to support club operations and our ongoing and future civic projects. Our Reserve Fund Committee actively researches prospective projects for our club to support.\n\nOur most recent civic engagement was the donation of $15,000 toward the development of the new Visitor & Education Centers at the Bellevue Botanical Gardens.\n\n\nSome of our past projects have included those pictured here:\n\n\nGeorgia Gerber $25,000 bronze sculpture for Woodinville Playing Fields.\n\nJerry Wilmot Gateway Park $20,000 funding.\n\n\"The Gardener\" bronze statue by Georgia Gerber at DeYoung Park.\n\nNorthshore Adult Day Center raised bed plantings.\n\nSeattle Children's Play Garden chicken coop and rabbit hutch.\n\n\nTo learn more about the WGC's history of civic involvement, go to Civic Project Listing.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8964904547,
        "format_confidence":0.9914628863
    },
    {
        "url":"http:\/\/www.elegantflooring.ca\/",
        "text":"Marble without the Maintenance\n\nMarble, with its soft or heavy veining and natural variation, is a classic look that will never go out of style. Real marble can be a show stopper, but also comes with a higher price tag as well as the added cost of maintenance.\n\nRead More >\n\nLatest News\n\n\nWelcome to the new Elegant Flooring website! This has been almost a year in the making, and has been developed to make your life easier as a homeowner, retailer, contractor, architect, designer, decorator or homebuilder.\n\nRead More >\n\nCheers to 25 Years\n\nElegant Flooring hit a major milestone this past August, reaching its 25th year in business. In 25 years, Elegant has grown in both reputation and size. From a single building and a staff of three to two locations and 14 employees, the company has proven itself to be a one-of-a-kind leader in the Atlantic Canadian flooring industry.\n\nRead More >\n\nShower Power\n\nSo you’re planning a custom shower? Exciting! A custom shower adds function and flare to any bathroom. There are many details to consider when discussing your project with a flooring retailer, installer and\/or contractor. Here are some questions and suggestions to get you started:\n\nRead More >",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9932384491,
        "format_confidence":0.9261417985
    },
    {
        "url":"https:\/\/www.persianandmodernrugs.com\/rama\/",
        "text":"Rama Carpets was established in 1965 by British rug enthusiast Simon Gorjian, and to this day remains a family business. From the outset, the company won a reputation for offering high-quality rugs and excellent service.\nIn 1999 Rama Carpets launched a collaboration with Nourison, which empowered them to provide customers with a more extensive variety of area rugs and broadloom carpets.\nRama offers a complete range of innovative rugs in both contemporary and classical designs to satisfy the requirements of today’s diverse market.",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9583458304,
        "format_confidence":0.8408326507
    },
    {
        "url":"https:\/\/www.realestateinnwflorida.com\/about",
        "text":"If you need assistance, please call 850-978-5057\n\n\nFeatured Agents\n\nMarie Babin\n\nBroker Associate\n\nLicense Number: BK3364088\n\nI have lived in Northwest Florida for 22 years and with my experience and my partnership with RE\/MAX I am able to connect Buyers and Sellers through effective marketing and a client focused experience. I am very passionate about real estate and truly do care. My Experience, Ambition and Dedication will proof to you that I am Your Realtor of Choice. I have over 20 years experience in the vacation rental industry which is helpful when finding the perfect investment property.\n\nDebbie Fraser\n\n\nLicense Number: SL3454090\n\nBorn and raised in Florida, Debbie Fraser has witnessed the tremendous change and growth that’s transformed the Emerald Coast area into one of the most sought-after beach destinations Moving to Destin after graduating from the University of Florida with an advertising & marketing degree, she has taken the knowledge learned from owning her own business and working in a tourism & advertising career to segue into real estate. Debbie’s knowledge of the market, coupled with her extensive contacts and long-term residency enhance her client dedication. Her goal is to do right by her clients and customers in every way, from listening to their needs to going above and beyond in helping them achieve their goals. Most important to her are honor, integrity, and relationships built on trust.\n\nJennifer Ayers\n\n\nJennifer is \"The Miss Organizer”. She is our listing & closing transaction specialist. Jennifer handles the organizational process making sure your customized marketing plan iscarried out completely. When your property goes under contract, whether you are a buyer or a seller she goes through each step to make sure it closes in a timely manner with the least amount of trouble to you.\nMarie Babin's team with RE\/MAX By The Sea represents the most dynamic and professional group of Realtors® in Northwest Florida. With a proven track record and years of experience, we are always on the lookout for the best opportunities, catering to both buyers and sellers in  Destin, Miramar Beach, Fort Walton Beach, Santa Rosa Beach, Navarre, 30A, Panama City Beach. Keeping current on market trends and financing options while dedicating ourselves to service and being the most caring real estate company on the Gulf Coast, we want to be your trusted, professional real estate partner.\n\nContact us today and together we can collaborate on your next investment, home or property. Visit us online at MarieBabin.com to explore the possibilities.\nRE\/MAX By the Sea\nMarie Babin\n42 Business Centre Dr #112\nMiramar Beach, FL 32550\n\nThe properties displayed may not be all of the properties in the MLS's database, or all of the properties listed with Brokers participating in the cooperative data exchange program. Properties listed by Brokers other than this Broker are marked with either the listing Broker's logo or name or the MLS name or a logo provided by the MLS. Detailed information about such properties includes the name of the listing Brokers. Information provided is thought to be reliable but is not guaranteed to be accurate; you are advised to verify facts that are important to you. No warranties, expressed or implied, are provided for the data herein, or for their use or interpretation by the user. The Florida Association of REALTORS® and its cooperating MLSs do not create, control or review the property data displayed herein and take no responsibility for the content of such records. Data last updated September 26, 2020\n\nIDX information is provided exclusively for consumers’ personal, non-commercial use, that it may not be used for any purpose other than to identify prospective properties consumers may be interested in purchasing. The data is deemed reliable but is not guaranteed accurate by the MLS.\n\nThis site powered by CINC: www.cincpro.com",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9885146022,
        "format_confidence":0.8349806666
    },
    {
        "url":"https:\/\/kindredhomes.ca\/",
        "text":"3-percent-sidebarYour Source for Waterloo Region Real Estate\n\nWelcome to our website, your source for Waterloo Region Real Estate. Waterloo Region is a vibrant area with friendly diverse neighbourhoods for commuters and urban dwellers. We serve, Cambridge, Kitchener-Waterloo, Guelph, Brantford and all surrounding area’s\n\nOur goal is to give you a Real Estate experience you are proud to share with people you know. We earn that privilege with honesty, respect, knowledge and professionalism. Our competitive real estate commission rates will save in most cases thousands of dollars on each transaction. We are a full service Brokerage and we always aim to achieve a win-win outcome, so that whether buying or selling, your experience is positive and memorable. We take pride in turning houses into homes and we are truly grateful for the opportunity to create that experience for you in any real estate transaction.\n\nSocial media & sharing icons powered by UltimatelySocial",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9873297215,
        "format_confidence":0.9727448225
    },
    {
        "url":"https:\/\/wiki.themakerstation.com\/index.php?title=Main_Page&oldid=2190",
        "text":"Main Page\n\nFrom The Maker Station\nRevision as of 21:05, 18 March 2018 by Chuck (Talk | contribs)\n\nJump to: navigation, search\n\nWelcome to The Maker Station!\n-- Marietta's Makerspace --\n\nThe Maker Station Inc is home to a vibrant community of local makers in Cobb County and the greater Atlanta metro area. Here curious and like-minded folks come together to work on projects, discover new areas of interest, develop a new business idea, or simply grow their personal hobbies. The makerspace is a 100% volunteer driven 501c3 non-profit corporation. We are a valuable resource for Smyrna, Marietta, Kennesaw, Acworth, and surrounding metro areas. We started our journey in 2014 to build a makerspace close to home and welcome all interested community members to help grow and shape this makerspace \/ hackerspace into a thriving, collaborative environment.\n\nHow to Join\n\nJoining is easy! Just follow these steps and you will be on your way in no time.\n\n  1. Visit the join page to select the type of membership that applies to you\n  2. Click through and complete your transaction to set up recurring billing.\n  3. Join the Meetup group to keep track of our events\n  4. Join the Slack messenger group by sending an email to and asking for Slack access.\n  5. Read through the information on our Policies and Procedures page\n  6. Go Make something!\n\nMembership Options\n\n  • up to 4 visits per month\n      for one (1) member\n  • guest privileges\n  • group discounts\n  • *open to all, no student ID required\n  • *save up to 10% with 12 mo option\n  • unlimited access per month\n       for one (1) member\n  • guest privileges\n  • group discounts\n  • on-site storage\n  • voting rights\n  • *save up to 10% with 12 mo option\n  • 15% Discount offered to members of other makerspaces in ATL\n  • Must be a member of Freeside, Decatur Makers, Mass Collective, Counterpoint Hackerspace, etc\n  • unlimited access per month\n       for one (1) member\n  • guest privileges\n  • group discounts\n  • on-site storage\n  • voting rights\n  • unlimited access per month\n      for two (2) members\n  • limited quantity available\n  • guest privileges\n  • group discounts\n  • on-site storage\n  • voting rights\n  • secured, dedicated\n       152 ft2 office space perfect for co-working\/remote office or large projects\n\n\nNEW Address \/ Location\n\nLoading map...\n\nAddress: 869 Pickens Industrial Drive North East, Suite# 1, Marietta, GA\nWe've moved into a bigger space! We are located in the Pickens Industrial Business Park off of Allgood Road in Marietta, a few minutes away from the Allgood Rd and Cobb Pkwy intersection.\n\nParking: Plenty of parking right out front!\nLook for the Dalek on the window next to the door.\n\nHours of Operation\n\nThe Maker Station is not open to the public but we do host Public Events.\nOpen House events are once a month, but the day and time varies, please see our Meetup calendar.\n\nOther events are generally open to the public and guests at the discretion of the event organizer.\nSee the for all event details.\n\nMember Hours: 8am to 10pm daily, limited to dues-paying members.\nExtended hours are available upon consultation with the Board of Directors.\n\n\nOur official calendar of events is found on Please check regularly for new events!\n\nMembers may schedule events on a first-come, first-serve basis. To schedule an event, please contact the Board of Directors.\n\nHow to Contact Us\n\nSubscribe to our Help us make a podcast!\n\nNeighbors Food & Supplies\n\nBelow is a short list of the closest brick and mortar restaurants and stores\n\nRestaurants & Food\n\n  • Green Taco House - Taqueria Conchita\n  • El Nopal Restaurant\n  • The Crooked Tree Restaurant\n  • CVS Pharmacy\n  • Quik Trip\n\nMaterials & Supplies\n\n  • Auto Parts Store\n  • Home Depot\n  • Rockler Woodworking\n  • Lowes\n  • Ace Hardware\n  • Grainger Industrial Supply\n\nMaker Friends & Makerspaces\n\nA non-exhaustive list of our local and regional maker friends and makerspaces\n\n\n\n\n\nNorth Carolina\n\nSouth Carolina",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.8331028223,
        "format_confidence":0.9202603102
    },
    {
        "url":"http:\/\/www.sscw.org.uk\/about-us\/",
        "text":"Championship Show September 2001\n\nHistory of the Club\n\n\n\nThe Shetland Sheepdog Club of Wales was inaugurated with the Kennel Club in 1969.  To start off we held 2 Open Shows and 1 Limit Show a year held in conjunction with the Rough and Smooth Collies. This continued until we were granted Championship status in 1974.\n\n\nOur first Championship Show was held in October at Sophia Garden Pavilion in Cardiff, the judge being Mrs M Guest.  Our Championship Show moved to Pontypool Leisure Centre in October 1975, and changed its date to March. This venue was popular and we remained there until 2004 when, due to refurbishments, we had to move and all our shows were then held at the Sports Stadium at Cwmbran. However, due to refurbishments at the Stadium, we had the opportunity to once more return to Pontypool which is now the current home for the Club’s Championship Show.  Open shows are held at the Beaufort Centre in Newport.\n\n\nOur Open Shows are held in January and September, and our Championship Show in March.  The judges for our Championship show are chosen by a ballot of the membership.\n\n\nThe club holds a judging list and anyone wishing to apply can contact the Secretary.  All applications are considered by a judges sub committee.  The secretary holds details of the latest Judges List (and criteria) and can provide this on request.\n\n\nWe also put on social events for our members – all welcome.   A newsletter, ‘Newsflash’, is also produced at the end of each year and sent to all members.  If anyone else would like a copy please contact the Secretary.\n\n\nThe officers and committee are always happy to help with any enquires.   For details of committee click on Committee\n\n\n\nArchive Photos\n\nChampionship Show 1982\nCassie Martin - Secretary\n\nDog CC: Ch Myriehewe Spanish Galleon from Tracelyn\nBitch CC: Seavall Spangle\nJudges Mrs R Crossley (Dogs)\n            Mr M Hart (Bitches)\n\nPhotograph McChesney\n\nSheltie of the Year 2002",
        "topic_id":14,
        "format_id":12,
        "topic_confidence":0.9804427028,
        "format_confidence":0.9947094917
    }
]