[
    {
        "url":"http:\/\/twlakes.coop\/content\/index\/id\/42\/title\/Low+Income+Assistance",
        "text":"Site Search\n\nLifeline AssistanceInformation on Lifeline Assistance\n\nLifeline Assistance Programs\n\nThe Tennessee Regulatory Authority (TRA) designated Twin Lakes as the \"Eligible Telecommunications Carrier\" within its service area for universal service purposes. The goal of universal service is to provide all Tennessee citizens access to essential telecommunications services. \n\nLifeline Assistance Programs\n\nLifeline Service is a federal program for low income households and qualified residential recipients. You may qualify if you participate in any of these programs:\n\n• Supplemental Nutrition Assistance Program (SNAP)\n• Medicaid\n• Bureau of Indian Affairs General Assistance\n• Head Start (Only if residing on Tribal Lands and household meets income qualifying standard)\n• Food Distribution on Indian Reservations \n• Tribal Temporary Assistance for Needy Families (Tribal TANF)\n• Supplemental Security Income\n• Federal Public Housing Assistance (FPHA)\n• Veterans Pension or Survivors Benefits \n\nFor Low Income Eligibility, you must call 1-800-342-8359\n\nLifeline Service includes a monthly discount for basic phone charges. Only one discount is available per household. Lifeline is non-transferable. For more information, contact your local business office.\n\nHave questions? Give us a call at 931-268-2151 or email us at",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.8643908501,
        "format_confidence":0.8583518267,
        "weight":0.0010734191
    },
    {
        "url":"http:\/\/www.smartcustomerservice.com\/Articles\/News-Briefs\/Fonolo-Receives-Patents-for-Contact-Center-Technology-107374.aspx",
        "text":"Fonolo Receives Patents for Contact Center Technology\n\nFonolo has been granted two U.S. patents related to its call-back technology. The company now has a portfolio of seven U.S. patents and two Canadian patents, with more applications pending.\n\nU.S. Patent 9,014,351, entitled \"System and Method for Deep Dialing Phone Systems,\" relates to automated methods that can allow independent systems to map out and interact with the call center of another company, using that company's IVR as the interface.\n\nU.S. Patent 9,031,214, entitled \"System and Method of Use for Indexing Automated Phone Systems,\" covers techniques for connecting customers with agents at call centers, the use of statistics to compare the expected remaining time before a human operator will answer, and initiate a call to minimize the wait time.\n\n\"Through these patents and the others in our portfolio, we have demonstrated industry leadership in three areas that are key to the future of the contact center: Virtual queuing (allows a caller to wait in line for an agent without being on hold), IVR integration (enables novel interactions with legacy call centers), and callback technology (the only universal way to escalate from a non-voice channel to an agent conversation),\" said Masoud Vakili, senior advisor for IP strategy at Fonolo, in a statement.\n\n\"These new patents are part of Fonolo's active strategy to build a strong intellectual property portfolio and to bring innovative, proprietary call-back technologies to the market,\" said Fonolo CEO Shai Berger in a statement. \"The importance of call-backs has surged in recent years because of increasingly diverse channels that companies are using for customer service. As the pioneer of cloud-based call-back solutions, our mission is to make it possible for companies of all sizes to add these capabilities to their contact center in order to expand their customer service offerings and improve call center efficiency.\"",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9247068763,
        "format_confidence":0.8968449831,
        "weight":0.0057614649
    },
    {
        "url":"https:\/\/www.exabytes.sg\/blog\/upcoming-workshop-seo-sem-help-online-e-commerce-sellers-2015\/",
        "text":"Ever thought about how Search Engine Optimization (SEO) and Search Engine Marketing (SEM) can help your online business?\n\nIf you haven’t thought about starting it yet, here is a great chance to jumpstart your knowledge in SEO and SEM! Learn face to face from our expert who will show you how to effectively drive traffic to your website.\n\nhow can seo & sem help online ecommerce sellers in 2015 - exabytes group event\n\nEvent Details\n\nDate: 26 Jan 2015 (Monday)\n\nTime: 2pm to 5pm\n\nVenue:  A-Z Building #08-02 AZ @ Paya Lebar 140 Paya Lebar Road, Paya Lebar, Singapore 409015 Singapore.\n\nSpeaker’s profile: Francis Lui who is known as the SEO & SEM master, founded Nexus Mediaworks International Group with AirAsia co-founder and chairman Datuk Aziz Bakar in 2005. He is currently living and operation the group’s New Zealand business operation.  He is also a highly regarded expert in SEO, SEM, SMM, Social Commerce and E-Commerce. Francis’ clients include TM, AirAsia, Dentsu, MDeC and Transworld International.\n\nHow Can SEO & SEM Help Online Ecommerce Sellers in 2015\n\n– Introduction of Search Engine Optimisation (SEO) and Search Engine Marketing (SEM)\n– What is in store for SEO in 2015?\n– SEO and Online Marketing (SEM)\n– SEO Key concepts\n– SEO – Science or Magic?\n– Paid Ads for Google Ads, Facebook Ads, LinkedIn Ads\n– SEO in practice\n– Page \/ Content Optimisation\n– Site Optimisation\n– Link building\n– SEO and Social Media\n– SEO and SEM Tools\n\nIs your business ready to face the online marketing heat in 2015?\n\nJoin today to get yourself prepared! Click on the image to register\n\nregister now\n\n\nSee you there!",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.8987028003,
        "format_confidence":0.7963070273,
        "weight":0.0030314344
    },
    {
        "url":"https:\/\/www.sba.gov\/offices\/disaster\/dfoce\/resources\/1658382",
        "text":"Coronavirus (COVID-19): Relief options and Additional Resources\n\nIL 16370 - SBA Offers Disaster Assistance to Illinois Small Businesses Economically Impacted by the Coronavirus (COVID-19)\n\nATLANTA – The U.S. Small Business Administration is offering low-interest federal disaster loans for working capital to Illinois small businesses suffering substantial economic injury as a result of the Coronavirus (COVID-19), SBA Administrator Jovita Carranza announced today. SBA acted under its own authority, as provided by the Coronavirus Preparedness and Response Supplemental Appropriations Act that was recently signed by the President, to declare a disaster following a request received from Gov. JB Pritzker on March 17, 2020.\nThe disaster declaration makes SBA assistance available in the entire state of Illinois; and the contiguous counties of Clinton, Des Moines, Dubuque, Jackson, Lee, Louisa, Muscatine and Scott in Iowa; Benton, Gibson, Knox, Lake, Newton, Posey, Sullivan, Vermillion, Vigo and Warren in Indiana; Ballard, Crittenden, Livingston, McCracken and Union in Kentucky; Cape Girardeau, Clark, Jefferson, Lewis, Lincoln, Marion, Mississippi, Perry, Pike, Ralls, Saint Charles, Saint Louis, Saint Louis City, Sainte Genevieve and Scott in Missouri; and Grant, Green, Kenosha, Lafayette, Rock and Walworth in Wisconsin.\n“SBA is strongly committed to providing the most effective and customer-focused response possible to assist Illinois small businesses with federal disaster loans. We will be swift in our efforts to help these small businesses recover from the financial impacts of the Coronavirus (COVID-19),” said Administrator Carranza.\nSBA Customer Service Representatives will be available to answer questions about SBA’s Economic Injury Disaster Loan program and explain the application process.\n“Small businesses, private non-profit organizations of any size, small agricultural cooperatives and small aquaculture enterprises that have been financially impacted as a direct result of the Coronavirus (COVID-19) since Jan. 31, 2020, may qualify for Economic Injury Disaster Loans of up to $2 million to help meet financial obligations and operating expenses which could have been met had the disaster not occurred,” said Carranza.\n“These loans may be used to pay fixed debts, payroll, accounts payable and other bills that can’t be paid because of the disaster’s impact. Disaster loans can provide vital economic assistance to small businesses to help overcome the temporary loss of revenue they are experiencing,” Carranza added.\nEligibility for Economic Injury Disaster Loans is based on the financial impact of the Coronavirus (COVID-19). The interest rate is 3.75 percent for small businesses. The interest rate for private non-profit organizations is 2.75 percent. SBA offers loans with long-term repayments in order to keep payments affordable, up to a maximum of 30 years and are available to entities without the financial ability to offset the adverse impact without hardship.\nApplicants may apply online, receive additional disaster assistance information and download applications at Applicants may also call SBA’s Customer Service Center at (800) 659-2955 or email for more information on SBA disaster assistance. Individuals who are deaf or hard‑of‑hearing may call (800) 877-8339. Completed applications should be mailed to U.S. Small Business Administration, Processing and Disbursement Center, 14925 Kingsport Road, Fort Worth, TX  76155.\nThe deadline to apply for an Economic Injury Disaster Loan is Dec. 21, 2020.\nFor more information about Coronavirus, please visit:\nFor more information about available SBA resources and services, please visit:\nAbout the U.S. Small Business Administration\nThe U.S. Small Business Administration makes the American dream of business ownership a reality. As the only go-to resource and voice for small businesses backed by the strength of the federal government, the SBA empowers entrepreneurs and small business owners with the resources and support they need to start, grow or expand their businesses, or recover from a declared disaster. It delivers services through an extensive network of SBA field offices and partnerships with public and private organizations. To learn more, visit\nRelease Number: \nRelease Date: \nThursday, March 19, 2020 - 12:00am\nMichael Lampton\nRelated State: \nField Operations Center:",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9924631119,
        "format_confidence":0.988396287,
        "weight":0.0033476994
    },
    {
        "url":"https:\/\/www.grocerybusiness.ca\/news\/canadian-retailers-must-innovate-now-says-bdo-canada-report",
        "text":"BDO Retail Trends Report 2018\n\nCanadian retailers must implement innovative business strategies now to survive and thrive, says a new report from BDO Canada.\n\nAs the “Amazon effect” becomes stronger in Canada, with nationwide store closures and the collapse of iconic brands like Sears and Zellers, small and midsized retailers need to adopt strategies, including leveraging technologies such as artificial intelligence, beacon technology, mobile pay, virtual\/augmented reality and other forms of automation.\n\nThe report identifies five critical trends and focus areas that retailers need to stay abreast of:\n\n·                  Technology – automation and artificial intelligence, virtual and augmented reality, beacon technology, mobile pay and data analytics are changing the game in the retail sector;\n\n·                  Experiential retail – retailers need to let customers interact with a product and build communities that will engage current and potential customers;\n\n·                  E-commerce vs. bricks and mortar – stores are creating hybrid and omnichannel shopping experiences to reach their customers wherever they are;\n\n·                  Consumer shopping habits – Millennials, the biggest spending cohort for retailers, are influencing the shopping habits of other age demographics; and\n\n·                  Customer relationships – retailers need to develop a customer relationship management program that captures and integrates implicit and explicit customer data.\n\nThe report recommends that small and midsized retailers focus on a true customer-first retail design, develop an omnichannel strategy to reach their customers, implement or upgrade e-commerce, and rethink every step and stage of the value chain.\n\n“It is now business critical for Canadian retailers to rethink and redesign their strategy,” says Eric Matusiak, partner and national retail leader at BDO Canada. “Several of these trends in the industry have had enough traction to be proven, but there’s still time for retailers to adapt to them. A methodical approach is recommended: develop a holistic strategy rather than jumping on the bandwagon.” \n\nDownload the full report here.\n\n\nBack to Top",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9843969941,
        "format_confidence":0.5309476852,
        "weight":0.0033204914
    },
    {
        "url":"https:\/\/brainmass.com\/economics\/bonds\/217434",
        "text":"Explore BrainMass\n\n\nFinding the WACC\n\nGiven the following information for Bellevue Power Co., the WACC is percent. Assume the company's tax rate is 34 percent. (Do not include the percent sign (%). Round your answer to 2 decimal places, e.g. 32.16.)\n\n4,500 5.5 percent coupon bonds outstanding, $1,000 par value, 21 years to maturity, selling for 102 percent of par; the bonds make semiannual payments.\n\nCommon stock:\n99,000 shares outstanding, selling for $55 per share; the beta is 1.15.\n\nPreferred stock:\n13,500 shares of 5 percent preferred stock outstanding, currently selling for 104 per share.\n\n6 percent market risk premium and 4.5 percent risk-free rate.\n\n2. First, find the market value for each type of financing by multiplying the shares outstanding by their market prices.\n\n3. Be careful in computing the market value of debt.\n\n4. Determine the capital structure weights for each type of financing.\n\n5. Use the appropriate approach for finding the Cost of Equity. This will depend upon the information given to you in the problem.\n\n6. Find the Cost of Debt (don't forget about the taxes).\n\n7. Find the Cost of Preferred Stock (remember, preferred stock is like a perpetuity).\n\n8. Use the WACC formula to solve the problem.\n\nSolution Summary\n\nThe solution explains how to calculate the WACC",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.9931368828,
        "format_confidence":0.9042292237,
        "weight":0.0024505208
    },
    {
        "url":"https:\/\/thrive.ms\/marketing-services\/",
        "text":"Time-tested and effective\nmethods, period.\n\nPinpointed strategies to your target audience with cutting edge techniques in Search Engine-based Optimization, Video Search-based Marketing, Local Listings, Social Media and Reputation Management, Affordable Web Design, Optimized PR Marketing and Advanced Mobile Solutions create the basis of our marketing arsenal.\n\nWebsite & Development Services\n\nBelieve it or not, consumers are online right now looking for products & services that YOU sell!\n\nWebsite Design\n\nIt’s time to get creative! Web design is more than just making something look good – it’s an art and a science. Our team will work alongside your team to create a stunning visual display for your website.\n\nMobile & Responsive\n\nResponsive design means the best possible experience for your customers, whether they view your site on a smartphone, tablet or desktop. We’ll help with the design and integration!\n\nOptimized Listings\n\nA great looking website will go a long way with your existing clients, but a well-optimized site can open the doors to customers you otherwise may never meet. Show-up in searches when they do!\n\nOnline Marketing\n\nYour website is up and now it’s time to tell the world! We can help out with search engine optimization, online advertising, social media marketing, local business listings & reputation management.\n\nMarketing Services\n\nMarketing directly to your customer’s palm! Let us help drive referral & repeat business for your company.\n\nSocial Marketing\n\nOur team at Thrive can optimize your social media by creating all content and managing your posting schedule. Let us promote your business and make you look like an expert while doing it!\n\nEmail Marketing\n\nLet Thrive Marketing create a custom email newsletter design – then manage monthly content creation and distribution to your opt-in list. Of course, we’ll optimize it for the masses!\n\nText Message Marketing\n\nWe’ll help you build a Text VIP Club so that you can message your loyal customers with special offers and announcements…in real time! This service is perfect for those ‘slow days’ at your business.\n\nVideo Marketing\n\nOur team will get you started quickly in harnessing the power of video. Either create a customized motion graphic video for the web or you can have us produce your next television commercial!\n\nOther Services\n\nWe proudly offer additional services at very competitive rates! From creating your business logo to protecting your hard-earned reputation.\n\nLogo Design \n\nThe face of your business is the logo. It needs to be professional, unique & unforgettable – just like your brand. Our in-house design team will work diligently with you to create your businesses’ stunning identity.\n\nGraphic Design\n\nWe offer clean, clear and unique graphic design services with your company’s image in mind. Flyers, newsletters, web graphics, business cards or in-store signage…our team is ready to create your vision!\n\nReputation Management\n\n24\/7 monitoring on social platforms & rating\/review sites for mentions of your business. You’ll be alerted of positive and\/or negative consumer commentary in real time. Protect your most valuable asset – your reputation.\n\nListing Distribution\n\nClaimed and enhanced local Google, Yahoo & Bing listings – plus optimized Top 150 search, directory and social site listings – including GPS and Siri. If your business is listed online…we make sure that it’s listed right!",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.993514657,
        "format_confidence":0.9786317348,
        "weight":0.0050089035
    },
    {
        "url":"https:\/\/www.propsocial.my\/topic\/15\/which-bank-offers-the-best-loan-rates-posted-by-wernloong",
        "text":"Wernloong88 small\n\nI am considering to purchase a condo under housing loan, still on planning stage. Does anyone know which bank offers the best loan rates? Thanks\n\nUuqn7014 small\n\nSubsale, commercial, PJ,  cimb, 4.65%, I know its high.. Just sharing\n\nSignature 28 logo  custom  small\n\n\nWill you consider to refinance it to get better rate?\n\nAtt 1389527671120 10  k.k. sah  4739  small\n\nCan try Public Bank Islamic ... 4.2% like that even below 300k housing loan .\n\nSignature 28 logo  custom  small\n\n\nFixed 4.2% for the entire loan tenure?",
        "topic_id":9,
        "format_id":4,
        "topic_confidence":0.9946513772,
        "format_confidence":0.8997463584,
        "weight":0.0022604955
    },
    {
        "url":"https:\/\/x204project.blog\/tag\/supplier\/",
        "text":"When to Sign a Memo\n\nThe following is an article written by X204 Business Communication Adjunct Lecturer Robin Fritz for eHow.com’s Money section:\n\nTo sign or not to sign?  That is the question that often arises when busy managers set out to write a memo.  Unlike business letters – which clearly require a signature – memos are a different animal altogether, and whether or not to sign them isn’t clear to many young managers just starting out in the business world.  The following tips, however, will help shed some light on whether to sign or not to sign. \n\nKnow the difference between a memo and a letter.  Letters written on company letterhead are external documents – they tend to go to smaller outside audiences, such as clients, suppliers, industry regulators, etc. – making a signature a required element.  Memos, however, are internal and usually go to a company’s employees – which may include hundreds of people.  In practice, memos DON’T include a signature.  But sometimes managers are wise to include their initials next to their name in the header.  The real trick is knowing when and if to do so.\n\nKnow the purpose of a memo.  Second to email, memos are a primary tool used by managers to share information with employees, whether it be simple announcements or key information regarding changes in policies.  In short, some memos tend to be more sensitive in nature than others.\n\nHow sensitive is the information?  Routine memos – those that deal with non-controversial topics – make up the bulk of memos sent by managers.  These types of memos rarely require follow up and tend to be taken at face value.  Other topics, such as corporate downsizing measures, reduced health benefits, etc., can be difficult for employees to hear and, as a result, their validity may be challenged.  When the topic is sensitive, the memo writer may initial the memo to add validity to the contents.  But even then, initials are NOT required.\n\nHow many people will receive the memo?  Again, memos sometimes go to hundreds of people and even initialing them may be a time consuming task.  In the business world, time is money – and adding even initials may be a large undertaking.  When deciding whether or not to initial a memo, ask, what value is being added with this task?  If none, skip it.\n\nTip: Signature blocks signal to readers that they’ve reached the end of a letter.  With memos, however, telegraph the ending by using transitional expressions highlighting the conclusion, such as “In closing” or “Lastly.”\n\nWarning: Remember, whether you’re writing a memo or a letter, with or without a signature, the content can be a legally binding document.  Never dash off any correspondence in haste – you could get yourself, and your company, in hot water.",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.9536147118,
        "format_confidence":0.8320648074,
        "weight":0.0023530016
    },
    {
        "url":"http:\/\/bobbyowsinski.blogspot.com\/2015\/03\/the-5-ways-to-charge-for-your-musical.html",
        "text":"Take Your Mixes To The Next Level\n\nWednesday, March 4, 2015\n\nThe 5 Ways To Charge For Your Musical Services\n\nCharging For Services image\nIt's always tough to figure out how much to charge an artist or band that's not on a label for your services. Here's an excerpt from my Music Producer's Handbook that looks at the 5 different ways to charge a client for your production, engineering or musical services, as well as the advantages and disadvantages of each.\n\n\"What if a local band asks you to produce or record them? What do you charge if they’re not attached to a label? There are a number of approaches that you can take, although none will have you retiring to the Bahamas anytime soon. You can:\n  • Charge a flat project fee. How much should that be? So much depends upon the type of project, how many overdubs you’ll need, the artist’s or band’s competency, the artist’s or band’s income level, and the number of songs. A jazz or blues band with 20 songs will usually take a lot less time than a pop band with 8 because of the type of music and the layering normally required with pop music. And if the band has a marginal player or two, that can almost double the time spent just trying to get the parts to match the other players in skill level (unless you can persuade them to use a session player.)\nUsually, a flat fee is the least desirable way to get paid since projects have a tendency to go a lot longer than anticipated and will tend to drag on and on when the artist realizes that you get paid the same regardless of the time spent. If the flat fee is the easiest way or only way to get the gig, then that’s what you have to do, but otherwise, avoid it if you can unless you’ll very well compensated.\n  • Charge a per-song fee. This is better than the flat project fee but not by much. All the same problem areas are still there with the exception that it can sometimes cause the artist to scale back from recording 15 songs to 10 (even though it’s a hit in your pocketbook). You won’t have to worry about the artist wanting to record an extra song at the last minute or suddenly wanting to complete a track originally deemed too weak after basic tracking. With a per-song rate, any additional songs and you have to get paid.\n  • Get paid on spec. This is the way that most fledgling producers start their careers. The deal would be that if the artist or band “makes it” (meaning they get signed by a major label and get an advance), then you’ll get paid either your project fee, points, or both. The chances of that happening are always long no matter how much you believe in the act, so be prepared to spend your time working for free. The one good thing here is that you’ll be gaining experience.\nIf you’re going to work on contingency, you’ll need to get two things from the artist or band. The first thing is a larger deal than your normal rate to make it worth your while, since you’re specing your time. That could be anywhere from 20 to 50, even 100% more - whatever you can negotiate. You can justify it by saying, “I’m providing a lot of valuable time and expertise that you’re not paying me for right now. Maybe it’ll take a long time to see this money or maybe I’ll never see it. That’s worth an extra premium.”\n\nThe second thing is an agreement stating the terms of how much and under what circumstances you’ll get paid. While you should go to an attorney to get this drawn up, this can cost you money that you don’t have or don’t want to spend on a project that may never pay off. Even if it’s only a single page long, just be sure to get it in writing because people have a tendency to forget or remember differently over time and it pays to have something on paper. At the very least, put down what songs you’ve worked on (or going to work on), the amounts agreed upon, and a time frame that you’ll get paid (example - 30 days after signing a major or indie label agreement), and how you’ll get paid (“in full by cashiers check”) just so no one forgets. This may not be legally binding or may have plenty of holes that a high-priced lawyer can drive a truck through, but if the people you’re dealing are on the up and up, you’ll at least have a piece of paper to remind everyone of your contribution to their success and how you all agreed you’d be compensated.\n  • Charge an hourly rate. The safest way to go as long as you can get paid, an hourly rate means that when you inevitably spend that extra week on overdubs or mixing, you’ll get paid for the time you’re putting in. The hourly rate keeps people focused and stops them from adding those extra 5 overdubs “just to see what they sound like,” or from trying 10 more takes when you all agreed that number 3 was great.\n  • A combination of the above. Many times payment consists of a little bit of money or a little bit of spec, some items at a flat rate and some at hourly, or some combination. Try not to get too complicated. A simple deal works best for everyone, especially when it comes to getting paid. Just realize that there are a lot of options available.\nThere are a lot of good books on the subject of how to structure a deal for yourself that are much more comprehensive then what was just laid out above. Even if you decide not to read them, get an attorney if it means any money more than what the attorney will cost. At the very least, always get it in writing.\"\n\nDon't forget to check out my Music 3.0 blog for tips and tricks on navigating social media and the new music business.\n\nNo comments:\n\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":9,
        "format_id":9,
        "topic_confidence":0.546133697,
        "format_confidence":0.7120387554,
        "weight":0.0011784776
    },
    {
        "url":"http:\/\/becket-lee.com\/Default.aspx?treeIndex=4&tree_id=3&document_id=285",
        "text":"Logo Image\nYour Proven Partner in Bankruptcy Management\n\n\nAlane Becket Presented at October Bankruptcy Events\n\nPartner Alane Becket presented at the NARCA 2013 Fall Collection Conference in Washington, DC. The conference ran from October 16-19. Alane's presentation, \"Bankruptcy Update: The National Chapter 13 Plan Form\", addressed the new requirements for Chapter 13 plans and the pending changes to the bankruptcy Rules, including how these changes will impact creditors.\n\nAlane also spoke on the subject of Student Loan Dischargeability at the Dallas-Fort Worth Area Chapter 13 Consumer Bankruptcy Conference on October 21.\n\nMore Events...",
        "topic_id":9,
        "format_id":13,
        "topic_confidence":0.9737516046,
        "format_confidence":0.8751547933,
        "weight":0.0032845832
    },
    {
        "url":"https:\/\/www.freshbooks.com\/4e-philosophy",
        "text":"× Freshbooks App Logo\nOfficial App\nFree - Google Play\nGet it\n\nThe FreshBooks Support Philosophy Execute Extraordinary Experiences Everyday — The 4Es\n\nWhat Does the 4E Philosophy Mean?\n\na bullseye\n\n\nAs smart and creative as we are, great ideas are worthless without execution.\n\nshooting stars\n\n\nBy exceeding expectations, our products and services become extraordinary in the eyes of those we serve.\n\na briefcase\n\n\nWe are in the experience business – we design and deliver moments for others, and it’s a privilege to do so.\n\na calender\n\n\nWe are only as good as the last experience we deliver – we must be vigilant during every experience, every moment, every day.\n\nGive us a call and experience the 4E philosophy for yourself or…\n\nTry It Free\n\nAn Example of the 4E Philosophy\n\nPicture of Toni Akam, Owner of Confetti and Bows\n\nToni Akam\n\n\nFreshBooks customer since 2015. Helped by FreshBooks’ Rock Stars to set-up her new logo.\n\nHow We Live the 4E Philosophy\n\nOur Support Team is in your corner to serve you and deliver a 4E experience every time you reach out. Here’s what you can\nexpect when you give us a shout:\n\nSupport Housed at Headquarters\n\n\nAll of our Support Rockstars are located at FreshBooks HQ in Toronto and they’re ready for any questions you may have. Whether you’re billing $100 month or $100 million, the team will deliver an extraordinary experience.\n\nNo Phone Trees\n\n\nYour time is precious, so if you call us you can expect a real person to answer right away. Plus, you don’t have to worry about being passed from person to person – 99% of all questions are answered by the person who picks up the call.\n\nYour Own Free, Virtual Help Desk\n\n\nThe Support Rockstars make your life easier – whether it’s helping you format an invoice or answering your questions about tracking time. Support is always included, whether you’re on your 30 day free trial or if you want to take advantage of the 30 day money back guarantee.\n\nSupport From Everyone\n\n\nEveryone at FreshBooks spends their first month with our support team helping customers like you. This means everyone learns exactly what your needs are and takes those insights into their job to serve you better.\n\nNo Strings Attached\n\n\nWhen you sign up you’ll enjoy a 30-day Free Trial so you can give FreshBooks a try. Plus, when you do decide to move to a paid plan, there’s a 30-day money back guarantee – but we’re confident you won’t need to use it.\n\nWhat Our Customers Have To Say\n\nCheck out how FreshBooks’ invoice software works, or Try It for Free today\n\nGet started for free today.\n\nNo credit card required.\nCancel anytime.",
        "topic_id":9,
        "format_id":16,
        "topic_confidence":0.8817552924,
        "format_confidence":0.5953438282,
        "weight":0.0044454575
    },
    {
        "url":"http:\/\/budgeting.thenest.com\/buy-stock-shares-3768.html",
        "text":"How to Buy U.S. Stock Shares\n\nAfter the miserable years the U.S. stock market had between 2000 and 2010, many investors think it might be time for a turnaround. Although experts contend that you never know the perfect time to buy, purchasing shares of U.S. stocks isn’t as easy as it may seem. There is much to learn, as you'll have to decide which brokerage account to open, which stocks to buy and then complete the trade to purchase your shares. Luckily, all these tasks fall into a few basic areas you’ll need to study before pressing the “buy” button or calling your broker to purchase U.S. company shares.\n\nWrite your goals in actionable, concrete terms. The National Endowment for Financial Education recommends that you start any investment plan by making a list of goals that have a set time table to reach and are reasonable to obtain. By completing this exercise, you’ll narrow the list of thousands of U.S. companies in which you can invest down to a more manageable number that may suit your financial goals.\n\nPlace enough money in a brokerage account to purchase U.S. stocks and cover your trading costs. People who don’t want to trade alone or are uncomfortable making stock-picking decisions without professional help may be well served using a full-service brokerage company. You’ll have access to investment professionals who are licensed to help you buy suitable U.S. stocks for your goals. Ask your friends for recommendations of good brokers they may know. Check the track record and background of any prospective financial advisor by using the Financial Industry Regulatory Authority (FINRA) BrokerCheck website (see Resources).\n\nPlace money instead in an online or discount brokerage account if you’re comfortable completing research, making trades and tracking your U.S. stock portfolio alone. By choosing a discount broker, you won’t receive the help of a professional, but you’ll save some money on trading costs. Find and compare a few different online or discount broker fees, trading tools, and services before deciding to open an account.\n\nList U.S. companies you enjoy or admire, or whose products you use, to begin your research tasks. Long-time investment pro Peter Lynch recommends buying shares in companies you know because you’re more likely to understand why they’re profitable and the possible stumbling blocks that may stand in their way in the future. Use research tools online through websites such as Etrade Clearstation, Yahoo! Finance and MarketWatch Bigcharts to scan company revenue and profits, find news about management changes and product offerings, and track charts displaying historical share price trends.\n\nPurchase U.S. companies by executing buy trade orders. You’ll want to decide between market and limit orders to buy your shares. Market orders trade immediately at the best available price. You’ll want a limit order when you’re worried you may overpay for a stock. Limit orders are placed at a price below the market, in the hopes that the price will descend, triggering your trade.\n\n\nAbout the Author\n\nAs a former financial advisor to companies and individuals for 16 years, Joe Andrews knows financial planning and marketing from start-ups to personal budgets. He also writes on motor racing, board games and travel. Andrews received his B.A. from Michigan State University in English. He is currently working on a young adult novel.",
        "topic_id":9,
        "format_id":22,
        "topic_confidence":0.99803859,
        "format_confidence":0.9911952019,
        "weight":0.0024626155
    },
    {
        "url":"http:\/\/www.belfasttelegraph.co.uk\/business\/news\/cyprus-on-bankruptcy-alert-29147098.html",
        "text":"Belfast Telegraph\n\nUK Website Of The Year\n\nCyprus on bankruptcy alert\n\nPublished 22\/03\/2013\n\nCyprus has four days to agree on a new plan to raise funds to avoid bankruptcy after the European Central Bank warned that it would pull the plug on the country's banks next week if no bailout deal is agreed.\n\n\"Plan B\" was being thrashed out after MPs soundly defeated an earlier proposal to seize up to 10% of all domestic deposits to finance a rescue.\n\nYour Comments\n\nCOMMENT RULES: Comments that are judged to be defamatory, abusive or in bad taste are not acceptable and contributors who consistently fall below certain criteria will be permanently blacklisted. The moderator will not enter into debate with individual contributors and the moderator’s decision is final. It is Belfast Telegraph policy to close comments on court cases, tribunals and active legal investigations. We may also close comments on articles which are being targeted for abuse. Problems with commenting?\n\nRead More\n\nFrom Belfast Telegraph",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9959329963,
        "format_confidence":0.8796551824,
        "weight":0.0062052453
    },
    {
        "url":"https:\/\/ru.adforum.com\/creative-work\/socially-responsible",
        "text":"Socially Responsible Ads with ACT Responsible and AdForum\n\nThis section is dedicated to Responsible & Good Communication and feature our Advertising Community Together initiative, launched after 9\/11 by AdForum employees, using the global reach of the website to gather the talent of the global advertising community. ACT Reponsible Website\n\nLatest Socially Responsible Ads\n\nУзнать больше",
        "topic_id":9,
        "format_id":1,
        "topic_confidence":0.9660826921,
        "format_confidence":0.5833499432,
        "weight":0.0039559035
    },
    {
        "url":"https:\/\/www.yahoo.com\/now\/rapyd-raises-300m-2-5b-120528451.html",
        "text":"Rapyd raises $300M on a $2.5B valuation to boost its fintech-as-a-service API\n\nIngrid Lunden\n·6 min read\nMulti Colored Bling Bling Dollar Sign Shape Bokeh Backdrop on Dark Background, Finance Concept.\n\nA wave of organizations -- propelled by global COVID-19 pandemic circumstances -- are moving their commercial and financial interactions online, and today one of the big players helping to enable that shift is announcing a significant round of growth funding to expand the tools and services that it provides to them.\n\nRapyd, which provides an API-based \"fintech-as-a-service\" platform covering payments, banking services, fraud protection and more, has raised $300 million, funding that CEO and co-founder Arik Shtilman said in an interview will be used to expand its team, build out more technology (next up: expanded fraud ID services and a wider marketplace) and make selected acquisitions.\n\nRapyd's customer base now numbers about 5,000 businesses, which includes marketplaces (labor marketplaces and marketplaces for goods), e-commerce businesses, other kinds of lenders and any business that might want to incorporate transactions or new financial services into their wider offerings. Shtilman said that at the moment, Rapyd is seeing its strongest growth yet, onboarding about 500 new customers each week.\n\nThe funding is coming at a $2.5 billion post-money valuation, Shtilman confirmed. (For some context on that, Rapyd was last valued at $1.2 billion in December 2019.)\n\nThe round is a Series D and is being led by prolific growth-round VC Coatue, with Spark Capital, Avid Ventures, FJ Labs and Latitude (all new backers), as well as General Catalyst, Oak HC\/FT, Tiger Global, Target Global, Durable Capital, Tal Capital and Entrée Capital (all previous backers) also participating. Other past investors, notably, include another major player in the world of API-based financial services, Stripe.\n\nAs with other companies in categories that have seen a huge surge of demand in the last year, financial services -- and in particular those providing services to be able to carry out transactions online via the internet or phone -- have proven to be some of the most mandatory and most used. (And no wonder, since bills still need paying, food and other items still need to be purchased, loans very much still need to be made and so on.)\n\nThis was what many would call an \"opportunistic\" raise, made not to keep the lights on or to extend runway, but because the money was being offered to Rapyd at good terms, and there were smart places where it could be put to use to grow the business.\n\n\"We didn’t plan to raise money when we raised this round, but when the pandemic came in our business started to boom,\" Shtilman said. \"We were approached by existing investors to scale beyond our original business plans after we completed our 2021 growth plans in three months in 2020. So we thought the timing was probably right for world domination.\"\n\nShtilman was partly (only partly) joking -- he has a sort of deadpan delivery that I can't quite capture here -- but it's a far cry from the startup's early days, when \"no one wanted to invest because everyone thought it would be too hard to execute. Even our early investors advised us to focus on a smaller concept. But we thought building globally doesn’t work. To start small is against the idea. Over the last several years, the need to explain what we do [has] almost vanished.\"\n\nThe challenge (and opportunity) that Rapyd identified back in 2017 when it first opened for business (having been hatched in Israel originally) is that the global commerce and financial markets are very highly fragmented. Consumers and businesses in individual markets have their own preferred payment methods and demands, regulations differ and the key companies involved vary from country to country.\n\nMeanwhile, APIs have long been a great instrument for integration and connection: Using a few lines of code -- and presuming your own services are built on code too -- you can knit together services, and bring in commoditized functionality that would take ages to build from the ground up, cutting down the effort and work needed, to focus on making your core business more unique.\n\nWhile companies like Stripe, Twilio and many others had identified the opportunity of leveraging APIs to scale out a world of functionality to a wider set of would-be customers, what Rapyd really identified and built out was the idea of loading not just one, two or three services, but hundreds (even thousands) of features into that proposition. In fintech, where those services are complex, there is a big array of them from which to choose what to build, and also a big pool of would-be customers to use them, if you are aiming wide.\n\nThe idea is smart and, as Shtilman noted, very much in keeping with the economies of scale that exist in e-commerce and fintech: Individual transactions are at the end of the day very incremental, so services that bring many together can finally start to conceive of interesting returns.\n\nThat, of course, is not just something Rapyd has identified and run with. That is to say, the company has a number of competitors now in the market.\n\nJust last week, Germany-based Mambu, which also provides an API-based suite of services (7,000 at last count) under the idea of \"banking as a service,\" raised $135 million at a valuation of over $2 billion. Stripe, a backer of Rapyd, also has continued to expand and add a number of services well beyond payments. Thought Machine also raised a big round last year; Temenos and Italy’s Edera are also strong players here.\n\nAnd the field has so much opportunity that it's even attracting a lot of newer entrants: witness Unit, another interesting player that came out of stealth in the U.S. in December with an interesting list of backers of its own.\n\n\"To build financial infrastructure, it doesn’t matter whether you are a small mom and pop or something bigger, you need many things, and if you want to sell in more than one jurisdiction you need a lot of those services,\" Shtilman noted about the need for scale and breadth in a fintech platform proposition. He's also very sanguine about competition.\n\n\"They have emerged like mushrooms after the rain,\" he said. \"But if you don’t have competition it means you don’t have a business, so this is good. It means there is a lot of demand. But for now we are the market leader. We think we will become the AWS of this space.\"\n\nThat's where investors like Coatue are also landing for now.\n\n“The payment landscape varies dramatically across countries. A company doing business globally might need to accept hundreds of local payment methods. Rapyd’s API, which abstracts away this complexity, is currently powering what we think are many of the world’s most exciting companies,” said Kris Fredrickson, managing partner at Coatue, in a statement. “We are honored to partner with Arik and team for the next phase of the Rapyd journey.”",
        "topic_id":9,
        "format_id":10,
        "topic_confidence":0.9936931133,
        "format_confidence":0.98067379,
        "weight":0.0061912895
    },
    {
        "url":"http:\/\/acquirebb.com\/index.html",
        "text":"Acquire Business Brokers is the smart choice for those looking to invest or redeploy their capital. Focus, commitment and attention to detail are all paramount in a business brokerage transaction.\n\nWe protect our clients' private and confidential information about their businesses, and share our listings with principals only after they have been pre-qualified and appropriate Non-Disclosure Agreements have been signed.\n\nOur approach is to always put ourselves in the shoes of all of parties and ask ourselves, \"Would we accept that proposal?\" That's what makes the deal. And isn't that why you're about to hire a business broker in the first place?\n\nIf you are interested in buying or selling a small to medium sized business, give us a call for a confidential discussion.\n\nWe look forward to being of service to you!\n\nBest regards,\n\nAcquire Business Brokers\n              (C) Copyright 2006-2012 Acquire Business Brokers. All Rights Reserved.\n\nWe co-broker sales with fellow business brokers from around town or around the country. We can help you buy any business regardless of listing broker.",
        "topic_id":9,
        "format_id":12,
        "topic_confidence":0.9972276092,
        "format_confidence":0.8859584332,
        "weight":0.0015512699
    },
    {
        "url":"http:\/\/www.nikefactoryoutletshoesonline.com\/listing-of-business-ideas-for-2019.html",
        "text":"Listing Of Business Ideas For 2019\n\nLet’s speak enterprise ideas. If in case you have a knack for tidying up and organising your area, then now could possibly be a great time to capitalise on this interest by beginning a house business decluttering individuals’s dwelling areas. Starting a business is hard work, and you’re committing to this idea for years (possibly even decades) to come.\n\nIf that isn’t sufficient, you may broaden your companies to incorporate pet grooming as an extra side business concept. Webinars present online marketers with a platform to work together and have interaction with an audience that is more than keen to purchase whatever it’s they are promoting.\n\nSimply you should definitely always order a sample for your self to make sure that your supplier is reliable and that the standard of the merchandise is fit for selling to your prospects. Revealed yearly, our What companies to start characteristic is an intensive report compiling business insight and analysis from the likes of Yell Business, the Office of Nationwide Statistics (ONS), and current begin-ups.\n\nWhat I actually like about this enterprise thought is that you would be able to get began TODAY. Learn the way other folks came up with their business concepts after which bought started. Not solely is the actual property sector regaining its footing, the number of type-aware prospects is also on the rise, creating plenty of room for development into these kinds of handy enterprise concepts.\n\nIf you already have the cash and you marvel what you may do with it, it is potential to depend on a couple of business ideas. I’ve already given you examples of how easy it might be to find potential shoppers, and even given you examples of best clients(obviously do not bother them unless you can supply them value).\n\nA number of the ecommerce business ideas on this record have been standard for a very long time making it extra aggressive but less risky. For those looking for a more fingers-on method, starting a cleaning business could see you clear up very quickly without any enormous preliminary funding sucking up your income.\n\nMainly, think of the best model of your product and repair that possesses its core options and begin getting real suggestions from potential clients. This is especially necessary in the event you’re a solopreneur and trying to just create a aspect hustle (or entertain online business ideas from dwelling), or you do not have a ton of sources to leverage for the time being.\n\nThere are a ton of conventional holidays that depend as stable causes to explore the facet business idea of crafting and promoting seasonal decorations. It is necessary that you just always validate what you are promoting ideas first, so you don’t waste your time and money on something that ultimately nobody desires.\n\nOver the weekend, a friend of mine asked for some advice about starting a business, so I believed that may be a very good matter. After all, people and companies pay good cash for them. You won’t rake in a whopping $50,000 as this guy does by just doing this in your free time as a aspect business concept solely, however you may surely get a chunk of the motion. In your first few journeys it’s extra important to build an excellent experience and an amazing fame, then to make some huge cash proper out of the gate.\n\nOpening up a taco or meals truck won’t have been first in your list of ideas for a profitable small town enterprise, but relying on the situation of your town, the seasonality of its residents, and the climate, starting a food truck enterprise can be a great funding.\n\nDavid helps corporations all around the world discover their very own product market match using lean startup, design thinking and business mannequin innovation. Discover dozens of DIY portals (comparable to , DIY Community , Instructables and Mahalo ) to get business ideas on easy methods to earn a wholesome facet revenue simply by displaying others tips on how to do the stuff you love.\n\nI’ve seen loads of non-public automobiles promote products and services by way of automobile wrap. Many full-fledged wedding ceremony photographers began half-time until they determined to develop their business,” he stated. In case your thought is cool sufficient, people will help it earlier than your product turns into out there.\n\nCreating A Great Enterprise Idea\n\nEarlier than you possibly can begin your own business, you should give you a plan. It doesn’t happen in a single day, however licensing a international product for sale domestically, might be one of the profitable business ideas that (at occasions) results in an enormous payoff down the street. There’s an enormous rising marketplace for cell phone equipment, and plenty of handmade sellers are raking in 6 and sometimes 7 figures from their phone case businesses.\n\nEven in this digital age, there remains an enormous marketplace for unbiased gross sales reps who promote the merchandise for a number of totally different companies to different companies. If you happen to have a knack for connecting with folks and the willingness to tackle some threat, a commission-based mostly freelance sales role could possibly be an ideal side business concept for you.\n\n50 Small Business Ideas For Newcomers\n\nThough the variety of people wanting to start out their own business has grown, many nonetheless have no idea methods to organize themselves financially.\n\nMany individuals have nice small enterprise ideas, but solely a handful will really make the commitment and do something about it. These individuals are sometimes called Entrepreneurs. I do not assume so. Constructing a profitable and meaningful enterprise should start with discovering the perfect concept-one that builds on all of the belongings you take pleasure in doing whereas also allowing you to achieve and even exceed your financial targets.\n\nThe process is certainly fun (and time-consuming), but as a facet business concept, the pay might be fairly nice. You have to to learn in regards to the new merchandise which are continually appearing out there and stay updated with any changing laws.\n\nSome people wrestle to give you a business concept because they assume it has to be distinctive. Oh, i discovered some dudes, their downside was, they’d no business ideas. It can jumpstart your corporation until you collect enough skills, assets and capital to maneuver to larger initiatives.\n\nThe key distinction is that as an alternative of selling the product, you might be selling it directly to the customer. Much like running a blog or vlogging, creating informational products is your chance to place your experience in an e-e-book or some type of digital format and selling it to the web world.\n\nHow To Discover The Market For Your Enterprise Thought\n\nMost entrepreneurial varieties have one million enterprise ideas, and beneath pressure they may come up with 1,000,000 and one. Functions for the Business Concepts are actually closed. Let’s discuss among the different questions it’s best to use to assist pare down your record of enterprise ideas. When you’ve got specific information on a niche sector just like the property market in Singapore then offering your experience and research abilities is one technique to get a facet business working.\n\nWith companies like Amazon Kindle Direct Publishing , it is easier than ever earlier than to get a e book in front of a huge potential viewers. Listed below are nine low-value business ideas from trade experts you can start tomorrow. One person began a business with $7K and a Kickstarter of $18K.\n\nAfter Noticing A Hole In The Marriage ceremony Trade, I Founded A Bridesmaid For Rent Business.\n\nBusinesses have been utilizing on-line surveys for a while now to measure customer satisfaction and conduct market analysis. This can be a great enterprise, with long run customers and regular work, however it can take a while to construct up a large clientele. Don’t be fooled though — just a fast look at these articles present that their ideas are weak, they won’t provide you with more cash and flexibility, and so they’re positively not price your time.\n\nYour startup will in all probability not generate very much cash in its first few months (or even years), and it’s going to take lots of effort and continuous dedication-and at some point it’s possible you’ll even want to just give all the things up. However you probably have a strong WHY, this will assist you to to carry on until you attain the sweet spot.\n\nbusiness ideas 2019, business ideas 2019 kenya, business ideas for 2020 uk\n\nOne crucial element though it isn’t crucial in relation to starting a business is elevating capital. When most individuals who declare they don’t have a enterprise idea are pushed to tell their greatest one at that very second, they may have one thing to say. Don’t stop till you will have 20 enterprise ideas written down. They took their idea to a neighborhood entrepreneur who made plenty of cash in numerous enterprises together with automotive dealerships and showed him the marketing strategy as a result of they wished to open it in considered one of his defunct used automotive lots.",
        "topic_id":9,
        "format_id":9,
        "topic_confidence":0.9935670495,
        "format_confidence":0.9241586328,
        "weight":0.0021439741
    },
    {
        "url":"http:\/\/jultika.oulu.fi\/Record\/nbnfioulu-202102191203",
        "text":"University of Oulu\n\nEstimating the impact of Brexit on the United Kingdom’s import demand of bovine meat\n\nSaved in:\nAuthor: Rytkönen, Jere1\nOrganizations: 1University of Oulu, Oulu Business School, Department of Economics, Economics\nFormat: ebook\nVersion: published version\nAccess: open\nOnline Access: PDF Full Text (PDF, 1.3 MB)\nPages: 57\nPersistent link:\nLanguage: English\nPublished: Oulu : J. Rytkönen, 2021\nPublish Date: 2021-02-19\nThesis type: Master's thesis\nTutor: Oikarinen, Elias\nReviewer: Simonen, Jaakko\nOikarinen, Elias\n\n\nOn 23rd of June 2016 the United Kingdom (UK) held The United Kingdom European Union membership referendum on the question whether the country should remain in the European Union (EU). The result was that the UK decided to exit from the European Union. This event was coined as Brexit.\n\nThe primary objective of this Thesis is to estimate the impact of Brexit on the United Kingdom’s import demand for bovine meat. In order to estimate the impact an econometric time series model is used to capture the unit price and income elasticities of import demand. The specific model used is Autoregressive Distibuted Lag Error Correction Model (ARDL-ECM). The results of the model are used to analyse possible impacts of different Brexit scenarios. The time series is based on annual data from 1993 until 2018. The data was collected from EUROSTAT, UN COMTRADE and UK government sources.\n\nThe results of the model were used to analyse possible impacts of Brexit. The results show that bovine meat imports from the EU are quite inelastic. The results from the thesis can be used to indicate possible magnitude of the changes due to Brexit. In order to capture better estimates for the impact of Brexit the elasticities gained from the Thesis could be utilized in a general- or partial equilibrium models.\n\nsee all\n\nCopyright information: © Jere Rytkönen, 2021. This publication is copyrighted. You may download, display and print it for your own personal use. Commercial use is prohibited.",
        "topic_id":9,
        "format_id":0,
        "topic_confidence":0.7408677936,
        "format_confidence":0.9616673589,
        "weight":0.0007840222
    },
    {
        "url":"http:\/\/seekingalpha.com\/article\/1031971-a-legendary-hedge-fund-manager-owns-1-9-million-shares-of-this-gold-stock",
        "text":"Seeking Alpha\nProfile| Send Message|\n( followers)\n\nBy Dave Goodboy\n\nGold has exploded higher during the past several years. The bullishness has been ignited by massive global fiscal stimulus programs, slowing production growth and aggressive purchasing of the yellow metal by several central banks. It's no wonder gold prices are up nearly 100% during the past five years.\n\nTake a look at the weekly chart:\n\n(click images to enlarge)\n\nAlthough the yellow metal is off its all-time 2011 highs of more than $1,900 per ounce, there is solid technical support in the $1,550 area, as you can see in the chart below. Gold has since bounced from this support, hitting $1,800 per ounce in October prior to falling back and finding support at the 50-week simple moving average at $1,665.\n\nDespite gold's solid performance over the years, gold-mining stocks have lagged. This is unusual, since gold-mining companies make their profit on the spread between what it costs to extract gold and the price of the commodity. Historically, there is a positive correlation between the price of gold and the performance of gold-mining stocks.\n\nBut starting in 2008, there has been a disconnect. Rising production costs, political risks in some of the regions where miners operate and simple economic worries have superseded the common-sense correlation. This has resulted in gold-mining stocks underperforming the commodity itself, which in turn has resulted in much of the negative investor sentiment around gold-mining stocks.\n\nAnd it is within this negativity that I see a great profit opportunity. The key strategy is simple: Buy undervalued gold-mining stocks poised for a reversal of fortune.\n\nIn this case, I think one particular gold miner is a diamond in the rough.\n\nBarrick Gold Corp. (NYSE:ABX) is one of the world's largest gold miners, with 27 operating mines in North America, South America, Australia and Africa. The stock has been smacked down from its recent high of $43 a share in mid-September to $34 in November, which is just above its 52-week low. Barrick Gold boasts the lowest price-to-earnings (P\/E) ratio of its peers at 10.2, and its 29% earnings growth rate is the highest among the competition.\n\nHedge Fund Ownership\nThe fact that hedge fund wizard David Einhorn doubled his position in the stock during the third quarter and held it steadily this quarter despite the price drop, gives me even more confidence in Barrick Gold. The gold miner makes up about 1.3% of Einhorn's U.S. long portfolio (1.9 million shares), indicating a strong bullish bias for the company.\n\nThe Future\nBarrick Gold has ambitious plans to reduce costs while ramping up copper production in the coming years.\n\nNew CEO Jamie Sokalsky is pushing for Barrick's mining costs to drop from $575 per ounce to between $500 and $525 per ounce during the next several years. The cost reduction will come from two mines in the Dominican Republic and on the Chile\/Argentina border, which have relatively lower operating costs.\n\nAlthough Barrick has narrowed its gold production forecast to between 7.3 and 7.5 million ounces from earlier projections of 7.8 million, Sokalsky is confident of a production increase during the next several years. If gold and copper prices stay steady, then the lower production costs will result in increased operating cash flow. Interestingly, despite all these tailwinds, the stock has dropped nearly 30% this year.\n\nAt the end of October, Barrick's price plunged through the 50- and 200-day simple moving averages, finally finding support at $33 a share. Most recently, shares have bounced above $34. The weekly chart indicates support at $32.\n\nThe company plans to release its full-year earnings report on February 15, 2013. Savvy investors will likely be waiting attentively.\n\nRisks to Consider: Commodity-based stocks are inherently risky. The risk comes from several sides, namely the volatile nature of commodity prices. If gold prices unexpectedly plunge, then so will mining stocks. In addition, political and economic risks also loom largely due to the fact that many gold mines are located in politically and economically unstable regions. Always be certain to use stops and position size properly when investing.\n\nConsidering the stock's current value and the company's future plans, Barrick Gold is a great buy now. Any price between $32 and $35 would make an ideal entry. If gold prices remain relatively steady and the company meets its cost-reduction goals, then shares could easily rise to $50 within 24 months. My trading strategy with this company would be to enter a position within the $32 to $35 channel with stops at $32.\n\nOriginal Post\n\nDisclosure: I have no positions in any stocks mentioned, and no plans to initiate any positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it. I have no business relationship with any company whose stock is mentioned in this article.\n\nSource: A Legendary Hedge Fund Manager Owns 1.9 Million Shares Of This Gold Stock",
        "topic_id":9,
        "format_id":11,
        "topic_confidence":0.9910851121,
        "format_confidence":0.8541420102,
        "weight":0.0045337361
    }
]