[
    {
        "url":"http:\/\/www.dartmoorwalks.org.uk\/resource\/search.php?OS=7620078600",
        "text":"\nDartmoor Resource: Search for Sites Nearby\n\nSearch Tool: Prehistoric monuments within 2km of SX7620078600\n\nGuidance for walkers: The monuments featured in this database are archaeological treasures and need to be protected and preserved - please do not disturb any sites. Please check access and firing times before visiting sites, not all sites listed are on open access land. Firing ranges and boundaries of open access areas are marked on the OL28 OS Dartmoor Explorer map. Please stick to the country code and consider giving support to the numerous agencies that help to keep Dartmoor a fabulous natural and historic environment!\n\nAbout the database: In all listings clicking on the photo will open a page for the site with a larger photo. The listings are drawn mainly from scientific journals and will not include the most recently discovered minor sites. There is comprehensive coverage of stone circles, stone rows and menhirs. Listings for cists and cairn circles should cover most of the better known sites. There are only partial entries for round cairns, settlements, pounds and none for reaves. For listings of specific types of monument click on Resources in the menu above. Corrections, or any feedback or suggestions are very welcome, email:\n\nNOTE: Clicking on the icons for each monument in the map will give the name of the monument. Where icons overlap they are replaced with an icon with a number - zooming in may separate them out.\n\nSearch for sites near-by OS Grid Reference (6 or 8 digit) SX\n\nBlack Hill Cairn\n\nOS Map: SX 76270 78960\nNMR record: SX 77 NE 3\nHER record: 8045\nMegalithic Portal: 26733\nAlternate name: Black Hill 4 Cairn\nShortName: CN:BlackHill\nButler map: 2.5.4\nGrinsell: MAN 16\nNotes: \"One of five cairns on Black Hill, all in a damaged condition.\"\n\nNearby sites: SX76277896\nDistance: 0.37km\n\nHaytor Down Stone Ring Cairn Circle\n\nOS Map: SX 76700 78110\nNMR record: SX 77 NE 34\nHER record: 48849\nMegalithic Portal: 45820\nAlternate name: Haytor Down N.1 Stone Ring Cairn Circle\nShortName: RC:Haytor Down\nButler map: 2.6.1\nButler Vol 5: p.190 & Fig.132\nTurner: A7\nNotes: Turner A7. \"Ring cairn on Haytor Down. Stone ring 21.0 meters internal diameter, with bank 1.5 meters wide and 0.4 meters high. Modern entrance.\" One of group of 4 cairns - see Butler for diagram in Vol 1 and 5.\nNearby sites: SX76707811\nDistance: 0.7km\n\nSmallacombe Rocks Settlement\n\nOS Map: SX 75700 78200\nNMR record: SX 77 NE 9\nHER record: 8055\nMegalithic Portal: 31843\nShortName: ST:Smallacombe\nNearby sites: SX75707820\nDistance: 0.64km\n\nTrendlebere Down Stone Row\n\nOS Map: SX 76600 79239\nNMR record: SX 77 NE 2\nHER record: 8076\nMegalithic Portal: 2171\nThe Stone Rows of GB: Trendlebere Down\nPMD: Trendlebeare Down Stone Row\nShortName: SR:Trendlebere\nDPD page: 151\nNotes: \"A stone row 100ft. to the north of the Haytor-Manaton road.\" 18 stones of the stone row can be identified of which 9 are fallen and 9 upright stones. The fallen stones vary in length between 3'4\" and 4'6\"; the upright ones between 6\" and 2'4\".\nNearby sites: SX76607924\nDistance: 0.75km\n\nTrendlebere Row S. Cairn\n\nOS Map: SX 76620 79230\nNMR record: SX 77 NE 2\nHER record: 8077\nMegalithic Portal: 4625\nAlternate name: Trendlebere Down Stone Row Cairn\nShortName: CN:Trendlebere\nButler map: 2.7\nGrinsell: MAN 14\nNotes: \"Cairn at south end of stone row on trendlebere down ne slope of black hill ... (worth) a ruined cairn some 50ft in diam but now reduced to a ring cairn... perimeter can be traced on the ground but only a grass covered crescent of stones survives in the eastern half ... (grinsell, l. V. ). Cairn, truncated, from west margin of which double stone row descends. Diameter 14.5m, height 0.6m.\"\nNearby sites: SX76627923\nDistance: 0.76km\n\nPage last updated 30\/06\/17",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9836239815,
        "format_confidence":0.6452127695
    },
    {
        "url":"http:\/\/www.maplandia.com\/russia\/republic-of-bashkortostan\/sterlibashevskiy-rayon\/kyzyl-yar\/",
        "text":"Kyzyl-Yar 3D map\n\nKyzyl-Yar Map — Satellite Images of Kyzyl-Yar\n\noriginal name: Kyzyl-Yar\ngeographical location: Sterlibashevskiy rayon, Republic of Bashkortostan, Russia, Asia\ngeographical coordinates: 53° 19' 0\" North, 54° 45' 0\" East\n\ndetailed map of Kyzyl-Yar and near places\n\nGoogle Local — Kyzyl-Yar mapWelcome to the Kyzyl-Yar google satellite map! This place is situated in Sterlibashevskiy rayon, Republic of Bashkortostan, Russia, its geographical coordinates are 53° 19' 0\" North, 54° 45' 0\" East and its original name (with diacritics) is Kyzyl-Yar. See Kyzyl-Yar photos and images from satellite below, explore the aerial photographs of Kyzyl-Yar in Russia. Kyzyl-Yar hotels map is available on the target page linked above.\n\nRegister at Kyzyl-Yar or add new placemark for Kyzyl-Yar.\nGet your personal map homepage and much more for free.\n\nKyzyl-Yar hotel reservations\n\nBook hotel in Kyzyl-Yar online and save money\n\nSearch for hotels in\nCheck-in date\nCheck-out date\n\nKyzyl-Yar hotels: low rates, no booking fees, no cancellation fees.\n\nOnline Hotel in partnership with offers highly competitive rates for all types of hotels in Kyzyl-Yar, from affordable family hotels to the most luxurious ones., being established in 1996, is longtime Europe’s leader in online hotel reservations.\n\nAt you won't be charged any booking fees, cancellation fees, or administration fees – the reservation service is free of charge. The reservation system is secure and your personal information and credit card is encrypted.\n\nWe have put together also a carefully selected list of recommended hotels in Kyzyl-Yar, only hotels with the highest level of guest satisfaction are included.\n\nKyzyl-Yar hotels map\n\nThe location of each Kyzyl-Yar hotel listed is shown on the detailed zoomable map. Moreover, Kyzyl-Yar hotel map is available where all hotels in Kyzyl-Yar are marked. You can easily choose your hotel by location.\n\nKyzyl-Yar hotel reviews\n\nMany photos and unbiased Kyzyl-Yar hotel reviews written by real guests are provided to help you make your booking decision.\n\nKyzyl-Yar hotel deals\n\nLuxury hotels (including 5 star hotels and 4 star hotels) and cheap Kyzyl-Yar hotels (with best discount rates and up-to-date hotel deals) are both available in separate lists. Always bear in mind that with and the best price is guaranteed!\n\nHotels nearest to the centre of Kyzyl-Yar\n\nKyzyl-Yar car rental\n\nCompare Kyzyl-Yar car rental offers of 500+ suppliers\n\nOnline Kyzyl-Yar Car RentalWe search over 500 approved car hire suppliers to find you the very best Kyzyl-Yar rental prices available. You can compare offers from leading car hire suppliers like Avis, Europcar, Sixt or Thrifty as well as budget rental deals from Holiday Autos, Budget, Economy, EasyCar, or 121 carhire. Choose Kyzyl-Yar car hire supplier according to your preferences. The booking process is secured and is made as simple as possible. You don't have to browse through several websites and compare prices to find cheap car rental in Kyzyl-Yar — we will do it for you!\n\nCar hire Kyzyl-Yar and neighbourhood\n\nCar rental offices nearest to Kyzyl-Yar the city centre. Compare Kyzyl-Yar car rental offers by various suppliers.\n\nFlights from airports close to Kyzyl-Yar\n\nSearch and compare flights\n\nCompare prices on flights to and from the closest airports to Kyzyl-Yar. We search through offers of more than 600 airlines and travel agents. When you find a deal you want, we provide link to the airline or travel agent to make your booking directly with them. No middlemen. No added fees. You always get the lowest price.\n\nAirports in Kyzyl-Yar and in the neighbourhood\n\nAirports nearest to Kyzyl-Yar are sorted by the distance to the airport from the city centre. Follow relate airport hotel guides for accommodation booking.\n\nKyzyl-Yar 3D map in Google Earth\n\n3D map of Kyzyl-Yar in Russia\n\nKyzyl-Yar 3D mapGoogle Earth – fly to Kyzyl-Yar You can also dive right into Kyzyl-Yar on unique 3D satellite map provided by Google Earth. With new GoogLe Earth plugin you can enjoy the interactive Kyzyl-Yar 3D map within your web browser.\n\nSee the 3D map of Kyzyl-Yar, Russia in Google Earth »\n\nGet more out of Kyzyl-Yar map\n\nAdd placemark to Kyzyl-Yar\n\nNo placemark has been added to this place yet. You can add the first.\n\nusers registered in this area\n\nNo users is registered to this place. You can be the first.\n\nrecommend this page\n\nIf you would like to recommend this Kyzyl-Yar map page to a friend, or if you just want to send yourself a reminder, here is the easy way to do it. Simply fill in the e-mail address and name of the person you wish to tell about, your name and e-mail address (so they can reply to you with gracious thanks), and click the recommend button. The URL of this site will be included automatically. You may also enter an additional message that will be also included in the e-mail.\n\nKyzyl-Yar google map link options\n\nThere are several options how to link to our maps — including no elsewhere to find free google maps gazetteer search, ready to use on your website. Please choose in the list below and simply copy & paste mentioned HTML code into your page source code. Thank you for all links!\n\nKyzyl-Yar google map text link\n\nKyzyl-Yar google map image button link\n\nKyzyl-Yar google map\n\nmap search\n\ngoogle maps gazetteer\n\nIMPORTANT NOTE: The map search box code must be pasted directly into web pages without modification. You are not allowed to alter any portion of the link code or change the layout or targeting for any reason.\n\nsmall Kyzyl-Yar google map image link\n\nmedium Kyzyl-Yar google map image link\n\nlarge Kyzyl-Yar google map image link\n\nlatest placemarks\n\n  1. House The Homeless -Shelter Charity in London, Lambeth, South East, England, United Kingdom\n  2. PPC services in Mumbai in Mumbai, Greater Bombay, Maharashtra, India\n  3. Mike Studios & Apartments in Maleme, Khania, Kriti, Greece\n  4. TG Associates Ltd in Harrow on the Hill, Harrow, South East, England, United Kingdom\n  5. Millbank Dental Care in London, Lambeth, South East, England, United Kingdom\n\nrandom google map locations\n\n  1. Oluwewa in North Central, Sri Lanka\n  2. Groptitz in Riesa-Grosharpenhain, Sachsen, Sachsen, Germany is not sponsored by or affiliated with Google.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.5968024135,
        "format_confidence":0.5714871883
    },
    {
        "url":"https:\/\/usa.youbianku.com\/zipcode\/47464",
        "text":"You are here\n\n47464:Monroe,IN , Indiana\n\nThis is a page about postal code of 47464, with more professional information like latitude, longitude and online map etc.\n\nAddress and Postcode\n\nPostal Code\n\nNo. Postcode City City Type\n1 47464 Stinesville D(Default)\nOther Information\n\n  • Metro: 527(INDIANAPOLIS)\n  • MSA Code: 1020:Bloomington, IN,MSA\n  • Area Code: 812\n  • Time Zone: Eastern\n  • Coordinated Universal Time: -5.0\n  • Daylight Saving Time: Y\n  • Latitude: 39.299521\n  • Longitude: -86.647398\nMore Links\n        ‹ previous | next ›\nEnvelope Example\nEnvelope Example\nFor more explanation, please read the official document: USA.pdf . (English)\nOnline Map\n\nThis is online map of the address Stinesville, Monroe, Indiana. You may use button to move and zoom in \/ out. The map information is for reference only. Latitude: 39.299521, Longitude: -86.647398.\n\nLoading, Please Wait...\nStinesville, Monroe, Indiana, United States",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9718229771,
        "format_confidence":0.9753600955
    },
    {
        "url":"http:\/\/crdl.usg.edu\/export\/html\/luu\/ibe\/crdl_luu_ibe_ibe31.html",
        "text":"\n\nOral history interview, 1993\n\n Click here to view the item\nCreator:Crump, Maxine, 1946-\nCreator:Dean, Pamela\nTitle:Oral history interview, 1993\nDate:1992 July 8\n\nAs an LSU Alumnae and first female African American to live in a LSU dorm, Maxine Crump, native of Maringouin, Louisiana, discusses background information; physical description of women in her family; compares and contrasts her mother and her grandmother; describes her appearance as a child; mother's obsession with making their home germ-free; describes the house that she grew up in; chores; describes her elementary school and her teachers; discusses importance of school; corporal punishment at school; cruelty of some of the teachers; building a new school for black children; contempt of teachers from urban areas for their \"\"country\"\" students; describes the beatings that her principal gave; discusses her parents desire for her and her siblings to receive an education; interest in acting; influence of television on her views of race relations; brother contracting spinal meningitis; summer school for Catholic children; impact of having an African American priest in an racially mixed parish; describes neighbors; African American voting in Iberville parish; parents' educational backgrounds; discusses segregation and her family's refusal to comply with it; decision to enroll at Louisiana State University; family's role in the civil rights movement; dating.\n\nInterviewed by Pamela Dean, July 8, 1992.\n\nThe Civil Rights Digital Library received support from a National Leadership Grant for Libraries awarded to the University of Georgia by the Institute of Museum and Library Services for the aggregation and enhancement of partner metadata.\n\nTypes:Oral histories | Sound recordings | Transcripts\nSubjects:Crump, Maxine, 1946- | Crump, Maxine, 1946- --Family | African American clergy--Louisiana--Baton Rouge | African American schools--Louisiana--Baton Rouge | African Americans--Segregation--Louisiana | African Americans--Suffrage--Louisiana | Catholic Church--Louisiana--Baton Rouge | Civil rights movements--Louisiana | Discrimination in education--Louisiana--Baton Rouge | Louisiana State University (Baton Rouge, La.)--Alumni and alumnae | Louisiana--Race relations | Meningitis, Spinal--Louisiana | Race relations on television--United States | Iberville Parish (La.)\nCollection:Integration and the Black Experience at LSU\nInstitution:Louisiana State University Library Special Collections\nContributors:T. Harry Williams Center for Oral History | Integration and the Black Experience at LSU Collection (Louisiana State University) | LSU Libraries. Special Collections Dept.\nOnline Publisher:Baton Rouge, La. : LOUISiana Digital Library\nRights and Usage:\n\nPhysical rights are retained by the LSU Libraries. Copyright is retained in accordance with U. S. copyright laws.\n\nRelated Materials:\n\nForms part of the online collection, Integration and the Black Experience at LSU.\n\nPersistent Link to Item:http:\/\/louisdl.louislibraries.org\/cdm\/ref\/collection\/IBE\/id\/31",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.8049181104,
        "format_confidence":0.6154112816
    },
    {
        "url":"http:\/\/arizonagravestones.org\/view.php?id=76621",
        "text":"ASKEW, WINFRED - Gila County, Arizona | WINFRED ASKEW - Arizona Gravestone Photos\n\nWinfred ASKEW\n\nPinal Cemetery\nGila County,\n\nWinfred \"Brother\"\nB. 1915- D. 1984\nPearl L. \"Sister\"\nB. 1903- D. 1984\n\nContributed on 6\/27\/10 by Teague\nEmail This Contributor\n\nRecord #: 76621\n\nThank you for visiting the Arizona Gravestone Photo Project\n\nOn this site you can upload gravestone photos, locate ancestors and perform genealogy research. If you have a relative buried in Arizona, we encourage you to upload a digital image using our Submit a Photo page. Contributing to this genealogy archive helps family historians and genealogy researchers locate their relatives and complete their family tree.\n\nSubmitted: 6\/27\/10 • Approved: 6\/27\/10 • Last Updated: 10\/25\/12 • R76621-G76621\n\nOther GPP Projects  |  Contact Us  |  Terms of Use  |  Site Map  |  Admin Login",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9746416211,
        "format_confidence":0.9805952311
    },
    {
        "url":"http:\/\/london.streetmapof.co.uk\/paulet-road\/",
        "text":"Street name: PAULET ROAD, City: LONDON\n\nPostcode(s): SE5 9JF | .\n\nPaulet Road (London, United Kingdom) on map:\n\nAnything interesting in PAULET ROAD?\n\nIf you know any interesting object in PAULET ROAD (LONDON), feel free to share it with other visitors (comment using your Facebook, Hotmail, Yahoo or AOL account):\n\n\nDo you like streetmapof.co.uk?",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.8484936357,
        "format_confidence":0.8859495521
    },
    {
        "url":"http:\/\/www.citypopulation.de\/php\/germany-settlements-niedersachsen.php?cityid=03241004_09PE",
        "text":"\nShow Map\n\n\nin Region Hannover (Lower Saxony)\n\nContents: Settlement\n\nThe population of Engensen as well as related information and services (weather, Wikipedia, Google, images).\n\nName CountyPopulation\nEngensenRegion Hannover1,070\n\nSource: Boundaries and population of settlements are computed by »City Population« using population figures in a 100m grid provided by the Statistisches Bundesamt Deutschland (web) and using geospatial data of the Bundesamt für Kartographie und Geodäsie (web). The settlements are delimited by unsettled and not built-up areas as well as by municipal boundaries.\n\nBecause of the computation method, the above population figures are not exact and therefore rounded. Area figures are derived from geospatial data.\n\nLocated in:",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.990449965,
        "format_confidence":0.9173203111
    },
    {
        "url":"http:\/\/www.waymarking.com\/waymarks\/WM1Q7C",
        "text":"SGT Walter K. Singleton - Bartlett, TN\nPosted by: Groundspeak Premium Member Titansfan\nN 35° 13.691 W 089° 47.299\n16S E 246236 N 3901911\nQuick Description: United States Marine Corps SGT Walter K. Singleton\nLocation: Tennessee, United States\nDate Posted: 6\/22\/2007 9:27:30 AM\nWaymark Code: WM1Q7C\nPublished By: Groundspeak Charter Member BruceS\nViews: 77\n\nLong Description:\nSGT Walter K. Singleton is buried in Memory Hill Gardens Cemetery off Hwy 177 in Shelby County, Tennessee.\n\nHis citation is as follows:\n\n\nRank and organization: Sergeant, U.S. Marine Corps, Company A, 1st Battalion, 9th Marines, 3d Marine Division. Place and Date: Gio Linh District, Quang Tri Province, Republic of Vietnam, 24 March 1967. Entered service at: Memphis, Tenn. Born: 7 December 1944, Memphis, Tenn.\n\nFor conspicuous gallantry and intrepidity at the risk of his life above and beyond the call of duty. Sgt. Singleton's company was conducting combat operations when the lead platoon received intense small arms, automatic weapons, rocket, and mortar fire from a well entrenched enemy force. As the company fought its way forward, the extremely heavy enemy fire caused numerous friendly casualties. Sensing the need for early treatment of the wounded, Sgt. Singleton quickly moved from his relatively safe position in the rear of the foremost point of the advance and made numerous trips through the enemy killing zone to move the injured men out of the danger area. Noting that a large part of the enemy fire was coming from a hedgerow, he seized a machinegun and assaulted the key enemy location, delivering devastating fire as he advanced. He forced his way through the hedgerow directly into the enemy strong point. Although he was mortally wounded, his fearless attack killed 8 of the enemy and drove the remainder from the hedgerow. Sgt. Singleton's bold actions completely disorganized the enemy defense and saved the lives of many of his comrades. His daring initiative selfless devotion to duty and indomitable fighting spirit reflected great credit upon himself and the Marine Corps, and his performance upheld the highest traditions of the U.S. Naval Service.\nArmed Service: Marines\n\nVisit Instructions:\nTo properly log your find, post a photograph of the medal recipient's grave marker. Do not place anything on the grave when taking the photo. If you have more information about the recipient please include it in your log.\n\nSearch for... Google Map\nGoogle Maps\nBing Maps Maps\nNearest Waymarks\nNearest Medal Of Honor Resting Places\nNearest Geocaches\nNearest Benchmarks\nNearest Hotels\nCreate a scavenger hunt using this waymark as the center point\nRecent Visits\/Logs:\nDate Logged Log User Rating  \nCordova Dave visited SGT Walter K. Singleton - Bartlett, TN 3\/21\/2009 Cordova Dave visited it\n\nView all visits\/logs",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9876970649,
        "format_confidence":0.9208387733
    },
    {
        "url":"http:\/\/msa.maryland.gov\/megafile\/msa\/speccol\/sc3500\/sc3520\/000800\/000800\/html\/800bio.html",
        "text":"Archives of Maryland\n(Biographical Series)\n\nThomas Sim Lee (1745-1819)\nMSA SC 3520-800\nGovernor of Maryland, 1779-1782, 1792-1794 (Federalist)\n\nBorn:  October 29, 1745 either in Upper Marlboro, Prince George's County at his father's home,\n        or at \"Blenheim,\" his grandfather's estate, Charles County1\nFather:  Thomas Lee2\nMother:  Christiana (Sim) Lee3\nEducation:  completed preparatory studies; possibly studied in Europe4\nReligious Affiliation:  Anglican; converted to Catholicism when he married5\nMarriage:  October 27, 1771 to Mary Digges6\nChildren:  Ignatius Digges, Archibald (died young), Archibald (Archy), Thomas, William, John Lee,\n        Mary (Molly) Christian, Elizabeth Digges7\nMilitary Service:  Colonel, Lower Battalion of Militia, Prince George's County, 1774-17798\n            Clerk, Court of Oyer, Terminer and Gaol Delivery, Prince George's County, 1766-1762\n            Clerk, Prince George's County Court, 1767-1776\n            Conventions, Prince George's County, 1775-1776\n            Executive Council, 1777-1779\n            Governor of Maryland, 1779-1782, 1792-1794, 1798 (elected, declined to accept)\n            Delegate, Continental Congress, 1782-1783\n            Director, Potomac Company, 1785\n            Maryland Senate elector, Frederick County, 1786\n            Delegate, Constitution Ratification Convention, Frederick County, 1788\n            Presidential elector, 1792\n            Maryland Senate, 1794\n            Land speculator, Georgetown, Washington, D.C., after 17949\nResidence: \"Needwood\" in Middletown Valley, Frederick County10\nReal Property: At time of death, owned approx. 2,100 acres in Frederick and Montgomery counties, plus at least 61 lots in Georgetown, Washington, D.C.11\nPersonal Property: estimated value of $13,325.79 at time of death, including books and slaves12\nSlaves, servants, and employees: 109 slaves listed on inventory of estate; Robert, Joan, Betsy and Richard, sold to Eliza D. Lee Horsey, October 25, 1806; Nelly, manumitted June 5, 1818; 13\nDied:   October 9, 1819 at \"Needwood,\" in Middletown Valley, Frederick County14\nBuried:  at \"Melwood Park,\" Prince George's County;\n        reinterred in Mt. Carmel Roman Catholic Cemetery, Upper Marlboro, 188815\n\nNotes on sources\n\nExtended biography\n\nReturn to Thomas Sim Lee's introductory page\n\nThis information resource of the Maryland State Archives is presented here for fair use in the public domain. When this material is used, in whole or in part, proper citation and credit must be attributed to the Maryland State Archives. PLEASE NOTE: Rights assessment for associated source material is the responsibility of the user.\n\nTell Us What You Think About the Maryland State Archives Website!\n\n[ Archives' Home Page  ||  All About Maryland  ||  Maryland Manual On-Line  ||  Reference & Research\n||  Search the Archives   ||  Education & Outreach  ||  Archives of Maryland Online ]\n\nGovernor     General Assembly    Judiciary     Maryland.Gov\n\n© CopyrightJune 09, 2008Maryland State Archives",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.987387836,
        "format_confidence":0.5642496943
    },
    {
        "url":"http:\/\/iowagravestones.org\/gs_view.php?id=87038",
        "text":"View Gravestone Photos from across Iowa IAGenWeb Home   US GenWeb Home\n  Gravestone Search    Cemeteries    Submit a Photo    History    IAGenWeb  \n\n\nFairview CF Cemetery\nBlack Hawk County, Iowa\nUploaded 8\/21\/2004 by\nmaejan [Email]\n\n1847 - 1945\n\nWestern Old People's Home\nCedar Falls\n\nLocate Iowa Ancestors...\n\nIf you are doing Iowa research, you should visit IAGenWeb -- a prime source for Iowa genealogy records, family history, ancestor obituaries, other Iowa historical records.\n\nAdd a Post-em Note\n\nView Full Size Photo Post-em Notes may be used to add details about this record.\nGuidelines & Proper Use\nHow To Update\nForgot Your Password?\n\nAdd A Post-em Note\n\nYour Name: (required)\nYour Email: Help (required)\n  Notify me when others post to this record.\nRelated Web Page: (optional) Help\n  - URL:\n  - URL Title:\n\ncharacters remaining.\nPassword: Help (Required)\n\nThere are no post-ems notes associated with this record.\n\nAbout This Site\n\nThank you for visiting Iowa Gravestone Photo Project\n\nOn this site you can upload gravestone photos, locate ancestors and perform useful genealogy research. If you have a relative buried in Iowa, we encourage you to upload a digital image using our Submit a Photo page.\n\nContributing to this archive helps an untold number of family historians and genealogy researchers locate their relatives and complete their family tree.\n\nSearching for LOUISE BEHNKE in Black Hawk County Iowa?\n\nThis site is designed to be helpful for anyone searching for:\n\n  • BEHNKE ancestors in Black Hawk County Iowa\n  • BEHNKE burials in Fairview CF Cemetery\n  • BEHNKE vital records in Iowa\n  • BEHNKE ancestors in Iowa\n  • BEHNKE genealogy records in Iowa\n  • BEHNKE surname records\n  • BEHNKE family tree\n  • BEHNKE burial records in Iowa\nFriends of IAGenWeb |  Join the IAGenWeb Team   |  Contact Us   |  F.A.Q.   |  Terms   |  GPP Projects   |  Site Admin\n\nWeb Hosting Provided By ClickStart\nAffordable & Low Cost Web Design",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9733388424,
        "format_confidence":0.8225907683
    },
    {
        "url":"http:\/\/ohiogravestones.org\/view.php?id=158276",
        "text":"HOLDERBAUM, MABEL A - Montgomery County, Ohio | MABEL A HOLDERBAUM - Ohio Gravestone Photos\n\n\nCenterville, Washington Twp. Cemetery\nMontgomery County,\n\nContributed on 2\/28\/13 by rcarra7197\nEmail This Contributor\n\nRecord #: 158276\n\nThank you for visiting the Ohio Gravestone Photo Project\n\nOn this site you can upload gravestone photos, locate ancestors and perform genealogy research. If you have a relative buried in Ohio, we encourage you to upload a digital image using our Submit a Photo page. Contributing to this geneology archive helps family historians and genealogy researchers locate their relatives and complete their family tree.\n\nSubmitted: 2\/28\/13 • Approved: 3\/10\/13 • Last Updated: 8\/13\/15 • R158276-G0-S3\n\nOther GPP Projects  |  Contact Us  |  Terms of Use  |  Site Map  |  Admin Login",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9786139131,
        "format_confidence":0.9853898287
    },
    {
        "url":"https:\/\/deadfred.com\/surnamePersR_05.php?ID=119290",
        "text":"Dead Fred Genealogy Photo Archive Thousands of Genealogy Photos\nSearch. Preserve. Record. Remember. 21835 Surnames | 143898 Records | 2902 Reunions\nBuy at FredMart to Help Support DeadFred\n\nDead Fred's Genealogy Photo Archive, a free, fun photo genealogy research web site devoted to helping you visualize your heritage!\n\nDetailed Results\n\nPhoto Thumbnail\nClick image for\nlarger view.\n\nPost a Sticky Note\n132 photos in database by this submitter.\n\nNeed help with your research?\n\nOrder The Desperate Genealogist's Idea Book: Creative Ways to Outsmart Your Elusive Ancestors (eBook).\n\nPhoto #85232\n\nLast Name: Baumann\n\nFirst Name: Mrs. Henry\n\nMiddle Name:\n\nSubject's City: Madison\n\nSubject's State: WI\n\nSubject's County:\n\nSubject's Country: Dane\n\nDate: 1851-1900\n\nPhotographer: Jones\n\nPhotographer's City: Madison\n\nPhotographer's State: WI\n\n\nType**: CC\n\nComments: Mrs. Henry Baumann (Nee: ) | Madison WI Dane | 1851-1900 | Comments: Written on back: \"Mrs. Henry Baumann Sr.; mother of Fredericka Hinrichs\" Found in Oshkosh, WI\n\nDigital Image Only?\n\nEveryone Listed In This Photo:\n\nMrs. Henry Baumann\n\nTo view all records posted by this submitter, click here:\n\nSearch again?\n\nThe Desperate Genealogist's Idea Book to benefit\n\nFree genealogy searches for those looking into their family history.\n\n\n© 2001- 2021 Genealogy Photo Archive\nP.O. Box 6937 | Springdale, AR | 72766-6937\n\nLOGIN Why Login?\n\nPage Bottom. Theres nothing below here.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.8289264441,
        "format_confidence":0.9744399786
    },
    {
        "url":"http:\/\/www.findagrave.com\/cgi-bin\/fg.cgi?page=gr&GRid=32816918",
        "text":"Begin New Search\nRefine Last Search\nCemetery Lookup\nAdd Burial Records\nHelp with Find A Grave\n\nFind all Crosses in:\n • Norwood Cemetery\n • Hearne\n • Robertson County\n • Texas\n • Find A Grave\n\nTop Contributors\nSuccess Stories\nDiscussion Forums\nFind A Grave Store\n\nLog In\nOliver Harlan Cross\nBirth: Jul. 13, 1868\nGreene County\nAlabama, USA\nDeath: Apr. 24, 1960\nMcLennan County\nTexas, USA\n\nUS Congressman. He graduated from the University of Alabama in 1891, taught school while studying law, and became an attorney in Deming, New Mexico in 1893. In 1894 he relocated to McGregor, Texas, where he served as City Attorney until resigning to moved to Waco in 1896. He was McLennan County's Assistant County Attorney from 1898 to 1902, a member of the Texas House of Representatives from 1899 to 1901, and District Attorney from 1902 to 1906. Cross gave up practicing law in 1917, becoming active in farming, real estate and other business ventures. In 1928 he was the successful Democratic candidate for a seat in the US House of Representatives, serving four terms, 1929 to 1937. He did not run for reelection in 1936, returned to his farming and business activities, authored 1937's \"Congressional, After Dinner and Other Speeches\", and was an unsuccessful candidate for the Democratic nomination for Congress in 1940. (bio by: Bill McKern) \nFamily links: \n  Mary Frances Watt Cross (1876 - 1953)*\n*Calculated relationship\nNorwood Cemetery\nRobertson County\nTexas, USA\nMaintained by: Find A Grave\nOriginally Created by: Bill McKern\nRecord added: Jan 10, 2009\nFind A Grave Memorial# 32816918\nOliver Harlan Cross\nAdded by: Bill McKern\nOliver Harlan Cross\nAdded by: Ricky Joe\nOliver Harlan Cross\nCemetery Photo\nAdded by: The Stubbs\nPhotos may be scaled.\nClick on image for full size.\n\n- Sarah Quinn\n Added: Aug. 20, 2014\nTenderly we treasure the past, with memories that will always last.\n- Paula M Brown\n Added: May. 1, 2012\n\n- Tracey Reid\n Added: Apr. 24, 2012\nThere are 8 more notes not showing...\nClick here to view all notes...\nDo you have a photo to add? Click here\nHow famous was this person?\nCurrent ranking for this person: (3.4 after 13 votes)\n\nPrivacy Statement and Terms of Service",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9580895901,
        "format_confidence":0.9096078277
    },
    {
        "url":"http:\/\/www.maplandia.com\/russia\/krasnodarskiy-kray\/zharkevichi\/",
        "text":"Zharkevichi 3D map\n\nZharkevichi Map — Satellite Images of Zharkevichi\n\noriginal name: Zharkevichi\ngeographical location: Krasnodarskiy Kray, Russia, Asia\ngeographical coordinates: 45° 4' 58\" North, 38° 34' 57\" East\n\ndetailed map of Zharkevichi and near places\n\nGoogle Local — Zharkevichi mapWelcome to the Zharkevichi google satellite map! This place is situated in Krasnodarskiy Kray, Russia, its geographical coordinates are 45° 4' 58\" North, 38° 34' 57\" East and its original name (with diacritics) is Zharkevichi. See Zharkevichi photos and images from satellite below, explore the aerial photographs of Zharkevichi in Russia. Zharkevichi hotels map is available on the target page linked above.\n\nRegister at Zharkevichi or add new placemark for Zharkevichi.\nGet your personal map homepage and much more for free.\n\nZharkevichi hotel reservations\n\nBook hotel in Zharkevichi online and save money\n\nSearch for hotels in\nCheck-in date\nCheck-out date\n\nZharkevichi hotels: low rates, no booking fees, no cancellation fees.\n\nOnline Hotel BookingMaplandia.com in partnership with Booking.com offers highly competitive rates for all types of hotels in Zharkevichi, from affordable family hotels to the most luxurious ones. Booking.com, being established in 1996, is longtime Europe’s leader in online hotel reservations.\n\nAt Maplandia.com you won't be charged any booking fees, cancellation fees, or administration fees – the reservation service is free of charge. The reservation system is secure and your personal information and credit card is encrypted.\n\nWe have put together also a carefully selected list of recommended hotels in Zharkevichi, only hotels with the highest level of guest satisfaction are included.\n\nZharkevichi hotels map\n\nThe location of each Zharkevichi hotel listed is shown on the detailed zoomable map. Moreover, Zharkevichi hotel map is available where all hotels in Zharkevichi are marked. You can easily choose your hotel by location.\n\nZharkevichi hotel reviews\n\nMany photos and unbiased Zharkevichi hotel reviews written by real guests are provided to help you make your booking decision.\n\nZharkevichi hotel deals\n\nLuxury hotels (including 5 star hotels and 4 star hotels) and cheap Zharkevichi hotels (with best discount rates and up-to-date hotel deals) are both available in separate lists. Always bear in mind that with Maplandia.com and Booking.com the best price is guaranteed!\n\nHotels nearest to the centre of Zharkevichi\n\nZharkevichi car rental\n\nCompare Zharkevichi car rental offers of 500+ suppliers\n\nOnline Zharkevichi Car RentalWe search over 500 approved car hire suppliers to find you the very best Zharkevichi rental prices available. You can compare offers from leading car hire suppliers like Avis, Europcar, Sixt or Thrifty as well as budget rental deals from Holiday Autos, Budget, Economy, EasyCar, or 121 carhire. Choose Zharkevichi car hire supplier according to your preferences. The booking process is secured and is made as simple as possible. You don't have to browse through several websites and compare prices to find cheap car rental in Zharkevichi — we will do it for you!\n\nCar hire Zharkevichi and neighbourhood\n\nCar rental offices nearest to Zharkevichi the city centre. Compare Zharkevichi car rental offers by various suppliers.\n\nFlights from airports close to Zharkevichi\n\nSearch and compare flights\n\nCompare prices on flights to and from the closest airports to Zharkevichi. We search through offers of more than 600 airlines and travel agents. When you find a deal you want, we provide link to the airline or travel agent to make your booking directly with them. No middlemen. No added fees. You always get the lowest price.\n\nAirports in Zharkevichi and in the neighbourhood\n\nAirports nearest to Zharkevichi are sorted by the distance to the airport from the city centre. Follow relate airport hotel guides for accommodation booking.\n\nZharkevichi 3D map in Google Earth\n\n3D map of Zharkevichi in Russia\n\nZharkevichi 3D mapGoogle Earth – fly to Zharkevichi You can also dive right into Zharkevichi on unique 3D satellite map provided by Google Earth. With new GoogLe Earth plugin you can enjoy the interactive Zharkevichi 3D map within your web browser.\n\nSee the 3D map of Zharkevichi, Russia in Google Earth »\n\nGet more out of Zharkevichi map\n\nAdd placemark to Zharkevichi\n\nNo placemark has been added to this place yet. You can add the first.\n\nusers registered in this area\n\nNo users is registered to this place. You can be the first.\n\nrecommend this page\n\nIf you would like to recommend this Zharkevichi map page to a friend, or if you just want to send yourself a reminder, here is the easy way to do it. Simply fill in the e-mail address and name of the person you wish to tell about Maplandia.com, your name and e-mail address (so they can reply to you with gracious thanks), and click the recommend button. The URL of this site will be included automatically. You may also enter an additional message that will be also included in the e-mail.\n\nZharkevichi google map link options\n\nThere are several options how to link to our maps — including no elsewhere to find free google maps gazetteer search, ready to use on your website. Please choose in the list below and simply copy & paste mentioned HTML code into your page source code. Thank you for all links!\n\nZharkevichi google map text link\n\nZharkevichi google map image button link\n\nZharkevichi google map\n\nmap search\n\ngoogle maps gazetteer\n\nIMPORTANT NOTE: The map search box code must be pasted directly into web pages without modification. You are not allowed to alter any portion of the link code or change the layout or targeting for any reason.\n\nsmall Zharkevichi google map image link\n\nmedium Zharkevichi google map image link\n\nlarge Zharkevichi google map image link\n\nlatest placemarks\n\n  1. House The Homeless -Shelter Charity in London, Lambeth, South East, England, United Kingdom\n  2. PPC services in Mumbai in Mumbai, Greater Bombay, Maharashtra, India\n  3. Mike Studios & Apartments in Maleme, Khania, Kriti, Greece\n  4. TG Associates Ltd in Harrow on the Hill, Harrow, South East, England, United Kingdom\n  5. Millbank Dental Care in London, Lambeth, South East, England, United Kingdom\n\nrandom google map locations\n\n  1. Kipalanga-Kibai in Bandundu, Democratic Republic of the Congo\n  2. Kafr Mit Suhayl in Ash Sharqiyah (Sharkia), Lower Egypt, Egypt\n  3. Beisu in Xinjiang, Shanxi, China\n\nMaplandia.com is not sponsored by or affiliated with Google.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.6828612685,
        "format_confidence":0.5017568469
    },
    {
        "url":"http:\/\/coloradogravestones.org\/view.php?id=764",
        "text":"SIMONS, W. F. - Alamosa County, Colorado | W. F. SIMONS - Colorado Gravestone Photos\n\n\nAlamosa Municipal Cemetery\nAlamosa County,\n\nWoodmen of the World\n\nContributed on 5\/10\/04 by jimjanie_2\nEmail This Contributor\n\nRecord #: 764\n\nThank you for visiting the Colorado Gravestone Photo Project\n\nOn this site you can upload gravestone photos, locate ancestors and perform genealogy research. If you have a relative buried in Colorado, we encourage you to upload a digital image using our Submit a Photo page. Contributing to this geneology archive helps family historians and genealogy researchers locate their relatives and complete their family tree.\n\nSubmitted: 5\/10\/04 • Approved: 5\/10\/04 • Last Updated: 3\/22\/17 • R764-G0-S3\n\nOther GPP Projects  |  Contact Us  |  Terms of Use  |  Site Map  |  Admin Login",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9799138308,
        "format_confidence":0.9650936127
    },
    {
        "url":"http:\/\/americanhistory.si.edu\/collections\/search\/object\/nmah_451566",
        "text":"Bubble Sextant\n\nThis instrument was developed for the Navy by the Aeronautical Instrument Section of the National Bureau of Standards in 1924, and produced by the Bausch & Lomb Optical Company. The instrument bears a plaque that reads “BUBBLE SEXTANT \/ U.S. NAVY \/ BUREAU OF STANDARDS \/ MODEL NO. 2 \/ 1924 \/ NO. 4.” Phillip Van Horn Weems, who donated this example to the Smithsonian, noted that \"Six sextants were made at the time for $250,000 each. Bausch & Lomb lost money on the deal but naturally recuperated on later orders and on later models. I drew this sextant from the storeroom in North Island, at the Naval Air Station, San Diego, and made numerous tests with it, along with Byrd, Lindbergh, Ellsworth, etc. etc.\"\nObject Name\nWeems, Philip Van Horn\nBausch & Lomb\noverall: 6 in x 8 3\/4 in x 7 in; 15.24 cm x 22.225 cm x 17.78 cm\nassociated place\nUnited States\nID Number\ncatalog number\naccession number\nSee more items in\nArmed Forces History: Armed Forces History, Naval\nMeasuring & Mapping\nTime and Navigation\nTime and Navigation, National Air and Space Museum\nData Source\nNational Museum of American History, Kenneth E. Behring Center\nAdditional Media\n\nVisitor Comments\n\nAdd a comment about this object\n\n**Please read before submitting the form**\n\nHave a comment or question about this object to share with the community? Please use the form below. Selected comments will appear on this page and may receive a museum response (but we can't promise). Please note that we generally cannot answer questions about the history, rarity, or value of your personal artifacts.\n\nHave a question about anything else, or would you prefer a personal response? Please visit our FAQ or contact page.\n\nPersonal information will not be shared or result in unsolicited e-mail. See our privacy policy.\n\nEnter the characters shown in the image.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.8334831595,
        "format_confidence":0.5177588463
    },
    {
        "url":"http:\/\/florida.hometownlocator.com\/zip-codes\/data,zipcode,33065.cfm",
        "text":"Coral Springs, FL 33065 ZIP Code Profile\n\nRelated Place Profiles:\nCoral Springs, FL | Margate, FL | Pompano Beach, FL\n\nCamera Icon Photos of the local Coral Springs, FL area   |   Coral Springs, FL 33065 Real Estate\n\nZIP Code 33065: Basic Data & USPS Preferred City Name\n\nPreferred Name, USPS\nCoral Springs, FL 33065\n\nAcceptable Alternative\nMargate, FL 33065\nPompano Beach, FL 33065\n\n  • ZIP Code Type: STANDARD\n  • Businesses Addresses: 1,383\n  • Single Family Addresses: 11,950\n  • Multi-Family Addresses: 7,500\n  • County: Broward County\n  • Centroid: Latitude 26.269, Longitude -80.255\n  • Time Zone: Eastern Time Zone (UTC -5 hours)\n  • Observes DST: Yes\n\nNeighborhood Data\n\nAddress Based Hyperlocal Data Input an address and get data & demographics for the pertinent census block group (CBG), a searchable map and a customized directory. The CBG is the smallest geographical unit used by the Census Bureau for reporting certain data.\n\n\n33065 ZIP Code Map\n\nSearch the map for:\n\nCoral Springs, FL 33065 Data & Demographics (As of July 1, 2016)\n\n\nTotal Population 52,621\nPopulation in Households 52,358\nPopulation in Familes 44,378\nPopulation in Group Qrtrs 263\nPopulation Density1 6,031\nDiversity Index2 78\n\n\nTotal Households 17,970\nAverage Household Size 2.91\nFamily Households 13,181\nAverage Family Size 3\n\n\nTotal Housing Units 20,023 (100%)\nOwner Occupied HU 9,010 (45.0%)\nRenter Occupied HU 8,960 (44.7%)\nVacant Housing Units 2,053 (10.3%)\nMedian Home Value $232,186\nAverage Home Value $246,557\n\n\nMedian Household Income $52,373\nAverage Household Income $68,032\nPer Capita Income $23,430\n  (Compound Annual Growth Rates)\n\n\n2010-2015 2015-2020\nPopulation 0.59% 1.12%\nHouseholds 0.47% 1.04%\nFamilies 0.35% 0.95%\nMedian Household Income   2.24%\nPer Capita Income   1.86%\n1) Population Density = Total Population per square mile.\n2) The Diversity Index is a scale of 0 to 100 that represents the likelyhood that two persons, chosen at random from the same area, belong to different race or ethnic groups. If an area's entire population belongs to one race AND one ethnic group, then the area has zero diversity. An area's diversity index increases to 100 when the population is evenly divided into two or more race\/ethnic groups.\nBased on Census 2010 counts, the Diversity Index for the United States was 60.6 and it is expected to increase to 64.8 by July 1, 2018.\n\nCoral Springs, FL 33065 - Peer Comparisons by Rank and Percentile\n\nThe table below compares 33065 to the other 965 ZIP Codes in Florida by rank and percentile using July 1, 2016 data. The location Ranked # 1 has the highest value. A location that ranks higher than 75% of its peers would be in the 75th percentile of the peer group.\n\nVariable Description Rank Percentile\nTotal Population # 42 96th\nPopulation Density1 # 65 93rd\nDiversity Index2 # 39 96th\nMedian Household Income # 326 66th\nPer Capita Income # 572 41st\n\nAdditional comparisons and rankings can be made with a VERY EASY TO USE Florida Census Data Comparison Tool.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.6964284182,
        "format_confidence":0.988029182
    },
    {
        "url":"https:\/\/static.nationmaster.com\/country-info\/profiles\/Cocos-(Keeling)-Islands\/Geography",
        "text":"Cocos (Keeling) Islands\n\nCocos (Keeling) Islands Geography Stats\n\n\n  • Area > Comparative: The area of various small countries expressed in comparison to various areas within the United States of America.\n  • Area > Comparative to US places: This entry provides an area comparison based on total area equivalents. Most entities are compared with the entire US or one of the 50 states based on area measurements (1990 revised) provided by the US Bureau of the Census. The smaller entities are compared with Washington, DC (178 sq km, 69 sq mi) or The Mall in Washington, DC (0.59 sq km, 0.23 sq mi, 146 acres).\n  • Area > Land: Total land area in square kilometres\n  • Area > Land > Per capita: Total land area in square kilometres Per capita figures expressed per 1,000 population.\n  • Area > Total: Total area in square kilometers\n  • Area > Water: Total water area in square kilometers\n  • Climate: A brief description of typical weather regimes throughout the year.\n  • Coastline: The total length of the boundary between the land area (including islands) and the sea.\n  • Elevation extremes > Highest point: Highest point above sea level\n  • Geographic coordinates: This entry includes rounded latitude and longitude figures for the purpose of finding the approximate geographic center of an entity and is based on the Gazetteer of Conventional Names, Third Edition, August 1988, US Board on Geographic Names and on other sources.\n  • Land use > Arable land: The percentage of used land that is arable. Arable land is land cultivated for crops that are replanted after each harvest like wheat, maize, and rice\n  • Location: The country's regional location, neighboring countries, and adjacent bodies of water.\n  • Natural hazards: Potential natural disasters.\n  • Natural resources: A country's mineral, petroleum, hydropower, and other resources of commercial importance.\n  • Terrain: A brief description of the topography\nArea > Comparative about 24 times the size of The Mall in Washington, DC 2013\nArea > Comparative to US places about 24 times the size of The Mall in Washington, DC 2008\nArea > Land 14 sq km 2008 227th out of 235\nArea > Land > Per capita 22.29 sq km per 1,000 people 2005 77th out of 218\nArea > Total 14 sq km 2013 237th out of 251\nArea > Water 0.0 2013 242nd out of 246\nClimate tropical with high humidity, moderated by the southeast trade winds for about nine months of the year 2013\nCoastline 26 km 2014 190th out of 242\nElevation extremes > Highest point unnamed location 5 m 2013\nGeographic coordinates 12 30 S, 96 50 E 2013\nLand use > Arable land 0.0 2013 245th out of 246\nLocation Southeastern Asia, group of islands in the Indian Ocean, southwest of Indonesia, about halfway between Australia and Sri Lanka 2013\nNatural hazards cyclone season is October to April 2011\nNatural resources fish 2013\nTerrain flat, low-lying coral atolls 2013\n\nSOURCES: CIA World Factbooks 18 December 2003 to 28 March 2011; All CIA World Factbooks 18 December 2003 to 18 December 2008\n\n\n\nCocos (Keeling) Islands Geography Profiles (Subcategories)\n\nArea 10 Land use 3\n\nAdblocker detected! Please consider reading this notice.\n\nWe've detected that you are using AdBlock Plus or some other adblocking software which is preventing the page from fully loading.\n\nWe don't have any banner, Flash, animation, obnoxious sound, or popup ad. We do not implement these annoying types of ads!\n\nWe need money to operate the site, and almost all of it comes from our online advertising.\n\nPlease add www.nationmaster.com to your ad blocking whitelist or disable your adblocking software.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9917544127,
        "format_confidence":0.9026644826
    },
    {
        "url":"http:\/\/stuarts.exeter.ac.uk\/timeline\/",
        "text":"1603: Death of Elizabeth and Accession of James I\n\nJames VI and I (1566-1625) became king of Scotland, England, and Ireland. Born to Mary, Queen of Scots (1542-1587), and her second husband Henry Stewart, Lord Darnley (1545-1567), on 19 June 1566, James acceded to the Scottish throne upon his mother’s abdication in July 1567. He was crowned as a protestant, although his Catholic mother continued to cause trouble until her execution in 1587. Read more.\n\n1612: Death of Prince Henry\n\nHenry, Prince of Wales, died from typhoid fever on 6 November 1612. His death was a major blow to the Stuart dynasty. Henry was popular at court, and showed great promise. The Stuart succession was now secured only in Prince Charles, who was a sickly child.\n\n1625: Death of James I and Accession of Charles I\n\nCharles I (1600-1649) was born to James VI of Scotland (1566-1625) and his wife, Anne of Denmark (1574-1619), on 19 November 1600. He was their third child, after Prince Henry (1594-1612) and Princess Elizabeth (1596-1662). Read more.\n\n1642: Outbreak of Civil War\n\nCivil war broke out after Charles I (1600-1649) refused to comply with demands made by the Long Parliament in 1641. In January 1642, Charles attempted to arrest five members of the Commons on treason charges. The attempt failed, and Charles fled into the north. Read more.\n\n1649: Execution of Charles I\n\nCharles I (1600-1649) was captured at Oxford by parliamentary forces in 1646. He was eventually brought to trial at Westminster Hall on 20 January 1649. Charles refused to enter a plea, claiming that no court had jurisdiction over a king. Nonetheless, he was declared guilty on 27 January and was publicly executed outside Banqueting House in Whitehall on 30 January 1649.\n\n1651: Scottish Coronation of Charles II\n\n1653: Oliver Cromwell Appointed Lord Protector\n\nOliver Cromwell (1599-1658) was Lord Protector of England, Scotland, and Ireland from 1653 to his death in 1658. Cromwell was born to Robert Cromwell (d. 1617) and Elizabeth Steward (d. 1654) in Huntington on 25 April 1599. Read more.\n\n1658: Accession of Richard Cromwell as Lord Protector\n\nRichard Cromwell (1626-1712) acceded his father, Oliver Cromwell (1599-1658), as Lord Protector of England in September 1658. He did not inherit his father’s authority. The army, led by General George Monck, soon moved against him. Richard renounced his position nine months after acceding.\n\n1660: Restoration of Monarchy\n\nOliver Cromwell (1599-1658) died on 3 September 1658. His son and successor, Richard (1626-1712), did not command the confidence of the New Model Army as his father had. After reigning as Lord Protector for just seven months, Richard was deposed by the New Model Army in the spring of 1659. Read more.\n\n1679: Exclusion Crisis\n\nThe Exclusion Crisis was a political episode that ran from 1679 through 1681, in the reign of Charles II (1630-1685). Charles’s brother and heir apparent, James, Duke of York (1633-1701) had converted to Roman Catholicism. In a climate intensely hostile to Catholicism, the prospect of a Catholic succession to the throne was unpopular. Read more.\n\n1685: Death of Charles II and Accession of James II\n\nJames II and VII (1633-1701) was born the third child and second son of Charles I (1600-1649) and his French consort Henrietta Maria (1609-1669). James spent much of his youth with his father at Oxford during the civil wars, before he was captured and taken prisoner to London. Read more.\n\n1685: Monmouth Rebellion\n\nAfter Charles II’s sudden death on 6 February 1685, Monmouth began plotting once again with exiled British dissidents. On 11 June 1685 Monmouth landed at Lyme Regis with three ships and eighty-three men. On the march through the West Country, Monmouth recruited an army. He intended to depose his Catholic uncle and re-establish protestant rule. Read more.\n\n1688: Glorious Revolution\n\nThe ‘Glorious Revolution’ of 1688 was the usurpation of James II (1633-1701) by his nephew and son-in-law William of Orange (1650-1702) and daughter Mary (1662-1694). James’s Catholicism had proved deeply unpopular, as the earlier Exclusion Crisis (1679-1681) and Monmouth Rebellion (1685) demonstrated. Read more.\n\n1689: Accession of William III and Mary II\n\nWilliam III and Mary II were declared king and queen of England, Scotland, and Ireland on 13 February 1689, and were hurriedly crowned in Westminster Abbey on 11 April. William’s first move as king was to bring British resources into conflict with Louis XIV. Read more.\n\n1694: Death of Mary II\n\nMary II (1662-1694) contracted smallpox in the autumn of 1694, and died on 28 December. She was buried after an elaborate funeral at Westminster Abbey. Read more.\n\n1700: Death of William, Duke of Gloucester\n\nWilliam, Duke of Gloucester, was born in 1689. He was Anne’s only child to survive infancy. From birth his health was precarious. He contracted pneumonia after his eleventh birthday on 24 July 1700, and died on 30 July. His death was the end of the protestant Stuart dynasty.\n\n1701: Act of Settlement\n\nThe Act of Settlement was passed by parliament in 1701, necessitated by the death of Anne’s only surviving child, William, Duke of Gloucester (1689-1700). It decreed that, upon the death of Anne without an heir of her body, the British throne should pass to the protestant House of Brunswick. Read more.\n\n1701: Death of James II and Accession of ‘James III’\n\nUpon James II’s death in September 1701, Louis XIV of France proclaimed James Francis Edward Stuart as ‘James III’, king of England, Scotland, and Ireland, in direct contravention of the treaty of Ryswick (1697). Read more.\n\n1702: Death of William III and Accession of Anne\n\nAnne acceded upon William II’s death on 8 March 1702. She was greeted as a native English queen after William’s foreign reign, and was immediately popular with Tories, who welcomed renewed Stuart rule. Unlike her sister, Anne cultivated her duties as queen regnant. Read more.\n\n1708: Failed Jacobite Invasion\n\nIn March 1708 James Francis Edward sailed from Dunkirk with six-thousand French troops, with the intention of landing in the Firth of Forth. The expedition was thwarted by bad weather and the British navy. Despite James’s protests, the French fleet chose to retreat, and the British government clamped down on the Scottish Jacobites. Read more.\n\n1714: Death of Anne and Accession of George I\n\nQueen Anne died on 1 August 1714. An invitation was immediately dispatched to George I in Hanover, advising him to come to England immediately to avoid a Jacobite rising. George arrived at Dover on 18 September and was crowned at Westminster Abbey on 20 October. Stuart reign in Britain was over.",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9942417145,
        "format_confidence":0.697132349
    },
    {
        "url":"http:\/\/www.onefivenine.com\/india\/villages\/Mandla\/Mawai\/Indri-Rayat",
        "text":"Explore India onefivenine\n       Indri Rayat\n          Madhya Pradesh >> Mandla >> Mawai\n\nIndri Rayat Map     \nEDIT Map     Add Your House\nLocality Name : Indri Rayat ( इंद्री रैयत )\nTehsil Name : Mawai\nDistrict : Mandla\nState : Madhya Pradesh\nDivision : Jabalpur\nLanguage : Hindi and Devanagari ,dravidian,bagheli\nCurrent Time 12:34 PM\nDate: Saturday , Oct 21,2017 (IST)\nTime zone: IST (UTC+5:30)\nElevation \/ Altitude: 453 meters. Above Seal level\nTelephone Code \/ Std Code: 07648\n\nAssembly constituency : Bichhiya assembly constituency\nAssembly MLA : Pandit Singh Dhurwey\nLok Sabha constituency : Mandla parliamentary constituency\nParliament MP : Faggan Singh Kulaste\nSerpanch Name :\nPin Code : 481768\nPost Office Name : Chiraidongri\ncorrect Pin Code,if wrong\n\nIndri Rayat current Weather     \nCurrent Temperature is -9999 °C\n\nHumidity: 62\nWind : From NW at 2 kph\nobserveed on Sat Time: 10:59:41\nIndri Rayat Weather Forecast for Next 3 days\n24°C to 33°C\n22°C to 33°C\n22°C to 34°C\n\n                      About Indri Rayat\n\nCorrect below Info and add more info about Indri Rayat\n\nIndri Rayat is a Village in Mawai Tehsil in Mandla District of Madhya Pradesh State, India. It belongs to Jabalpur Division . It is located 72 KM towards East from District head quarters Mandla. 436 KM from State capital Bhopal\n\nIndri Rayat Pin code is 481768 and postal head office is Chiraidongri .\n\nIndri Rayat is surrounded by Ghughri Tehsil towards North , Amarpur Tehsil towards North , Samnapur Tehsil towards North , Bodla Tehsil towards South .\n\nMalajkhand , Kawardha , Mandla , Maharajpur are the near by Cities to Indri Rayat.\n\nDemographics of Indri Rayat\n\nHindi is the Local Language here.\n\nPolitics in Indri Rayat\n\nINC , CPI(ML)(L) , BJP are the major political parties in this area.\n\nPolling Stations \/Booths near Indri Rayat\n\n\nHOW TO REACH Indri Rayat\n\nBy Rail\n\nThere is no railway station near to Indri Rayat in less than 10 km. How ever Jabalpur Rail Way Station is major railway station 144 KM near to Indri Rayat\n\nColleges near Indri Rayat\n\nJyoti Computer Education Center\nAddress : Rasalgang Niwas Disstric Mandla\nG.d. College Nainpur\nAddress : G.d.college Nainpur Niwari\nGovt. Arts College\nAddress : Niwas; Mandla\nGovt. Degree College\nAddress : Bahmani Banjar1987\nGovt. J.m.c. Girls College\nAddress : Mandla 1969\n\nSchools near Indri Rayat\n\nNms Samnapur (09-10)\nAddress : samnapur , mawai , mandla , Madhya Pradesh . PIN- 481995 , Post - Bhuabichhia\nNms Bharkhi (09-10)\nAddress : bharkhi , mawai , mandla , Madhya Pradesh . PIN- 481995 , Post - Bhuabichhia\nNms Rehata Khero (07-08)\nAddress : rahta mohania , mawai , mandla , Madhya Pradesh . PIN- 481996 , Post - Sijhora\nPvt. Girls Ed. Campus Ms Marfa\nAddress : marfa mal , mawai , mandla , Madhya Pradesh . PIN- 181996\n\n   Bus Stops in Indri Rayat,Mawai\n\nmore .. Add Bus Stop\n\n   ATMs in Indri Rayat,Mawai\n\nmore ..\n\n   Cinema Theaters in Indri Rayat,Mawai\n\nmore ..\n\n   Temples in Indri Rayat,Mawai\n\nmore ..\n\n   Hotels ,Lodges in Indri Rayat,Mawai\n\nmore ..\n\n   Hospitals in Indri Rayat,Mawai\n\nmore ..\n\n   Petrol Bunks in Indri Rayat,Mawai\n\n\nMawai; India\n15.8 KM distance      Detail\n\nmore ..\n\n   Colleges in Indri Rayat,Mawai\n\nmore ..\n\n   Schools in Indri Rayat,Mawai\n\nShine for India English Medium School\n\nGhutas - Gopisani Rd; Ghutas; Madhya Pradesh 481995; India\n19.3 KM distance      Detail\nmore ..\n\nAbout Indri Rayat & History\n\nHow to reach Indri Rayat\n\nTourist Places Near By Indri Rayat\n\nSchools in Indri Rayat\n\nColleges in Indri Rayat\n\nTemperature & weather of Indri Rayat\n\nplaces in Indri Rayat\n\nIndri Rayat photos\n\nMore Information\n\nVillage Talk\nPost News or Events about this Village\n  Refer friends to this Village\nPlease Provide Your Batch Details\nYour Joining Year:\nYour Leaving Year:\nJoin this Village\n\nNear Cities\nMalajkhand  63 KM near     \nKawardha  67 KM near     \nMandla  68 KM near     \nMaharajpur  68 KM near     \nNear By Taluks\nMawai  0 KM near     \nGhughri  34 KM near     \nAmarpur  39 KM near     \nSamnapur  40 KM near     \nNear By Air Ports\nJabalpur Airport   120 KM near     \nRaipur Airport   183 KM near     \nSonegaon Airport   277 KM near     \nKhajuraho Airport   316 KM near     \nNear By Tourist Places\nKanha National park   44 KM near     \nKawardha   65 KM near     \nAmarkantak   97 KM near     \nBilaspur   144 KM near     \nJabalpur   145 KM near     \nNear By Districts\nDindori   62 KM near     \nKabirdham   64 KM near     \nMandla   68 KM near     \nShahdol   115 KM near     \nNear By RailWay Station\nShahdol Rail Way Station   113 KM near     \nBirsinghpur Rail Way Station   113 KM near     \n\nAll Rights Reserved 2013 onefivenine.com             Contact Us             About Us \/             Privacy Policy",
        "topic_id":13,
        "format_id":19,
        "topic_confidence":0.9726070166,
        "format_confidence":0.844828248
    }
]