[
    {
        "url":"http:\/\/www.swrebellion.com\/modules.php?name=News&new_topic=6",
        "text":"Create an account\nSW:Rebellion Network\n\nStar Wars: Rebellion [SWR]: News from Stratus\n\nSearch on This Topic:   \n[ Go to Home | Select a New Topic ]\n\n  Happy Holidays!\nNews from Stratus The staff and admin team at SWRebellion Network would like to wish everyone happiness, success, and love this holiday season.\n\nHappy Holidays! and may the Force be with you!\n\n-Ryan, Stratus, Evaders99, EvilleJedi and the SWRebellion Network Staff\nPosted by Stratus on Monday, December 02 2013 @ 22:34:07 UTC\n(Read More... | 123 comments | Score: 0) (28116 reads)\n\n  Star Citizen by Chris Roberts\nNews from Stratus It's been a while since we've seen a really cool Space Sim, and I am pleased to announce Star Citizen and Squadron 42 from the maker of Wing Commander, Freelancer, and many other cool PC games: Chris Roberts. Completely crowdfunded, to avoid any publisher or big company's agenda, Star Citizen is anticipated to launch in November 2014, with Alpha and Beta versions available to backers at undetermined dates. Please visit their website, at www.robertsspaceindustries.com\/about-the-game\/ . And if you are a gaming programmer, they are hiring for some positions at www.cloudimperiumgames.com .\n\nCheck out this awesome intro-video with in-game graphics:\n\nStar Citizen Crowdfund Pitch - 720p from Roberts Space Industries on Vimeo.\nPosted by Stratus on Sunday, July 07 2013 @ 00:35:35 UTC\n(Read More... | 52 comments | Score: 5) (19602 reads)\n\n  IRC Back up & Network Changes\nNews from Stratus\nI would like to appraise you of some changes in the StarWars-IRC Network (SWIRC). The network is owned and maintained by Jeff Turkstra. The SWRebellion Network, which assumed management of the network in late 2011 has returned management to its primary owner, though Jeff aka Luke has agreed to allow our staff to be on his network staff. The Star Wars IRC Network now has 2 IRC servers in different physical locations. Bespin, which is owned and operated by Luke (Jeff Turkstra) and Thrawn which is owned and operated by the SWRebellion Network (owned by Evaders99 and managed by Stratus et. al.). We have moved back to UnrealIRCD and IRC Services. Services will be controlled by Jeff but we have been granted access to administer them as well. All network issues that should arise should be addressed to staff at starwars-irc dot net. The appropriate person will respond depending on the issue that occurs.\n\nWe'd like to thank Jeff Turkstra for his overwhelming support and understanding for our own server troubles, and his assistance. We are pleased to be linked to his network and once again be operating reliably.\nPosted by Stratus on Monday, January 09 2012 @ 02:35:01 UTC\n(Read More... | 27 comments | Score: 0) (9102 reads)\n\n  ThaiCycles for Education\nNews from Stratus I am posting this message on behalf of my dear friend, Joel Ragar, Founder of ThaiCycles, an organization that raises money to provide bicycles for children in Thailand to allow them to obtain an education. Please visit www.thaicycles.com for details. Message follows:\n\nHi Everyone\nI am writing you, my friends, for some major help! ThaiCycles went live on Tippingbucket.org TODAY! (Saturday). Tippingbucket.org helps social ventures get funding.  ThaiCycles has one week to raise $5,750  on the Tippingbucket.org site. ThaiCycles donates bikes to children in third world countries who have no transportation to school. We just finished our first bike drop 2 weeks ago in northern Thailand. It was awesome and the children were so appreciative. With your help we can make a huge impact and difference. Directly from Tippingbucket.org we will be able to do a large bike drop immediately again (it is needed this time of year) as well as sustain ourselves to continue to help many many more within the next year.\n\nHere is what I am pleading for in me asking your help. Donate just $1 (or more if you can) on tippingbucket.org.  Each day till next Saturday (1 week) take 10 mins of your time to; post on your facebook status inviting others to donate too, send a quick email to all of your friends to donate and spread the word, post it on your blogs or ask friends you know to post it on their blog, tell family members\/cousins\/aunts\/relatives to donate a buck and spread the world too, text 10 friends to donate a buck and to text 10 other friends to do the same. And any other creative things you can think of to spread the word and social network to all the masses about ThaiCycles and our goal.\n\nThe only way we can make this successful is if I receive your help. I can't reach all of your friends and with your help we can reach the thousands we need to to raise the funds for ThaiCycles and donate hundreds of bikes to children around the world. Please please please help, I selected you to send this email out to because I knew you could help me make the difference.\n\nHere is the catch if we don't raise all the funds on tippingbucket.org before the time expires then all the money that was donated is given back to those who donated it and ThaiCycles does not receive anything. This is why I NEED your help to succeed and make a difference. \n\nI have been very privileged to have started and been apart of ThaiCycles and now I need your help to keep the aid alive and growing. Please find it in yourself to dedicate the few 10-15 mins a day and make a world of difference.\n\nJoel Ragar\nFounder, ThaiCycles\n\nPosted by Stratus on Sunday, November 07 2010 @ 02:29:31 UTC\n(Read More... | 13 comments | Score: 0) (6267 reads)\n\n  Loss of a Good Man\nNews from Stratus We mourn the loss of a friend and former colleague, Rhys Skywalker, who was killed in a card accident February 12th. He was a remarkable young man, full of hope, full of promise, with great potential, an excellent leader and programmer. Though he never worked for SWRebellion, I did have small dealings with him myself and hired him on a project or two.\n\n\nOur sympathies to his family and friends, and to the entire SWC community.\n\nJim Stratus\nPosted by Stratus on Thursday, February 12 2009 @ 17:30:13 UTC\n(Read More... | 15 comments | Score: 0) (5730 reads)\n\nLogin\/User Info\nWelcome, Anonymous\nLatest: Kyrakiran\nNew Today: 0\nNew Yesterday: 0\nOverall: 47783\n\nPeople Online:\nVisitors: 79\nMembers: 0\nTotal: 79\n\nGoogle Search\n\nGalactic Election 08 - Cast Your Vote!\n\nJim Stratus\nBoba Fett\nAdmiral Ackbar\nObi-Wan Kenobi\n\n\nVotes: 6295\nComments: 196\n\nStar Wars Kid\nDownload the Star Wars Kid video!\n\nStar Wars Kid\nStar Wars Kid Remix\nStar Wars Kid Reloaded\n\nHome Your Account Forums Downloads F.A.Q. Submit News Hosting Contact Us\n\n© 1999-2020 by SWRebellion.com. All Rights Reserved.\nAll logos and trademarks in this site are property of their respective owner.\nThe comments are property of their posters. Star Wars(TM) is a registered trademark of LucasFilm, Ltd. We are not affiliated with LucasFilm or Walt Disney. This is a fan site and online gaming community (non-profit). \nYou can syndicate our news using the file backend.php\nPHP-Nuke Copyright © 2005 by Francisco Burzi.\nThis is free software, and you may redistribute it under the GPL.\nPHP-Nuke comes with absolutely no warranty, for details, see the license.\nPage Generation: 0.18 Seconds",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.5318558216,
        "format_confidence":0.7980132103
    },
    {
        "url":"http:\/\/www.gamersheroes.com\/gaming-news\/battle-princess-madelyn-to-get-arcade-mode\/",
        "text":"Battle Princess Madelyn to Get Arcade Mode\n\nBattle Princess Madelyn - Gamers Heroes\nCausal Bit Games has released the first details regarding Battle Princess Madelyn’s Arcade Mode.\n\nArcade mode will feature Battle Princess Madelyn’s story mode levels as a faster paced game, one with a completely different level structure and heightened difficulty.\n\nYou can use the August 2018 Kickstarter Update Reel for the game below:\n\nBattle Princess Madelyn: Aug 2018 Kickstarter Update Reel\n\nThe game will come out for the PlayStation 4, PlayStation Vita, Xbox One, Nintendo Switch, Nintendo Wii U, and PC.\n\nSource: Press Release\nOutriders Demo Releasing Tomorrow\n\nDive into the world of People Can Fly and Square Enix’s Outriders with tomorrow’s demo of the game\n\nNieR Replicant ver.1.22474487139 Opening Movie Released\n\nThe team at Square Enix has released a shot-for-shot revamp of the original movie from NieR Replicant for the upcoming release of NieR Replicant ver.1.22474487139\n\nBlightbound Final Charge Update Now Available\n\nThe Final Charge Update for Ronimo Games and Devolver Digital’s Blightbound brings with it a number of new heroes, weapons and items\n\nVampire: The Masquerade – Bloodlines 2 Drops Hardsuit Labs, Delayed to 2022\n\nA new development update for Vampire: The Masquerade – Bloodlines 2 today states that the title has dropped Hardsuit Labs and has been delayed to 2022",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9961426854,
        "format_confidence":0.9128622413
    },
    {
        "url":"http:\/\/www.cursors-4u.com\/updates.php?skip=40",
        "text":"Tumblr Twitter      HELP     SITEMAP     DONATE     SUBMIT     RSS       \ntemplate template\nHell Yeah SetHell Yeah Pointer 9Hell Yeah Pointer 8Hell Yeah Pointer 7Hell Yeah Pointer 6Hell Yeah Pointer 5Hell Yeah Pointer 4Hell Yeah Pointer 3Hell Yeah Pointer 2Hell Yeah Pointer 1Shawn MendesCardi BCamila CabelloBebe Rexha\ntemplate template\ntemplate template\nFav Of Month\nCorgi Set\ntemplate template\nLatest Blog Comments\nLike Our Page\ntemplate template\n\nCursors For Your Tumblr, Blog, Website, & Windows Computer Mouse!\n\ntemplate template\ntemplate template\n\nMinecraft Cursors\n\nDate: 5 Mar 2014, 21:34 By Tor With 11 Comments\n\nI seen my little nephews play this game all day long and I just don't understand it. But they absolutely love it. So today here are some cursors from the mine craft game. These particular cursors were created by dakotaatokad. He gots a ton more cursors that you can get of minecraft, so check out his DA page.\n\nIn total there were a total of 25 cursors added today. I'll be adding more minecraft cursors in the coming days, so be sure to check back for those.\n\nHere are a few samples of what was added today.\n\nMinecraft - Diamond PicaxeMinecraft - Diamond ShovelMinecraft - Diamond Sword\n\nCan't get access to our Official Facebook Page\n\nDate: 3 Mar 2014, 21:04 By Tor With 3 Comments\n\nI recently tried to log into my facebook account for Cursors-4U and I was confronted with a security question. After multiple attempts to answer the question it became clear to me that I don't know it. So I did the password reset, but the security question keeps popping up. Searching the internet, there is no answer to how to reset the security question.\n\nGoing to facebook's help page, doesn't gives the answer. It's just a roundabout shmorgishborg of regurgitated crap.\n\nI added the like us widget three years ago, and now I have to probably take it down. If anyone knows how to get pass or reset the security question, let me know. So frustrating...\n\nMarch 2014 Favorite Cursor Of The Month\n\nDate: 1 Mar 2014, 11:43 By Tor With 15 Comments\nMulticursor Set\n\nMarch 2014 Favorite Cursor of the month is the \"Multicursor Set\". This animated cursor was created by ace576-cursors over at deviantart. These are amazing unique animated cursors that depict tiny little cursors making different shapes.\n\nI had to change up the layout of the website a little bit yesterday. Mostly the ads, but if you feel that they are too much, leave a comment and let me know. Thank you.\n\nFile Server Is Down Fixed\n\nDate: 17 Feb 2014, 11:23 By Tor With 1 Comments\n\nFirst update in a long time. But our file server is down. That means you can't download or use cursors on this site until it's updated again.\n\nI'm trying to get things up and running again.\n\nEdit: 10AM PST Server appears to be back online.\n\nAugust 2013 Favorite Cursor Of The Month\n\nDate: 3 Aug 2013, 22:34 By Tor With 11 Comments\nTrail Of Waving Hearts\n\nAugusts 2013 Favorite Cursor of the month is the \"Trail Of Waving Hearts\". This animated cursor was created by Cursormania. I plan on recoloring these cursors so you can get them in different shades. I think I'll make that my next update.\n\nYou probably noticed that we didn't have a favorite cursor last month. I been really busy and haven't had much time to update the site. But I'll do my best to keep things going. You can get more Heart cursors on our site as well...\n\nCandy Crush Saga Cursors\n\nDate: 17 Jun 2013, 23:31 By Tor With 8 Comments\n\nI love Candy Crush Saga! So today, I decided to create some for you guys =D I included all the candies and all the combo's. I tried to do every color and type, but I couldn't find a good source material on the web as a reference for the cursor design; so I didn't get every candy bomb color.\n\nHope you enjoy! I'm on level 256. What level are you guys on?\n\nHere are a few samples of what was added today.\n\nCandy Crush Saga IconCandy Crush Saga -  Color BombCandy Crush Saga -  Lemon Drop Wrapped Candy\n\nPsy Cursors (Gangnam Style, and Gentlemen)\n\nDate: 9 Jun 2013, 15:20 By Tor With 7 Comments\n\nJust added some Psy cursors. I did one of the popular Gangnam style. Though a little late to the party, I thought these need to made into cursors because of the historical nature of the song. I added four total cursors of psy. One real-life potrait of him, and three funny cartoony abstracts (I guess).\n\nFor those that don't know, Psy is the musical artist that sang, Gangnam Style, which has 1.6 billion views and counting. Most watch video in the entire world at the moment.\n\nI'll be adding more celebrities soon but for now the cursors above went into the following categories...\n\nHere are a few samples of what was added today.\n\nPsy - Park Jae-sangPsy - Gentlemen OutlinePsy - Gangnam Style\n\nJune 2013 Favorite Cursor Of The Month\n\nDate: 9 Jun 2013, 14:04 By Tor With 4 Comments\nBlack Moustache\n\nJune 2013 Favorite Cursor of the month is the \"Black Moustache\". These moustache cursors have been liked and requested by so many people on tumblr that it has become one of our most popular cursor. It has over 200k views on it! Which is really neat.\n\nYou can get more mustache\/moustache cursors on our site.\n\nCall of Duty Black Ops 2 Cursors\n\nDate: 14 May 2013, 21:05 By Tor With 10 Comments\n\nI been on a rampage in this game lately, so I decided to finally add the Black Ops 2 Prestige Emblems. I got all 11 of them including Prestige Master. For those that visit this site a lot, I have all the prestige emblems as cursors since the Original Black Ops. I also plan to add Call Of Duty Ghost as well if they have it. So be sure to check back for those.\n\nWe also got a butt load more Call Of Duty Cursors. The cursors went into the following categories...\n\nHere are a few samples of what was added today.\n\nCall Of Duty Black Ops 2 - Prestige MasterCall Of Duty Black Ops 2 - Prestige 10Call Of Duty Black Ops 2 - Prestige 9\n\nMay 2013 Favorite Cursor Of The Month\n\nDate: 4 May 2013, 16:15 By Tor With 23 Comments\nChrome Set\n\nMay 2013 Favorite Cursor of the month is the \"Chrome Set\". This is a complete cursor set created by bokuwatensai. All the cursors are covered in a silver Chrome. Very shiny and sexy. Its one of our most popular cursor sets and will be for a long time!\n\nBokuwatensai also has a collection of cursors at his DA website. If you are interested in more interesting complete cursor sets, you might want to head on over there.\n\ntemplate template\ntemplate template\n\nWelcome To Cursors-4U.com Version 3.5\n\nSo you came looking for cursors and graphics eh? Cursors-4u.com gots plenty of cursors for your mouse pointer. We got runescape, world of warcraft, pokemon, naruto, twilight, cute, animated, cool, glitter, sexy, and so much more cursors. You can directly download the cursors for your mouse or web site to your hard drive for free and use them on your desktop computer for Windows XP or Windows Vista or Windows 7 or Windows 8 or you can place them on your web site or blog. You can even get Tumblr Cursors, Friendster Cursors, Blogspot Cursors, Xanga, Bebo, Orkut, Wordpress, Myspace and any other social networking profile site that allows CSS coding, here. Also our cursors work on Internet Explorer, Mozilla Firefox, Safari, and Google Chrome.\n\nWe were the first cursor site to allow cursor hot linking and cursor download. There have been many imitators since but you will not see the quality and quantity like here at Cursors-4U.com.\n\n© 2005-2020 Cursors-4U.com. All Rights Reserved. All Trademarks And Copyrights Held By Their Respective Owners.",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.55778265,
        "format_confidence":0.5849494338
    },
    {
        "url":"https:\/\/www.gears5.com\/es-co\/news\/",
        "text":"What’s Up – August 22nd 2019\n\nIn this week’s What’s Up, we take a look back at this week’s huge gamescom announcements and let you know what’s in store between here and launch.\n\nGears 5: Kait Diaz Premium Statue by First 4 Figures\n\nThe Coalition is proud to announce the official Gears 5 Kait Diaz premium statue from First 4 Figures – available in three variants! Featuring her Gea...\n\nHorde Explained\n\nGears 5 is the deepest Horde to date. It takes the epic battle for survival to new heights with the introduction of Heroes, territory control and a co...\n\nGears 5 on PC\n\nGears 5 on PC is now available for pre-order on the Windows Store and Steam!\n\nPlay Gears 5 Horde at Select Microsoft Stores\n\nBeginning on Tuesday 20th August, select Microsoft Stores across North America will have Gears 5 Horde Mode playable in-store for a limited time!\n\nShowing 1-5 of 15",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9943025112,
        "format_confidence":0.9569908977
    },
    {
        "url":"http:\/\/jackpotbonuscode.com\/category\/uncategorized\/page\/14\/",
        "text":"Casumo Bonus Code. Get 500 EUR\n\nPlay one of their slots at Casumo and get an excellent bonus.\nIf you use the bonus code: CBA124F9, then Casumo will give you 50 % on top of your deposit up to 500 EUR!\n\nPlay now at Casumo\n\nCasumo Bonus & Promos\n\nIf you deposit 10 EUR, you will receive a bonus of 10 EUR, so overall you’ll get 20 EUR to add into your online casino account. At Casumo the maximum you can get in bonus is 500 EUR, and note that you must use our unique bonus code: CBA124F9, to get your bonus.\n\nUnfortunately at this time there’s not a Casumo no deposit bonus. However if one does become available then we’ll be the first to let you know about it.\n\nDid you know that you can get a free bonus of a number of other casinos? It’s worth taking your time to look around.\n\nClick here to play at Casumo\n\nCasumo Slots\n\nAt Casumo you can play on a large selection of both traditional and modern slot machines. Want to try one of their entertaining games? Click here to go to Casumo games via the image below.\n\nSlot machines with a progressive jackpot are extra popular and no wonder! The jackpot continues to grow and grow and at some point in time will make a casino play very happy indeed! At Casumo you can find 94 slot games with such a jackpot.\n\nPlay Casumo Table Games\n\nRoulette we’re happy to say is available to play at Casumo. So if perhaps slots aren’t your thing or maybe you just want to mix things up, then you can play one of the most popular casino games ever in the Casumo games section. This casino classic is a gamers delight, playing by simply picking a colour or upping the risk a little with specific number betting, and you can boost your play with our bonus code: CBA124F9 on registration.\n\nCasumo does offer roulette for you to play instantly. You have a choice of playing roulette for free without having to wager first or jumping straight in with a hopefully well-placed bet! Check out the choice of titles available to you here: Classic, Live, American, French, European, Live Auto and there also the following different types of roulette listed here.\n\nBlackjack is here, and in all honesty it should be considered no surprise as it’s a classic casino game, and it just wouldn’t be quite right if it wasn’t available to players.\n\nCasino games are a pretty important part of judging whether or not an online casino is worth your attention. So you’ll be happy to know that at Casumo you can also play poker and baccarat too.\n\nCasumo Live Feature\n\nIn Casumo unfortunately you can’t test your skills at live casino. They offer (for now) only normal online casino, so the real authentic feel of Vegas is still a little out of your reach here. You can still use our Casumo bonus code: CBA124F9, this should make up for this feature’s omission.\n\nCasumo Freeplay Included\n\nIf you play without betting any of your own money at Casumo then that’s not a problem, as there’s no obligation with free play (which you can do so without registration).\n\nGo to Casumo and play now\n\nCustomer Support & Payment Options\n\nThere are many payment options available at Casumo. I was happy to see that I could choose my Skrill account.\n\nIf you go in for the Casumo bonus, you should be aware of its requirements. Before you pay, the bonus must be played through 30 times at the casino.\n\nCan you read one of the following languages German, English, Finnish, Norwegian, Swedish? If so you can easily play at Casumo.\n\nYou are able to contact Casumo customer support team via friendly advisers if you may have any additional questions to help aid your play.\n\nYou can play at Casumo here\n\nSlots Heaven Bonus Code. Get\n\nUnfortunately we have to reveal that you can’t get a Slots Heaven welcome bonus on deposit. However, even without the bonus, it’s of course possible to be still entertained in the raft of additional features – read on for more!\n\nPlay now at Slots Heaven\n\nAt the moment all the bonus offers at the casino all require deposits, so the wait for a no deposit bonus unfortunately goes on. Keep checking in to our Slots Heaven review though for rolling updates!\n\nThere are some other casinos that offer a much sought after no deposit bonus, so if that’s what you’re after then it may be best to look elsewhere on this occasion.\n\nClick here to play at Slots Heaven\n\nSlots Heaven Slots & Games\n\nSlots Heaven offers a variety of slots. Whether you like video or classic, few or plenty of paylines, you can always take a pick of what you prefer. If you’d like to test out one of their best slot machines, click on the screenshot below to go to Slots Heaven.\n\nIf you’re a slots fan, you will certainly know what a progressive jackpot is. So what you should know is that you can play on 116 slot games with progressive jackpots at Slots Heaven! For those of you who don’t know, this means that the jackpot will keep rising until someone wins, so it’s a win win situation!\n\nSlots Heaven Classic Games\n\nEver walked into a real life casino straight after watching a certain big time secret agent movie and thinking you’re untouchable? Just me? Okay so anyway when you go to Slots Heaven, you’ll be presented with a variety of roulette games to choose from, just make sure to familiarise yourself with the game if you haven’t already done so. My advice is to forget that ‘007’ movie stuff and make your own luck here!\n\nOf course you can play the classic gamers favourite, roulette right here and can check out Slots Heaven roulette variants in our list here: You’ll find that you can play roulette for free, it’s definitely worth taking advantage of to test it out, and get used to the way it’s setup. The Slots Heaven roulette games on-offer to play right now are: French, 3D, European, Live, American, Video, Mini, Premium Pro, Premium European, Premium French, Marvel, Multi Wheel, NewAR, Premium American, Pro.\n\nBlackjack is ready to be played and it’ll hopefully be a lucrative game for you, if you decide to signup in our Slots Heaven review.\n\nNew casino players are keen to have as many options as possible to (hopefully) win in a variety of different ways, keeping things fresh and exciting no doubt! Slots Heaven gives you the chance to do just that with their versions of online poker and baccarat ready for you to play now.\n\nSlots Heaven Live Games\n\nAt Slots Heaven you can play live table games with a live video stream showcasing the dealers controlling the rooms. This is a really nice alternative to playing at the standard casino and will undoubtedly give you more opportunities to enhance your account’s balance! Make sure you get the best bonuses with our bonus code: maxcasino.\n\nFree Play Games at Slots Heaven\n\nHere at Slots Heaven you have a chance to play one of the most popular slot machines , as well as many other enticing titles. If the minimum wager is perhaps a bit too much, too soon, then don’t worry as you can play for free without even having to register!\n\nGo to Slots Heaven and play now\n\nSlots Heaven Support Options & Payments\n\nAn important criteria in selecting an online casino should be the risk and security of your payments. At Slots Heaven there’s no need to worry on this front. Just use your Skrill banking method.\n\nYou should be aware that Slots Heaven requires that the bonus must be turned over – only then can you withdraw your bonus and hard earned winnings.\n\nYou can play at Slots Heaven in the following language choices: English – hopefully you’re strongest language is catered for!\n\nIf you require assistance of any sort at anytime then reach out to the casino through their customer support for any troubleshooting you may have at Slots Heaven.\n\nYou can play at Slots Heaven here\n\nCasino Fantasia Bonus Code. Get 250 USD\n\nAt Casino Fantasia, we recommend you to try one their amazing slots when you have received your welcome bonus. You get your bonus with the unique casino fantasia bonus code: MAXCASINO. With the casino fantasia bonus code you get 100 % extra on your deposit Up to 250 USD!\n\nPlay now at Casino Fantasia\n\nCasino Fantasia Bonus Offer\n\nYou can get a good casino bonus here if you just deposit 10 USD. For your deposit you get nothing less than 10 USD in bonus, so you will altogether add 20 USD to your account. You can receive a maximum\n250 USD bonus only with our casino fantasia bonus code : MAXCASINO.\n\nCasino Fantasia doesn’t have any kind of no deposit bonus on-offer for you at the moment. We shall be the first to tell you if this changes, so be sure to keep checking back!\n\nWe are pretty crazy about those no deposit bonuses, so even if Casino Fantasia doesn’t offer one, there’s a silver lining as you see an entire list of online casinos that do indeed have free bonuses.\n\nClick here to play at Casino Fantasia\n\nCasino Fantasia Slots\n\nDo you want to play slots at Casino Fantasia? Well you can certainly look forward to a raft of fun slot machines ready and waiting for you. There’s both new and classic slots as well as high and low paylines. Click on the picture below, head into Casino Fantasia games and explore through the choices on-offer.\n\nCasino Fantasia is probably not your first choice if you’re after huge jackpots as unfortunately there aren’t any progressives on their slot machines. However there are 123 regular slots ready for you to play now.\n\nPlay Casino Fantasia Table Games\n\nIf you’re ready to have some traditional casino fun and hopefully win in the process, then online roulette in amongst the Casino Fantasia games is one that you’ll surely be playing again and again.\n\nRoulette is ready to be played and it’s great to see that this casino classic is stocked! See the different versions available to play at Casino Fantasia here. But what roulette titles are available to play you might ask? Well there’s: Vegas, European, Multiball, Globe.\n\nIf you were wondering before, then yes there’s online Casino Fantasia blackjack, a traditional casino game that’s synonymous in providing online players with even more thrills. And also remember to use the casino fantasia bonus code for even more f... (truncated)",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9960699081,
        "format_confidence":0.6816233993
    },
    {
        "url":"http:\/\/www.cooltechreviews.com\/category\/video-games\/wii\/",
        "text":"Cool Tech Reviews\n\nJust Cool Tech\n\nDecember 7, 2008\n\nNintendo Wii flood at on Monday, Dec. 8, 2008\n\nThe Nintendo Wii game console is hard to find again this holiday shopping season but Wal-Mart is promising to unleash a flood of them at their online store at this coming Monday, December 8, 2008:\n\nNintendo Co Ltd’s Wii has emerged as one of the few hot products this holiday season, and Wal-Mart Stores Inc will offer \"tens of thousands\" of the hard-to-get video game consoles on its website starting on Monday. said it will offer the Nintendo Wii console for $249.24, and a \"value bundle,\" which includes the console and other items like an extra set of controllers, for $329, while supplies last.\n\nAs of Friday night, the Wii console was sold out on, and listed the sold-out Wii for $249.99. also said that it will offer, beginning on Monday, certain Wii video games at a price of two for $30, and certain accessories, like the Nintendo Wii Racing Wheel, starting under $10.\n\nIt may be rather tough on the Web site, but if you need a Wii head on over to tomorrow and try to get through.\n\nPosted at 9:45 am. Filed under Companies, Nintendo, Video Games, Wal-Mart, Wii\n\nRelated posts:\n\nNovember 15, 2006\n\nNintendo Wii games reviewed\n\nNintendo’s new Wii game console goes on sale in the USA Sunday and in Japan on December 2 and expectations seem to be high for the inexpensive system which simply plays games, unlike its big ticket competitors from Microsoft (Xbox 360) and Sony (PS3) which have broader home entertainment aspirations. And if games make the console, it’s interesting to read Chris Morris’ review of the games launching with the Wii:\n\nTypically, when a new video game system launches, it proves to be anticlimactic. The thrill of seeing the machine boot up the first time is very real – and the first time or two you play a game is always fun. But before long, you start to realize that the titles that came out alongside the system aren’t as entertaining as you initially thought.\n\nHappily, that’s unlikely to be the case with the new Nintendo Wii. What the system lacks in technical achievements, it makes up for in the quality of its games. With “The Legend of Zelda: Twilight Princess” leading the charge, the Wii’s launch titles offer nice diversity.\n\nShooter games are usually the bulk of a system’s launch, because hardcore gamers love them. But the Wii leans more in the direction of action\/adventure, with titles like Zelda, Konami’s “Elebits” and Ubisoft’s “Rayman Raving Rabbids,” all set to appear in the first month or so.\n\nThe Wii appeals to a different demographic, of course. Anyhow, Morris thinks highly of Zelda, but I was most interested in his comments about the sports games:\n\nLet’s face it: Fans of Electronic Arts’ ”Madden” series probably already have their copy of the game, whether it’s for Microsoft’s Xbox 360, Sony’s PlayStation 2 (or 3) or their handheld gaming system of choice. Normally, there wouldn’t be any reason for them to consider buying a copy for Wii.\n\nBut “Madden” for the Wii is an entirely different game. Want to pass the ball? Don’t worry about which button to press, just grasp the controller and mimic a pass. Bullet pass? Fake-throw it faster. It’s intuitive, fun and physical. You might actually work up a sweat before you’re through (which seems rather fitting for a sports game).\n\n“Wii Sports,” which comes bundled with the Wii, is a good introduction to the system and controller. It’s not advanced – and not all of the games are fun (boxing was something of a letdown) – but it’s an ultimately addicting group.\n\nWhat he’s referring to is the Wii’s wireless motion-sensing controller. Check out this Wii TV commercial to get the idea. CNET’s review says the controller “eats batteries,” but I’d say that can be solved with an investment in rechargeables if you don’t already have some. Overall:\n\nIt lacks the graphical prowess and rich media features of the Xbox 360 and the PS3, but the Nintendo Wii’s combination of unique motion-sensitive controllers and emphasis on fun gameplay make the ultra-affordable console hard to resist.\n\nThe Wii may be hard to find, but the suggested retail price is $249.99, about half of the big guys.\n\nPosted at 9:02 pm. Filed under Companies, Nintendo, Video Games, Wii\n\nRelated posts:\n\nCTR Search:\n\n\n\nInternal links:\n\n\n\nI read:",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9846426845,
        "format_confidence":0.7219125032
    },
    {
        "url":"http:\/\/rpg.org\/tag\/troll-in-the-corner\/page\/6\/",
        "text":"The Triumphant Return of Mirkmoot! More Magical Mayhem for Creatures Great and Small!\n\nThe World of Aruneus – Contagion Infected Zombies 2.0! The new PDF is here!\n\nAZAMAR: The Roleplaying Game – Using the Cinema6 RPG Framework and kicking ass\n\nMi Gato se Incendia physical prototype arrives! Also, the first review!\n\nJust in time for Valentine’s Day: Beast of a Thousand Broken Hearts – A Pathfinder Creature\n\nFantasy Craft Monster: Giant Scorpion\n\nThe Rat King – a new creature for your Pathfinder (or d20\/OGL) game\n\nDragon Chow Dice Bags revisited – a review of the best damn dice bag I’ve ever owned.\n\nThe Disgruntled Zombie – a new Pathfinder RPG Creature and a freebie!\n\nOld-School Unboxing: Two Ravenloft Boxes\n\nOld School Actual Play – Mini podcast #2 – A British Archaeologist and a Gamer walk in to a bar\n\nDice Hate Me – a site you should check out\n\nMi Gato se Incendia! (My Cat is on Fire!) A new board game by Benjamin Gerber\n\nI’ll be covering Total Confusion XXV, and giving a bunch of stuff away too!\n\nAdventurer’s Toolbox – Bags of Holding\n\nDriveThruRPG enters the Print on Demand market, and I got to beta test and review it\n\nWhat I’ll be doing at Total Confusion XXV – games I’m playing and running\n\n5 More Underrated RPGs\n\nConfusion Reigns! Total Confusion XXV is rapidly approaching – get registered!\n\nOld School Actual Play Mini-cast #1 – 22 Minutes of RPG Goodness",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9957363605,
        "format_confidence":0.9693540931
    },
    {
        "url":"http:\/\/www.mobiletoones.com\/free-online-games\/tags\/leader\/p\/28",
        "text":"Your search for Leader\n\nPlay Energy Orb Game\n\nEnergy Orb\n\nCategory: Action Games\nTags: Dodge, avoid, energy, ball, pellet, metal, electric, electricity, ring, ground, space, addicting, mouse, speed, bonus, ability, progressive, difficult, leader, boards, board, score, high, highscore\nYou are an orb of pure energy. Avoid making contact with the metal pellets and collect the electric rings for bonuses and more ...\nPlay Endurance Defence Game\n\nEndurance Defence\n\nCategory: Action Games\nTags: tower, defence, endurance\nBattle against waves of creeps to become the top player on the leaderboard! Place towers to control the path of the creeps\nPlay SmileyTrap2 Game\n\n\nCategory: Adventure Games\nTags: Smiley, color, match, three, bonus, Puzzle, Leaderboard, Mochiads, catch, trap, fast, time\nThe Smileys are leaving their homes and wondering around aimlessly. Catch them with your SmileyTrap and teleport them to school...\n\nPlay Wild West Reaction 2 Game\n\nWild West Reaction 2\n\nCategory: Action Games\nTags: Wild West, ying yang, yingdotyang, shooter, shooting, cowboy, reaction, fast, old west, saloon, fastest, gunslinger, sixshooter, six shooter, wild west reaction 2, west, wild wild west, ying, yang\nOne and two player reaction shooter. Wild West Reaction 2, will record your average reaction time in single player and in th...\nPlay Shoot Kim Jong II Game\n\nShoot Kim Jong II\n\nCategory: Shooting Games\nTags: Shoot Kim Jong II\nShoot down this terrible leader but don't hit those active warheads.\nPlay Street Fighter - The New Leader Game\n\nStreet Fighter - The New Leader\n\nCategory: Action Games\nFighting game with UK Politicians as game characters\nPlay Meta Ploy Game\n\nMeta Ploy\n\nCategory: Arcade Games\nYou must hit the leaders and the followers as fast as possible before they hit you. If they hit you, you are dead.",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9965709448,
        "format_confidence":0.9870159626
    },
    {
        "url":"https:\/\/www.newgoo.net\/tag\/summoners",
        "text":"Selection of forums for :\n\n\nCircle of Summoners a League of Legends Team\n\nThe Home of the League of Legends team called Circle of Summoners\n\ncircle, #summoners, league, legends, gaming\n\n\nOrchestra Guild forum | Summoners War : Sky Arena\n\norchestra, guild, #summoners, arena\n\nShaitan Summoners Clan Forum\n\nShaitan Summoner's Clan Forum. Shaitan Summoners Clan Forum\n\nshaitan, #summoners, clan, forum\n\nSummoners War: Sky Arena || Community\n\nEnglish Community for Summoners War: Sky Arena\n\n#summoners, war:, arena, community, english, com2us, forum\n\nElemental Summoners\n\nFour nations of rivaling elements - Fire, Earth, Wind and Water, battle in quest for power. Each can summon an elemental spirit of their own. Who will prevail?\n\nelemental, #summoners, nations, rivaling, elements, earth, wind, water, battle, quest, power, summon, spirit, prevail?\n\nSearch for a forum in the directory\n\nCreate a free forum\n\nCreate your summoners forum",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9936718941,
        "format_confidence":0.9913775921
    },
    {
        "url":"http:\/\/massivelyop.com\/tag\/wrup\/",
        "text":"\n\nOne Shots: Healin' skellies in Shards Online\n\nWhen the NDA is away, the cats will play -- and take screenshots! Bless our dear community for documenting upcoming MMOs as they venture into these virgin territories.\n\nZulikaMiNam had some fun in one game that I haven't seen much from readers yet: \"Since there are no NDA restrictions imposed for this alpha weekend kickoff over at Shards Online I will post some pics from there. I accidentally healed a skeleton while trying to heal myself. So my name turns grey and anyone can kill me now. Time to lay low for a bit.\"\n\nAre you still laying low? You can... probably come out now. That skeleton owes you a life debt for that heroic action.\n\nRead more\n\nWRUP: Jurassic Park is a pretty bad movie edition\n\nIt's time for us to just admit this as a species: Jurassic Park is not a good movie. I know, you have fond memories of it; I do too, aside from the fact that I remember being disappointed with it even as a child because it was more interested in \"rawr scary dinosaurs\" than actually showing off these magnificent, enormous animals. But the movie is about five minutes of cool, memorable moments mixed in with a bland, overlong plot that's mostly just people running around scared as everything gets ruined.\n\nThe science doesn't hold up, the characters are thin pastiches (including Jeff Goldblum being slimy enough to leave a residual bad taste in my mouth), and what made the movie work in the first place was how enormously compelling those dinosaurs look. That part still can impress viewers; not much else does. So \"Chris Pratt and a team of raptors vs. invisible T-Rex\" is really more of a lateral move for the franchise.\n\nThat's all, folks. Oh, right, What Are You Playing is here. Let us know in the comments!\n\nRead more\n\nWRUP: Card trick 74 edition\n\nToday's card trick is known as the Ponzetti Reversal. It's called this chiefly because no one ever pays too much attention to card tricks which sound like chess maneuvers, but you can be certain that your audience will be amazed unless they're not.\n\nFirst, take an ordinary deck of playing cards. Shuffle, cut the deck, and draw seven cards. Ask a participant to take a random card from those seven, but don't look at it. Tell the participant to memorize the card. Then, return the cards to the deck. Shuffle again, draw seven more cards. Tap an island for one blue mana. Grab the bottom card on the deck and ask the participant if it's the right card.\n\nGet angry. Insist that it's the right card. Fling the deck of cards at the participant's head and inform them to find the [REDACTED] card without you, if the participant is so [REDACTED] smart. Break a window. Tell the police officers that you're completely sober. Refuse to put your shirt back on. Slam your head against the inside of the car window. Insist you want a lawyer after hurling insults at the cops for an hour. Let us know what you're playing in this week's installment of What Are You Playing. Lastly, produce the correct card.\n\nRead more\n\nOne Shots: The Reaper comes for all MMOs\n\nIn light of this past week's sad Landmark news, it's perhaps too on-the-nose that I asked for players to send in pictures of defunct MMOs. Maybe it's just one of those sober reminders that sooner or later, these games will go dark. Enjoy them to their fullest now!\n\n\"To prove I can actually be on topic sometimes, I answer your call for shots from defunct MMOs with one from Dragon's Prophet,\" Tyler said, \"the only game I've played that has shut down. There was a great deal wrong with this game, and I didn't play it for long, but there was still a lot about it that was surprisingly good. In particular I loved the unusual, battle mage-like Oracle class. Who wants to stand in the back waving your hands when your mage can charge into the thick of things and massacre everyone with a giant enchanted scythe?\"\n\nRead more\n\nWRUP: Year in preview edition\n\nWell, here we are, a new year. This one has a low bar to clear and it's already not doing a great job. I'd write a four-letter word here that rhymes with \"truck,\" but I like not being fired. Instead, let's just finish with our year in review nonsense by giving you the phrases you'll become intimately familiar with over the next year due to major news stories.\n\n  • January: \"It's unclear why so many MMOs are now engaged in cross-promotional campaigns with shaving cream, but still...\"\n  • February: \"A new imported MMO is out, and the studio behind it is very enthusiastic about its chances in the market.\"\n  • March: \"The new basketball minigame trend is getting out of hand.\"\n  • April: \"It turns out you can't fund your game with a Ponzi scheme.\"\n  • May: \"That new import from February is shutting down at the end of the month.\"\n  • June: Reserved for Stormblood.\n  • July: \"The three new upcoming Hellgate London relaunches.\"\n  • August: \"Daybreak has officially announced the shutdown of several games it is not running, begging the question of why.\"\n  • September: \"Boy, remember earlier in this year when no one was afraid of the chupacabre?\"\n  • October: Halloween.\n  • November: \"This year's BlizzCon featured an unfortunate incident with a snake and far too many computers on fire.\"\n  • December: \"Ugh, this year is finally almost done.\"\n\nHave fun! Let us know what you're playing in the comments, since this is What Are You Playing. It's cunningly disguised, you see.\n\nRead more\n\nWRUP: The sunset edition\n\nAt the worst times in my life, I would often watch the sunset. Sunsets are comforting to me. Every sunset you see reminds you that another day is over, that you're going to be living a day further in the future. I never even thought it was possible to be depressed by sunsets until someone first told me that they were the sign of a day ending, of the sum total of everything bad going on. Things are ending.\n\nBut I never saw them that way. Sunsets mean a day is ending, but that also means that no matter how bad the day was, it's over now. Tomorrow is a new day, and whatever bad stuff happened during the day that's ending, you'll move away from it one sunset at a time. Every day marks a new beginning, a new start. We've lost, and we've faltered, and we've seen horrible things happen, but it's not the world ending; it's just this day. Each day forward is another day toward a better tomorrow.\n\nCheers to the end of this awful year, yes, but there's another one coming up, and that means we have another shot at making it better. Let us know What Are You Playing in the comments.\n\nRead more\n\nWRUP: Gifts for some edition\n\nIt's that time of year once again, when the Massively Overpowered staff loads into a sleigh and prepares to bring presents to all of the good boys and girls. Then, somewhere over Milwaukee, that plan changes to most of the good boys and girls. By the time we're in Pittsburgh, we're now delivering presents to the most good boys and girls, ranked chiefly by a sorting algorithm that we illegally downloaded from a GeoCities site that has somehow stayed up because no one told it that GeoCities was dead.\n\nUsually we hit a bar in Pittsburgh, just to \"get our groove back,\" and things get a little blurry. Last year, I remember waking up in my front yard with my head in a dollhouse and a pair of crudely constructed Lego shoes along with a piece of wrapping paper in my pocket which said \"to David (sic)\" and another one which just read \"call Bob, important.\" I don't know anyone named Bob. Now that you're feeling your face just melt from sheer overwhelming holiday cheer or whatever, let us know What Are You Playing on this holiday weekend. We've got gifts to load on a sleigh this year, most of which will hopefully reach some kids.\n\nRead more\n\nWRUP: Come for the main storyline, but stay for the food edition\n\nWelcome, traveler, to Hoodle's Watch! It's a town named after some guy, presumably named Hoodle. Anyhow, I'd ask you why you're here, but I already know; you're on the trail of some villainous plot or another and you need to do these quests for the next four levels before you move on. But may I suggest, my friend, that while you came for the main storyline, you stay for the food?\n\nSeriously, it's very good food. Chef Augustine over there has been experimenting with this sort of pan-continental fusion style, since we get so many adventurers passing through. And you haven't lived until you've seen what my daughter Jessa - that's her over there, hello Jessa! - can do with a turnip and a side of mutton. It's really delicious.\n\nSo maybe you can just... oh, I see, you're queued for a dungeon now. Well, all right, but at least go see what has Denna all up in arms, I hear there's a good hat at the end of the quest chain. Also, leave your name in our books so what know about What Are You Playing. Go have fun with the main plot!\n\n\nRead more\n\nMassively Overthinking: Our favorite MMORPG stories of the year\n\nEarlier this week, we posted our award for the biggest MMORPG story of the year -- the one we thought had the biggest impact on our genre. But in tonight's Massively Overthinking, we're going to put aside the bigger picture and talk about just the stories we liked, the stories we're proud of, the stories that define us, the stories we wish we could write all day long. I asked our writers to pick one story they wrote and one story somebody else on MOP wrote and talk about why they matter. We'd love to hear what you folks think about our best work too -- it helps us decide what you want to hear about in the future.\n\nRead more\n\nWRUP: Could a werewolf offer you savings like this edition\n\nPathetic mortal creatures with your moist flesh and sloughing skin! It is I, \"Crazy\" Kak-asha, of Kak-asha's Discount Goods Emporium, the store you continue to tell your friends is \"run by a werewolf or something!\" Clearly, your fragile brains of pulsing meat are unable to comprehend the true beauty of my immaculate form, for the evidence lies before you! Could a werewolf offer you savings like this? I doubt it! ... (truncated)",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9630397558,
        "format_confidence":0.8863651156
    },
    {
        "url":"http:\/\/igcent.com\/PC\/Page-779.html",
        "text":"Bioshock 2 Preview\n\nWritten by igcompany on Sunday, 01 November 2009 08:45.\n\nBioshock 2 Box\n\n\nSet aproximately 10 years after the events of the original BIOSHOCK, the halls of rapture once again echo with sins of the past. Along the Atlantic coastline, a monster has been snatching little girls and bringing them back to the undersea city of rapture. You are the very first Big Daddy as you travel through the decrepit and beautiful fallen city, chasing an unseen foe in search of answers and your own survival.\n\nMultiplayer in Bioshock 2 provides a rich prequel experience that expands the award winning Bioshock gameplay. Set during the fall of rapture, players assume the role of a plasmid test subject in the underwater city that was first explored in the original Bioshock. Players will need to use all the elements of the game's toolset to survive as the full depth of the Bioshock experience is refined and transformed into a unique multiplayer experience that can only be found in rapture.\n\n\nStep back into the unforgettable world of rapture in Bioshock 2, the next installment in the franchise that has won more than 50 game of the year awards and has sold more than 2.5 million units worldwide. Developed by 2k Marin, 2K Australia and Digital Extremes, Bioshock 2 provides players with the perfect blend of explosive first person shooter combat, compelling storytelling and intense multiplayer to form one of 2009's most highly anticipated titles.\n\n\nSingle Player Features:\n\n  • Evolution of the genetically enchanced shooter: Innovative advances bring new depth and dimension to each encounter. New elements, such as the ability to dual-wield weapons and plasmids, allow players to create exciting combinations of punishment\n  • Return to rapture: Set approximately 10 years after the events of the original Bioshock, the story continues with an epic, more intense journey through one of the most captivating and terrifying fictional worlds ever created\n  • You are the Big Daddy: Take control of Bioshock's signature and iconic symbol with the original Prototype Big Daddy, and experience the power and raw strenght of rapture's most feared denizens as you battle powerful new enemies\n  • Continuation of the award-winning narrative: New and unique storytelling devices serve as the vechicle for the continuation of one gaming's most acclaimed storylines\n\nMultiplayer Features:\n\n  • Genetically enchanced multiplayer - Earn experience points during gameplay to earn access to new weapons, plasmids and tonics that can be used to create hundreds of different combinations, allowing players to develop a unique character that caters to their playing style.\n  • Experience rapture's civil war - Players will step into the shoes of rapture citizens and take direct part in the civil war that tore rapture apart.\n  • See rapture before the fall - Experience rapture before it was reclaimed by the Ocean and engage in combat over iconic environments in locations such as Kashmir restaurant and Mercury suites, all of wich have been reworked from the ground up for multiplayer.\n  • FPS veterans add their touch to the multiplayer experience - Digital Extremes brings more than 10 years of first person shooter experience including development of award-winning entries in the Unreal and Unreal Tournament Franchise.\n\nBioshock 2 will be released on february 9 2010 on PC, Xbox 360 and Playstation 3.\n\nOnline Discount at Game Stop\n\nWritten by Sylvia on Friday, 23 October 2009 00:13.\n\nWell, Game Stop has done something very considerate for their online shoppers. They put out a new discount, \"Free shipping on orders more than $25\". How kind of them. Much is appreciated. Though there is a form of a \"catch\" to this. The free shipping applies for yes orders over $25, but also they must be shipped in the \"5 to 10 day shipping and processing\" section. Very well then its still free. In fact the other day I was considering to buy a Nintendo Ds Lite for about $130. Well anyway that is just a bit of an extra something to brighten up your day I suppose. Here is a link to the the exact webpage where you read even more about the discount. This is only available for online shopppers.\n\nCommand & Conquer 4: Tiberian Twilight Preview\n\nWritten by igcompany on Sunday, 18 October 2009 08:35.\n\nIn the year 2062, humanity found itself on the brink of extinction. Tiberium, the mysterious, alien crystalline structure that infested Earth for decades and caused years of relentless conflict between the Global Defense Initiative (GDI) and the Brotherhood of Nod, was close to rendering the planet uninhabitable. In the midst of this crisis, Kane, Nod’s prophetic leader, emerged from seclusion to deliver GDI the message that he had developed a system that could control Tiberium and harness its power. But he could not build this “Tiberium Control Network” without GDI’s cooperation. Thus, the two opposing factions—GDI and Nod—found themselves in a desperate and unlikely alliance to stop Tiberium from extinguishing mankind.\n\nNow, after 15 years, the network is nearly complete. Tiberium is under strict control and our revitalized planet is on the cusp of a new age of prosperity and progress. It is only now that the world’s citizens begin to seriously ponder why Kane chose to help, and what he will want in return. These questions and more lead to the dramatic final act of the Tiberium saga.\n\nGlobal Agenda Preview\n\nWritten by igcompany on Sunday, 18 October 2009 07:36.\n\nGlobal Agenda\n\nGLOBAL AGENDA is a fast-paced action MMO using Unreal® Engine 3 set in Earth's near future, a spy-fi world of advanced technology and player-driven conflict.\n\nIn the wake of severe global disaster, the political face of 22nd century earth has changed and player-created factions scheme against each other for power. Traditional full-scale wars a thing of the past, factions must rely on covert agencies, teams of elite special operatives able to seize and defend key facilities. The future of humanity is their battleground, where knowledge is power, technology is a race, and everyone has an agenda.\n\nThe players control the world of Global Agenda, forging alliances with their peers and executing lightning strikes against their enemies. They determine which factions to aid and which to oppose, while the only thing that stands in their way is other agencies.\n\n  • Develop your agent - Create, extensively customize, and improve your agent character over the course of your career, complimenting your FPS skills with RPG-style progression and high-tech gear.\n  • Advance your agency - Join a player-created agency, compete in technology races for advanced equipment, and capture critical locations to increase your influence in the world.\n  • Compete in fast-paced PvP combat - Work with your allies to gather reconnaissance data, then raid or capture enemy-controlled facilities during objective-based missions. Equip yourself from a powerful array of weapons, armor, and strategic devices like triggered explosives, deployable turrets, stealth suits, holographic decoys, and remote control robots.\n  • Experience a dynamic, player-driven world - Agency leaders navigate through a global conflict of other player-run groups, striving to reach their goals first. Territory, resources, technology, and influence are all valuable commodities, with agencies engaging in politics, intrigue, and outright deception to control them.\n\nGlobal Agenda Gameplay Trailer:\n\nDivinity II - Ego Draconis Preview\n\nWritten by igcompany on Friday, 16 October 2009 13:38.\n\nDivinity II - Ego Draconis brings you back to Rivellon, a timeless world of awe and magic, torn and scarred by successions of apocalyptic wars. Ever since the Great War ended, the Order of the Dragon Slayers has had eyes only for their number one enemy: the Dragon Knights who killed their Divine hero.\n\nBut all the while the true enemy ? the Black Ring ? still festers beneath the surface, ready for its next move, poised to strike. For their leader Damian tirelessly plots silent schemes with utterly malign intent.\n\nThen one day, an event takes place that will reshape the history of Rivellon: a dying Dragon Knight gives her powers to a member of the order that seeks to destroy her: you.\n\nPerhaps you, blessed as you are with the powers of the Dragon, will be able to stop the black tides that threaten to engulf Rivellon. Many adventures await you, many mysteries yearn to be unravelled and all the world awaits the outcome of your new destiny.\n\n\nSign in with Facebook",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9950076342,
        "format_confidence":0.9207089543
    },
    {
        "url":"https:\/\/www.onlinecasinogems.com\/gb\/slots\/video-slots\/asgard",
        "text":"• Largest paid\n jackpot Largest paid jackpot:£15,000\n  • Average\n payout Average payout:96.48%\n  • Current\n jackpot range Current jackpot range: £15,000\n    Sort by:\n  • Relevance\n  • Max Bonus\n  • A to Z\n  • Z to A\n\nOther popular online slot games\n\n\nTop casinos offering online slots\n\nsubscribe banner\n\nOne email, once a week\n\nGet new bonus codes, player tips & alerts about hot new online casinos.",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9960302711,
        "format_confidence":0.7797319293
    },
    {
        "url":"https:\/\/warhorn.net\/events\/west-virginia-pfs\/schedule\/2017\/01\/01",
        "text":"West Virginia Pathfinder Society\n\nCharleston, WV, US\n\nOct 2016\n\nNov 2016\n\nDec 2016\n\nJan 2017\n\nFeb 2017\n\nMar 2017\n\nApr 2017\n\nMay 2017\n\nJun 2017\n\nJul 2017\n\nAug 2017\n\nSep 2017\n\nOct 2017\n\nNov 2017\n\nDec 2017\n\nSlotScenarioGame \/ CampaignPlayersGMs\nPathfinder RPG: Pathfinder Society2 of 61 of 1\n\nA priceless manuscript has gone missing from the Pathfinder lodge in Almas, and the Pathfinder Society has traced its current whereabouts to a remote monastery off the coast of southwestern Nex. Arriving at the Monastery of the Unremitting Tide, the PCs face the suspicious scholars who study there, and in the process risk enraging an ancient spirit and uncovering a long-lost secret that, more than possibly costing them the stolen manuscript, could cost them their very lives.\n\nWritten by Martin Long\n\nView this session by itself\nPathfinder RPG: Pathfinder Society0 of 61 of 1\n\nWhen the flames of revolution swept through Galt, the Society lost much of what it held there: dozens of agents, several lodges, and the fellowship of countless contacts who foreswore the Society rather than become targets themselves. Although Venture-Captain Eliza Petulengro has reestablished a foothold in the country, she needs to rebuild her network of allies. One of the most important figures resides in Dabril, a small village due to celebrate its yearly festival of light and forgiveness. Petulengro hopes that an entourage of Pathfinders might participate in the festivities and endear itself to the Society’s former friend. Past evils have other plans, however, and unless the PCs can keep their wits about them, they might not just lose sight of the mission; they might lose their lives.\n\n“Reaping What We Sow” is a spooky adventure, perfect for fans of Pathfinder Roleplaying Game: Horror Adventures while still suitable for more light-hearted games.\n\nWritten by Linda Zayas-Palmer\n\nView this session by itself\nPathfinder RPG: Pathfinder Society6 of 61 of 1\n\nAs a repurposed prison, the Sandswept Hall Pathfinder lodge in Sothis is an imposing target for thieves, yet an enemy operative recently broke in, stole valuable property, and escaped into the sun-scorched deserts of eastern Osirion. The PCs are the best disposed to follow the culprit's trail. Be warned, though, for the Scorpion Coast is the battleground of powerful elemental tribes that have assailed Osirion's frontier with cruel sandstorms and deadly force for millennia.\n\nContent in The Sandstorm Prophecy also contributes directly to the ongoing storyline of the Scarab Sages faction.\n\nThe Sandstorm Prophecy is the first scenario in the three-part \"Tyranny of Winds\" campaign arc. It is followed by Pathfinder Society Scenario #8-10: Secrets of the Endless Sky and Pathfinder Society Scenario #8-12: Caught in the Eclipse. All three chapters are intended to be played in order.\n\nWritten by Charlie Brooks\n\nFactions: Scarab Sages\n\nView this session by itself\nPathfinder RPG0 of 60 of 1\n\nPlease sign up here if unable to play any of the scenarios offered, and if planning on attending.\n\nView this session by itself\nPathfinder RPG1 of 240 of 1\n\nPlease select this slot if you know for sure that you will be absent; this will help us prevent scheduling GMs if they are unable to attend.\n\nView this session by itself",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9954198599,
        "format_confidence":0.9415932298
    },
    {
        "url":"http:\/\/www.skyrimforge.com\/profiles\/Gandalf1209\/bukkit-plugins\/?sort=stage",
        "text":"• 2 bukkit plugins found\nImage 1\n\nFake Achievements\n\nJan 28, 2014 Gandalf1209 Release\nFake Achievements What Is It? This plugin is an extremely lightweight plugin that is meant to spice up your server. I would recommend small servers because there aren't permissions yet. Basically, you can type in a command, and it will broadcast to the server that *username* has earned the achievement *fake achievement*. I thought this plugin would make things a little happier and funnier in your server. Someone might get the achievement \"Toilet Plunger,\" while others might get \"Butt Face.\"...\nImage 2\n\nPlayer Faker\n\nJan 21, 2014 Gandalf1209 Release\nPlayer Faker Overview This extremely lightweight, and work in progress plugin will eventually allow players in-game, or the console to have other players \"join\" and \"leave\" and talk as other players. So far, in-game players and the console can have players \"join\" and \"leave\". They can also chat as another player. My next goal, is to add players to the online players screen, so it will be full proof! Commands \/fj <username> - Broadcasts to the server that a player has joined \/fj <username>...\n  • 2 bukkit plugins found",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.7322176099,
        "format_confidence":0.7077807188
    },
    {
        "url":"http:\/\/cellpassion.mobi\/2017\/03\/",
        "text":"Monthly Archives: March 2017\n\nCheck out the Boom Beach Cheat Engine for everyone\n\nHave got Some Free Time? Check out this Boom Beach iOS and Android Hack Tool Boom Beach has got a hazy plotline regarding freeing enslaved islanders out of nasty invaders, but the main purpose regarding the particular mobile game happens … Continue reading\n\nPosted in Android, Apps, iOS, other, Windows Phone | Leave a comment",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9775468111,
        "format_confidence":0.965236187
    },
    {
        "url":"https:\/\/www.drivethrucards.com\/browse.php?filters=45511_44567_44586_0&pfrom=0&pto=0&page=1&sort=1a",
        "text":"Narrow Results\n Follow Your Favorites!\nNotificationsSign in to get custom notifications of new products!\n\nBooks About Cards   Remove Search Term\nFantasy   Remove Search Term\n8 and up   Remove Search Term\nFree   Remove Search Term\nAdvanced Search\n\nProducts found in this section... Sort by: \n Title ▲   Publisher    Price  \nKnave Rulebook\n\nKnave Rulebook\n\nThe land of Corel was once a vibrant kingdom, but that was before the traitor mage Istar usurped the king using the power of a Spirit Jewel and took the throne for himself. Now the land is plagued with darkness as his Imperial Army and blood rituals scour the land in search of more. There is hope however. A small Rebel Faction operating out of the forest and led by Princess...   [click here for more]\nCascade Studios   FREE \n\nBuy Now  \nDisplaying 1 to 1 (of 1 items) Result Pages:  1 \nSelect Page Number",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9727120996,
        "format_confidence":0.9826856852
    },
    {
        "url":"http:\/\/dallas.retailguide.com\/st2gcr.htm",
        "text":"Research Dallas retail with......RetailGuide DallasHomeAboutContact\nDallas - List of ShopsGo to MetroGuide.CommunityMetroGuide.Network Home Page\n\nGame Cartridges\n\nWelcome to RetailGuide Dallas, your key resource for quickly locating what you need, when you need it. Please select from among listings below for detailed information about appropriate places to shop offering a suitable array of products in the \"Game Cartridges\" category:\n\nPlease select one of the 6 Dallas shops listed below to view the RetailGuide Profile PageSM of that property. To return to the RetailGuide Dallas home page, where you can search for other profiles of shops located in a different area, click on the \"Dallas Shopping\" link at the top or bottom of the page.\n\nDallas West\n\nBest Buy\n1730 Pleasant Pl · Arlington\n\nFort Worth\n\nBest Buy\n12820 South I-35 Fwy · Burleson\nBest Buy\n5700 S.W. Loop 820 · Fort Worth\nBest Buy\n5944 Quebec Street · Fort Worth\nBest Buy\n6750 West Fwy · Fort Worth\nBest Buy\n138 I-20 East · Weatherford\nADV: Buy event tickets online!\n\nMN logo© 1996-2017, All Rights Reserved.\nPrivacy Policy | Terms and Conditions\n\nTo contact us at MetroGuide: Click Here.\n\nRetailGuide, RetailGuide.Network and RetailGuide Dallas are service marks of, Inc.",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.5577477217,
        "format_confidence":0.9656125307
    },
    {
        "url":"https:\/\/view.pagetiger.com\/76tg678tg7689t\/9f56t79fvt9t\/page61.htm",
        "text":"Page 0061\n\n\nFebruary 2016 English Bridge 61\n\nFebruary 2016 English Bridge\n\n\nDiary dates: SCCBA are very proud to confirm\n\nthat the Henfield Candles is now to be run by the\n\nCounty on 5 June and will be a Blue Pointed event\n\n\nSCCBA Spring Congress (incorporating the\n\nAGM) at the Uckfield Civic Centre on 8-10 Apr.\n\nEntry details and more information can be found on the\n\nSCCBA website.\n\n\nAFTER 4 matches in the Inter County League,\n\nWarwickshire are leading in the Dawes, lying 2nd in\n\nthe Porter, and 4th in the Markham\n\nDiary dates: 9 Mar, 6.45pm Non Expert Teams,\n\nWest Mids. 25 Mar, 3pm, Really Easy Congress, West\n\nMids. 31 Mar, 11.30am, Seniors Teams and lunch, West Mids.\n\n\nTHE MALVERN Congress once again proved\n\nextremely popular and was enjoyed by all.\n\nWarner Solomon, Taf Anthias, Richard Samter\n\nand Pat Davies won the Origin Financial Swiss\n\nTeams and Diane & Filip Kurbalija won the Wall\n\nJames Chappell Championship Pairs.\n\nIn national events, Worcestershire have qualified for the\n\nTollemache final, winning all the matches except one in their\n\ngroup - we wish them luck in that. Stewart Fishburne, Mike\n\nWilloughby, Chris Philp and Tony Poole have reached the\n\nfinal of the Silver Plate and we wish them well in that match.\n\nNearer home, the Healey Cup is open to members of\n\nHerefordshire as well as Worcs. This year Malvern BC won -\n\nNigel Laville, Geoffrey Herbert, Heather Westcott and\n\nJennifer Romer, with runners-up Evesham BC - Mark\n\nStretch, Barry Sayers, Ronnie Moore & Veronica Enticknap.\n\n\n\nformer chairman Philip Mason on his receipt of the\n\nprestigious EBU Silver Award - see page 32.\n\nYorkshire's team of Richard Pike, Dave\n\nRobinson, James Thrower, Phil Godfrey, Sandy\n\nDavies, Tom Gisborne, Sandra Penfold and Brian Senior\n\nfinished second in its group, qualifying for the final of the\n\nEBU's Tollemache Cup inter-county competition.\n\nFrank Littlewood & David Musson won the\n\nChampionship Pairs at the EBU Seniors Congress. Ian Martin\n\n& Richard Cross were second in the Swiss Teams.\n\nA successful inaugural Members' Meeting was held at the\n\nBridge Inn Wetherby alongside a pairs event to celebrate the\n\nYCBA's 80th anniversary.\n\nDiary dates: 7 Feb, Doncaster Swiss Pairs; 11 Feb, Margery\n\nCartwright Simultaneous Pairs (clubs); 19-21 Feb, EBU\n\nSpring Congress (Harrogate); 13 Mar, Northern Pairs\n\n(Bradford); 13 Mar, Yorkshire Improvers Pairs (Leeds); 25-27\n\nMar, Northern Easter Festival (Craiglands Hotel, Ilkley).r\n\nDiary dates: 13 Feb, Café bridge Seminar with Bob Baker.\n\n20 Feb, Championship pairs and plate at Woolavington. 11 Mar\n\nNon Expert pairs at Woolavington. 12 Mar, County teams of\n\neight at Woolavington.\n\nStaffs and Shrops\n\nWE WOULD like everyone to join us on Sunday\n\n15 May to commemorate the life and Bridge\n\ncontribution of Roy Edwards. Details and entries\n\nat .\n\nJason & Justin Hackett won the Premier League and go on\n\nto represent England in the Cammitchellmj@btinternet.comey\n\nhave also been selected for the England team in the European\n\nChampionships. Paul Hackett was in the winning team in the\n\nAsean championships in Bangkok,\n\nOur Tollemache team, David Beavon, Roger Keane, Dan\n\nCrofts, Alistair Kent, Barbara, Jason, Justin and Paul Hackett\n\nand captained by Paul Cutler had wins against\n\nGloucestershire, Devon, Notts and Bedfordshire and finished\n\nin 5th place.\n\nReserve your place in our county Congress at the Park Inn,\n\nTelford. Pairs on 16 April and teams on the Sunday. Both\n\nevents are green-pointed. Entries and information from Judy\n\nMitchell, 01743 235374 or email\n\n\nCONGRATULATIONS to David Price on winning\n\nthe EBU Premier League and earning selection to\n\nrepresent England in one weekend of the 2016\n\nCamrose Trophy series, and the European Champions' Cup\n\n2016 if England qualifies.\n\nCongratulations also to Ipswich & Kesgrave who have\n\nqualified to represent Suffolk in the Garden Cities 2016.\n\nYou can play Green-Pointed Swiss Pairs and Teams at the\n\nEast Anglia Bridge Weekend at Ipswich UCS the first\n\nweekend of March. Our Championship Pairs semi-final is at\n\nKesgrave on 19 Feb and the Jyl Marsh Individual at\n\nFramlingham on 21 Feb.\n\n\nCONGRATULATIONS to the Tollemache team\n\nwho qualified for the final in February.\n\nIt has been decided that the format of the\n\nbridge at this year's AGM will change to a\n\nbracketed Pairs instead of Swiss. This gives members an\n\nopportunity to meet and play against several other members.\n\nPlease put the date in your diary now - 3 July, 1pm. Venue tbc.\n\nForthcoming events: Sunday 21 Feb, 1pm, Men's & Ladies\n\nPairs, Oxshott. If insufficient numbers of pairs of each gender\n\nenter for this competition it will be run as one event. County\n\nPairs 3 April, 1pm, Oxshott.\n\nPlease would players book online using the new website. If\n\nyou do want to book by phone please call Shirley Pritchard on\n\n0208 5407636.\n\n\n  1. Page 0001\n  2. Page 0002\n  3. Page 0003\n  4. Page 0004\n  5. Page 0005\n  6. Page 0006\n  7. Page 0007\n  8. Page 0008\n  9. Page 0009\n  10. Page 0010\n  11. Page 0011\n  12. Page 0012\n  13. Page 0013\n  14. Page 0014\n  15. Page 0015\n  16. Page 0016\n  17. Page 0017\n  18. Page 0018\n  19. Page 0019\n  20. Page 0020\n  21. Page 0021\n  22. Page 0022\n  23. Page 0023\n  24. Page 0024\n  25. Page 0025\n  26. Page 0026\n  27. Page 0027\n  28. Page 0028\n  29. Page 0029\n  30. Page 0030\n  31. Page 0031\n  32. Page 0032\n  33. Page 0033\n  34. Page 0034\n  35. Page 0035\n  36. Page 0036\n  37. Page 0037\n  38. Page 0038\n  39. Page 0039\n  40. Page 0040\n  41. Page 0041\n  42. Page 0042\n  43. Page 0043\n  44. Page 0044\n  45. Page 0045\n  46. Page 0046\n  47. Page 0047\n  48. Page 0048\n  49. Page 0049\n  50. Page 0050\n  51. Page 0051\n  52. Page 0052\n  53. Page 0053\n  54. Page 0054\n  55. Page 0055\n  56. Page 0056\n  57. Page 0057\n  58. Page 0058\n  59. Page 0059\n  60. Page 0060\n  61. Page 0061\n  62. Page 0062\n  63. Page 0063\n  64. Page 0064\n  65. Page 0065\n  66. Page 0066\n  67. Page 0067\n  68. Page 0068\n  69. Page 0069\n  70. Page 0070\n  71. Page 0071\n  72. Page 0072\n  73. Page 0073\n  74. Page 0074\n  75. Page 0075\n  76. Page 0076\n  77. Page 0077\n  78. Page 0078\n\npowered by PageTiger",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9463979006,
        "format_confidence":0.5349124074
    },
    {
        "url":"http:\/\/armchairarcade.com\/neo\/taxonomy\/term\/1645",
        "text":"\nMatt Barton's picture\n\nMatt's Podcast #2: Absolutely Reticulous\n\nShoot me now.If this is Syndicate, shoot me now.It's a smorgasbord of topics this week as I take on the question of \"What the hell happened to modern CRPGs?\" Why is everything becoming a first-person shooter game? The excrement begins to fly with the upcoming Syndicate and X-Com games. I explain why you should avoid any game \"with a great story\" and why I couldn't care less about Skyrim and Diablo III. I also talk about my experiences with Baldur's Gate and what I'd really like to see in future CRPGs. Hint: it ain't better narratives.\n\nDownload the mp3.\n\nMatt Barton's picture\n\nSean Cooper Talks Syndicate\n\nIn part two of my interview with him, Sean Cooper discusses the making of Syndicate, one of the best action strategy games of the 90s and \"Bullfrog's finest hour.\" I don't know about you, but I'd sure like to play his multiplayer version.\n\nChris Kennedy's picture\n\nGaming at Christmas Time - A Tradition\n\nFor the past several years, an old college friend of mine drops in around Christmas time to pay me a visit and play some games. This list of games is typically quite bizarre. My goal in this entry is to simply walk you through what we played...\n\nMatt Barton's picture\n\nMatt Chat 37: Bullfrog's Syndicate\n\nHere it is, folks, the new Matt Chat--this time on one of my favorite Amiga\/DOS games, Syndicate!\n\nMatt Barton's picture\n\nSyndicate Remake?\n\nJust read on Joystiq that a big budget Syndicate remake is in the works. The original was a favorite of mine on the Amiga, so I'm excited to see the news. I hope they will go in the RTS direction rather than try to make an FPS out of it; it seems to me that the original model would work quite well with just a great audiovisual makeover. It might also be nice to ratchet up the number and complexity of the options you had to modify your cyborgs--and, by all means, keep the dark and brooding ambiance.\n\nSyndicate content",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.993085146,
        "format_confidence":0.8729463816
    },
    {
        "url":"http:\/\/www.engadget.com\/tag\/audrey-leprince\/",
        "text":"Post Thumbnail\n\nThe Game Bakers is a new French studio created by two folks from the Ubisoft talent pool. Emeric Thoa, former Worldwide Director of Conception for Ubisoft, who had roles in designing Rayman Raving Rabbids, Ghost Recon Advanced Warfighter and Splinter Cell Double Agent, will handle the creative im...\n\n3 years ago 0 Comments\nJuly 5, 2011 at 9:55AM",
        "topic_id":11,
        "format_id":1,
        "topic_confidence":0.9649487138,
        "format_confidence":0.9209852219
    }
]