[
    {
        "url":"https:\/\/www.nde-ed.org\/EducationResources\/CommunityCollege\/Materials\/Physical_Chemical\/SpecificGravity.htm",
        "text":"Home - Education Resources - NDT Course Material - Materials and Processes\n\n\nSelection of Materials\nSpecific Metals\n  Metal Ores\n  Iron and Steel\n  Aluminum\/Aluminum Alloys\n  Nickel and Nickel Alloys\n  Titanium and Titanium Alloys\n\nGeneral Manufacturing Processes\n\nMetallic Components\nCeramic and Glass Components\nPolymers\/Plastic Components\n\nManufacturing Defects\n\nService Induced Damage\nMaterial Specifications\n\nComponent Design, Performance and NDE\nFracture Mechanics\nNondestructive Evaluation\n\nSpecific Gravity\n\nSpecific gravity is the ratio of density of a substance compared to the density of fresh water at 4°C (39° F). At this temperature the density of water is at its greatest value and equal 1 g\/mL. Since specific gravity is a ratio, so it has no units. An object will float in water if its density is less than the density of water and sink if its density is greater that that of water. Similarly, an object with specific gravity less than 1 will float and those with a specific gravity greater than one will sink. Specific gravity values for a few common substances are: Au, 19.3; mercury, 13.6; alcohol, 0.7893; benzene, 0.8786. Note that since water has a density of 1 g\/cm3, the specific gravity is the same as the density of the material measured in g\/cm3.\n\nThe Discovery of Specific Gravity\nThe discovery of specific gravity makes for an interesting story. Sometime around 250 B.C., the Greek mathematician Archimedes was given the task of determining whether a craftsman had defrauded King Heiro II of Syracuse. The king had provided a metal smith with gold to make a crown. The king suspected that the metal smith had added less valuable silver to crown and kept some of the gold for himself. The crown weighed the same as other crowns but due to its intricate designs it was impossible to measure the exact volume of the crown so its density could be determined. The king challenged Archimedes to determine if the crown was pure gold. Archimedes had no immediate answer and pondered this question for sometime.\n\nOne day while entering a bath, he noticed that water spilled over the sides of the pool, and realized that the amount of water that spilled out was equal in volume to the space that his body occupied. He realized that a given mass of silver would occupy more space than an equivalent mass of gold. Archimedes first weighed the crown and weighed out an equal mass of pure gold. Then he placed the crown in a full container of water and the pure gold in a container of water. He found that more water spilled over the sides of the tub when the craftsman’s crown was submerged. It turned out that the craftsman had been defrauding the King! Legend has it that Archimedes was so excited about his discovery that he ran naked through the streets of Sicily shouting Eureka! Eureka! (Which is Greek for “I have found it!”).",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9882906675,
        "format_confidence":0.9592434764
    },
    {
        "url":"https:\/\/extension.umd.edu\/hgic\/topics\/poison-ivy",
        "text":"University of Maryland Extension\n\nPoison ivy\n\nPoison ivy\nToxicodendron radicans\n\npoison ivy\n\nHow to identify poison ivy - Learn to recognize the many look-a-likes.\n\nLife cycle: perennial deciduous, woody vine; contains urushiol that causes inflammation, blisters, and itching\nGrowth habit: climbs trees or structures by aerial roots that form hairy, fibrous ropes; vining habit in shade, more bush-like in sun; leaves have 3 glossy 2-4 in. long leaflets, margins variably toothed, lobed, or nearly entire\nReproduction: seeds spread by animals and birds that eat the fruit and by stems that root\nConditions that favor growth: can invade landscapes, woodlands, wetlands by creeping stems or seeds; thrives under a variety of conditions\nCultural control: identify seedlings and remove early in the season; on trees, sever roots growing up the trunk to eliminate the flow of moisture from roots; always take care to protect all parts of the body from coming in contact with all parts of the plant; never burn the plant as toxins can be inhaled in smoke.\n\nHGIC Publication: (PDF) HG34 Poison Ivy\n(PDF) The Ohio State University - Poison Ivy Information\n\n Return to weed gallery\n\nMaintained by the IET Department of the College of Agriculture and Natural Resources. © 2019. Web Accessibility",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.8401914835,
        "format_confidence":0.9860693216
    },
    {
        "url":"https:\/\/everything2.com\/title\/ICBM+address?like_id=1113739&confirmop=ilikeit",
        "text":"IBM discount = I = ice\n\nICBM address n.\n\n(Also `missile address') The form used to register a site with the Usenet mapping project, back before the day of pervasive Internet, included a blank for longitude and latitude, preferably to seconds-of-arc accuracy. This was actually used for generating geographically-correct maps of Usenet links on a plotter; however, it became traditional to refer to this as one's `ICBM address' or `missile address', and some people include it in their sig block with that name. (A real missile address would include target elevation.)\n\n--The Jargon File version 4.3.1, ed. ESR, autonoded by rescdsk.\n\nLog in or register to write something here or to contact authors.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.5904586315,
        "format_confidence":0.9006852508
    },
    {
        "url":"http:\/\/www.uoguelph.ca\/~gbarron\/MISC2004\/leptinca.htm",
        "text":"wpeC.jpg (29702 bytes)\n\nLeptonia incana          Green Leptonia\n\nIn a very dark wood, on a very dull day, following a  drizzle of rain through the night, these brilliant green mushrooms stood out, in almost luminescent splendor, against the dark rotting humus of the forest floor.\n\nCaps are 2-3 cm across, dry, smooth, convex to flat, umbilicate, pea-green to turquoise-green, becoming bright yellow and often radially striate at maturity, and with the odour of mice. Gills are attached, well-spaced, greenish to yellowish,  becoming pale orange-brown.  Stalks are smooth, shining, and green to yellow-green. Spore prints are  pink.   Readily recognized by its colour and unpleasant taste, the Green Leptonia is common and widespread and fruits on the ground in mixed woods.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.969963491,
        "format_confidence":0.9210621119
    },
    {
        "url":"http:\/\/dggs.alaska.gov\/geophysics\/uses.html",
        "text":"DGGS logo\nState of Alaska Alaska \/ Natural Resources DNR \/ Geological & Geophysical Surveys DGGS \/ GeophysicsGeophysics\n\nUses for Geophysical Data\n\nGeophysical data is used to provide information on the physical properties of the Earth's surface and subsurface. As a result, geophysical data can help locate hydrocarbons, minerals, aggregate, and other natural resources. Geophysical data can also be used for geologic mapping, hydrology, environmental monitoring, slope stability assessment, infrastructure planning and monitoring, and to study permafrost.\n\nMineral Exploration\n\nGeophysical data collection in action\n\nDGGS, mineral explorers, and other organizations and individuals use geophysical data to assist in geologic mapping, determine the mineral potential of a region, and locate mineral deposits. Magnetic data can differentiate and map geologic units, locate magnetic intrusions, indicate faults, and show areas of alteration. Electromagnetic data can be used to differentiate and map geologic units, locate resistive intrusions, find conductive fault zones, and target mineral deposits. Radiometric data are useful to differentiate intrusive rocks and surficial materials. Gravity data can be used for targeting certain deposits, determine depth of fill, and improve the geologic understand of an area.\n\nHydrocarbon Exploration\n\nSeismic data can be used to map geologic structures acting as potential hydrocarbon traps and define subsurface sequence stratigraphy. In some cases, seismic attribute values and patterns may also be used as direct hydrocarbon indicators. Magnetic and gravity data are also important in determining basin geometry, locating large-scale geologic structures that provide potential hydrocarbon traps and pathways, and generating other subsurface models.\n\n\nPermafrost diagram\nElectromagnetic data can be used to map permafrost. Non-saline frozen sediments containing low amounts of free water are resistive. In contrast, thawed sediments with a high water content are conductive.\n\nEngineering Geology Applications\n\nSeismic, magnetic, electromagnetic, gravity, and ground penetrating radar data can be used for many engineering geology applications, such as infrastructure support, building materials, hydrology, and geohazard mitigation. The DGGS collection of airborne magnetic and electromagnetic data can be used to identify permafrost, faults, depth of fill, fill type, depth to water table, and changes in rock type when a resistivity or magnetic susceptibility contrast is present. Electromagnetic data is useful for identifying subsurface fresh water resources. Detailed gravity surveys can provide depth-of-fill information, which is useful for infrastructure planning and understanding hydrology. Seismic methods can be used to determine fill depth and to learn more about the mechanical properties of the subsurface materials. Ground penetrating RADAR can be useful for shallow assessments, such as determining roadbed thickness.\n\nOutreach, Education, and Citizen Science\n\nSeveral of our data products are usable without specialized software by a wide range of audiences. The data in our collection can also be used as good teaching material. For some users, we may have data collected right in your own \"backyard.\" Learn more about the data available and explore our interactive map to see what data might be in your area of interest.\n\nCopyright © 2019 · State of Alaska · Division of Geological & Geophysical Surveys · Webmaster",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9919275045,
        "format_confidence":0.8060793281
    },
    {
        "url":"https:\/\/wildlife.utah.gov\/wildlife-news\/1029-dont-feed-the-deer-sp-1935771693.html",
        "text":"Wildlife News\n\nDon't feed the deer\n\nEven though it's part of nature, watching deer struggle through deep snow — trying to find something to eat — can be tough to watch.\n\nA buck deer lying in a field\n\nDon't feed deer in the winter. Feeding deer can actually harm the animals.\n\nPhoto by Lynn Chamberlain\n\nAs snow starts to fall in Utah, however, Division of Wildlife Resources biologists are issuing a plea: Don't feed the deer.\n\nIn some cases, feeding deer can actually hurt the deer a lot more than it helps them. Biologists give the following reasons why feeding deer is a bad idea:\n\n  • Deer have complex and delicate digestive systems. If you feed a deer food that its digestive system isn't ready to accept, the deer can actually die even though its stomach is full of food.\n  • Feeding deer congregates the animals in a small area. And that can lead to all kinds of problems for the deer:\n    • Congregating deer in a small area increases the chance that the deer will pass diseases to each other.\n    • When deer congregate to feed, it's \"every deer for itself.\" The larger deer push the smaller deer — the fawns — aside. Fawns often end up receiving less food than they would have received if you had left the deer alone and not fed them.\n    • Feeding deer near a road increases the chance that the deer will be hit and killed by cars.\n    • In addition to eating what you're feeding them, deer will also eat the other vegetation that's in and near the feeding area. Too many deer eating vegetation in a small area can damage the plants in the area for years to come. When deer need those plants in coming years, the plants won't be there for them to eat.\n    • Even after winter is over, deer will often stay close to the area where you fed them instead of moving to their normal summer ranges.\n\nBiologists are watching\n\nAs they do every winter, DWR biologists are monitoring deer closely. In addition to keeping any eye on the condition the deer are in, biologists are monitoring four things:\n\n  • The amount of food that's available to the deer\n  • How deep the snow is\n  • How cold the temperature is\n  • The amount of body fat they find on deer that have been killed along roads.\n\nIf three or more of the five factors reach a critical point, biologists will consider feeding deer specially designed pellets. The pellets are formulated to fit the complex digestive system mule deer have and to give them extra energy, which is something deer that are struggling to find food can really use.\n\nDWR biologists will monitor the conditions and the deer herds through the winter. If the deer need to be fed, biologists will make sure the feeding is done in the right way, at the right time and with food that is best for the deer.\n\nLearn more\n\nMore information about why deer shouldn't be fed is available online.\n\nBookmark and Share\n\nHunt drawings\nHunting permits\nFishing licenses\n\nUtah DWR video\n\nBeavers in Utah\n\nBuilding guzzlers in Utah's Newfoundland Mountains\n\nGila monsters — Creatures of legends and misconceptions\n\nSee more Utah DWR videos\n\nWildlife Newsletters\nDWR Wildlife Blog\nWildlife license plates\nTread Lightly",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.6742277145,
        "format_confidence":0.6151748896
    },
    {
        "url":"http:\/\/www.marinebio.org\/species.asp?id=363",
        "text":"Take Action Join Us Donate Now\nMobile MarineBio Ocean Conservation Marine Life Species Database Education+Careers Projects Sponsors Contributors Photos Videos News Connect\n\nDall's Porpoises, Phocoenoides dalli\n\nLoading species photos...\nLoading species photos...\n\nDescription & Behavior\n\nARKive photo - Pod of Dall's porpoises surfacing Dall's porpoises, Phocoenoides dalli (True, 1885), are robust (particularly males) and muscular cetaceans with relatively small heads that slope steeply to short indistinct beaks. In spite of their stocky body, they are a relatively small porpoise that average only 1.8 m in length for males with a maximum length of 2.29 m. Females average 1.8 m in length with a maximum length of 2.1 m. Their weight averages 123 kg for both males and females with a possible maximum weight of about 160 kg.\n\nThey have 19-23 small teeth in each side of their upper jaws and about 20-24 teeth in each side of their lower jaws, which extends beyond their upper jaw. Each spade-shaped tooth is separated by rigid, protruding growths known as \"gum teeth\" thought to be used to aid the small teeth in grasping slippery prey such as squid.\n\nThey have a hump on their dorsal (upper) side and another hump, more prominent in males, found in front of their flukes (tails) on their ventral (under) sides.\n\nTheir dorsal fins are located slightly forward of the center of their body and are triangular in shape. Their small flippers are rounded at their tips, and their small flukes are pointed with a slight notch in the middle.\n\nDall's porpoises' eyes have unique black or dark blue irises with deep, iridescent blue-green pupils.\n\nDalls porpoises\n\nThese porpoises are black on their dorsal (upper) sides with oval-shaped white markings along their flanks and white on their ventral (under) sides. Their flukes (tails) are bordered by a band of white and their dorsal fins also have white markings of various shapes, although they can be solid black or white.\n\nThere are two subspecies of Dall's porpoise, Phocoenoides dalli:\n\n  1. Dall's porpoise (dalli-phase), P. dalli dalli\n  2. Dall's or True's porpoise (truei-phase), P. dalli truei\n\nDall's porpoises are extremely fast swimmers reaching speeds of up to 30 knots. They enjoy bow riding and they create a bow wave of their own known as a \"rooster tail,\" which creates a hollow airspace in the water that allows the porpoise to continue breathing while swimming. In spite of their tendency to bow ride, this species can also be elusive when it comes to human interaction. They are typically found in groups of 10-20 individuals, but groups of up to 200 have been observed feeding. They often associate with Pacific white-sided dolphins and pilot whales.\n\nWorld Range & Habitat\n\nDall's porpoises, Phocoenoides dalli, are limited to the North Pacific, ranging from Baja California north to Alaska and the Bering Sea and across into Japanese waters. The tend to prefer colder waters with temperatures of less than 15°C. Many are year-round residents throughout their range.\n\nFeeding Behavior (Ecology)\n\nDall's porpoises, Phocoenoides dalli, feed on squid in some parts of their range, but in other areas they feed on small schooling fishes such as capelin, herring, and sardines. Deep-water species such as hake and deep-sea smelt are also prey of Dall's porpoise in some areas. In the northwest Pacific they feed primarily on lanternfish. They are known to consume about 12.7-13.6 kg of food daily, primarily at night.\n\nLife History\n\nDall's porpoises, Phocoenoides dalli, reach sexual maturity at about 1.9 m or at 8 years of age for males and about 1.7 m or 7 years for females. Calving takes place primarily in summer, although births in U.S. coastal populations occur year-round. Gestation is between 10-12 months and calves are born averaging 1 m in length and weighing about 25 kg. They are nursed for 2 years. The calving interval for females is around 3 years. Life expectancy for Dall's porpoises is estimated to be less than 20 years.\n\nConservation Status & Comments\n\nDall's porpoises, Phocoenoides dalli, are still abundant throughout their range; however in Japan, large numbers are caught in gillnet fisheries and coastal whaling operations. They are threatened by the Japanese high seas salmon fishery, where as many as 8,000-10,000 porpoises die as bycatch during the 2-month fishing season. Although Dall's porpoises do not feed on salmon, it is thought that they become entangled while feeding on deep-sea species that come to the surface at night. It has also been suggested that the plastic and nylon netting used in the salmon fisheries is not detected by Dall's porpoise sonar. Unfortunately, the majority caught are females, many of which are pregnant or nursing. Efforts are underway to protect Dall's porpoises, an important endeavor given the extent of the fishing industry in their range.\n\nReferences & Further Research\n\nACS Dall's porpoise Cetacean Fact Sheet - American Cetacean Society\nJefferson, T.A., S. Leatherwood, and M.A. Webber, FAO species identification guide, Marine mammals of the world, Rome, FAO. 1993. 320 p. 587 figs.\nWhale and Dolphin Conservation Society (WDCS)\n\nResearch Phocoenoides dalli » Barcode of Life ~ BioOne ~ Biodiversity Heritage Library ~ CITES ~ Cornell Macaulay Library [audio \/ video] ~ Encyclopedia of Life (EOL) ~ ESA Online Journals ~ FishBase ~ Florida Museum of Natural History Ichthyology Department ~ GBIF ~ Google Scholar ~ ITIS ~ IUCN RedList (Threatened Status) ~ Marine Species Identification Portal ~ NCBI (PubMed, GenBank, etc.) ~ Ocean Biogeographic Information System ~ PLOS ~ SIRIS ~ Tree of Life Web Project ~ UNEP-WCMC Species Database ~ WoRMS\n\nSearch for Dall's Porpoises » ARKive ~ Ask.com ~ Bing ~ dmoz ~ Flickr ~ Google ~ NatureFootage ~ Picsearch ~ Wikipedia ~ Yahoo! Images ~ YouTube\n\nFeedback & Citation\n\nStart or join a discussion about this species below or send us an email to report any errors or submit suggestions for this page. We greatly appreciate all feedback!\n\n~^~ surface\n\nHelp Protect and Restore Ocean Life\n\nHelp us protect and restore marine life by supporting our various online community-centered marine conservation projects that are effectively sharing the wonders of the ocean with millions each year around the world, raising a balanced awareness of the increasingly troubling and often very complex marine conservation issues that affect marine life and ourselves directly, providing support to marine conservation groups on the frontlines that are making real differences today, and the scientists, teachers and students involved in the marine life sciences.\n\nJoin us today or show your support with a monthly donation.\n\nWith your support, most marine life and their ocean habitats can be protected, if not restored to their former natural levels of biodiversity. We sincerely thank our thousands of members, donors and sponsors, who have decided to get involved and support the MarineBio Conservation Society.",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9918233752,
        "format_confidence":0.9856714606
    },
    {
        "url":"http:\/\/visibleearth.nasa.gov\/view.php?id=79468",
        "text":"Haze over Eastern China\n\nHaze over Eastern China\n\nThick haze hovered over eastern China on October 20, 2012. The haze stretched from Beijing southward, covering much of the coastal plain bordering Bo Hai and the Yellow Sea. The Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Aqua satellite acquired this natural-color image the same day.\n\nIn many places, the haze was thick enough to completely hide the land or water surface below. A wide band of haze extended eastward over Bo Hai. In the west, isolated mountain peaks poked above the haze, which clogged valleys between the peaks.\n\nAirborne particles are often measured in microns (also micrometers): one-millionth of a meter. Particles with diameters of 2.5 microns or smaller—about one-thirtieth the width of a human hair—are believed to pose the greatest health risks because they can lodge deeply in the lungs, according to the U.S. Environmental Protection Agency. The U.S. Embassy in Beijing measures fine particles, known as PM2.5, and reports the measurements though the BeijingAir Twitter feed. On October 20, the same day that MODIS took this picture, reported air quality ratings ranged from “Unhealthy for Sensitive Groups” to “Hazardous.”\n\nIn addition to the U.S. Embassy in Beijing, another site, China Air Daily, provides satellite images, ground-based photos, PM2.5 readings, and other air quality readings for multiple cities in China. The ground-based photo of Beijing showed thick smog on October 20, consistent with the heavy haze in the MODIS image shown above. Developed in in response to a growing desire for more information on air quality, China Air Daily is a project of the Center on U.S.-China Relations at Asia Society.\n\n  1. References\n\n  2. AirNow. (2011, December 9) Air Quality Index. Accessed October 22, 2012.\n  3. U.S. Embassy in Beijing. (2012, October 22) BeijingAir. Accessed October 22, 2012.\n  4. U.S. Environmental Protection Agency. (2012, July 19). Fine Particle Designations: Frequently Asked Questions. Accessed October 22, 2012.\n  5. Zhu, C. (2012, October 17) A visual guide to Chinese air pollution. The Atlantic. Accessed October 23, 2012.\n\nImages & Animations\n\n\nFile Dimensions\n\n  • 720x480\n  • JPEG\n  • 6200x4800\n  • JPEG 6 MB\n  • GeoTIFF 43 MB\n  • KMZ 2 KB\n\nNote: Often times, due to the size, browsers have a difficult time opening and displaying images. If you experiece an error when clicking on an image link, please try directly downloading the image (using a right click, save as method) to view it locally.\n\n\n  • Data Date:\n\n    October 20, 2012\n  • Visualization Date:\n\n    October 22, 2012\n  • Sensor(s):\n\n    Aqua - MODIS\nNASA - National Aeronautics and Space Administration",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.981349647,
        "format_confidence":0.6144602895
    }
]