[
    {
        "url":"https:\/\/www.365games.co.uk\/crime-and-thriller-graphic-novels\/deadly-class-volume-4-die-for-me",
        "text":"View Basket (0)\nDanganronpa Decadence Collectors Edition\nDeadly Class Volume 4: Die For Me\n\nDeadly Class Volume 4: Die For Me\n\n(No reviews yet) Write a Review\n\nEarn 288 Player Points worth £0.29\nPlease allow an additional 7-12 working days before dispatch.\nLimited stock\n  • 1\n  • 2\n  • 3\n  • 4\n  • 5\n  • 6\n  • 7\n  • 8\n  • FREE shipping inside the UK\n  • Player Points Customer Rewards\n  • Safe, secure checkout\n  • Easy, hassle-free returns\nAmerican Express\n£Price drop notifications\n\nProduct Description\n\nDeadly Class Volume 4: Die For Me\n\nIt's 1988 and Marcus Lopez's first year at Kings\nDominion, the elite academy where damaged teenagers are forged into the world's deadliest assassins, is coming to a close, and the final exam is murder...literally. What few friends, what little love Marcus managed to scrape together become his greatest weakness, as the school descends into chaos. Pass or Fail, no one survives the Freshman Finals without getting blood on their hands.\n\nFrom writer Rick Remender and artist Wes\nCraig comes the darkest chapter of DEADLY CLASS yet.\n\nWhy Buy From Us?\n\nFree ShippingFree Shipping\n\nChoose how fast you receive your order with the multiple delivery methods we have to offer.\n\nLearn about our delivery options\n\nWe have great customer service support.We have great customer service support.\n\nOur main focus is to provide the best customer service possible to our community.\n\nWe're here for you\n\nWe reward you on every purchase.We reward you on every purchase.\n\nEvery time you make a purchase at we give you 2.5% of the price you paid back in Player Points\n\nSee even more reasons\n\nA trusted retailer in the industry.A trusted retailer in the industry.\n\nFor 15 years we have been working our hardest to ensure that our customers and suppliers can trust us.\n\nLearn more about us\n\nLeave a Review\n\nYou need to be logged in to leave a comment.\nPlease log-in or if you have not yet got an account with us, you can register here.\n\n“Great selection of video games and board games with some of the best international shipping rates online.”\n— J. Drachman\n\n\n\nCustomers Also Bought\n\n\nTop Sellers View all\n\n\nPrice Drop Notification\n\nWant to know when Deadly Class Volume 4: Die For Me drops below a certain price? Enter your email address and price below and we'll let you know when it drops below that price!\n\nHey! Stay with us...\n\nDeadly Class Volume 4: Die For Me\n\nPlease note that this address is not for correspondence or product returns. If you would like to contact us, please use the form on the contact page.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9716558456,
        "format_confidence":0.9988999367
    },
    {
        "url":"https:\/\/www.flipsidegaming.com\/products\/dk-brainwash",
        "text":"The Dark\n\nCard Type: Enchantment — Aura\n\nCost: White Mana\n\nCard Text: Target creature may not attack unless its controller pays 3 Colorless Mana in addition to any other costs required for the creature to attack.\n\nFlavor Text: \"They're not your friends; they despise you. I'm the only one you can count on. Trust me.\"\n\nArtist: Pete Venters\n\nBuying Options\n\nStock Price\n0 $0.25\n0 $0.25\n0 $0.25",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9939728379,
        "format_confidence":0.9932575226
    },
    {
        "url":"https:\/\/www.merchandisingplaza.co.uk\/Xbox\/Xbox-Cards-360339-360339",
        "text":"100% Original\n  • All prices include VAT\n  • Shipping fees not included\n6 other people are looking at this product\n\n\nXbox Cards 360339\n\nBest price guaranteed\n\nMerchandisingplaza guarantees the product on sale is the cheapest one available on the Internet today. If after your purchase you find it at a lower price, contact us. We will refund you the difference.\n\nProduct information\n\nXbox (Carte Da Gioco)\n\nOnly 8 left in stock\n\n  • Free shipping on purchases over 129.22£ *excluding bulky packages\n  • Secure payment\n  • SSL 2048 BIT\n  • 100% Satisfaction\n  • money back guarantee\n  • If there's some problem with the delivery you can ask for a refund\nFollow us on\nNewsletter Subscribe to our newsletter. Exclusive offers right away for you.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.6200296283,
        "format_confidence":0.9964255691
    },
    {
        "url":"https:\/\/www.spinsify.com\/uk\/game-providers\/page\/3\/",
        "text":"Game Providers\n\nIt remains the fact of the matter that the game providers themselves shape the entire casino experience. No matter how good the extra facilities that are being provided may be, the entertainment itself is derived purely from the quality, thrill and fun of the games. It is for this very reason that Spinsify UK makes sure to select only the very best game providers of the industry, the crème de la crème. There are a number of features that we particularly look out for when it comes to selecting our game providers.\n\nOf these, one of the key components is the age of the casino itself, with Spinsify giving preference to new ones. Now, this may sound illogical to our customers as experience masters all, but we have our reasons for this. This is because new casinos dish out extravagant gaming bonuses in a bid to radiate from the intense competition in the market.\n\nWhat is more, the newer the casino, the more up to date they are with the trends and features of the time, offering fun gaming opportunities, quirks and bonuses all in an attempt to lure in more customers.\n\nMoreover, we make sure that all of our game providers are certified, with them possessing authentic licenses to maximize the security situation of the entire process. Additionally, gaming licenses provide greater insight into much more than just security. They also reflect on the range of gaming options up for selection, the bonuses being offered, the validity and integrity of their terms and conditions and even the payment options they accept.\n\nLastly, we strive to ensure that all of our game providers are mobile compatible as this provides our users with greater mobility and flexibility in the entirety of their fun game playing experience.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.992195487,
        "format_confidence":0.8034790158
    },
    {
        "url":"https:\/\/hdwallsbox.com\/video-games-risen-wallpaper-22888\/",
        "text":"Video games risen wallpaper\n\nVideo games risen wallpaper\nStar trek spock leonard nimoy zachary quinto wallpaper\nThe caribbean johnny depp captain jack sparrow wallpaper\nFuturistic fantasy art science fiction artwork wallpaper\nAnimals horses baby wallpaper\nAircraft boeing lot 787 dreamliner polish airlines wallpaper\nYou are viewing Video games risen HD wallpaper.\nThis wallpaper has a rating of 0. Image type is jpeg.\nThis HD wallpaper fits most laptop, desktop, mac screens. Also mobile android, iOS, Windows Phone devices.\nIn order to download wallpaper which fits your screen check the resolutions listed below:\nHD (16:9): 1920x1080\nWide (16:10): 1920x1200\nMobile iPhone: 750x1334\nMobile HD: 1080x1920\nOther mobile: 720x1280\nSee tags bellow for similar wallpapers:\nWallpaper tags: video games risen\n\nRandom Wallpapers\n\nFurkan wallpaper Furkan wallpaper\nSkrillex logo evil wallpaper Skrillex logo evil wallpaper",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.8301334977,
        "format_confidence":0.757248044
    },
    {
        "url":"https:\/\/csdb.dk\/release\/?id=28024",
        "text":"\n  You are not logged in \nMontrix + [pal\/ntsc]   [1991]\n\nMontrix + [pal\/ntsc] Released by :\nIkari, Talent [web], The Shaolin Monastery\n\nRelease Date :\n23 May 1991\n\nType :\nC64 Crack\n\nUser rating:awaiting 5 votes (5 left)\n\nCredits :\nCrack .... Sting of Enigma, Talent\nTrainer .... Sting of Enigma, Talent\n\nIntro used in this crack:\nDownloadTalent & Ikari Intro by Ikari, Talent\nDownloadTSM Intro by The Shaolin Monastery\n\nDownload :\nhttp:\/\/csdb.dk\/getinternalfile.php\/19658\/Montrix[Ikari&Talent&TSM].ZIP (downloads: 752)\n\nLook for downloads on external sites:\n\nSearch CSDb\nPrev - Random - Next\nDetailed Info\n· Summaries\n· User Comments\n· Production Notes\nFun Stuff\n· Goofs\n· Hidden Parts\n· Trivia\n· Discuss this release\nSponsored links\nSupport CSDb\nHelp keep CSDb running:\n\nFunding status:\n\nAbout this site:\nCSDb (Commodore 64 Scene Database) is a website which goal is to gather as much information and material about the scene around the commodore 64 computer - the worlds most popular home computer throughout time. Here you can find almost anything which was ever made for the commodore 64, and more is being added every day. As this website is scene related, you can mostly find demos, music and graphics made by the people who made the scene (the sceners), but you can also find a lot of the old classic games here. Try out the search box in the top right corner, or check out the CSDb main page for the latest additions.\nHome - Disclaimer\nCopyright © No Name 2001-2019\nPage generated in: 0.089 sec.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.8570683599,
        "format_confidence":0.749124229
    },
    {
        "url":"http:\/\/kawaiigames.net\/game\/ever-after-high-bunny-blanc-dress-up",
        "text":"Ever After High Bunny Blanc Dress Up - Kawaii Games\n\nEver After High Bunny Blanc Dress Up\n\n7142 Views Description\n\nBunny Blanc is somewhat timid, though she is quite intelligent. She is often nervous when it comes to solving problems, so she is dependent on her friends for that. Bunny has the ability to transform into a white bunny at will. Her father is the White Rabbit. She and Alistair appear to be closely acquainted. She is also close to all the other students from Wonderland. She is close with all Wonderlandians but is closest to Alistair Wonderland and Lizzie Hearts. Commission Games\n\nShare this game:\n\nEmbed code:",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9943506718,
        "format_confidence":0.9898415208
    },
    {
        "url":"http:\/\/www.warehouse23.com\/products\/SJG2150",
        "text":"Cardboard Heroes Castles: Walls and Towers\n\nNo one has rated this yet.\nOut Of Print\n\nCreate the Castle You Want\n\n20 assorted building pieces, plus dozens of accessories.\nEasy to assemble.\nFold them flat, store them safely, and set them up again for the next game!\n\nThese castles are heavy cardstock, die-cut and pre-scored to make them easy to build. They're designed to fold and unfold without damage, so they're totally portable, and store in a very small space. When the game's over, just fold 'em up and go!\n\nThis set continues the Cardboard Heroes tradition of great miniatures and accessories at a low price. Each set gives you four towers and four walls (plus assorted castle goodies) - set them up as a full castle or two smaller strongpoints. And you can add sets to make your fortress the envy of the surrounding kingdoms!\n\nWhile supplies last, every Walls and Towers set purchased from Warehouse 23 will be accompanied by two sheets of hoardings to cover the towers.",
        "topic_id":11,
        "format_id":16,
        "topic_confidence":0.9528259039,
        "format_confidence":0.9987408519
    }
]