[
    {
        "url":"https:\/\/www.aviatorsbuzz.com\/lifestyle\/beauty\/your-hack-for-frizz-free-hair\/",
        "text":"Your Hack For Frizz-Free Hair\n\n\nQ1) I have very frizzy long hair which I’m not too happy with. I have been advised keratin treatment by my hair dresser as I don’t want very straight hair. Would this damage my hair?\n\nAns: Keratin as the name suggests is an all-protein treatment. It will infuse protein into the hair cuticle and make the hair approximately fifty per cent straighter than its original texture but will remove the frizz completely giving a smooth and natural finish to your locks. It’s a two-day procedure where keratin is applied on day one and sealed into the hair cuticle with a heated iron. The shampoo and deep conditioning procedure is done after 48 hours to finish the treatment and the home care thereafter is necessary but rather simple comprising of keratin shampoo, mask and argan oil. Keratin is a great technology to tame your mane with a fabulous natural effect but like all good things it does not last forever.  You would have to repeat the treatment every six to eight months to maintain the beautiful healthy sheen and texture of your hair.\n\nQ2) My daughter has a few warts around her eyes and on the neck. ls there any cosmetic cure for this?\n\nAns: A dermatologist can remove warts with a very painless procedure and the best part is that there are no permanent marks left behind. A home remedy can work in certain cases where the warts have recently emerged so it is worth a try. Take some castor oil in a bowl and with a cotton bud dab it on the wart twice a day, do this consistently and regularly for a couple of months and soon you will see the wart shrink and fall off.\n\nQ3) The crow’s-feet around my eyes are my problem, I do use a moisturiser regularly but these seem to get deeper day by day. Is there any solution?\n\nAns: Crow’s-feet are a natural part of ageing and growing up. Many young people also have this problem, maybe due to excessive laughing or smiling so it shouldn’t worry you too much. Keeping your skin hydrated and moisturised well, will give a smoother appearance to these lines so a good moisturiser and drinking plenty of water as a regular routine is excellent. Using a heavy moisturiser daily and applying under-eye cream both in the morning and night is a habit that will help enormously. A sea-weed eye mask especially formulated for undereyes should be applied for ten minutes daily around the eyes with an extra dab on the crow’s-feet. Another trick to tackle this can be done with makeup where you can apply blusher tactfully more on your cheeks and not on the crow’s feet to avoid emphasis on them thus taking away attention from the crow’s feet which then will not be too prominent.\n\n\nFor more beauty questions and make up tips, click here.\nPrevious articleAnalysing Indo-China Air Power\nNext articleVistara Ramps Up New Services To Sharjah With Flights From Jan 20th\nRashmi Kapur Abrol has been in the beauty industry for the last 37 years, a columnist to the Times of India, official make-up therapist to the Miss World contestants and a soft skills trainer for Leading Hotels in the country and abroad.\n\n\nComments are closed.",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9947228432,
        "format_confidence":0.878723681
    },
    {
        "url":"http:\/\/www.folica.com\/q-and-a\/hair-care\/hair-conditioners\/enjoy-leave-in-conditioner-10-ounce",
        "text":"30% Off Sedu\n\nEnjoy Leave In Conditioner 10 oz.\n\nEnjoy Leave In Conditioner protects your hair from blow-drying, sun, and other thermal services.\nOut of Stock\n\nJoin the Conversation\n\nHave a question or a tip to share?\n\nIf you'd like to hear more about how this product worked (or didn't) for people with hair like yours, take advantage of our network of experts and customers by posting a question. Or, if you've used the product and want to post a tip or advice, go for it.\n\nPost A Message\nServer Name",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9935339689,
        "format_confidence":0.7400890589
    },
    {
        "url":"https:\/\/mouthsofmums.com.au\/mom-answer\/does-anyone-know-of-dye-friendly-anti-dandruff-shampoo\/",
        "text":"1 Answer\n\nI have really thick hair and a dandruff problem. No matter what I try, I just can’t get rid of it. Diet change, different shampoos, medication etc etc\nI also have to dye my hair once a month due to greys and the shampoos I’ve tried all strip the colour. Help please?!\n\nPosted anonymously, 6th November 2015\n\nWant more real mum questions sent to you?\n\nYou'll need to check this email to complete your signup.\n\n\nAsk your question\n  • you can ask the hairdresser for a product (whatever they stock and recommend)\n\nPost you answer\nLike Facebook page\n\nLIKE MoM on Facebook\n\nWhat is your answer to that question?\nWould you like to include a photo?\nNo picture uploaded yet.\nPlease wait to see your image preview here before hitting the submit button.\nYour MoM account\n\nLost your password?\n\nEnter your email and a password below to post your answer and join MoM:\n\n↥ Back to top\n\nThanks For Your Star Rating!\n\nWould you like to add a written rating or just a star rating?\n\nWrite A Rating Just A Star Rating",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.8214819431,
        "format_confidence":0.9867379665
    },
    {
        "url":"http:\/\/onlinevermox.us.com\/tag\/halo-hair-extensions\/",
        "text":"Sore Scalp After Attaching Hair Extensions\n\n\nAs Editor of Hair Resources, I usually get e mails with questions about hair extensions. Below is just a new query from somebody who recently got hair extensions.\n\nHairextension Question:\n\nI doing online research about hair Tape In Hair Extension. I recently had hair extensions attached and I am concerned with maintenance and care as of this point more than anything else. I would like to find out more about the way these were applied too. I am wondering why this had been so uncomfortable if they were implemented. My scalp was sore for a couple of days. Is this normal?\n\nHair Resources Editor:\n\nBoth of those Ebooks, 2005’s Most Popular Hair Extensions and Hair Extensions-The Official Consumers Guide for Hair Extensions maintenance and care tips for hair extensions. The tips encompass all the various techniques available today. Some methods will possess special care directions that you just hair stylist ought to be suggesting around.\n\nOur tips are more general in nature, a compilation from a number of different expansion hair stylists and hair extension companies.Both books also contain the details of 27 unique hair extension methods. The Latest details are at the Hair Extensions-The Official Consumers Guide to Getting Hair Extensions, Together with several previously and after photographs.\n\nBecause of your Great Lengths extensions application dilemma, no use of extensions should hurt. You state “embarrassing”, also your own scalp was sore for a couple days. I am not certain should be the case with these types of extensions. Should it hurt, chances are they may not be applied properly.\n\nA specific way I understand this refers to may be that the braiding method, where your normal hair is braided and the extensions are sewn into the braid. In the event the braids are finished too closely, you will have a very sore scalp and possible hair loss problems down the road. I can understand that the entire scalp being a little tender, however from the extra burden of this extension hair never out of the application form procedure. Human hair is quite heavy.",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9957536459,
        "format_confidence":0.8198016286
    },
    {
        "url":"http:\/\/online.wsj.com\/news\/articles\/SB10001424052970204076204578076712924640572?mg=reno64-wsj&url=http%3A%2F%2Fonline.wsj.com%2Farticle%2FSB10001424052970204076204578076712924640572.html",
        "text":"Q: My daughter is 20, a college junior, and soon will be interviewing for internships in the medical field. She's about 5 feet tall, 100 pounds with fine bone structure, gold blond hair and big blue eyes. What should she wear to interviews that would make her look age-appropriate.\n\nSo far, everything she's tried either makes her look too juvenile or like a little girl playing dress-up in her mother's clothes. (She likes to wear boots, dresses, or jeans and sweaters, no ruffles, lace or pink.)\n\n\nTeri Agins describes the perfect interview outfit for a 20-something go-getter. Margarete Gockel\n\nA: Your daughter sounds lovely. She should channel actress Hope Lange in the 1959 drama, \"The Best of Everything,\" who played a delicate, ambitious blonde, straight out of Vassar, who began her career at a book publisher. Ignore the dated, white-glove fashions from that era. Ms. Lange's timeless sophistication had less to do what she wore and more to do with her mannerisms, including perfect posture, eye contact and a low-pitched voice, without chatter or giggles.\n\nYour daughter's clothes should play up her petite size, while making her look polished and grown-up preppy, like the models in Ralph Lauren ads. She can go for shorter (not mini) dresses and fitted clothes, including straight skirts and hip-stitch pleats. Or not-too tight skinny pants. What will give her interview gravitas: a well-cut, cropped jacket (perhaps a trendy motorcycle-style jacket in fabric or leather) over a fitted, boat-neck sweater or crisp shirt.\n\nI like her in black boots, flat or with heels, and always with black tights, to give her the taller, unbroken line. Her best colors: camel, navy, aubergine, dusty gray, as well as dark, small prints, such as leopard. Along with pink, she should ditch the other pastel shades and the debutante pearls.\n\nThe ideal business handbag is a midsize satchel with a top handle, or flat leather shopper-style tote. No collegiate backpacks or shoulder bags.\n\nHer hairdo is decidedly controlled and stays put. It could be a layered, shoulder grazing style, side parted. Or longer hair in a casual updo. When she's outdoors, sunglasses will impart an urbane edge.\n\nWrite to Teri Agins at askteri@wsj.com",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9865056872,
        "format_confidence":0.9006059766
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/202322\/What_make_up_article_matters_most_to_you",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nWhat make-up article matters most to you?\n\nIf you were to go out in public and could only have on ONE thing what would it be? Ex: eye shadow, lip gloss, etc.\n\n\nAsked by firenicecream at 9:50 AM on May. 14, 2009 in Just for Fun\n\nLevel 20 (9,125 Credits)\nThis question is closed.\nAnswers (7)\n  • Dental floss - I never leave home without it.\n\n    I never wear makeup.\n\n    Answer by PrydferthMenyw at 1:23 PM on May. 14, 2009\n\n  • Mascara for sure!\n\n    Answer by ABryn1011 at 9:51 AM on May. 14, 2009\n\n  • Yep, Mascara, I have blonde eyelashes so I feel naked if I don't have it on.\n\n    Answer by MrsLeftlane at 9:57 AM on May. 14, 2009\n\n  • Mascara..hand down\n\n    Answer by mamakirs at 10:39 AM on May. 14, 2009\n\n  • mascara totally!! if i dont wear it i look like i have no eyelashes at all.. kinda creepy.\n\n    Answer by emmalouwho at 10:39 AM on May. 14, 2009\n\n  • Funny you guys are all about mascara because I like lip gloss!\n\n    Answer by firenicecream at 10:46 AM on May. 14, 2009\n\n  • foundation\n\n    Answer by abbyl2490 at 11:59 AM on May. 14, 2009",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9328710437,
        "format_confidence":0.9832388163
    },
    {
        "url":"http:\/\/www.advicenators.com\/qview.php?q=468405",
        "text":"Free AdviceGet Free Advice\nHome | Get advice | Give advice | Topics | Columnists | - !START HERE! -\nMake Suggestions | Sitemap\n\nGet Advice\n\nSearch Questions\n\nAsk A Question\n\nBrowse Advice Columnists\n\nSearch Advice Columnists\n\nChat Room\n\nGive Advice\n\nView Questions\nSearch Questions\nAdvice Topics\n\n\nRemember me\nRegister for free!\nLost Password?\n\nWant to give Advice?\n\nSign Up Now\n(It's FREE!)\n\n\nShirts and Stuff\nPage Backgrounds\nMake Suggestions\nSite News\nLink To Us\nAbout Us\nTerms of Service\nContact Us\n\nsong lyrics <<< Previous Question\nNext Question >>> makin out\n\nhair extensions\n\nQuestion Posted Wednesday January 17 2007, 11:33 pm\n\nI'm thinking about getting hair extensions\nbut I have a couple questions first.\nhow long do they last?\ndo the hurt?\nhow much do they cost?\n\n[ Answer this question ]\nWant to answer more questions in the Miscellaneous category?\nMaybe give some free advice about: Fashion and Styles?\n\nuresweetie16 answered Saturday January 20 2007, 3:26 pm:\na1:it depends where you get them & if you keep them in good condition.\na2:sometimes they hurt but some people are tender headed so it hurts more for others\nA3:it sometimes cost really cheap but if you go to a professionla place it will last longer and cost more.\n\n\n[ uresweetie16's advice column | Ask uresweetie16 A Question\n\nqueenhearts answered Thursday January 18 2007, 3:35 am:\nI don't know anything about getting extensions done by a professional.\n\nThey are really expensive though. Around $800 and those usually last up for a couple of months.\nI never heard about it hurting though. Maybe if you weren't taking care of it and they got tangled.\n\nYou could always try doing extensions yourself. A lot cheaper. :]\n\nGo to a Sallys. Buy some human hair extensions\/tracks ($30)\nand you can either clip them in or glue.\n\nThey have all you need there. There's certain clips\/glue to buy but I'm sure someone can help you find it.\n\nYou can do the side extensions yourself and get a friend to do the back of your head. Then you or someone else can cut layers to make it look more real.\n\n[ queenhearts's advice column | Ask queenhearts A Question\n\nloveismurderbabyyy answered Thursday January 18 2007, 1:36 am:\nthey last for only a few months. after a while, your hair starts growing out, and your hair starts to rat and tangle where the extensions are put in. when they start doing this you have to go in and get them taken out.\n\nthey might hurt when you are getting them put in, but they wont hurt forever. unless of corse you don't take care of them, and brush them the way you're supposed to. if you don't take care of them, etc., they will start tangling where the base is and it'll be VERY uncomfurtable.\n\nthey cost between 800-1,000+ dollars, depending on how you get them put in, who does it, and how good their service is.\n\nextensions are VERY expensive. but, just call around your local hair salons and see how much they charge. they'll most likely tell you how much they charge an hour, but i'm sure you can figure out the total cost from there if you ask how long it will take. :]\n\nhope this helps!\n\n\n[ loveismurderbabyyy's advice column | Ask loveismurderbabyyy A Question\n\nxY0M0MMAx answered Thursday January 18 2007, 1:21 am:\nfirst question -- only about a few months .. not a long time.\nsecond question -- it depends. if you're tender headed, then yes.\nthird question -- they're normally pretty expensive. i think if you go to a professional hair place they are about eight hundred dollars, though.\n\n[ xY0M0MMAx's advice column | Ask xY0M0MMAx A Question\nRecent popular questions:\nWant to give advice?\n\nClick here to start your own advice column!\n\nGoing to a Birthday Party with Older Girls\nMy best Friend hates me without reason to!\nWhat kind of girls to guys like?\ni think my husband is bisexual or maybe even gay. both early 20s\nIs it time to move on?\nProven Tips to Get Rid of Spiders\nJust need some advice about moving on\nRunning away to another country by going to an international school\nHow can I lose weight?\nCould I be pregnant?\nCould I be pregnant?\nHow likely is it that a guy will talk to a girl again?\nStuck between two guys, typical love traingle.\nI love you. You Love Me. OMG JUST KISS ME!\nMy stomach hurt when I mastubate!!\nPet names like baby\/babe\nCareer\/education path to medicine.\nShould I change ?\nIs it weird ??\npound puppy toys\n\nAll content on this page posted by members of is the responsibility those individual members. Other content © 2003-2014 We do not promise accuracy, completeness, or usefulness of any advice and are not responsible for content.\n\nAttention: NOTHING on this site may be reproduced in any fashion whatsoever without explicit consent (in writing) of the owner of said material, unless otherwise stated on the page where the content originated. Search engines are free to index and cache our content.\nUsers who post their account names or personal information in their questions have no expectation of privacy beyond that point for anything they disclose. Questions are otherwise considered anonymous to the general public.\n\n[Valid RSS] eXTReMe Tracker",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.8679742813,
        "format_confidence":0.9892308116
    },
    {
        "url":"http:\/\/stylebakery.com\/stylebakery\/ask-us\/what-to-wear-for-a-holiday-gat\/",
        "text":"What to wear for a holiday gathering at home?\n\nQ. I will be spending the holidays with my boyfriend’s family this year. It’s a casual get-together at home and he says everyone usually wears jeans. It is the first time I’m meeting many of them, so I want to look good, but I also don’t want to overdress. What should I wear?\n\n\nA. For a family celebration at home, you want to be comfortable but also a bit festive. We suggest a chic sweater dress with tights or a cozy sweater with leggings. Add some sparkly jewelry or a jeweled flat and you have the perfect casual chic look for the holidays. Here are some ideas for inspiration:\n\nLeave a Reply\n\nBack to Top",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9929763675,
        "format_confidence":0.8759083748
    },
    {
        "url":"https:\/\/the50sdinerpeoria.com\/qa\/how-are-scarves-worn.html",
        "text":"How Are Scarves Worn?\n\nHow long should a scarf be for a woman?\n\nTraditionally, a scarf goes tip to tip.\n\nTo do this, try holding your arms out so that the scarf reaches from your left finger across to your right one.\n\nOn average, this scarf will be about 60″ long.\n\nMost short scarves are 55″ long, medium scarves are roughly 70″ extended, and long scarves are about 82″ in length..\n\nAre scarves still in style 2020?\n\n2020-2021 beautiful scarves: how to wear fashion scarves — photo-ideas. Autumn is the perfect time to wear more warm scarves, and winter is steadily increasing. … Top new beautiful scarves in monochrome version – white, beige, black, cream and brown, grey and red-colored scarves 2020-2021 will be a trend.\n\nWhy do guys wear scarves?\n\nFunction – Simply put, scarves do an excellent job of protecting a man’s neck. A thick wool scarf can keep your neck warm on a cold Wisconsin morning, or a lightweight linen scarf can protect your neck from the sun and sand when crossing the Sahara.\n\nHow should a man match a scarf?\n\nHere are some clothing items that men can wear with a scarf:Wear a sophisticated style knot or drape style scarf with a suit.Casual and street style clothing can be paired with the jet-setter scarf knot that is also known as the once around style.Tuck it in your coat or jacket in the cold weather.More items…\n\nWhat do you wear scarves with?\n\nWear a Scarf with a Jacket To soften it up, add a slightly oversized knit scarf. Pair your favorite black leather moto jacket with a scarf in the same color family to keep the cool vibe. In this fall outfit, I wore a gray knit scarf with a moto jacket, skinny jeans and leopard print heels.\n\nAre scarves in Style 2020?\n\nKnitted scarves with large viscous, complemented by delicate tones, a deep or bright colors will create a pleasant accent to any winter the way the oversized scarf 2020-2021 year. Volume can be not only knitted scarves, but also knitwear and cashmere scarves that look chic in any performance.\n\nDo straight guys wear scarves?\n\nBut scarves serve a purpose, so gay and straight people wear them. If your neck is cold (or if you just want one really badly) then just get one. A piece of fabric isn’t gender-bound or sexuality-bound to gay or straight people.\n\nHow many balls of yarn do I need for a scarf?\n\nWe recommend between 1 and 3 balls of bulky wool: 1 ball if you want to make a short cowl like the Downtown Snood. 2 balls if you want to make a scarf like our High Line Loop. And 3 balls if you want to make a long scarf like our Bryant Scarf or the Cucho Scarf.\n\nHow long does it take for a beginner to knit a scarf?\n\nabout one weekIf you’re a beginner, you may need to give yourself several days to work on the scarf for a few hours daily. The average time it takes to knit a scarf is about one week although it may take less or more time depending on the above-listed factors.\n\nWhat is the difference between scarfs and scarves?\n\nThe correct way to spell the plural of scarf is scarfs or scarves. Though the plurals are interchangeable, there is a difference in pronunciation. You can hear the F and the S at the end of scarfs, but scarves ends with a V sound and the final S sounds like a Z. Scarves is more popular than scarfs.\n\nAre leggings Still in Style 2020?\n\nThe classic, glossy-finished black athletic legging still very much has its place in your 2020 wardrobe rotation. … There’s a little something for everyone when it comes to how to wear leggings in 2020, so keep scrolling for the best legging outfit ideas to embrace this year and beyond.",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9928389192,
        "format_confidence":0.7541030645
    },
    {
        "url":"https:\/\/www.askmen.com\/fashion\/fashiontip_400\/421_fashion_advice.html",
        "text":"Comscore Beacon\nSean Avery - Style Q&A\n\nSean Avery - Style Q&A\n\nPage 1 of 2\nSince launching his NHL career in 2002, Sean Avery has made a name for himself with his legendary on-ice antics, and more recently, he’s surprised the industry by branching out into the world of fashion. Over the summer of 2008, he served as an intern at VOGUE magazine, and this fall he can be seen in Gap ads on billboards across the country. As he laces up for another hockey season, this time playing for the Dallas Stars, Sean keeps a foot in the fashion industry with his bi-weekly Style Q&A for\n\nI just want to start by saying that I love the new look Kanye West is rocking: suit with dress shirt buttoned up with no tie. We have to wear suits to all our games, and last night I rocked this look and have to say I really liked it. There's something very nerdy and cool about it all in one.\n\n\nI recently read an article on about overcoats and such. And I did buy one. However, I have a question about the cuff labels. Are you supposed to remove them? I wanna make sure before I potentially damage the coat.\n\n-James H\n\nSo fellas, when you a buy a new overcoat and the sleeves have the designer label stitched onto it, you are supposed to remove it. I could tell you to remove it yourself, but ask the store or take it to a tailor.\n\nShould shirts (including T-shirts) be tucked into jeans?  I have seen loads of other guys do this, and it looks loads better than having the shirt out loose. However, I am unsure of how baggy or fitted the jeans\/shirts should be and of what belt to wear to match. I think I am OK with tucking shirts into formal pants but please give some general tips on both. \n\n\nI happen to really like shirts that are tucked into jeans. I don't, however, like T-shirts tucked in — there is something about it being OK when the shirt has a collar. I tend to wear a collared shirt tucked into jeans, and try to add a vest so it’s not so obvious. Whatever you decide on, tucked or untucked, make sure that if you untuck, the shirt is hemmed so that you can see the pockets on your pants\/jeans.\n\nI want to buy a new winter jacket this year, but I’m wondering if I should go for a something like a wool peacoat or if one of those puffy down-filled parkas is a better bet. It gets pretty cold where I live, so I’m as concerned with function as I am with fashion. Please advise!\n\n-Northern Joe\n\nOn the case of deciding between a peacoat and down-filled parka, I guess it really comes down to how cold your climate is. A peacoat is more a fashion piece than a down-filled parka. The Moncler parkas are very warm and fashionable if worn right. I also feel the peacoat is on its way out.\n\nI’m looking for a cologne… ideally something that doesn’t scream “teenage boy” and that’s subtle enough not to overpower my whole office. Any suggestions?\n\nThe cologne to buy right now is Bois Rouge by Tom Ford, but I will be honest — I wear my Old Spice aftershave as cologne more than the fancy stuff. A woman loves a man who smells like her dad.\n\nSean Avery has suggestions for your holiday party attire and more...\n\nShow comments",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9967287779,
        "format_confidence":0.9702216387
    },
    {
        "url":"https:\/\/www.realself.com\/injectable-fillers\/answers\/best",
        "text":"Best + Injectable Fillers\n\nNarrow 71 questions by:\n\nSort by:\n  • Most visited\n  • Recent\n  • Answers\n\nBest Wrinkle Filler\n\nI have marionette lines, lip lines, and wrinkles all at once! What's the best wrinkle fillers to get rid of these lines!? READ MORE\n\nNasolabial Folds - Best Way to Remove Them?\n\nHi : While considering fillers for removing the naso labial folds ( very mild) what is the best technique ? Fill the folds or use fillers on the... READ MORE\n\nWhat is the Best Filler for Temples?\n\nI had quite a bit of collagen\/fat loss in my temples over the years. I was always very thin. What would be the best filler in that area? READ MORE\n\nWhat is the Best Dermal Filler for Decolletage Rejuvenation ?\n\nI had juvederm in my tear trough and I am suggested as well to do it for a decolletage rejuvenation as I start having a wrinkled decolletage, wrinkles... READ MORE\n\nWhat is the Best Filler for Wrinkles in the Corners of the Mouth?\n\nI have wrinkles in the corners of my mouth, downward frownlike wrinkles. They are very small. Can Radiesse fill them in or would a mouthlift be more... READ MORE\n\nI'm 24 years old with deep nasolabial folds on the right side of the face: What is the possible permanent solution? (Photo)\n\nI went to one plastic surgeon who injected hyaluronic acid which didn't improve a fold at all just made it look worse as now it looks like I got a... READ MORE\n\nBest Dermal Filler(s) to Prevent Post-Filler Lumpiness?\n\nIn Feb 2009,I had Juvederm injected in tear troughs & NL folds which had to be tx'd with hyaluronidase. March 2009,used Radiesse in the upper... READ MORE\n\nWhat is the Optimum Treatment for Marioneter Lines in the Corners of the Mouth?\n\nI look great except for the marionetter lines at the corners of my mouth and the line indentation at my chin. What is the best and most lasting... READ MORE\n\nBest Solution for Hollowness Underneath Cheek \/ Submalar Area - Filler, Fat Transfer?\n\nI am starting o have a problem with hollowness underneath my cheeks and would like to fill them out again. I have used Radiesse and it is great.... READ MORE\n\nBest Facial Filler for Those Prone to Swelling?\n\nWhat facial filler is best for patients who swell more than normal? I've had Restylane injections and I couldn't appear in public for over a week! READ MORE\n\nBest Injectable for Filling the Temple \/ Lifting the Brow Area?\n\nHello I notice that if a filler is used at the point of the temple and also more upward, toward the end of the eyebrow, that can give a sort of brow... READ MORE\n\nWhat filler is good for temples? (Photo)\n\nI want to know what filler is best for temples? Also I was wonder if I should get some in my cheek area. My cheek bones show so much and I really... READ MORE\n\nWhat's the Best Filler for Crow's Feet ?\n\nHi, I want to have some injections into my crow's feet wrinkles as I have two fine lines on my side eyes so 4 in total,according to you what's... READ MORE\n\nBest Filler for Signs of Aging (30s)?\n\nI noticed that my face does not look youthful anymore. I am 34y\/o female and I would like to find out what filler you can recommend so my face can... READ MORE\n\nWhat Type of Filler Should Be Used for Sunken Dark Circles?\n\nI knw there are the restylane touch,restylane perlane and more but which one should be used for dark circles? READ MORE\n\nWhat is the best filler for fine lines under the eyes?\n\nI'm 32 years old and I have some fine lines under my eyes.   Although you have to look pretty closely to see them, they are visible... READ MORE\n\nWhat is the Best Filler for Tear Troughs?\n\nI seem to have pulling on the inner corners of my eyes where make-up seems to settle. I tried Botox but I didn't like the way it made my eyes feel. READ MORE\n\nMost Economical & Positive Long Run for Laugh Lines: Fat Inject. Radiesse, Juvaderm or ?\n\nPerson of modest means wants to know what is the most economical but satisfactory treatment in the long run. Fat injections, Radiesse, Juvaderm, or ?... READ MORE\n\nNo matching results",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.6271001697,
        "format_confidence":0.9429059625
    },
    {
        "url":"https:\/\/www.realself.com\/question\/sebastopol-ca-solution-undereye-circles",
        "text":"Is there a solution for my under-eye circles? (Photos)\n\nI have always struggled with dark circles, partly due from genetics and maybe some other causes too. I'm 18 and I always look tired. I've noticed small bumps on top of the discoloration. Makeup and creams don't really seem to help. I thought about going to a dermatologist to see how I can fix the texture of my skin. But what do you recommend I do about the discoloration and texture?\n\nNo doctor answers yet",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.7303685546,
        "format_confidence":0.9884645343
    },
    {
        "url":"http:\/\/www.folica.com\/q-and-a\/tools\/curling-irons\/hot-tools-blue-ice-titanium-waver\/1?sort-by=time&order=DESC",
        "text":"New Rewards Program\nHot Tools\n\nHot Tools Blue Ice Titanium Waver\n\nHot Tools Blue Ice Titanium Waver has 3 barrels to quickly create waves on any hair type. Titanium barrel resists corrosion.\nWe're sorry, this product is no longer available.\n\nJoin the Conversation\n\n  • Lisa S.\n    Hot Tools Barrel Waver: Titanium Vs. Professional Gold Barrel\n    What is the difference between the titanium waver and the professional gold hot tools barrel waver?\n    Is one better for your hair than the other?\n    Thanks for your time=)\n    16 out of 23 shoppers thought this post was helpful.\n\n    Was this post helpful?\n\n    Reply to this post\n    Sep 9, 2010\n    Link to this post\n\nHave a question or a tip to share?\n\nIf you'd like to hear more about how this product worked (or didn't) for people with hair like yours, take advantage of our network of experts and customers by posting a question. Or, if you've used the product and want to post a tip or advice, go for it.\n\nPost A Message\nServer Name",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9863118529,
        "format_confidence":0.9584685564
    },
    {
        "url":"https:\/\/www.berkeleyparentsnetwork.org\/advice\/beauty\/extentions",
        "text":"Hair Extensions\n\nArchived Q&A and Reviews\n\nNeed info about hair extensions\n\nApr 2005\n\nI would like to get hair extensions, and am wondering what all the options are besides braiding. Glue? I heard something about sewing them on? And how much do they cost? How long do they last? Any advice would be appreciated. want some hair\n\nSee Barbarella Beauty Lounge for a review including a description, cost, duration, etc.\n\nGood place for extensions, not too expensive\n\nOct 2003\n\nHello, Does anyone know a good place to get hair extensions? Preferably not too expensive... Thanks! Summer\n\nHair extensions are never inexpensive since they're such a time consuming job...and like many other things: ''you get what you pay for''...with that in mind, the best local place to get extensions done (in my opinion) is Barbarella Beauty Lounge 2442 San Pablo Ave (x street is Dwight) in Berkeley 510 548-ELLA...Michelle and Christine are extension pros...check them out sometime!!!good luck! moniz",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9963059425,
        "format_confidence":0.629676044
    },
    {
        "url":"http:\/\/stylebakery.com\/stylebakery\/ask-us\/is-sheer-nude-hosiery-back-in\/",
        "text":"Is sheer nude hosiery back in style?\n\nQ. I have a Saturday evening affair in mid September and I am wearing a knee length black cocktail dress. What color stocking is acceptable. I have been seeing a lot of comments saying sheer nude is acceptable.\n\nMiddleton-nude-hosiery.jpgA. My first preference would be to wear no hosiery since the weather is rather mild in September. However, if you are more comfortable in hosiery, you can try black hosiery or even a fashion-forward lace hosiery.\n\nThere is a lot of buzz lately about sheer nude hosiery, especially since Kate and Pippa Middleton have been seen wearing a lot of nude hosiery lately. In fact, according to New York Magazine and WWD , there is an increased demand in nude hose over the past year with an 85% increase in sales in the U.K. and 12% increase in the U.S. — largely credited to the Middleton sisters. Sarah Jessica Parker, Mischa Barton, and Hayden Panettiere have also been spotted wearing nude hose over the past few months.\n\nThe key to wearing nude hosiery is to find an ultra-sheer style that most closely matches your skin tone. Here are some options worth exploring:\n\nLeave a Reply\n\nBack to Top",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9971382618,
        "format_confidence":0.8640466332
    },
    {
        "url":"http:\/\/www.girlsaskguys.com\/fashion-style\/q374115-guys-wearing-leggings",
        "text":"Guys Wearing Leggings?\n\nI get up at 5am everyday and have a dance class at 6:30 at college, pre my girlfriend asking me to take one. So since its a dance class I have to wear \"active\" clothes that are light and don't keep warm at all.. For the last week I have been trying to find a way to keep warm that early, I kept my mind open when out with friends and family and came to a thought yesterday. I decided to go to the store and buy a per of Leggings. While Its strange no doubt about it, It doesn't seem too bad in my opinion since I got them to keep warm not to be \"fashionable\" and will always have them under some type of other pants. All my friends think I am stupid for this but honestly, I find them rather comfortable. Is it well \"wrong\" that I wear them or are my friends just being immature.\n\nNote: all my friends that say that are girls, I don't have many guy friends.\n\n\nMost Helpful Girl\n\n  • i wouldn't worry about it,\n\n    there are many social norm exceptions.\n\n    we're raised in a culture where it's not\n\n    exactly acceptable for males to wear\n\n    what is classified as 'female' clothing.\n\n    it's like males aren't \"suppose\" to shave\n\n    their legs, but it's completely appropriate\n\n    when they're swimmers.\n\n    & guys straight males 'don't' touch other\n\n    straight males on the butt, but it's acceptable\n\n    when playing american football.\n\n    they're being used for a purpose,\n\n    it's not like you're creeping THAT\n\n    far out of your gender\/sexual norm.\n\n    wear them, be warm & don't listen to the others.\n\n    • That, is a beautiful, beautiful poem. Made me cry. :p. Great answer though ^^. I'd say exactly that but just would like to add that people WILL make fun, but don't listen to them because they ARE being immature and people wouldn't really care if they were mature about it, although some girls might be turned off because attraction can't be rationalised, so just bear that in mind. :)\n\n    • Show All\n    • Very good.\n\n      although it doesn't look like a poem to me? It doesn't rhyme at all, just looks like someone who pressed enter mid way through their sentences.\n\n    • Excellent There. That's pretty much how I was rationalizing it in my head. Thanks for reinforcing that theory :D\n\nHave an opinion?\n\n\nSend It!\n\nWhat Girls Said 6\n\n  • people tease to hide the fact that they aren't comfortable with their own sexuality. do what you want, and don't mind what others think! you know who you are.\n\n  • Well leggings *are* very comfortable, I don't blame you. I don't think you could get away with wearing them on their own, though. Not against androgynous guys or anything, it'll just be a challenge to hide 'dat bulge'. xD\n\n  • ur gunna come off as a homosexual if you announce that you wear leggings but if you want to then that's your biz. plus you got a girl so that should dispel the rumors. who cares? you know why your wearing leggings so f what people might say\n\n  • just wear some shorts over them or somethin\n\n  • go for it. do what you feel is comfortable\n\n  • It could be a little odd. But I see guys running in leggings all the time and I think it's fine. With them under another pair of pants, you should be fine. So, ignore your friends... just make sure the leggings are black :) By the way, have fun at the dance class! :)\n\n    • Yah, there black sadly they only had my size with zippers on the side haha. and I am having some fun. I was thinking go on that new dance show with Paula Abdul after I get good, ha!\n\n    • Where do you live? San Fransisco? Or the French Quarter? HAHAHAHAHA, OMG I didn't know TRANSVESTITES were that COMMON...\n\n    • Actually, no. I live in a running, college town. They're long spandex. It doesn't make you a transvestite. QA: god luck :) haha\n\nWhat Guys Said 2\n\n  • Why not buy a pair of long johns?\n\n  • ehh don't wear leggings",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.88823843,
        "format_confidence":0.5635301471
    },
    {
        "url":"http:\/\/www.becomegorgeous.com\/community\/sarabara\/questions\/help_with_diydo_it_yourself_hair_bleaching_any_tips_from_peoples_d-Q4250",
        "text":"Are you sure?\n\nComfirm Cancel\n\n\nOr Login using BecomeGorgeous\n\n\nPlease fill the form below and follow the further instructions.\n\nBy registering, you are agreeing to the terms and conditions.\nWe will not sell, rent or give your email to anyone so don't worry about spam.\n\nPassword Recovery\n\nYou are about to receive a email from us please make sure to check your spam or junk folder and add our email to your contact list.\n\nThank you!\n\n\n\n\n\n10 May 1995\n\nHey I'm sara. I'm a 14 year old freshie. And I uhmm. lol i dont know :] Who cares. hehe.\n\n  • 1239 Rank\n\n  • 28 Points\n\n\nsarabara asked:\n\n15 Jun 2009\n\nHelp with DIY(Do It Yourself) Hair bleaching. Any tips from peoples :D?\n\nOkay well i'm a brunette right now and i'm going like almost white bleach blonde. any tips :] what products should i use? I live across the street from a sallys beauty supply so i can get whta i need and money is no object :] thankss Yea that was helpfull but just a tiny bit confuseing~ okay not a tiny bit but alot of a bit lol\n\n\n\nmonmon says:\n\nPosted on 15 Jun 2009\n\nThings You'll NeedBW2 Clairol Bleaching Powder. This is the best one to use on dark hair.\n\nGoldwell 10p toner.\n\nArdell Lock in Blonde.\n\n30 Volume Creme Developer. It has to be the creamy white one, not the clear liquid one.\n\nHair coloring brush. It's a plastic 2 inch wide paint brush to dip and spread the bleach on your hair. Easily found at Sallys.\n\nHair blow Dryer\n\nProtective Eye Goggles\n\nShimmer Lights Shampoo for blonde and silver hair. It's basically a purple shampoo to tone your hair. Get a regular deep conditioner too like Pantene.\n\nPlastic or glass mixing bowl. NO METAL mixing bowls!\n\nClear or white grocery bag. It can't be a color bag or else your hair will take the color of the bag.\n\nAlternate Method-[edit] TipsCondition, Condition, Condition.\n\nI would also buy a hair serum\/polisher to add to my dry blond hair.\n\nMy favorite is Fantasia IC hair polisher. Costs about 5 dollars at any\n\nWalgreens, Sallys, or Rickys. It will make your hair GORGEOUS!\n\nAlso, buy another hair dye, a darker one, or the same as your previous hair colour. That way, if it turns out bad, you can return to the same colour.\n\nPour 3 ounces of creme developer into plastic mixing bowl along with 2 scoops of bleaching powder in a room with windows. This stuff is not healthy to breathe in a closed up room!\n\nPut on your Goggles. DO NOT forget the goggles, or if you have eyeglasses, add tape around them to protect your eyes.\n\nCommence mixing the bleach and developer mixture.\n\nPart your hair in 4 sections. Start at the back and DO NOT start at your roots or else you will come out with lighter roots and darker ends.\n\nAdd bleach all over your head, keeping 1 1\/2 inches away from your roots.\n\nPut the clear or white plastic bag over your head and tie it at the nape of your neck making sure all of your hair is tucked underneath the bag.\n\nLeave it like this for 40 minutes.\n\nAfter 40 min. make a hole in the bag large enough to fit the nozzle of your hair blow dryer and begin blowing hot air into the plastic bag. What we are doing here is activating the bleaching process by adding heat. #Keep blowing hot air for 10 or so minutes.\n\nDo not do the roots yet. After about an hour or so shampoo your hair with the shimmer lights toning shampoo and then DEEP condition it with Pantene hair conditioner.\n\nWash out and blow dry COMPLETELY.\n\nRepeat the process of adding bleach to your hair, heating with hot air, washing\/conditioning it, blowdrying again. Do this 6 times. This is a very painful process because now you will be doing your roots and it will sting.\n\nOn the 2nd repeat, do your root and say OUCH!\n\nNOTE: You do not want to leave bleach on your hair for over an hour. You will destroy your hair and you will not get dates. This is why you must repeat this process 6 times or until your hair is a deep blonde. ALWAYS condition in between! The goal for today is not to get it platinum blonde. Marylin Monroe was not born platinum blonde, silly. It took her time too! You want to go deep blonde because if you have black hair, you need to give it time to heal as well as your scalp for heavens sake!\n\nOk, so wait 24 hrs. or more. Your hair should now be a deep blonde or a reddish tone.\n\nNow, do some more bleaching, and heating until you get to your desired color blonde or platinum.\n\nWait another day before adding the toner.\n\nPUT GOGGLES ON...After 24hrs. or more, mix toner in plastic container with 30 volume creme developer (read directions on toner). Depending on how golden or platinum you want to be, add drops of Ardell's \"Lock in Blonde\". The more you add, the more golden blonde your hair will be. If you pass this, that's fine. Your hair will not be as crispy blonde. I personally like to add about 18 drops to give my hair a bit of color\/golden platinum feel to it.\n\nAfter 40 minutes,(read directions on toner) wash, condition and dry.\n\nWelcome to the club...You are now a bonafide blonde bombshell!!!\n\nI hope this help!\n\n\nbarbipixi says:\n\nPosted on 15 Jun 2009\n\nbleach is very dangerous so of course it'll be a bit confusing if you do it right.\n\n\nbarbipixi says:\n\nPosted on 15 Jun 2009\n\nbleach is very dangerous so of course it'll be a bit confusing if you do it right.\n\n\nkelly_goo says:\n\nPosted on 15 Jun 2009\n\nbest tip,\n\n\niv had bleach blond for ages now and its fucked my hair up big time\n\ni still have a chemical burn on my scalp from the first time :|\n\ngo to the salon tbh\n\n\namaay says:\n\nPosted on 15 Jun 2009\n\ni'd suggest you go to the salon, as they're professionals and know what they're doing. :]\n\n\n\ndominique says:\n\nPosted on 15 Jun 2009\n\nif u want to do it urself i would recommend the Beyond the zone bleaching kit. u can get it at sallys or prolly any beauty supply stores.\n\n\nxxmonotone says:\n\nPosted on 16 Jun 2009\n\nokay well i think its fine for you to do it yourself, you dont need to go pay a lot at a salon like most people suggest.\n\ni bleached my own hair for a while and have had it really really white before. i used bw bleach, it comes in a pretty big container so it will last you, use 40 volume developer. bleach it in layers to make sure you get all your hair, it would also be good to have somebody with you so they can check the back of your head to see if you got it all. leave it on for an hour to an hour and a half. shampoo it then once you rinse the shampoo put shimmer lights shampoo or the generic brand they sell at sallys(its a toner shampoo that gets rid of yellow if you get the purple kind or gets rid of orange if you get the blue kind) in your hair for like 5 minutes then rinse. it might have a little yellow and if you want it lighter then bleach it again in like a week or so, just dont leave it on as long and it will get white.\n\npeople are always scared their hair will break off but honestly hair is a lot stronger than people think!\n\nLogin To Answer",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9855266809,
        "format_confidence":0.734983027
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/242518\/Tattoo_question",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nTattoo question\n\nI have a fairy tattoo on my leg. But I always wanted my daughter's name Allison and my baby's name due on aug 9 on me but i dont know what to get with it. Does anybody have any idea's\n\nAnswer Question\n\nAsked by snuggles80 at 1:55 PM on Jul. 7, 2009 in Beauty & Style\n\nLevel 1 (0 Credits)\nAnswers (3)\n  • You can put one on each wrist, I have dd's on my lower back not near my crack or anything its above another tattoo. you Could put one above and one below your tattoo\n\n    Answer by aubrees_mommie at 3:11 PM on Jul. 7, 2009\n\n  • I have my daughter's name on my left wrist facing me. When I put my wrist out I can read it, but it's upside to others. I don't know if you are Irish or are up on Irish cultural things, but there's that Claddagh ring, the two hands holding the heart. If it's right side up to you it means your heart is taken. So, I did the same thing with her name. Her name is also spelled in a traditional Irish way, so it just made the most sense.\n\n    Answer by OneToughMami at 7:59 PM on Jul. 7, 2009\n\n  • you could put there names around your ankle like a bracelet with charms hanging down to seperate thers names like a butterfly or angel or cross charms and have there names written fancy. i seen one on a friend of mine and it looked really nice\n\n    Answer by sdeignan at 11:44 PM on Jul. 7, 2009\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.5608102083,
        "format_confidence":0.9848553538
    },
    {
        "url":"https:\/\/makeupandbeauty.com\/acne-break-marriage-imbb\/?replytocom=624092",
        "text":"Acne Break out Before Marriage: Ask IMBB\n\nAsk IMBB Gang\n\nAnu Thomas asks:\n\nHi Everyone,\n\nNeed urgent help for a friend who is getting married this Saturday. She has oily skin and tried a new creme last night thinking it might do wonders for her skin. It’s Vivel Cell renewal fortify moisturizer (I am thinking of reviewing this one now). But she’s had a bad breakout and she’s really worried now. This is not an ask imbb question but a help question. Can you please suggest what to use for such breakouts so that by Saturday, her skin’s better.\nPlease help.\n\nTop 5 Skin Toner under Rs 200\nAyur Herbal Skin Toner\nThe Body Shop Tea Tree Skin Clearing Toner\nTips for Toning and Moisturizing\nJovees Cucumber Skin Toner\nBiotique Cucumber Water Toner\nFabindia Tea Tree Skin Toner\nThe Body Shop Seaweed Clarifying Toner\nFabIndia Neem Tulsi Skin Toner\nChambor Hydra Max Cleanser, Toner and Moisturiser\nThe Body Shop Aloe Vera Calming Cleanser and Toner\nCleansing, Toning and Moisturizing with AromaMagic\nAyur Herbal Skin Toner\nLush Tea Tree Water\nVLCC Skin Defense Sandal Cleansing Milk & Rose Water Toner\n\n\n9 thoughts on “Acne Break out Before Marriage: Ask IMBB\n\n  1. hey anu..there are topical creams available for acne in medical stores which reduce the acne to an extent in one-two days 🙂\n\n  2. Azifast or Cleana gel … but i would highly suggest u to go and check out with derma.. because again it depends on person to person\n\n  3. If the acne is pus filled , she can try Retinol- A.\n    If its small zit , she can go for Benzoyl peroxide by Wallace ( has aloe vera in it so wont irritate skin). Only if it small zit or slight erruption BP will work …else go for Retinol-A .\n\n  4. Try applying clindamycin in the day time and Tretinoin 0.25% at night..don’t worry ..this will start showing results 2-3 weeks\n\n  5. Hi Anu\n\n    One of my friends too recently had the same problem. And you know what! it was the same creme which was the culprit.\n\n    My friend was advised to use tea tree oil as a spot treatment and drink loads of water and green tea and stay calm.\n\nLeave a Reply to Mehak Cancel reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9271442294,
        "format_confidence":0.5553628206
    },
    {
        "url":"http:\/\/www.colmmorrissey.ie\/the-dark-days-are-over\/",
        "text":"Hello Colm,\n\nI have been colouring my hair at home for many years, usually using a medium to dark brown as I’ve always had a dark base. I’m in my early 50’s, so I have plenty of grey hair but the ends are black. I would like a nice warm brown. Can this be achieved?\n\nMary, City Centre\n\nHi Mary,\n\nYou obviously have a build up of home colour which is resulting in black ends. The first step would be to have this professionally lightened out, which involves using a colour remover and should only be done in a salon. Then I would use a warm brown shade from INOA Supreme from L’Oreal Professional. This fantastic range of colour is specifically designed for people with 70% to 100% grey\/white hair.\n\nIts multi-tonal, which means the tones used are much softer and complimentary to ageing skin. This is probably a good time to have a look at the make-up you are wearing to see will it suit your new shade.\n\nAs the tones are softer, your regrowth can be a little less obvious also. INOA Supreme also contains a magic ingredient called Densilium R, which conditions your hair while also helping to create density and volume in limp, ageing hair. There is also home care called Age Supreme available in salon to manage that salon shine between visits.\n\nKeep your questions coming to colm@colmmorrissey.com\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\n* Copy This Password *\n\n* Type Or Paste Password Here *",
        "topic_id":8,
        "format_id":17,
        "topic_confidence":0.9952221513,
        "format_confidence":0.7619934082
    }
]