[
    {
        "url":"http:\/\/dynonavionics.com\/bulletins\/support_avdata_bulletin_042312.php",
        "text":"Dynon Aviation Data Advisory: KOAK (Oakland) Class C Airspace\n\nDate: April 23, 2012\n\nPilots Affected:\n\nThis Aviation Data Advisory only applies to SkyView-equipped aircraft that use the free Dynon-provided Aviation Data in or around the KOAK (Oakland International) class C airspace.\n\nAviation Data Affected:\n\nIssue is known to be present in the 5 April 2012 - 1 May 2012 cycle of FAA\/AeroNav aviation data (free US-only data) available from the Dynon Database Downloads Page.\n\nThis issue is likely to be present in earlier data cycles. Dynon does not know if or when AeroNAV\/FAA will correct the issue in future data cycles.\n\nDynon Avionics has notified the FAA\/AeroNav of the error in this data.\n\nDescription of Problem:\n\nThe Class C airspace altitudes for KOAK (Oakland International) are incorrect.\n\nThe paper sectional for this area depicts the ceilings for KOAK's class C airspace with a ceiling of \"T\" instead of a numerical altitude as is usually the case. A ceiling of \"T\" means that the class C airspace ends at the floor of the airspace immediately above it. In this case, this means that KOAK's class C ceiling is at SFO's class B floor in places. Since SFO's class B and KOAK's class C airspace are not perfectly aligned, KOAK class C has a variable ceiling.\n\nThe FAA\/AeroNav data that is available on SkyView contains numerical values for the KOAK airspace ceilings that are not \"cut up\" into enough areas to accurately represent the variable ceiling of the KOAK class C airspace. Therefore, the FAA\/AeroNav data that is distributed by Dynon can mislead the pilot into believing that the aircraft is not in class C or class B airspace when, in fact, the pilot remains in KOAK's class C airspace.\n\nDynon recommends that pilots use supplemental navigation data when transiting the KOAK airspace area.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9917920828,
        "format_confidence":0.566354692
    },
    {
        "url":"http:\/\/www.hpumc.org\/parking\/",
        "text":"Find Us\n\nMaps & Parking\n\nRide the HP Express to and from the Moody and Binkley parking garages. The garages are on Binkley Ave on the SMU campus.\n\nThe HP Express runs from 7:30 am to 12:30 pm on Sundays only. Please allow 15 minutes to park, catch the shuttle, and find your venue.\n\nDirections from Central Expressway ( Hwy75)\n\nTake the SMU Blvd exit off of 75 west to Bush Road. Take a left on Bush and then a right on Binkley. You'll see the entrance to the Moody Garage immediately on your right. \n\nDirections from University Park or Northwest of HPUMC\n\nTake Daniel east off of Hillcrest and follow it as it turns into Airline. Take a left on Binkley - the Moody Garage is immediately on your left.\n\nFor those who may need to park a bit closer to the church, handicapped and senior parking are available in the north lot adjacent to the church. Parking is also available in the Meadows Museum garage or on Bishop Boulevard.\n\nMonday through Friday, please enter the SMU Campus at Mockingbird and Bishop Boulevard. The church is on your left. You may park in the lot just north of the church or in the Meadows Museum Parking Garage (east of HPUMC campus on Schlegel Street - just past the practice football field). Please take the left-hand entrance into the parking garage for complimentary parking. If you enter on the right-hand side, the museum will charge a $20 fee to exit. You must have an HPUMC parking sticker to park in the north lot or the Museum garage from 7:00 am to 7:00 pm Monday through Friday. Stickers are available from our receptionist at the Wesley Welcome Center and in the church library.\n\nFind Us\n\nHPUMC SMU parking map - summer-fall 2012",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9305944443,
        "format_confidence":0.9752249718
    },
    {
        "url":"http:\/\/gasvehiclehub.org\/contact-us",
        "text":"To be kept up to date with new gas station deployments and new content on our Resource Centre page please sign up to our distribution list in the form below or follow us on Twitter for additional industry news.\n\nFor any other enquiries:\n\nPhone: +44(0)1509 635 750\n\n\n\nGas Vehicle Hub\n\n\nPhone: +44(0)1509 635 750\n\nContact Form\n\nSend an email. All fields with an * are required.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9162888527,
        "format_confidence":0.8453606963
    },
    {
        "url":"http:\/\/realfaction.net\/shipping-duty-costs.html",
        "text":"Shipping & Duty Costs\n\nShipping & Duty Costs\n\n﻿Christmas Shipping dates: We cannot guarantee Christmas delivery on any order placed after the 14th December. \n\nDelivery Info\n\n\nYou will receive a tracking number once your order is despatched. If you haven’t received a tracking number after 4-5 business days of placing your order, please contact us at At peak times, we have a large amount of orders going out. Please be patient and leave enough time to order your skis if you have a ski trip coming up. If in doubt ask us before placing your order!\n\nPlease note: We do not currently ship to PO boxes.\n\nOur products can only be shipped to the USA. For shipping to other locations, please visit our other locations' websites. We will always ship products with a tracking service so you can look forward to your new purchase, and make sure that you are available to receive your delivery!\n\nFor all shipping destinations, we ensure that sales taxes, import duties and fees are included in the final sale price. Local charges (i.e. customs duty, etc.) may apply however, depending on your region, and these additional charges are at your own expense.\n\nShipping costs\n\nShipping is free for orders above 100$ ; for orders below these amounts, shipping costs of 8$ will apply (unless stated otherwise).\n\nDelivery times\n\nDelivery times vary depending on an order’s destination. The below chart gives an estimate of standard shipping times for an assortment of popular regions, from the moment your order is shipped. Please note that these figures are merely estimates and never guaranteed; public holidays, peak season processing or incomplete shipping addresses may delay the delivery of your order.\n\n\nEst. Delivery Time (Business days)\n\nNortheast 5-7\nSoutheast 5-7\nMidwest 3-5\nWest 1-3\nAlaska  5-10\nHawaii 7-10\n\nTransport damage\n\nIn the rare instance that your product has been lost or damaged in transit, please report this to the shipping company immediately, then report the issue to us. It is important that you do not sign for the delivery if the box is damaged or lost.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9657630324,
        "format_confidence":0.9812517166
    },
    {
        "url":"http:\/\/calponycars.com\/content\/1-delivery",
        "text":"Your order will be shipped within 2 day after receipt of payment via UPS ground with tracking and drop-off without signature. If you prefer delivery by UPS Extra with required signature, an additional cost will be applied, so please contact us before choosing this method. Whichever shipment choice you make, we will provide you with a link to track your package online. Shipping fees include handling and packing fees as well as postage cost. Handling fees are fixed, whereas transport fees vary according to total weight of the shipment. Other shipping services are available upon customer’s request.  All orders shipped via freight must be paid in advance before shipment can occur. If an order is refused, the customer will be charged for original shipping and return shipping charges.\n\nWe advise you to group your items in one order. We cannot group two distinct orders placed separately, and shipping fees will apply to each of them. Your package will be dispatched at your own risk, but special care is taken to protect fragile objects. Boxes are amply sized and your items are well-protected.\n\n Oversized Packages\n\nAny package with a combined length and with exceeding 84” will be considered oversize. “Oversize1” packages weighing less than 30 lbs will be calculated at the 30 lb rate and “Oversized 2” packages weighing less than 70 lbs will be calculated at the 70 lb rate. All oversized packages will be charged an additional handling fee in the total shipping charges.\n\n\n California Pony Cars must be notified within 10 working days after receipt of order. All legitimate returns must be issued a “Return Authorization Number” (RA#). All returns must be authorized in advance. Products must be in new condition, and we ask it be shipped back prepaid, with a copy of the original invoice and RA# clearly written on the outside of the box, within 30 days of RA# given to customer. Customer is responsible for insuring the return and all freight charges.\n\nCalifornia Pony Cars will not accept any Freight Collect Packages. \n\nAll merchandise is in excellent condition when it leaves California Pony Cars. We make every effort to fill your order carefully and completely. Merchandise is packaged to avoid damage. Safe and proper delivery is the responsibility of the carrier. Returns will be inspected and are subject to a 25% restocking fee unless exchanged for merchandise of equal or greater value. California Pony Cars ask that you inspect your delivered boxes and parts immediately. If you see any damage to the outside of the box or any parts inside the box, Notify the California Pony Cars immediately so that a claim can be filed; save all packaging and materials. Delays in notifying carrier immediately can result in a loss. The carrier requests that you keep the original shipping boxes, material and parts, for their inspection. DO NOT return the damaged part to California Pony Cars.  If damaged merchandise is returned to California Pony Cars without notifying carrier, the California Pony Cars and the carrier will not be responsible and your loss will not be covered.\n\n\n ** All fiberglass parts require special preparation and fitting. In some cases modification to fiberglass parts may be required. Fiberglass parts are sold “AS IS” with no guarantee against cracking, warping or fit. Purchaser assumes all responsibility for correct installation, and professional installation is recommended**\n\n We cannot accept returns on special orders, and parts in which have been used, modified or painted. Any returns should be sent to California Pony Cars, at 1906 Quaker Ridge Place Ontario, CA 91761.\n\n\nclear block",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9529169798,
        "format_confidence":0.8281321526
    },
    {
        "url":"https:\/\/www.islington.gov.uk\/roads\/electric-vehicles",
        "text":"Sign icon\n\nElectric vehicles\n\nLondon has dangerous levels of air pollution which impact our health and contributes to climate change.The majority of pollution in London comes from road transport.\n\nReplacing petrol and diesel vehicles with electric vehicles (EVs) will help to improve local air quality by reducing harmful emissions such as nitrous oxide and carbon dioxide.\n\nWe are supporting Islington residents switching to electric vehicles providing an on-street charging infrastructure. We acknowledge the majority of residents in Islington lack off-street parking, and cannot charge an EV at home.\n\nDespite their environmental benefits, EVs are still motorised vehicles which contribute to road congestion and road safety issues. Therefore, public and active transport (e.g. walking and cycling) remain the Council’s top transport priority.\n\nSee more about the charging points in Islington\n\nHow we identify charging locations\n\nThe process we follow depends on the network operator and type of charging point. When investigating locations for new charging points, there are a wide range of matters to consider such as:\n\n  • Electricity and BT availability\n  • Parking restrictions\n  • Footway clearance widths\n  • Heritage restrictions\n  • Local demand\n  • Visibility\n\n\nTo reward the switch to low emission vehicles; electric vehicles receive the cheapest residential parking permits. This is because they produce less air pollution.\n\nBusiness parking permits are also cheaper for electric vehicles.\n\nElectric vehicles can now use short stay paid for parking facilities at the reduced rate of 20p. Simply select the time period you wish to park for and the system will charge you the concessionary rate. Maximum stay and the 'no return within one hour' rules still apply - check signs in the parking area.\n\nUltra Low Emission Zone (ULEZ)\n\nThe Ultra Low Emission Zone is expanding from 25 October 2021. Have you checked your vehicle? Go to the TfL website for full details.\n\nFrom 25 October 2021 the ULEZ is due to be expanded to the area bounded by the North and South Circular Roads (which cover all of Islington). Find out more about the ULEZ on the TfL website.\n\nTime it takes to charge an electric vehicle\n\n  • The time it takes to recharge an EV depends on various factors such as:\n  • the power output of the charging point\n  • the size of the EV battery\n\nA typical EV can be recharged in approximately one hour from a 50kW charger or roughly four hours from a 7kW charger. \n\nWas this information helpful?\n\n  1. Data protection: We will handle your personal information in line with the Data Protection Act 1998 and in accordance with the council’s Fair Processing Notice.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9951775074,
        "format_confidence":0.8696355224
    },
    {
        "url":"http:\/\/www.robinsonsmotorgroup.co.uk\/auto-devotion\/advice-centre\/finding-your-prefect-car\/",
        "text":"Finding your perfect Car\n\nRobinsons Motor Group represent seven of the markets leading car brands – Mercedes-Benz, Audi, Volkswagen, Skoda, SEAT, smart, and Volkswagen Commercial vehicles. This means finding a new or used vehicle couldn’t be easier, whether it’s a small city car with class leading CO2 emissions, a lively sports car with real performance, or any other vehicle style you’ll find numerous options within our range.\n\nWe’ve designed this website as the perfect complement to our range by allowing you to search vehicles with ease and find all the information you need. Simply select the brands you’re interested in and you’ll be able to browse each model in detail including the latest offers, full funding options, and a price comparison table to clearly show the best value. Also included will be discount vouchers and third party reviews of our vehicles by some of our existing customers and automotive journalists.\n\nOnce you’ve created a short list of new vehicles you’re interested in don’t forget to download the matching offer voucher before coming to see us. For approved used vehicles simply use the search function on our home page which searches in a variety of different ways, including make and model, your budget, or preferred style.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9934526682,
        "format_confidence":0.7490704656
    },
    {
        "url":"https:\/\/www.poppinandmixin.com\/shipping-pick-up-policy",
        "text":"Shipping & Local Pick up\n\nYou have the ability to select Ground Shipping or Local Pick up on all your online orders. Please be advised that Pick up orders can only be placed by those customers who are able to physically pick up their order at our Taylor facility in Metro Detroit. For all customers in the Metro Detroit area, we prefer you chose the Pick up option, but understand if it's more convenient to have your orders shipped. All Pick-ups must be done during our normal operating hours of 6pm-10pm, Monday - Friday. We are closed during the day, Monday - Friday, and all day Saturday and Sunday. \n\nAll shipping services are ground and shipped by USPS and\/or UPS. Transit times are 3-5 business days. There are no options for expedited shipping at this time.\n\n\nLocal Pickup HOURS:\n\nMonday - Friday:\n\n6pm - 10pm  only\nClosed: Saturday & Sunday\n\n*Only for local pickup orders placed online\n\nTelephone & Chat Hours:\n\n7 Days a Week!\n\n8am - Midnight\nTel: 734-642-6085\n\nChat With Us:\n\n*In lower right-hand corner\n\n© 2016-2020 by Natural Corn Leaders Gourmet Popcorn Co. LLC\n\n  • Black Facebook Icon\n  • Black Instagram Icon",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.6436355114,
        "format_confidence":0.9439623356
    },
    {
        "url":"https:\/\/shophalfmoon.com\/pages\/holiday-shipping",
        "text":"Free shipping on orders over $100* some restrictions apply\n\n\nYour Cart is Empty\n\nHoliday 2019 || Shipping and Order Info\n\nHoliday Shipping Info\n\nGift Giving Season is upon us. Don't let your gift be a late arrival!\n\nOrder by the dates below for delivery before December 24th\n\n Shipping timelines above are barring any delays, complications or disruptions from postal carriers. These are beyond the control of Halfmoon Yoga Products. Reach out to our customer service team is you have any questions or concerns around our Holiday Shipping Timelines. Timelines pertain to in-stock items only.\n\nHoliday Order Info\n\nThe Holiday Season can get busy!\n\nWholesale or Retail -- Know the info below for a seamless holiday order. \n\n\n1) Black Friday Cyber Monday (11.26.2019 - 12.03.2019)\n\n- all orders are FINAL SALE\n\n- no rainchecks, no adjustments, no extensions\n\n- promo applies to in-stock items only\n\n- retail sales only - promo codes can’t be stacked on top of promotion\n\n\n2) No pickup orders\n\n- all orders wholesale or retail must be shipped\n\n- pickup at our warehouses is unfortunately not an option\n\n\n3) Order changes\/adjustments\n\n- return\/exchange requests will be responded to\/actioned after Cyber Monday\n\n- no combining orders or shipping fees after order placement\n\n- no order changes after order placement\n\n\nQuestions? Contact our customer service team on our contact page! Happy Holidays!",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.620614171,
        "format_confidence":0.9862670898
    },
    {
        "url":"http:\/\/melbourneelectricbicycles.com.au\/contact-us\/",
        "text":"Contact Melbourne Electric Bicycles\n\n382 St Kilda Road\n\nMelbourne Electric Bicycles\n\n382 St Kilda Road\nSt Kilda VIC 3182\n(If using GPS, check for St Kilda, not Melbourne)\nP: 03 9939 9894\n\nStore trading hours\n\n10am - 5pm\n10am - 5pm\n10am - 5pm\n10am - 5pm\n10am - 5pm\n10am - 5pm\nClosed winter\n\n\nIn addition to the parking right outside our front door there is plenty of free parking available in Martin St (the side street just before our store) off St Kilda Rd.\n\nTest ride\n\nIf you are not comfortable riding on St Kilda Road (bike lanes) we have a quiet street a couple of doors up from our store to test ride our electric bikes and if this not quiet enough, we have a laneway right behind our store. Within a couple hundred metres there are also hills to give our electric bikes a good practical test.\n\nPublic transport\n\nVia Train\n\nWe are about 6.1kms south east of Flinders Street train station in the city. The closest train station is Balaclava (5 stops from Flinders Street station if direct) on the Sandringham line, which is about a 600m or 8 mins walk along Carlisle Street to our store.\n\nVia Tram\n\nTram numbers 67 or 3 are the most direct routes from the city. Get off at stop number 35 (corner St Kilda Road and Carlisle Street, St Kilda) – which is about 50m from our store. Tram number 16 from Kew or 79 from Richmond will also stop on the corner of Carlisle Street and St Kilda Road, St Kilda (Stop number 35).\n\nGet MEB to contact you\n\nLeave a Reply",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9526888132,
        "format_confidence":0.658287704
    },
    {
        "url":"http:\/\/www.cheerleading.com\/shipping_guide.php?blog",
        "text":"\n(2 positions available)\nNew Items Sale Items Request a Catalog Search\nSign in | New Customer?\nShopping Cart (0 Items $0.00)\n< Main Menu\nCheerleading Access..\nAccessory Packages\nBody Basics\nCheerleading Poms, ..\nCheerleading Shorts\nBows & Hair Accesso..\nCheerleading Shoes\nGo Pink\nCheerleading Socks\nCheer Campwear\nCheerleading Bags\nCheer T-Shirts\nGloves & Hats\nBath, Body, & Cosme..\n\nWhy Buy From Us?\nCheers & Chants\nCheer Blog\nSales & Clearance\nTell a Friend\nItems Under $20\n\nHOW FAST WILL I GET MY ORDER? Our goal is to process and ship your order as quickly as possible. Average order processing time for most stock items and online orders is 1-3 business days PLUS shipping time in transit to your location. Many orders placed between mid-September and mid-July will ship the same day if the order is placed before 12noon Central Time. Orders placed in August and September may take 2-3 days processing time. Need it faster? Call us (800.411.4105) or e-mail us ( for quotes on express shipping. All e-mails are answered in one business day or less! Our phone representatives are available Monday-Friday from 8:30am-5:30pm Central Time.\n\nCheerleading Company uses UPS and the US Postal Service as our preferred shipping providers.  We gladly ship via the US Postal Service Priority Mail to APO\/FPO addresses and PO Boxes.  Please note that the chart below is strictly for estimated shipping times only via UPS Ground. It does not include order processing time. Be sure to view the \"Check Availability\" tab for the item that you are ordering to check stock levels. If we are out of stock in a certain item on your order, we will make every effort to contact you regarding the status of your back ordered item.   90% of our stock items ship from our Dallas warehouse, however we will occasionally ship from other warehouses across the country which may change your shipping time from the map below.\n\nOrder processing time for custom made-to-order uniform orders is subject to our current manufacturing time .   Order processing for custom color pom pons will be noted in the item when ordering. \n\nEstimated Shipping Time for In-Stock Items\nBusiness Days in Transit from Zip: 75243 - Dallas, TX\nEstimated Shipping Time for In-Stock Items (Business Days) - The Cheerleading Company\nCheerleading Company uses UPS and the US Postal Service as our preferred shipping providers.\nWe gladly ship via the US Postal Service to APO\/FPO addresses and PO Boxes.\nGround Shipping\nPlease refer to our shipping chart to calculate your shipping and handling total on orders shipping via Ground or USPS Priority mail.\nShipping to Alaska, Hawaii, and Puerto Rico\nPlease check the shipping chart based on the total amount of your order, then double the cost of shipping on the chart. For example, if you order total=$50.00, your shipping would be =$9.50x2, or $19.00. Please refer to our shipping chart to calculate your shipping rate.\nShipping to all US Territories EXCEPT Puerto Rico:\nPlease call us at 800.411.4105 for a shipping quote.\nAdditional Shipping and Handling on In-stock Rooter Poms:\nOur in-stock rooter poms ship in pre-packaged boxes of 200. Due to the bulkiness of these packages, there will be an additional shipping charge added to all orders of 300 or more rooter poms.\nFor example:\n200 poms - regular S&H\n300 poms - regular S&H + $5.00\n400 poms - regular S&H + $10.00\n500 poms - regular S&H + $15.00\n600 poms - regular S&H + $20.00\n700 poms - regular S&H + $25.00\n800 poms - regular S&H + $30.00\n900 poms - regular S&H + $35.00\n1000 poms - regular S&H + $40.00\nOvernight Shipping - $105.00\/box of 200 poms - $125.00 to Alaska or Hawaii. Overnight Shipping may not available to all locations in Alaska and Hawaii. Call us for shipping information.\n\n2-Day Air Shipping - $70.00\/box of 200 poms - $90 to Alaska or Hawaii\n\n3-Day Air Shipping - $45.00\/box of 200 poms- service not available to Alaska or Hawaii\n\n(Call for these options or for an express shipping quote for quantities other than 200 poms)\nExpress Shipping\nDue to the considerable increase in fuel and transportation costs, expedited shipping is significantly more expensive than standard shipping. When ordering online, please leave several contact phone numbers so that we can call to give you a quote on the cost of premium shipping. For all other orders, please call or e-mail for a quote on expedited shipping.\nInternational Orders\nWe are happy to provide you with an estimate for your order, including international shipping and handling fees. Please see our International Orders page for more information.\nShipping on a customer's FedEx, UPS or DHL account\nWe will be happy to ship your order to you on your personal shipping account with FedEx, UPS, or DHL for a small fee of 2% of your order total. Please provide your salesperson with your shipping account #, along with any instructions you have (insurance added, additional handling, etc.)\nPick Up Orders\nIf you live in the Dallas-Ft. worth area and would like to pick-up your order, please notify your salesperson and let them know when you intend to pick up your order. Please allow at least a 2-hour lead time so we can have your order ready at the time of your arrival.\nThere will be a $25 handling fee on all pick-up orders over $1000.\nAny non-stocked (drop-ship) items on your order will be shipped directly to you and will be unavailable for pick-up. Please note that you will be responsible for any shipping fees associated with these items.\n\n\n\n\nPlease refer to our shipping chart to calculate your shipping total on orders shipping via UPS Ground.\nThe Cheerleading Company ships you Cheer uniforms and Supplies via UPS UPS Website.\nOther Shipping Methods: Fedex USPS\n© 2014 Cheerleading Company. All Rights Reserved.\nPrice Match Promise Logo\nFollow Cheerleading Company on Facebook Follow Cheerleading Company on Twitter Follow Our Cheerleading Company Blog Follow Our Cheerleading Company Pinterest Check Our Google+ Cheerleading Company Page View Our Cheerleading Company Instagram Images\nCheerleading Company is a Better Business Bureau Accredited Business\nVerisign Norton Secure Approved helps keep you safe from identity theft, credit card fraud, spyware, spam, viruses and online scams Cheerleading Company Uniforms & More UPS Logo USPS Logo Fedex Logo\nCheerleading Company strives to make ordering cheerleading uniforms, cheerleading apparel and cheer accessories as easy as possible. The thousands of items we carry instock and ready to ship include Cheerleading Uniforms, Cheerleading Poms, Cheerleading Shoes, Cheerleader Bags, Cheerleading Campwear, Cheer Briefs, Cheerleading Megaphones and much more! Cheerleading Company specializes in fast delivery of cheerleading uniforms, excellent quality, and affordable prices on cheerleading uniform packages, cheerleading pom poms, and cheerleader accessories. We have the fastest custom cheerleading uniform manufacturing time in the industry! Our customers include large and small cheerleading squads including elementary, middle, and high school teams, recreation leagues, All Star & Competition teams, international teams, Pop Warner and sports associations.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.7493731976,
        "format_confidence":0.979698658
    },
    {
        "url":"https:\/\/rescue7.net\/shipping-policy\/",
        "text":"Shipping & Handling Policy\n\nOrders are subject to shipping costs. All orders are shipped either UPS Ground or FedEx Ground to either business or residential addresses. We cannot ship to P.O. Boxes. All rates are calculated based on postal codes and weight.\n\nIf you require expedited shipping of an item, feel free to contact us toll free at 888-294-4208 and our operations staff will be glad to assist you. Additional charges will apply.\n\nShipping Procedures\n\nShipping Confirmation Emails\n\nWe send you a shipping confirmation email when all or part of your order is shipped and will include the tracking number.\n\nShipping of Multiple Packages\n\nIf your order includes several items, they may ship separately and at different times to ensure timely delivery. Items that ship to the same location are grouped together to reduce shipping costs. Our shipping confirmation emails will let you know how much of your order has shipped.\n\nDelivery of Your Package(s)\n\nWe process, ship, and deliver packages Monday through Friday. At this time, we do not offer shipping or delivery on Saturday, Sunday, or holidays. Your order may be delayed if your shipping address is different from your billing address in order to confirm and ensure the security of your credit information.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9818587303,
        "format_confidence":0.9194529653
    },
    {
        "url":"https:\/\/help.tyresales.com.au\/hc\/en-gb\/articles\/360018041592-How-will-my-order-get-to-the-fitment-centre-",
        "text":"How will my order get to the fitment centre?\n\nOnce your order is processed and confirmed, Tyresales will organise delivery to your chosen fitment centre. If you choose not to use the Tyresales fitment network we will send the tyres to your specified delivery address.\n\nWas this article helpful?\nHave more questions? Submit a request",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9755285382,
        "format_confidence":0.8789598942
    },
    {
        "url":"https:\/\/www.irobertscars.co.uk\/enquiries",
        "text":"Tel: 01425 613989\n\nIf you would like a quote please fill out the form below\n\nName: *\nEmail: *\nPhone: *\nDeparting from:\nTravelling to:\nNumber of passengers:\nReturn pick up from:\nReturn date:\nreturn time:\nFlight Number:\nAdditional information:\n\nPlease leave a message if we are unable to answer your call and we will get back to you as soon as possible.\n\nOffice: 01425 613989\nMobile: 07932 256360\n\nSocial Media\n\nkeep up to date with iRoberts Cars\n\nGo To Top",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9880315065,
        "format_confidence":0.9164245129
    },
    {
        "url":"https:\/\/www.audipeoriaaz.com\/service\/air-conditioning.htm",
        "text":"Air Conditioning controls\n\nThe air conditioning system in your Audi helps keep you comfortable and safe behind the wheel, and should be regularly serviced to maximize performance. From providing fresh, cool air in the summer months, to helping defrost or defog your windows in the winter, the air conditioning system is constantly at work. And much like an engine, your Audi air conditioning system should be routinely checked for condition and operation.\n\nWhen to Service Your Air Conditioning System\n\nRegularly servicing your air conditioning system will ensure consistent operation throughout the year, and can be done when regularly servicing your Audi. An AC repair should also be scheduled any time an issue arises. Some of the most common issues with air conditioning systems can include:\n\n  • Warm air coming from vents\n  • Little to no air coming from vents\n  • Windows will not defog or fog up quickly\n  • Interior air has a foul smell\n  • Whining or hissing noise from engine bay\n  • Engine bogs down when using AC\n  • Check engine light turns on when using AC\n\nService Center Hours\n\n  • Monday - Friday 7:00am-7:00pm\n  • Saturday 7:00am-5:00pm\n  • Sunday Closed\n\n\nAudi Peoria\n\n16900 N. 88th Drive\nDirections Peoria, AZ 85382\n\n  • Contact Us: 602-399-7002\n\nIf you are experiencing any of the above symptoms in your Audi, there is likely an issue with your air conditioning system, and it should be serviced quickly to prevent further issues. Now much like your vehicle's engine or transmission, any issue with the air conditioning system should be diagnosed by an expert technician. Being comprised of specialized pumps, belts, high-pressure lines, and refrigerant, the air conditioning system can be complicated to repair without specialized knowledge and tools.\n\nSchedule an Audi AC Service\n\nFortunately at Audi Peoria our in-house Audi AC service center is staffed by a team of expert factory-trained technicians, who can get your air conditioning system performing at its best. Schedule an AC service appointment today at Audi Peoria by clicking below or calling 602-399-7002. Stay dry this winter and stay cool this summer with an Audi air conditioning service from Audi Peoria!\n\nSchedule Audi AC Service",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9672365189,
        "format_confidence":0.8621793985
    },
    {
        "url":"https:\/\/www.chevytalk.org\/fusionbb\/contact.php?cto_session_id\/e3c35789eb012e77c546845ec98e950f\/",
        "text":"\n\nClassic Performance Products Nu-Relics Power Windows\nAmerican Auto Wire Hellwig Products IncPerformance Rod & Custom\nDanchuk Catalog\n\nContact Us\nType of Question\/Problem:\nOperating System:\nBrowser Type: Version:\nTHIS IS NOT THE PLACE TO ASK FOR HELP WITH YOUR CAR OR TRUCK -- REGISTER AND USE THE MESSAGE FORUMS FOR THAT. Please describe in as much detail as possible, the problem you are having on the site. NOTE: You will recieve an automatic relpy with the most asked questions and solutions to them. If you are interested in Sponsorship or Advertising please leave contact info so a sponsorship rep can contact you.:\nFusionBB™ Version 2.1\n©2003-2006 InteractivePHP, Inc.\nExecution time: 0.457 seconds.   Total Queries: 12   Zlib Compression is on.\nAll times are (GMT -0800) Pacific. Current time is 10:50 AM",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.8710595369,
        "format_confidence":0.8623085022
    },
    {
        "url":"http:\/\/www.bhphotovideo.com\/bnh\/controller\/home?O=productlist&A=estimateShip&Q=&sku=905518&is=REG",
        "text":"var cmD = {\"elemId\":\"XUCP312P-REG\",\"elemCat\":\"MAIN:Shp`Calculate`UNDEF\"}; cmCreateElementTag( cmD.elemId, cmD.elemCat );\n\nShipping Cost\n\n\nEstimated Shipping cost for this item within the USA is\n$5.75 - $8.26 via UPS 3 Day service.\n\nTo get the exact shipping cost to your location, please enter your zip code. If you are shipping to anywhere outside of the USA, please select a country.\n\nThe shipping price is for quantity 1 of item XUCP312P . To calculate the total shipping charge for multiple items, please add all items to the shopping cart.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.7643782496,
        "format_confidence":0.8412895203
    },
    {
        "url":"http:\/\/taxi.vic.gov.au\/owners-and-operators\/taxi-owners-and-operators\/new-taxi-licences",
        "text":"New taxi licences\n\nTaxi licences are available to all eligible applicants for an annual fee, which varies depending on the zone you wish to operate the taxi licence in. The licences are available in each of the taxi zones:\n\n  • The Metropolitan Taxi Zone (Metropolitan Melbourne)\n  • The Urban and Large Regional Taxi Zone\n  • Regional Taxi Zone\n  • Country Taxi Zone (all other areas in Victoria).\n\nNormal processing timeframes apply to taxi licence applications and you must be a current operator before the TSC will accept your licence application. An application fee also applies.\n\nInformation on this page:\n\n\nTaxi licences cannot be assigned (leased) – you cannot have someone else operate the licence on your behalf.\n\nThe licences can be transferred (sold) to someone else should you no longer wish to operate it. The TSC will not refund licence fees.\n\nVehicles attached to licences must meet approved standards, including for conventional taxis and Wheelchair Accessible Taxis.\n\nOther conditions will apply.\n\nApplicants for new licences must also be operators. The responsibilities of an operator are available on the Taxi owners & Operators page\n\nHow to apply\n\nTo apply for a new taxi licence you must complete an Application for a taxi licence form PDF, 185.3 KB. Complete the form and submit it along with all relevant information, the licence fee and application fee at the TSC Customer Service Centre or send it in by mail.\n\nNomination of vehicle\n\nIf you currently have the vehicle you intend to operate under this licence, you may wish to submit a completed Vehicle Nomination FormPDF, 77.3 KB with your application.\n\nIf you do not have the vehicle ready to be licensed as a taxi, you may still proceed with your application, and submit a vehicle nomination form at a later date. Please note that if granted, the licence will be operational for a period of 12 months from the date on which it is granted, regardless of whether you have a vehicle ready to attach to the licence or not.\n\nLicence prices\n\nThe TSC makes ongoing taxi licences available for a yearly fee to approved applicants. These prices will be subject to an increase of CPI minus 0.5% each year commencing 1 July 2014.\n\nCheck the fees and charges for the latest details.\n\nExcessive Entry and Consumer Interest Tests\n\nAs a part of the ongoing reforms of the taxi and hire car industry, licenses are available to all eligible applicants for an annual fee. \n\nTo ensure that consumers are not adversely effected by the issuing of these licenses an Excessive Entry Test for taxi licences in the metropolitan and urban and large regional zones has been introduced. The Consumer Interest Test will apply for taxi licence applications in country and regional zones, and hire car licence applications in the country zone.",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9920376539,
        "format_confidence":0.9175843
    },
    {
        "url":"https:\/\/miselfservicestation.com\/locations\/madison-heights-meijer\/",
        "text":"Madison Heights Meijer\n\nSelf-service kiosk\n\n\n  • Credit Card\n  • Debit Card\n\n1005 E. 13 Mile Rd.\nMadison Heights, MI 48071\n\nFind another station near me.\n\nSelf-service Station available 24 hours a day, 7 days a week\n\nLocated inside the Madison Heights Meijer, the Michigan SELF-SERVICE STATION is a fast, easy way to renew vehicle registrations and license plate tabs and print them on the spot.\n\nSimply scan the barcode on your renewal notice or type your license plate number and the last four digits of your Vehicle Identification Number (VIN) on the touchscreen.\n\nThe ATM-like machine will accept your payment and print your registration and license plate tab on the spot!\n\nNote: You may renew, but not print, watercraft registration renewals at the station. The registration will be mailed to your address on file. The registration will arrive within 14 business days.\n\nRenew. Print. Go!",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9879068136,
        "format_confidence":0.5107473731
    },
    {
        "url":"https:\/\/www.jetairways.com\/EN\/CA\/TravelInformation\/Cargo\/cargo-track.aspx",
        "text":"Loading Icon\n\nCargo Track\n\n\nWith Jet Airways CargoTrack, you can enjoy the convenience of tracking your cargo online!\n\nSimply click here to check the status of your cargo and enter the Airline code and Airway Bill Number. This facility provides you with real time status of your cargo.\n\nFooter links\n\nBack To Top",
        "topic_id":22,
        "format_id":3,
        "topic_confidence":0.9924140573,
        "format_confidence":0.8917348981
    }
]