[
    {
        "url":"http:\/\/www.cityoffairfieldiowa.com\/Index.aspx?NID=124",
        "text":"Click to Home\nHomeDepartmentsThe CityVisitors\nI Want To\nGo To Search\nVoting Information\nElection Information\nElections in Fairfield are held for a variety of reasons:\n  • Municipal, State, and Federal races\n  • Referendums on ballot issues\n  • School board races, bonding referendums, and levies\n\nWard Map\nThe members of the Fairfield City Council are elected by the voters of Fairfield and serve for four-year terms. There are five Wards represented by one council member each, and there are two at-large positions as well.\n\nThe Fairfield City Council serves to administer and enforce the rules, regulations, policies, and budgets affecting all Fairfield departments and operations.\n\n    Ward Map\n\n    If you are interested in running for council, you will need to pick up papers from City Hall.  If you are running for Council, you will need ten (10) signatures and if you would like to run for Mayor, you will need eleven (11) signatures. \n\nVoting: A Right & a Privilege\n\"Voting is a right and a privilege that Fairfield voters participate in to ensure responsible government.\"\n\nSee the information posted at the left to find out how you may vote, register to vote, learn where the precincts \/ wards are, and other information regarding voter needs and rights.\n\nFor specific information not listed, contact the Jefferson County Auditor at the Jefferson County Courthouse (one block north of Central Park, downtown Fairfield), (641) 472-2840.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9964104295,
        "format_confidence":0.8636987209
    },
    {
        "url":"https:\/\/www.parliament.uk\/visiting\/access\/guidance-for-visitors-with-autism\/attending-a-committee-meeting\/",
        "text":"Skip to main content\n\nAttending a committee or meeting - guidance for visitors with autism\n\nThere are many places where you can have a meeting in Parliament. If the meeting is taking place in the Palace of Westminster, the Visitor Assistants in Westminster Hall will direct you to Central Lobby. From there the Attendants can help you find the correct Committee room. \n\nattending a committee meeting.jpg\n\nCommittee meetings\n\nCommittee meeting roomThis picture is an example of a Committee Room. The wallpaper is heavily patterned.\n\n\n\n\n\n\n\nCommittee carpetThe carpet is heavily patterned too.\n\nAttending a Select Committee evidence session\n\nCommittee meetings open to the public are held either in the Palace of Westminster or in Portcullis House.  Staff at the entry points will direct you to the corridor or waiting area outside the room where the meeting is taking place.\n\nIf you arrive before the meeting is open to the public, you will be asked to wait outside the room until a member of staff tells you that you can go in. This is because committees usually have a private meeting before the public meeting starts, and the meeting may start at a slightly different time to the advertised time.\n\nIt is possible that a queuing system may be in operation for the meeting if a lot of people want to go into the same public evidence session.\n\nIf you arrive when the public meeting has already started, you can go straight in.\n\nYou will see rows of chairs straight ahead of you as you go through the door. You can sit in any of these chairs. You can’t sit in any of the chairs that are next to the tables in the room. If you aren’t sure where to sit, security staff or doorkeepers in the room should be able to help you.\n\nThe other staff in the room won’t be able to talk to you or answer questions while the meeting is underway as the staff will be concentrating on the evidence being heard. When a meeting is finished, you are very welcome to speak to staff in the room with any questions.\n\nYou should be quiet while watching the meeting. People watching must not try to join in with the discussions or ask questions.\n\nYou can leave the room at any point in the meeting. If you leave before the meeting has ended, you should try to leave quietly.\n\nAll public evidence sessions are recorded and can be viewed online subsequently by visiting\n\nCentral Lobby\n\nCentral lobbyThis room is where you can listen to stops 5, 14 and 19 on the audio tour, and forms part of the guided tour (see story 4 Going on a tour)\nThis is sometimes busy and crowded.\n\n\n\n\n\nCentral lobby reception deskThere is a reception desk with people who can help with directions and information. All Visitor Assistants and Attendants wear navy blue and gold uniforms. The staff in Central Lobby are aware of most meetings that are occurring. There is also a board with information about where meetings are taking place.\n\n\nThere are also more toilets nearby in Lower Waiting Hall, which is just off Central Lobby. You can look out for signs to these, or ask at reception for directions. Many of the main toilet areas have ‘air blade’ hand driers in them.\n\naccessible toiletThere is also an accessible toilet that you can use, which has a choice of dryers and hand towel dispensers.\n\nSensory information\n\nThere may be a lot of noise during your meeting including from the heating vents. You may also hear bells ringing repeatedly: these are alerts for the Members of Parliament and Peers about votes happening in the Chambers. This is called the Division Bell and below is a sound clip of what it sounds like:\n\nYou should be aware that there are microphones on some tables that produce static noise if mobile phones and tablets are too close to them.\nHouse of Lords annunciatorThere are many TV screens that are showing changing information about what is happening in the Chambers at all times, they are called annunciators.\n\n\n\n\n\nWater fountains are located near the toilets. There are aerosol air fresheners in the toilets located on the corridor and they also have fluorescent lighting. \n\nIf you use the lift to go to the Committee Corridor, they have fluorescent lighting. A pass-holder will be required to access the lift. For assistance, you could ask at reception or a security officer who can make sure you get the assistance you require.\n\nQuiet room\n\nIf you need a quiet space during your visit, you should speak to a Visitor Assistant or reception staff, or request this before a visit. We will always endeavour to provide break out areas or quiet rooms if requested.\n\nPortcullis House\n\nPortcullis House entranceSome meetings may take place in Portcullis House. This is a separate building on the other side of Bridge Street. The entrance is next to the river. \n\n\n\n\n\nSecurityPortcullis House has a security check zone which works the same way as the one for the main visitor entrance, Cromwell Green entrance, explained in Story 2 Going through security\n\nThe same rules apply here and you can let the Security Officers know if you need the process explained again or if you would like to be searched in a more private space. \n\nInside Portcullis House there is a very large Atrium which can be a busy and noisy space. It has tables and chairs for meetings.  It is decorated with trees, water features, a glass roof and a café area for staff.  The meeting rooms are on the first floor, accessible by lift and stairs. There are accessible toilets on the first floor, with air blade and towel dryers. There are also baby change facilities.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9479323626,
        "format_confidence":0.645958662
    },
    {
        "url":"https:\/\/www.suburbandevelopment.vic.gov.au\/contact-us",
        "text":"Head office\n\nPostal address: GPO Box 4509, Melbourne VIC 3001\n\nStreet address (main office): 1 Spring Street Melbourne VIC 3000\n\nTelephone: (03) 9651 9999\n\nGeneral enquiries and feedback\n\nBy phone\n\nCall 136 186 from anywhere in Australia, Monday to Friday, 8am to 6pm. Costs may vary - mobiles and public telephones may incur additional costs\n\nIf you are deaf, or have a hearing impairment or speech impairment, contact us through the National Relay Service on 133 677 or visit www.relayservice.gov.au\n\n  • Planning: 1300 366 356 (local call cost).\n  • Solar Victoria:  1300 376 393\nTranslating and Interpreting Service\n\nIf you need assistance, please contact Translating and Interpreting Service (TIS) for help with translating and interpreting. Contact TIS National on 131 450 (within Australia) or visit www.tisnational.gov.au\n\n\nFor a specific complaint in relation to a decision, action or service provided by the department, please use the complaints form.\n\nFeedback form\n\nPage last updated: 31\/10\/19",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.5523087382,
        "format_confidence":0.7274773717
    },
    {
        "url":"https:\/\/www.cityoflancasterca.org\/residents\/special-notices-warnings\/cities-respond-to-federal-government-shutdown\/-fsiteid-1",
        "text":"Statement from the Lancaster City Council:\n\nAs a City which holds community values in the highest regard, we feel it is our duty to provide assistance to our citizens in their time of greatest need. As such, the City of Lancaster, in conjunction with the City of Palmdale, will aid furloughed federal government employees in any way it can. This is a scary time for the entirety of our nation, and we empathize with those who are working tirelessly to find innovative ways to make their dollars stretch farther during this difficult situation.\n\nIn addition to providing support, the City of Lancaster has compiled a list of local, regional, and national resources that offer a number of ways to alleviate financial strain throughout the duration of the federal shutdown.\n\nAssistance & Resources:\n\nLocal Resources \n\nCity Assistance\n\n  • The City of Lancaster is offering Parking Citation Deferment and Business Licensing Fee Deferment. Contact the Finance Department at (661) 723-6033 for more information. \n  • The City of Lancaster is waiving fees for classes and sports classes for impacted federal workers. Contact the Parks, Recreation & Arts Department at (661) 723-6077 for more information.\n\nFinancial Assistance\n\n  • Edwards Federal Credit Union, in partnership with the City of Lancaster, is offering loans up to $5,000 at two percent for one year as well as allowing customers to skip loan payment with no fees for any current Edwards Federal Credit Union loan.\n\n      Edwards final_2016\n\nFood Assistance\n\n\n  • Lancaster Choice Energy is offering assistance for furloughed federal workers who are also LCE customers. LCE customers who are furloughed workers or are working without pay will have deferred energy bill payments until 30 days after the shutdown has been lifted. Call LCE at (661) 723-6084 for more information.\n  • Waste Management\n\nTransportation Assistance\n\n  • AVTA is offering free rides for furloughed federal workers. Learn More\n\nUnemployment Insurance Benefits\n\nResources for Palmdale Residents\n\nAdditional Resources\n\n  • 211 LA - Los Angeles County resources:\n  • DPSS is providing early payouts for CalFresh recipients, through February. Learn More\n  • Montage Salon is offering free haircuts for federal employees for the month of February from participating stylists. Learn more.\n\nNational Resources\n\nFinancial Assistance\n\n  • Bank of America: Bank of America has announced assistance available to furloughed Federal employees. Call the priority assistance line 844.219.0690.\n  • Chase Bank: Chase has announced efforts to help its customers who are U.S. government employees affected by the U.S. government shutdown, call 1-888-356-0023 for more information.\n  • Congressional Federal Credit Union: For more information on Relief Line of Credit or any assistance programs, contact Member Service Representatives at 800-491-2328 or stop by a branch.\n  • FedChoice: Please contact your local branch.\n  • Interior Federal Credit Union: Special loans for both member and non-member furloughed Federal workers. Net paycheck up to $15,000, interest free up to 30 days. Members may apply for a limit up to the equivalent of 2 net paychecks. More offers available online or call 800-914-8619.\n  • Navy Federal Credit Union: More information here or call 1-888-842-6328.\n  • PayPal: PayPal has allocated $25 million to fund interest-free cash advances to our furloughed Federal workers that need assistance now. This is for both new and existing PayPal Credit customers. Minimum loan is $250 with a maximum cash advance of $500. Your account does need to be in good standing if you’re an existing PayPal Credit customer. Existing customers call 1-877-689-1975. For new accounts, apply here first, then after approval call 1-877-689-1975.\n  • U.S. Bank: Will waive all late fees if you miss a mortgage payment due to the shutdown, they will defer first payment dates for new mortgages. Contact your local branch for additional information.\n  • SunTrust: SunTrust has set-up programs to assist existing clients, please contact your local branch for additional information.\n  • Synchrony Bank: Synchrony Bank is allowing affected customers to defer payments until after the shutdown. Contact Synchrony Bank for more information.\n  • Union Plus: For union members call 800-472-2005 regarding assistance offers: $300 Furlough Grant for eligible Union Plus credit card holders, Mortgage Assistance Loan & $300 Grant:, payment grace period for your Union Plus Life and Accident Insurance, payment grace period for Union Plus Auto Insurance, and payment grace period for Union Plus Life and Accident Insurance.\n  • Wells Fargo: A number of offers are available, please contact your local branch for additional information.\n\n\n  • FEEA-NARFE: FEEA-NARFE fund is offering $100 grants to active federal employee members who are not receiving a paycheck during the current shutdown due to being furloughed or working in excepted status. To apply, visit the FEEA website here.\n\nAutomotive Finance Companies\n\n  • Toyota Financial Services & Lexus Financial Services: Affected lease and finance customers in good standing with their accounts may be eligible to take advantage of up to two months of finance contract payment extensions or lease deferred payments. Toyota Financial Services call 800-874-8822 and Lexus Financial Services call 800-874-7050.\n  • Hyundai Capital: Hyundai will extend all Hyundai Capital auto loan and lease payments for 30 days for current Hyundai owners who are federal government employees furloughed during the shutdown. Impacted consumers should contact Hyundai Motor Finance at 1-800-523-4030 to take advantage of this offer.\n  • Kia Motors Finance: Kia has announced they’re offering deferred payments of 30 days. If you’ve been affected by the current Government Shutdown and need assistance from Kia Finance, please contact us at 1-866-331-5632.\n  • Ford Credit, GM Financial, & Mercedes-Benz Financial Services: It has been reported that these companies are among those providing qualified customers options such as payment deferrals, late fee waivers and special care lines to address their individual problems, though official announcements from these companies have not been released online.\n\nMobile Telephone Service Providers\n\n  • AT&T: Will assist with adjusting late fees, providing extensions, and revising payment schedules.\n  • Sprint: Will provide short-term payment solutions. Call 1-888-211-4747\n  • T-Mobile: Offering short-term assistance, and can spread out service payments over time. Call 1-877-746-0909 or 611 from a T-Mobile device.\n  • Verizon: Offering flexible payment options and has a Promise to Pay program to set payments for a future date. Call 1-866-266-1445\n\nRental Home Assistance\n\n  • National Rental Home Council: Represents many of the nation’s largest operators of single-family rental homes. They are offering deferred rent payment options with no late fees to any renter who has been furloughed.\n  • OPM Sample Letters for Creditors and Mortgage Companies: OPM has created these sample letters for Federal workers to contact their landlords, mortgage lenders, and utilities, to request help during the shutdown.\n\nNational Food Resources\n\n  • Feeding America: With a nationwide network of 200 food banks, they have 60,000 partner pantries from which they can serve communities across the United States. Please contact Feeding America for additional information.\n\nUnemployment Benefits\n\nMiscellaneous Resources",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.6290317774,
        "format_confidence":0.6974848509
    },
    {
        "url":"https:\/\/femicide-watch.org\/node\/920770",
        "text":"credit: Chris Montgomery Photography\n\nContact \/ Submit\n\n\nThe FWP Editors are happy to answer your questions and to receive any feedback or ideas.\nJust drop us a note at editors (at) and we will get back to you.\nIf you have a particular idea for content, please submit it to us using the webform above.\n\n\nRead our Privacy Policy here. \n\n\n\n\nContact us: editors (at)   |  Imprint   |   Privacy Policy",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.6443366408,
        "format_confidence":0.9233236909
    },
    {
        "url":"https:\/\/www.ashurstwood-vc.gov.uk\/?page_id=337",
        "text":"Please note that until further notice Council and Committee meetings will be held virtually using Zoom. Notices of meetings will be posted under the News tab. Members of the public can request details of how to join meetings from the Clerk by 9am on the day of the meeting.\n\nAn Agenda will be published at least three days before each meeting and a copy will be placed on the website.  The Agenda will also be posted on the Parish Council noticeboards outside the Post Office and the Village Centre.\n\nStanding Orders relating to virtual meetings\n\nUnless otherwise advised, all Council meetings take place at the Council’s Meeting Room, 20-22 Maypole Road, in the Village Centre Building.\n\nThe full Village Council meets on the first Tuesday of each month (except August and January).\n\nThe Planning Committee meets as required and makes recommendations on planning applications to Mid Sussex District Council which determines the application.  Representations about any planning application may be made at Planning Committee meetings or by letter or email to the Parish Council or Mid Sussex District Council. Please note that correspondence must include a name and address as anonymous letters cannot be considered.\n\nThe Public Services Committee and Finance and Administration Committee also meet regularly. Please note that Public Services matters are currently being dealt with at full Council meetings.\n\nPlease click here for more information about how planning applications are determined.\nThe Ashurst-Wood-Neighbourhood-Plan was formally ‘made’ on the 29th June 2016 and now forms part of the local development plan.\n\nAll Council and Committee meetings are open to the press and public and a period of time is set aside at the beginning of each meeting for public questions and comments. If possible, please give the Council Clerk notice of any matter you may wish to raise at a meeting.  Council Meetings may be recorded.  Any person intending to make recordings is advised to notify the Clerk in advance so that appropriate arrangements can be made.  (Standing Orders 2j)\nAttending Council Meetings",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9481045604,
        "format_confidence":0.6741855741
    },
    {
        "url":"https:\/\/www.montgomery.boe.ohio.gov\/contact\/",
        "text":"Skip links\n\n\nMontgomery County\nBoard of Elections\n\n451 W. Third St.\nDayton, OH 45422\n\nThe entrance to the public parking garage for the MCBOE is located off W. Second St. between the entrance to I-75 South and the Montgomery County Jail. Parking is free for voters coming to Early Voting. Once you have parked, go into the Lobby of the County Building, then follow the signs down the escalators to Early Voting.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9942680597,
        "format_confidence":0.6665940285
    },
    {
        "url":"http:\/\/correspondence.premier.gov.on.ca\/en\/feedback\/default.aspx",
        "text":"Contact Kathleen\n\nKathleen Wynne\n\nI'm interested in your thoughts about how we can work together to build a better province for all Ontarians.\nPlease send me your ideas, questions and concerns.\n\nI look forward to hearing from you.\n\nKathleen Wynne's signature\n\nFind out more about what you can expect when you send your message.\n\nWhen you send a message through this website, your privacy is protected by a number of\nsecurity features.\n\nDo you have an attachment? \n\nIf you would like to send an attachment along with your online message, please e-mail or call our inquiry line at 416-325-3777 for more information.\n\nPlease specify the nature of your message:\n\n(no reply)\n\nShould a reply be sent to you? \n\nPrivacy\/Personal Information:\nIf the response you are sent must contain personal information, the government's privacy rules require that it be sent by regular mail. If necessary, you'll be contacted and asked to provide your postal address or you have the option to provide it now:\n\nIf you're having any technical problems using this website, please contact the webmaster.\n\nContact Kathleen by Phone, E-mail or Mail\n\n\n  • 416-325-1941\n\n(for the hearing impaired)\n\n  • 1-800-387-5559\n\n\n\nIf your message is private or personal, you may choose to write to me at the following address:\n\nKathleen Wynne, Premier\nLegislative Building\nQueen's Park\nToronto ON M7A 1A1\n\nYour privacy is important to us and we are committed to protecting your personal information. All personal information you choose to provide when contacting the Premier is collected in compliance with the Executive Council Act and s.78 of the Legislation Act. The information will be used to contact you regarding your comments or inquiry. Questions about the collection of information can be directed to Correspondence Services Unit, Whitney Block, Room 4620, 99 Wellesley St. W., Toronto, Ontario M7A 1A1, 416-325-3777. For more information on protecting your personal information, please visit our privacy statement.",
        "topic_id":17,
        "format_id":3,
        "topic_confidence":0.9978080392,
        "format_confidence":0.8643118739
    }
]