[
    {
        "url":"http:\/\/www.delightfulknowledge.com\/8-things-giveaway-someone-carrying-concealed-firearm",
        "text":"8 Things That Giveaway Someone Carrying A Concealed Firearm\n\nLet’s face it, even the most seasoned concealed carrier will sometimes find him or herself drawing a little attention to themselves and their firearms once in a while. After some time, the instances will become less frequent, but it’s good to be conscious of the things we tend to do when we first start carrying.\n\nThis article is mostly for people who are new to concealed carry, or haven’t even started carrying yet. It’s good to keep these things in mind, because a lot of the time we will do them without even noticing. While many people wouldn’t think twice about seeing you do these moves, some will know why you’re doing them.\n\nAdjusting Your Rig\n\nLightly touching the firearm and\/or holster to make sure that it’s in the proper position is something that we all do from time to time, but it should be something that we do in private. A restroom for instance, is a great location to make any necessary adjustments. The number one time that I find myself doing this is right after getting up from a seated position. When we sit, our rig can have a chance to shift a little bit, and it may feel like it needs some adjustment when we stand up. If you can, do this adjustment quickly and tie it in to the next point; the shirt tug.\n\nThe Shirt Tug\n\nA quick tug down on your shirt to make sure that your firearm is covered never hurt anyone, but making a habit of it will draw attention to yourself and that area (right where your firearm happens to be). If you are wearing the proper clothing to cover everything that needs to be covered, there should be no reason to ‘tug’ at your shirt. An exception would be right after you’ve gotten up from a chair, in which case you may want to give your shirt a quick tug just to make sure it’s in the right spot. Again, this depends on your current outfit and will not be necessary for everything. After that however, leave it alone until you’re somewhere private.\n\nWith the first two points, if your rig is really out of place, you should realize this simply by how it feels. If you carry regularly, you should be very familiar with how your rig feels during your daily activities.\n\nThe “Making Sure It’s Still There” Move\n\nEspecially if you’re new to concealed carry, this is something that happens often until we are used to carrying on a daily basis. It’s usually just a quick touch of the back of the firearm while it sits in the holster. It’s part ‘make sure it’s seated in the holster’ and part ‘make sure it’s still there’. It’s also part ‘unnecessary’ because if you have a proper holster, it’s not going anywhere.\n\nSome on our Facebook page even made note of the fact that they’ve been guilty of ‘resting’ their arm\/hand on the firearm.\n\nPull Up Your Pants\n\nPulling up your pants is a little more difficult when you add a firearm into the mix. If you ever find yourself needing to lift up your belt and pants to a correct position, you may want to make a few adjustments. The first one would be to make sure that your belt is tight enough, and that you’re using a proper belt for concealed carry. Remember that you have an extra pound or two (or more) that’s being supported by your belt, so it’s important to have a sturdy belt to keep things up.\n\nWearing Shirts That Just Don’t Work\n\nI tend to put an emphasis on printing because I’m not a fan. Some think that it’s not that big of a deal and that’s fine, but I do what I can to avoid any printing of my rig. The entire point of concealed carry is keeping it concealed and unnoticed so that no one knows you are carrying.\n\nThe only way to tell if a shirt is going to work is to throw it on with your rig and check yourself out in the mirror. Some of your favorite shirts may simply not work anymore and should not be worn. If you see excessive printing, it’s best to avoid that shirt and move onto another one. Or, throwing on another layer (weather permitting) may solve any printing issues.\n\nWearing Firearm Related Attire\n\nIf I’m wearing a Justin Bieber shirt (I’m not, I swear), chances are I enjoy her his music. If I’m wearing a firearm-related shirt, chances are I’m a gun owner. While it may not mean that I carry a firearm, it definitely supports the thought. Be mindful of what you wear if you’re worried about being profiled, because chances are you’re being profiled.\n\nSome people will fight me day and night on this point, but I stand by my reasoning.\n\nPut it this way; if you’re at the bank with two other people and you’re the only one with an NRA hat and an “I love the 2nd Amendment” shirt, guess who the bank robber is going to watch the closest. Sure the chances are slim, but the reason we carry is so we’re prepared. This is just another step in preparedness, and it’s called blending in.\n\nNot Swinging Your Arm On The Side You Carry\n\nFor instance, if you carry on your right side, your right arm is likely to swing much less than your left when you walk. It’s a way that we protect our firearm without even noticing that we’re doing it.\n\nInspire others by sharing the link to this page on websites, Facebook or email!\nClick Here to Learn More Secrets!",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9481851459,
        "format_confidence":0.9645034671
    },
    {
        "url":"http:\/\/rightwingnews.com\/column-2\/10-examples-hate-crimes-turned-scams\/",
        "text":"10 Examples of “Hate Crimes” That Turned Out to be Scams\n\n10 Examples of “Hate Crimes” That Turned Out to be Scams\n\nMy latest Townhall column is called, 10 Examples of “Hate Crimes” That Turned Out to be Scams. Here’s an excerpt from the column.\n\n\nWe have so many people faking hate crimes that if you assume every one of them is a scam, you’d be right more often than you’re wrong. When you combine the liberal desire to get attention for being a victim with the possibility of making serious money on GoFundMe, it creates an enormous incentive to fake it. Add to that the possibility that what you do will be blamed on people you detest for not agreeing with you and there are liberals who are willing to lie. As you are about to see, there are a lot of them. I’m giving you 10 examples, but the actual number of “hate crimes” revealed to be fake gets up into the hundreds during this same period. Just to show the scope of the problem, I’m only going to use examples from 2015 or later.\n\n1) “The allegation set social media ablaze, sowing shock and outrage as it went: Three black students at the University at Albany had been attacked on a city bus by a group of white men who used racial slurs as other passengers and the driver sat silently by.\n\nThe Jan. 30 episode, reported to the police, would draw hundreds of people to a campus rally against racism; an emotional response from the university’s president; and even the attention of Hillary Clinton, who condemned the attack on Twitter.\n\n…Surveillance videos did not support the accounts of the young women, Ms. Burwell, Alexis Briggs and Ariel Agudio. Neither did the statements of multiple fellow passengers. Rather than being victims of a hate crime, the authorities said, the women had been ‘the aggressors,’ hitting a 19-year-old white woman on the bus.\n\nAll three pleaded not guilty on Monday to misdemeanor assault charges; Ms. Burwell and Ms. Agudio, who publicized the episode through Twitter, also pleaded not guilty to charges of making a false report. The judge who oversaw the arraignment called the charges, if proved, ‘shameful.’”\n\nOnce again, you can read it all here.\n\nLeave a Comment\n\nShare this!\n\nEnjoy reading? Share it with your friends!\n\nSend this to a friend",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.6336194277,
        "format_confidence":0.8950644732
    },
    {
        "url":"https:\/\/www.iam-priceless.org\/2019\/10\/11\/7-things-to-keep-in-mind-when-leaving\/",
        "text":"7 Things to Keep in Mind When Leaving a Domestic Violence Situation\n\nThe following blog entry is provided by Naeem Law Firm, PLLC\n\n\n1.       Make sure to take your important documents with you i.e., passport, birth certificates, medical records, family pictures, etc.\n\n2.       Stay off social media and turn off all location services. You do not want the abuser following you.\n\n3.       Don’t post bad stuff about the person on social media, especially if there are kids involved. Just because you delete it, it doesn’t really go away. You can be ordered to download your social media history.\n\n4.       Have a place in mind to go to such as a shelter, friend, or family member. And be sure to let them know about the situation so they don’t accidentally tell the abuser your location\n\n5.       If you have bruises or there’s holes in the walls, make sure you take pictures before you leave and keep them in a safe place. Do not delete them even if you get back together with the abuser\n\n6.       Seek legal counsel.\n\n7.       Lean on friends and family during this time as it can be incredibly frustrating and scary to go through.\n\nLeave a Comment",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9801689386,
        "format_confidence":0.9826456308
    },
    {
        "url":"http:\/\/www.johnsoncitypress.com\/article\/111283\/the-buzz-news-worth-knowing-on-johnsoncitypress-com",
        "text":"Johnson City Press Saturday, April 25, 2015\nLocal News The Buzz\n\nThe Buzz: News worth knowing on\n\nSeptember 25th, 2013 2:20 pm by Staff reports\n\nThe Buzz: News worth knowing on\n\nHere are eight newsworthy stories that have appeared on the past few days that you may have missed:\n\n° Two more indicted in Johnson City murder\n\nTwo more people were indicted earlier this month in a Johnson City murder outside an apartment complex — including the brother of the man already charged.\n\n° Motions hearing set for December in Larkin case\n\nA motions hearing in the case of Dale Larkin, whose conviction for murder in his wife's drowning death was overturned earlier this year, was set for December.\n\n° Johnson City Power Board restructures residential charges\n\nWhile approving a pass-through rate increase announced earlier in the year by the Tennessee Valley Authority, the Johnson City Power Board’s board of directors also made changes to the utility’s rate structure that the company claims will help stabilize rates with no effect for current customers.\n\n° Couple charged in \"severe\" child abuse case\n\nAssistant District Attorney General Erin McArdle said a 7-month old child has some of the most severe head injuries that didn’t end in death that the examining doctor has seen.\n\n° Airfield lighting system problem causes flight to TCRA to be diverted\n\nBLOUNTVILLE - A Monday evening Delta Connection flight coming into Tri-Cities Regional Airport had to be diverted to Knoxville after problems developed with the airfield lighting system, TCRA Executive Director Patrick Wilson said.\n\n° Familiar breads return to markets\n\nStarting Monday, Merita and Wonder breads were restocked on local shelves after the brands’ purchase by national baked goods producer Flowers Foods.\n\n° November murder trial for three most likely to be postponed\n\nThree people charged in a 2010 murder are scheduled for trial in November, but it will be reset because the prosecutor will be on medical leave.\n\n° Carter County corrections officer arrested on DUI, drug charges\n\nELIZABETHTON — A corrections officer with the Carter County Detention Center has been suspended without pay or benefits following his arrest on Sunday on drunken driving and drug charges.\n\ncomments powered by Disqus",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9627950788,
        "format_confidence":0.671029985
    },
    {
        "url":"https:\/\/lifelawfirm.com\/who-we-are\/10-reasons-to-choose-us-as-your-elder-law-attorney\/",
        "text":"10 Reasons to Choose Us as Your Elder Law Attorney\n\n1. Personal Empathy\n\nEach member of our law firm is currently or has been a caregiver for a family member — so we know how you feel. Our friendly staff will make you feel right at home and put you at ease.  All of us that work at Life Planning Law Firm have walked a mile in your shoes.\n\n2. Passion\n\nElder Care and Life Planning is all we do … and we do it because we love it. Few other Florida law firms can match our expertise and passion in the field of Elder Care Planning.\n\n3. Experience\n\nWe’ve assisted families over the years, guiding them through the challenges of aging and long-term illness … not just the legal matters, but the difficult personal and financial issues that often arise.\n\n4. Our Specialized Services\n\nYou can come to us for help qualifying for public benefits, obtaining in-home services, finding just the right nursing home, finding the money to pay for it, repositioning assets, and much more.\n\n5. Promptness and Accessibility\n\nKevin Pillion and his Elder Care team promptly return their phone calls and meet agreed upon deadlines.\n\n\nOur first meeting with you is no charge. This gives us a chance to get to know each other and determine if we are a good fit to work together on your case. If we are unable to help you, we will help you find someone who will.\n\n7. Free Home Visits\n\nWe understand that sometimes it is difficult for your loved ones to drive or travel.  So, to make your life easier, our Elder Law attorney makes “House Calls” to private homes and nursing homes in Manatee, Sarasota, and Charlotte Counties.\n\n8. Clear Pricing\n\nWe charge a flat rate for our services and always sign a contract with clients … so you are clear on the terms of our engagement. This includes, among other things, the scope of our services, each party’s responsibilities, and what our fee includes and excludes. We do not charge you every time you call our office or make a photocopy.\n\n9. Legal Software\n\nWe use proprietary Estate Planning software, ensuring that our Estate Planning documents are thorough and constantly updated for all Federal and State statutory changes in the law.\n\n10. Estate Planning Attorney\n\nKevin Pillion belongs to the following professional organizations: The Florida Bar, National Academy of Elder Law Attorneys, National Elder Law Foundation, Florida Academy of Elder Law Attorneys, and the Life Planning Law Firms Association.\nRelated Article: Why choose Life Planning Law Firm for your legal needs?\n\n\nWe Serve Florida’s West Coast\n\nWe service the following counties in Florida as well as throughout the United States\nManatee County: Bradenton, Lakewood Ranch, Longboat Key, Lido Key, Anna Maria\nSarasota County: Sarasota, Siesta Key, Osprey, Nokomis, North Port, Venice, South Venice\nCharlotte County: Punta Gorda, Port Charlotte, Boca Grande, Manasota Key, Englewood",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.962010026,
        "format_confidence":0.8974195123
    },
    {
        "url":"https:\/\/www.dantesknife.com\/types-of-carry-on-knife-sheaths\/",
        "text":"Types of Carry On Knife Sheaths, There are many ways in which you can carry your knife. The options depend on your comfort in carrying your knife. But if you are not sure what option you want, below are the other options on how people carry their knife around while concealing it to the public. Read the options in order to help you choose.\n\ntypes of carry on knife sheats\n\n1. Carry on Your Neck\n\nThe latest trend now is carrying your knife around your neck. Most of the knife carried around the neck is lightweight and has around 3 inches blade. The sheath of your knife is attached to a ball chain or a paracord which makes it simple to slip your knife on and off your neck. But this kind of carry on option has its own pros and cons to deal with.\n\nAlso read: How to Choose A Pocket knife?\n\nThe first con is carrying a sharp object where your heart and lungs are near. Do you think it is practical or safe? You might get caught into an accident. The pro on carrying your knife around the neck is you can conceal it from the public. You can hide the knife under your shirt and people won’t notice you are carrying it around.\n\nBefore you select this option, make sure you weigh the pros and cons. In this way, you won’t waste your money. It might be the best way to carry your knife but it does not mean its good for everyone.\n\n2. Clip on Your Pants or Shorts\n\nUsing belt sheaths are also popular because it is easy to put and carry around. But in case you don’t have a belt, what will you do to attach your sheath? You can have the option in carrying your knife on your pocket. But if the knife is too big, this cannot be the option. During emergency option where you require your knife with you, there should be an alternative option to carry your knife around your pants without the belt.\n\nThe best way to do it is a clip or a belt loop. But the clip is the best way to conceal your knife while carrying it on your side. It is easy to put by just clipping it and you are ready to go.\n\n3. Attached on Your Bra\n\nFor women, the best way to conceal a knife is attaching it to your bra. It’s the best way for a woman to be armed in public without others knowing she is carrying something. But this option is best rather than the neck sheath. Why? The knife is not allowed to move while the carrier is moving around, even when you are running. It will be in the same position throughout the day you are carrying the knife while concealing the weapon from others.\n\n4. Wear it Like an ID\n\nIf your knife is tiny, this might be a good option. A badge sheath is like a fancy badge ID that most teachers or health professionals carry. This badge is exceptional as it carries your knife. The best thing about this option is you can carry it easily and anytime but only with a small knife\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.7986418605,
        "format_confidence":0.9536558986
    },
    {
        "url":"https:\/\/www.co.jackson.mi.us\/482\/Friend-of-the-Court",
        "text":"1. Child Support\n  1. A support order is any court order that requires a parent or ex-spouse to pay:\n    • Child Care Expenses\n    • Child Support\n    • Confinement expenses (childbirth costs and medical bills)\n    • Educational Expenses\n    • Medical, Dental, or Other Health Care Expenses\n    • Spousal Support\n    Read More\n  1. Forget Me Not\n  1. Forget Me Not Pic\n\n    Forget Me Not Program\n\n    Forget Me Not is an educational program for never married parents,living separately, who have minor children.\n    Read More\n  1. Smile\n  1. Smile Pic\n\n\n    SMILE - Start Making It Livable for Everyone - is an educational program for separating or divorced parents with children under the age of eighteen.\n    Read More",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.9808281064,
        "format_confidence":0.5077003241
    },
    {
        "url":"http:\/\/www.catchnews.com\/mumbai\/other-than-sheenabora-murder-case-5-crime-cases-involving-bollywood-and-tv-celebrities-1441442529.html",
        "text":"Home » mumbai » Other than #SheenaBora murder case, 5 crime cases involving Bollywood and TV celebrities\n\nOther than #SheenaBora murder case, 5 crime cases involving Bollywood and TV celebrities\n\nRaza Naqvi | Updated on: 7 September 2015, 10:30 IST\n\nThe Sheena Bora murder case has gripped the entire nation with all its twists and turns. But this isn't the first time that a spine-chilling crime involving a celebrity from the entertainment industry has made headlines.\n\nHere are some other cases involving Bollywood and TV celebrities:\n\nNeeraj Grover murder case\n\nGrover who was a television executive working for Synergy Adlabs was murdered in 2008. After investigations, it was revealed that a small-time actress Maria Susairaj along with her lover, naval officer Emile Jerome Mathew had murdered Neeraj.\n\nApparently Neeraj was helping Maria land roles in television soaps, besides shifting to a new house.\n\nMathew who was Susairaj's fiancee, suspected that Neeraj was living with her which infuriated him. He ended up stabbing Neeraj with a knife from Maria's kitchen. Later the betrothed couple allegedly hacked his body to pieces, packed it in a bag and set fire to it.\n\nGulshan Kumar murder case\n\nThe T-series music baron and film producer Gulshan Kumar was shot dead in broad daylight outside an Andheri temple by two men who pumped numerous bullets into his body.\n\nNadeem, of the popular music composer duo Nadeem-Shravan, was accused of plotting the murder. After investigations the Mumbai Police Crime Branch alleged that Nadeem had planned the murder in Dubai with Dawood's brother Anees Ibrahim Kaskar. Nadeem presently resides in London.\n\nBrij Sadanah killing spree and suicide\n\nKamal Sadanah's (Bollywood actor) father Brij Sadanah, who was a successful filmmaker in the 1970s, killed his wife and daughter in a fit of rage at their Bandra residence in Mumbai .\n\nKamal was also shot at but he survived. The father then committed suicide on the same night. This entire episode sadly took place on Kamal Sadanah's birthday, when the entire family was wiped out.\n\nSandhya Singh murder case\n\nSandhya Singh who was the sister of Bollywood music composers duo Jatin-Lalit had gone missing in December 2012. Days later her body was found in the marshes in Navi Mumbai, close to her residence.\n\nAfter investigations, it was discovered that her son Raghuveer was behind the murder and was arrested. He used to have frequent fights with his mother and was also a drug addict.\n\nDivya Bharti's 'controversial' death\n\nKnown Bollywood actress and model Divya Bharti who was married to producer Sajid Nadiadwala, fell to her death from her five-story apartment building in Versova, Mumbai in 1993.\n\nFollowing her death there was much speculation by the media regarding Bharti's sudden demise, including the possibility of accidental death, conspiracy and even murder.\n\nEven after the investigations, the Mumbai Police failed to find any evidence against Nadiadwala. He was never charged for murder and the case was closed in 1998, labelling it as an accidental death.\n\nFirst published: 7 September 2015, 10:30 IST\nRaza Naqvi @Mir_Naqvi\n\nRaza is an alumnus of the Indian Institute of Mass Communication (IIMC) and has worked with the Hindustan Times in the past. A passionate follower of crime stories, he is currently working as a Sub-Editor at the Speed News desk.",
        "topic_id":3,
        "format_id":9,
        "topic_confidence":0.8739517927,
        "format_confidence":0.9656067491
    }
]