[
    {
        "url":"http:\/\/i-programmer.info\/bookreviews\/46-flash-flex-air-a-actionscript\/259-programming-flex-3.html",
        "text":"Programming Flex 3\nProgramming Flex 3\n\nAuthor: Chafic Kazoun & Joey Lott\nPublisher: Adobe Dev Library, 2008\nPages: 657\nISBN: 978-0596516215\nAimed at: Developers already familiar with OOP\nRating: 4\nPros: Very useful reference\nCons: Lacks illustrative examples\nReviewed by: David Conrad\n\nIf you want to get use Flex then this book, subtitled \"The Comprehensive Guide to Creating Rich Internet Applications with Adobe Flex\", is a good place to start and an even better place to continue. It starts from the very basics but it isn't quite simple enough for the complete beginner - you need to be able to program to follow much of the discussion. In particular you do need to understand the basics of objects, classes variables and so ideally you should have mastered a language such as Java. C# or any object-oriented language.\n\nIf you are familiar with a similar system such as .NET Silverlight or any GUI framework such as the Java or WPF then you might find that the author doesn't tell you what is going on in terms that are direct enough, e.g. MXML is like XAML and so on. If you can stay the course however and read the full description you will understand what is going on.\n\nThe book also has a tendency to go over the more advanced aspects of things before doing the commonplace things that anyone new to Flex would need to know. There are also many omissions - coverage of the remote object, for example, and not much about of using Flex Builder IDE. It also tends to cover slightly esoteric topics such as late binding via introspection well before the reader has met the user interface controls. This isn't a big problem as long as you are reading the book according to the sections that interest you rather than reading through from page one to the end.\n\nThere are also very few useful illustrations in the book showing what the programs presented are trying to do. This can leave you no choice but to go and try them out.\n\nThe book also tends to present programming approaches to creating objects rather then the alternative declarative MXML approach. This is a matter of taste and for me its perfectly acceptable.\n\nThe final verdict has to be that this is a useful addition to a Flex 3 library but it isn't an essential book that you need to read cover to cover. It is a useful reference source however that explains things rather better than a cookbook approach would. I keep a copy near to hand while programming.\n\nLast Updated ( Thursday, 01 October 2009 )\n\nRSS feed of book reviews only\nI Programmer Book Reviews\nRSS feed of all content\nI Programmer Book Reviews\nCopyright © 2017 All Rights Reserved.\nJoomla! is Free Software released under the GNU\/GPL License.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9847662449,
        "format_confidence":0.9812036157
    },
    {
        "url":"http:\/\/cpanratings.perl.org\/dist\/Dancer",
        "text":"Dancer reviews\n\n\nRSS | Module Info | Add a review of Dancer\n\nDancer (1.3118) *****\n\nI'm a minimalist and Dancer is just what I want. I've begun to switch my existing applications to Dancer. I have cobbled together an application structure that works similarly, but Dancer is much, much nicer. They thought of things I hadn't. I've been able to move a lot of my existing model files with very little change or no changes.\n\nI'll be using Dancer for any new web applications.\n\n\nDancer (1.3112) *****\n\nI had been a bit sceptical about MVC frameworks, until trying Dancer.\n\nThe bigest plus aside from its ease of use is its very small module dep list.\n\nI love the perl community, but when it comes to deploying perl application module deps can be a problem on servers you don't control.\nDancer is just so simple and easy to use. I highly recommend it.\n\nIf you are looking for a light weight simple easy to use MVC framework, give Dancer a try.\n\nDancer (1.9999_02) ****\n\nThe new moo-ish Dancer 2 is about ready to come to CPAN (from github). There is already a developer version (1.99xx). I looked a bit into it, suggested some documentation patches, but can't say exactly how much of an improvement it will be over Dancer 1. Seems that it will be much easier to deploy multiple Dancer 2 applications.\n\nDancer community is still great, although development is slower these days than it used to be.\n\nWhat I appreciate most about Dancer is that a) the Community is friendly, welcoming and big enough to respond quickly and b) that the Dancer folks produce clean, readable, undogmatically modern (in one word: excellent) perl code. (Dancer2 still has a little to go in this respect, but it's getting there.)\n\nI follow Dancer 2 development mainly to learn more about perl and the Dancer people continually come up with new stuff that I did not yet know about.\n\nDancer2 continues to make small to medium-size webapps a breeze.\n\nDancer (1.3093) *****\n\nWeb development is fun again thanks to Dancer. I spend less time breaking things and more time solving problems. More time getting to the fun part of coding.\n\nIn the past year, I've worked on three major projects using Dancer.\n\nThings I love about working with Dancer: flexible route declarations, fast unit testing, deployment environments (development\/test\/production), and a healthy and growing collection of useful Dancer Plugins as well as all of the Plack\/PSGI plugins.\n\nThere are other frameworks out there: Mojolicious, Catalyst, and all the rest. A different framework may work better for you. Personally, I found that Dancer fit my brain and code the best. Do your own research and use what's best for you and your projects.\n\nDancer (1.3071) *****\n\nTo preface the opinion I'm about to express, you should know that although I have experience doing web development using the frameworks CGI::Application, HTML::Mason and Catalyst - I haven't done any \"day jobs\" using Dancer.\n\nHowever, I've started playing with Dancer for my hobby projects. Other than some little quirks with settings and templates (1.3051), the words that come to mind are \"quick\", \"small\", \"simple\" and \"clean\". There's a close alignment of the packages and methods with the concepts one has in mind when doing web development.\n\nFormerly a Perl teacher, I never taught web development to the first-year students because the learning curve would have been too steep. I think Dancer has changed the game and beginners *can* learn Perl web development using Dancer. (We'll find out at the beginner's class I'm giving at YAPC in Riga:)\n\nDancer (1.3070) *****\n\nDancer is incredibly easy to learn, yet very powerful. Dancer is THE fastest way to develop web applications, hands down.\n\nKeep up the good work. I'm building my next large scale REST backend with Dancer!\n\nDancer (1.3070) ****\n\nI've used Dancer to build simple web apps and I found it to be light, simple, flexible, and easy to deploy.\n\nThe docs are pretty good and the community is welcoming and very helpful.\n\nI did hit a bug or two, but once reported these were fixed very quickly.\n\nDancer (1.3070) *\n\nThis smells like a big publicity stunt, those blog posts are just too much.\n\nAnyway, i've only tried Dancer once, and it was a lot less powerful than Catalyst.\nCan't recommend it for serious projects.\n\nDancer (1.3070) *\n\nI don't like all this attention seeking behavior.\nYou should really spend more time improving your software than to rant on a blog.\n\nDancer (1.3070) *\n\nDon't know what all the fuzz is about, nothing special about this at all.\nEspecially the documentation is pretty horrible.\n\nDancer (1.3070) *****\n\nPlease stops bashing Dancer if you didn't event use it !!!\n\nDancer is not Moose, because Dancer wants less dependencies as possible.\nThe Dancer core team use Moose, members even wrote a book with Moose apology chapter.\n\nIf you don't love Dancer for GOOD reasons, please tell them here otherwise please stops pollute CPAN Ratings, this is not a good place for anti marketing, for team developer politics and other bullshits !\n\nI didn't code with Perl 2 last years, I discovered Dancer this month et woahhh.\nIt reconciled me with the web, really.\nFast, simple, powerful, stable, well documented.\n\nGreat works guys !\n\nDancer (1.3070) *\n\nNot \"Modern Perl\", author ignores all the best practices that have been established in recent years.\nDoesn't even use Moose... hello... the 90s called, they want their Perl back!\n\nDancer (1.3070) *****\n\nExcellent bit of work by the Dancer team. Top class documentation, excellent support via irc\/mailing lists and a very easy to use module.\n\nDancer (1.3070) *\n\nDoes almost nothing, you could just as well use Plack on its own.\name for most plugins, they tend to just add more bloat to the DSL and no real value.\n\nDancer (1.3070) *****\n\nObviously faked.\n\nSuShee isn't Su-Shee and I have absolutely nothing against Dancer.\n\nDancer (1.3070) *****\n\nThe negative comments below are fake, see for more information.\n\nDancer (1.3060) *****\n\nYAWF (Yet Another Web Framework), but looks promising so far.\n\nI like Catalyst, but also find it rather bloated and overkill for small web apps, and to some degree feel like it forces me to code \"the Catalyst way\".\n\nDancer, on the other hand, strikes me as a smaller, easier framework, to which I can hand over drudgery, but maintain control and write my own code, my way.\n\nFriendly, responsive and approachable developers also instils confidence in this project.\n\nI think Dancer will be my future first choice for smaller webapp projects.\n\n[EDIT: For disclosure, I'm now part of the Dancer core dev team; at the time of writing this review I was not, I was just an interested user; since then, I started contributing, and became a member of the team. I decided I should leave the comment as it stands, but add this disclosure to explain.]\n[EDIT 2: editing the review has changed the datestamp to today's date. For reference, the original review was posted 2010-02-10 07:35:39]\n\nDancer (1.3011) ****\n\nDANCER is a great DSL Framework, I love it (TM), easy to use, clear from the structure, I'll say it again \"I love it (TM)\".I hope it keeps developing, and its philosophy remains true.\n\nDancer (1.1904) *****\n\nIt's fast! It's simple! It's minimalistic! I realy like it! Thanks.\n\nDancer (1.1811) *****\n\nGot my webservice up and running in 1 day with no knowledge about Dancer whatsover. Documentation contains very minor mistakes, but that's all.\n\nDancer is excellent for middle size websites or web services. It doesn't get in your way, and supports a hell lot of backend for deploying and running your application.\n\nThe transition from developping a prototype to having a production ready app is very smooth.\n\nDancer (1.1805) *****\n\nI like how dancer doesn't force you to code in any specific way, it provides the right amount of syntactic sugar to get your app up and running in double quick time - but doesn't get in the way when you want to do something else.\n\nIt's nice and light, and can be deployed in many environments. Thumbs up from me!\n\nDancer (1.171) *****\n\nDancer is a breath of fresh air in the convoluted world of Perl web frameworks. I have a lot vested in CGI::Application, another fine framework, but Dancer has really caught my fancy for future web apps.\n6 hidden unhelpful reviews",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9781485796,
        "format_confidence":0.9780493379
    },
    {
        "url":"https:\/\/extpose.com\/ext\/10138",
        "text":"extension ExtPose\n\nHTTP Request Blocker\n\nDescription from extension meta\n\nThis extension blocks HTTP Request based on configurable URL patterns.\n\nImage from store HTTP Request Blocker\nDescription from store Blocks HTTP requests based on URL patterns. The patterns must conform to this specification: https:\/\/developer.chrome.com\/extensions\/match_patterns. Source code is available at: https:\/\/github.com\/wolfascu\/ChromeHttpRequestBlocker\n\nLatest reviews\n\n  • (2020-01-20) Murphy Chu: Awesome! very very helpful when some website have many useless request Thanks~\n  • (2019-04-05) Eru Magus: 2019\/04\/05 No funciona\n  • (2017-09-15) Fabrice Denis: Unfortunately it doesn't match when using the \"omnibar\" autocomplete, (ie. type a few letters in address abr and then enter to pick a site you've visited before). For example if I block reddit.com\/r\/videos I start typing in address bar \"reddit\" and the videos sub will appear as a suggestion from history. Then I press enter and it isn't blocked, because the pattern matching seems to take place before the \"omnibar\" search is replaced with the complete url appearing in the dropdown.\n  • (2017-06-29) Walid Aqleh: just what I needed to test payment gateway if the thankyou page was not accessible.\n  • (2017-06-28) G L: Hello, thanks for your work but this extension does not block ALL http\/https requests according to the users' correct expression given\/saved. It only blocks requests from the addr bar\/field. If a page is making http requests for example to display an image, those requests are NOT blocked. Example: I tried to block the youtube logo, it gets blocked if I enter the logo's full url in the addr bar, but the logo shows up on the youtube home page (after doing everything CORRECTLY, i.e. clearing the browser cache, restarting, etc.)\n  • (2016-09-01) gal773: It works but you need to be very careful with what you enter. The program does not have any feedback on what you enter. If your URL expression is not correct it just stops blocking all URLs. When it works - it works!\n  • (2016-01-28) Nuno Faria: Worked on 1st try. Good!\n  • (2015-10-28) Davel Liu: Love this. If only it can block request based on domain.\n  • (2015-07-28) Carlos Sanchez: It blocks page requests and doesn't have an intrusive interface. Make sure you read the example page linked in the description.\n  • (2014-12-14) Awesome! Exactly what I needed!\n\n\n9,706 history\n4.2 (17 votes)\nLast update \/ version\n2020-08-17 \/ 1.0.6\nListing languages",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.6178615689,
        "format_confidence":0.5054001808
    },
    {
        "url":"https:\/\/www.itcentralstation.com\/product_reviews\/gitlab-review-117459-by-rameshp",
        "text":"GitLab Review\n\nProvides or mandates quantitative code into the Master\n\nWhat is our primary use case?\n\nWe have a normal use case to build source code and our agenda and then try to deploy it. The deployment is not specifically automated, it is semi-automated. So it is normal. We create an artifact, try to build it, and then deploy it onto the application server. It's not fully automated. \n\nWhat is most valuable?\n\nAt this point, I think the features are declining. \n\nWe like that we can create branches and then the branches can be reviewed and you can mesh those branches back. You can independently work with your own branch, you don't need to really control the core of other people. \n\nThere could be more features in GitLab, but we are as of now not using the full-fledged feature set. \n\nAnother good feature is the code review, which also helps us with peer review. It helps in giving part of the code and giving back whatever the branch that the developer is working on. It can then be merged once it is thoroughly reviewed. Those are certain things that I think are helpful from a developer's point of view. It provides or mandates quantitative code into the master.\n\nWhat needs improvement?\n\nWe do reviews as I also work with some of the leadership teams. Leadership teams generally focus on statistics, metrics, or some sort of dashboard. They would like to have the ability to categorize these things. They would like to have a very high-level view. That would help. Someone who is not really a developer, but a leadership team. They are always interested in statistics or metrics features. That is something I would see imbedded into GitLab. That would help someone who is from the outside take a view and understand how qualitative the code is, because they cannot definitely dive in and look at the code, and they will not be able to understand all the details. At a high level, if they want to see and understand, at least they will have some confidence about how the projects are going on.\n\nFor how long have I used the solution?\n\nI have been using GitLab for two years. \n\nWhat do I think about the stability of the solution?\n\nThe stability is good. I never had any issues. Stability-wise, I'm comfortable with it. \n\nWhat do I think about the scalability of the solution?\n\nScalability-wise it is very scalable as well. Based on the code volume, there is a scope for improvement. I never had issues with scalability.\n\nHow are customer service and technical support?\n\nTechnical support depends on licensing. We haven't reached out that frequently because it is stable and we don't see any issues. I don't recall anything that we had any particular challenge that we had to reach out immediately to GitLab and then get the answer quicker at any point in time.\n\nHow was the initial setup?\n\nI wasn't here for the deployment but the deployment takes around 10 minutes. \n\nOnly a few aspects will take close to five minutes. \n\nWhat other advice do I have?\n\nI would rate GitLab an eight out of ten. \n\nGitLab provides some sort of static analysis part. That is what I understand, but I never tried it. I would like to see static analysis also embedded in GitLab. That would also help us. If there's something that it does internally by GitLab and then that is already tied up with your pipeline and then it can tell you that you're coding is good or your code is not great. Based on that, it would pass or fail. That should be streamlined. I would think that would help to a greater extent, in terms of having one solution rather than depending on multiple vendors.\n\n**Disclosure: I am a real user, and this review is based on my own experience and opinions.\nMore GitLab reviews from users\n...who compared it with Jenkins\nAdd a Comment",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9144930243,
        "format_confidence":0.9590389132
    },
    {
        "url":"https:\/\/zh.coursera.org\/learn\/programming-languages\/reviews?page=17",
        "text":"Chevron Left\n返回到 Programming Languages, Part A\n\n学生对 华盛顿大学 提供的 Programming Languages, Part A 的评价和反馈\n\n1,605 个评分\n473 条评论\n\n\nThis course is an introduction to the basic concepts of programming languages, with a strong emphasis on functional programming. The course uses the languages ML, Racket, and Ruby as vehicles for teaching the concepts, but the real intent is to teach enough about how any language “fits together” to make you more effective programming in any language -- and in learning new ones. This course is neither particularly theoretical nor just about programming specifics -- it will give you a framework for understanding how to use language constructs effectively and how to design correct and elegant programs. By using different languages, you will learn to think more deeply than in terms of the particular syntax of one language. The emphasis on functional programming is essential for learning how to write robust, reusable, composable, and elegant programs. Indeed, many of the most important ideas in modern languages have their roots in functional programming. Get ready to learn a fresh and beautiful way to look at software and how to have fun building it. The course assumes some prior experience with programming, as described in more detail in the first module. The course is divided into three Coursera courses: Part A, Part B, and Part C. As explained in more detail in the first module of Part A, the overall course is a substantial amount of challenging material, so the three-part format provides two intermediate milestones and opportunities for a pause before continuing. The three parts are designed to be completed in order and set up to motivate you to continue through to the end of Part C. The three parts are not quite equal in length: Part A is almost as substantial as Part B and Part C combined. Week 1 of Part A has a more detailed list of topics for all three parts of the course, but it is expected that most course participants will not (yet!) know what all these topics mean....\n\n\n\nDec 2, 2016\n\nI'm just a beginner for CS or SE classes, and find this course really concise and challenging. It opens a door for me to get deeper into programming language. No wonder it got so high average score.\n\n\nMar 4, 2018\n\nVery interesting course! Superb teaching and homework assignments. If you are interested in functional programming or in programming languages in general, this should be one of the must take MOOCs\n\n\n401 - Programming Languages, Part A 的 425 个评论（共 471 个）\n\n创建者 Dingze W\n\nJul 3, 2018\n\nfantastic course\n\n创建者 Tao X\n\nDec 27, 2017\n\nEpic course ever\n\n创建者 Taegun P\n\nMay 26, 2020\n\nAmazing course.\n\n创建者 Ashish S\n\nJul 21, 2017\n\nReally great...\n\n创建者 pengwei\n\nFeb 4, 2017\n\nSo far so good!\n\n创建者 Juspreet S\n\nOct 10, 2016\n\nAmazing course!\n\n创建者 jzy\n\nNov 4, 2018\n\n\n创建者 peanuts6\n\nJan 20, 2018\n\nuseful for me\n\n创建者 Guy H\n\nAug 12, 2017\n\nGreat course.\n\n创建者 Troy\n\nJun 14, 2017\n\ngreat course!\n\n创建者 冯申翔\n\nJun 4, 2017\n\n\n创建者 Sorin J\n\nAug 20, 2020\n\n\n创建者 Yasha\n\nAug 5, 2020\n\ngreat course\n\n创建者 Jin X\n\nSep 20, 2018\n\nDan is great\n\n创建者 XiangFeng M\n\nDec 11, 2017\n\nLearn a lot!\n\n创建者 黄文宇\n\nMar 15, 2017\n\ngreat course\n\n创建者 S1nT4x\n\nMay 31, 2018\n\nHaving fun!\n\n创建者 Yang G\n\nOct 24, 2017\n\ngood course\n\n创建者 Jan D\n\nFeb 23, 2021\n\n\n创建者 林桢\n\nFeb 8, 2018\n\nvery good!\n\n创建者 Yu Z\n\nSep 7, 2017\n\n\n创建者 刘炎\n\nMay 3, 2017\n\nvery good!\n\n创建者 叶志穗\n\nFeb 3, 2017\n\n\n创建者 Alejandro M\n\nNov 21, 2016\n\n\n创建者 joan g\n\nOct 7, 2016",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.697262764,
        "format_confidence":0.9561513066
    },
    {
        "url":"https:\/\/coderanch.com\/t\/93487\/Book-Reviews\/Java-Enterprise-Practices-Jason-Hunter",
        "text":"\n  • Post Reply\n  • Bookmark Topic Watch Topic\n  • New Topic\n\nJava Enterprise Best Practices by Jason Hunter, Bret McLaughlin, Hans Bergsten, et al\n\nBook Review Team\nPosts: 962\n  • Mark post as helpful\n  • send pies\n  • Quote\n  • Report post to moderator\n<pre>Author\/s : Jason Hunter, Bret McLaughlin, Hans Bergsten, et al\nPublisher : O'Reilly\nCategory : Design Patterns, UML, and Refactoring\nReview by : Ajith Kallambella\nRating : 8 horseshoes\nAn appetizer that leaves you hungry for more.\nPatterns and best practices have been around for a long time. They solve problem domains not directly addressed by the language itself ie., repeatable solutions to family of application development issues -- be it architecture, deployment or testing. For a complex platform like J2EE, use of best practices can make or break a project.\nJust what the doctor ordered - Java Enterprise Best Practices is a collection nuggets of wisdoms. It is a compendium of idioms classified based on various enterprise Java areas written the most acclaimed authors in the field (Jason Hunter, Bret McLaughlin, Hans Bergsten et al). Ranging from most widely used EJBs to the latest additions such as JMX and JSTL, each chapter presents the reader with most widely accepted norms of using technologies such as - EJB, Servlets, JDBC, XML, RMI, JMX, Internationalization, JSP, JavaMail. Chapters on XML and RMI are the best of the lot.\nI was surprised to note the omission of JMS, given that its popularity when compared with other things such as JMX or JSTL. The last chapter on performance tuning lacks depth and reads more like hastily scribbled notes.\nCan best practices be argued? Absolutely! The first chapter of the book says just that. It is important to bear that in mind while you read through the chapters.\nWhile a seasoned J2EE developer idioms may find a few things trivial, it is quite a good reference to keep handy if you are developing real-life applications.\n\nMore info at\nMore info at\n  • Post Reply\n  • Bookmark Topic Watch Topic\n  • New Topic",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9863274097,
        "format_confidence":0.7483236194
    },
    {
        "url":"https:\/\/www.perlmonks.org\/?node_id=268788",
        "text":"Beefy Boxes and Bandwidth Generously Provided by pair Networks\nJust another Perl shrine\n\nPerl in a nutshell\n\nby Plato (Friar)\non Jun 25, 2003 at 09:12 UTC ( #268788=bookreview: print w\/replies, xml ) Need Help??\nOrder Perl in a nutshell\n\nItem Description: An O'Reilly desktop quick reference\n\nReview Synopsis: 2nd Edition (Covers Perl5.8) Perl in a Nutshell is for readers who want a single reference for all their needs\n\nAuthors: Ellen Siever, Stephen Spainhour, Nate Patwardhan\nPublisher: O'Reilly\nAvailability: Barnesandnoble\nPrice: $39.95\n\nHere are some of the topics covered in this book:\n\n  • Basic Perl Reference\n  • Quick Reference to built-in functions and standard modules\n  • and mod_perl\n  • XML and SOAP modules\n  • DBI, the database-independent API for Perl\n  • LWP, the library for web programming in Perl\n  • Network programming with the Net modules\n  • Perl\/Tk, the Tk extension to Perl for graphical interfaces\n  • Modules for interfacing with Win32 systems and ODBC\n  • I can't believe this book is not already covered in the book reviews here at Perlmonks. Having a copy of this myself, I felt it was my duty to add a review. I was browsing in a second hand book store about a month ago and I happened on this book. Let me just say that I have always been a fan of the O'Reilly books (and the nutshell series), so I quickly found the style easy to deal with. I got the book myself at about half the market value, but even if I paid the full price I would've been happy with the purchase. It covers a wide range of topics (as listed above), and I find it most useful as a quick desktop reference (which is how it describes itself). If you're new to Perl, don't buy this, get the Camel book instead (or the Llama book if your new to programming). But if you're beyond the stage of being a complete newbie, then this could be a worthwhile purchase.\n\n\n    Log In?\n\n    What's my password?\n    Create A New User\n    Node Status?\n    node history\n    Node Type: bookreview [id:\/\/268788]\n    and the web crawler heard nothing...\n\n    How do I use this? | Other CB clients\n    Other Users?\n    Others scrutinizing the Monastery: (5)\n    As of 2018-08-15 14:31 GMT\n    Find Nodes?\n      Voting Booth?\n      Asked to put a square peg in a round hole, I would:\n\n      Results (161 votes). Check out past polls.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9181167483,
        "format_confidence":0.9747706056
    },
    {
        "url":"https:\/\/ru.coursera.org\/learn\/java-programming\/reviews?authMode=signup%3D&page=6",
        "text":"Chevron Left\nВернуться к Java Programming: Solving Problems with Software\n\nОтзывы учащихся о курсе Java Programming: Solving Problems with Software от партнера Университет Дьюка\n\nОценки: 5,387\nРецензии: 1,127\n\nО курсе\n\nLearn to code in Java and improve your programming and problem-solving skills. You will learn to design algorithms as well as develop and debug programs. Using custom open-source classes, you will write programs that access and transform images, websites, and other types of data. At the end of the course you will build a program that determines the popularity of different baby names in the US over time by analyzing comma separated value (CSV) files. After completing this course you will be able to: 1. Edit, compile, and run a Java program; 2. Use conditionals and loops in a Java program; 3. Use Java API documentation in writing programs. 4. Debug a Java program using the scientific method; 5. Write a Java method to solve a specific problem; 6. Develop a set of test cases as part of developing a program; 7. Create a class with multiple methods that work together to solve a problem; and 8. Use divide-and-conquer design techniques for a program that uses multiple methods....\n\nЛучшие рецензии\n\n\nOct 08, 2017\n\nExcellent explanations and amount of course work for practice, the tests made good use of the examples and work given, I am satisfied with what I learned in this course and see it's real world usage.\n\n\nOct 16, 2019\n\nThis is an Awesome Course . The best thing About this Course is that It has weekly quizzes and Assignments as well as Practice Quizzes for particular Topics which helps in learning it more easily .\n\nФильтр по:\n\n126–150 из 1,110 отзывов о курсе Java Programming: Solving Problems with Software\n\nавтор: Alejandro G\n\nSep 11, 2020\n\nIt was challenging at times, but the videos are self explanatory and assist deeply with quizzes. I highly recommend this course as it taught me how to extract information from CSV files which can be used in real life scenarios.\n\nавтор: Christiane\n\nMar 01, 2018\n\nI love the concept of the course with the videos and programming exercises, even though some weeks took me much more time than expected, the assessments were always interesting and making me want to solve the problems. Thanks!!\n\nавтор: Roshan k\n\nJul 02, 2018\n\nInstructors are awesome, before any assignment every necessary details to complete the quiz are present. I think this one the best a beginner can start learning the programming languages and how use them in real world problems\n\nавтор: Rishikesh P F\n\nApr 26, 2017\n\nIt is a wonderful course. The best part of the course is the programming exercise. As the exercises are developed in such a way that you understand it well where and how to apply the concepts learnt here in our practical life.\n\nавтор: Christopher R\n\nMar 07, 2017\n\nVery thorough introduction to java programming. The exercises take a few hours each week, along with the lecture videos, but this felt very similar to sitting in a college classroom and then spending time studying every night.\n\nавтор: Adil A\n\nOct 09, 2016\n\nIt's a very nice course. The exercises selected were fun to work with and quite interesting. The lectures were quite clear and the material was well-elaborated. The assignments are quite interesting and fun to work with.\n\nавтор: Klaudiusz J\n\nOct 21, 2018\n\nVery well structured. I have learnt a lot with real-world implementation of the tasks which I very much appreciate. I will definitely continue the specialization. Thank you for the opportunity to undertake this course.\n\nавтор: Shayan A B\n\nJun 07, 2016\n\nIt definitely was a bit hard but the real-time applications that Duke University always uses to elaborate programming applications stole the show. The CSV File access and DNA data processing via Java was a fun to learn\n\nавтор: Promise B I\n\nAug 30, 2020\n\nSuch a good and wonderful course! , This course help me understand the basic ways and steps to solve problem using java, including the fundamental approach to program debugging. The tutors are good and knowledgeable.\n\nавтор: Hao X\n\nMay 19, 2019\n\nThis is a good course for introductory Java Programming. I just think the learning curve is kind of steep in the first week. The following weeks get easier as long as you grasp the new concepts and templates in OOP.\n\nавтор: Abhishek J\n\nApr 25, 2017\n\nThe course is really well structured. Use of iterables was a really good concept that I was not using much before in terms of having new iterables etc.\n\nI would have really liked if you included arrays in this course.\n\nавтор: Jianxu S\n\nDec 28, 2019\n\nExcellent first class for Java! This course teaches not only basic Java concepts but also how to solve problems. We learn techniques that we can apply in real world. Instructors of this course did a fantastic job!\n\nавтор: Flávio R C\n\nSep 16, 2020\n\nExcellent content and instructors were all great explaining the content.\n\n\nThank you to Coursera and to Duke University for the opportunity of learning Java aspects with so great people.\n\n\nFlávio Costa\n\nавтор: Mirché R\n\nJan 07, 2020\n\nExcellent content and resources.\n\nI appreciate teacher's pedagogy (but miss the final joke in this one :-P ).\n\nI recommend change the IDE in order to provide a better environment (mostly for debug and run purposes)\n\nавтор: Manish K\n\nJul 28, 2020\n\nReally an awesome course, the assignments designed in the course are at very good level !!\n\nThey really took a lot of time for me to get them done.....but all the time I gave to the assignments is really worth it.\n\nавтор: RAVILLA M S K\n\nMay 28, 2020\n\nSolving Problems with software course helped me to think logically. Mainly in my case, to think about different test cases of problem and to check my code with short test cases before going into large test cases\n\nавтор: Sruti R\n\nFeb 19, 2019\n\nGreat introductory course. I was new to Java before taking this course, I feel much more confident in tackling more in depth topics in Java and object oriented programming in later courses in the specialization.\n\nавтор: Filipe A C S A\n\nJun 04, 2020\n\nA great introduction to algorithmic thinking and Java programming. The assignments are well designed and the video lectures are interesting. Recommended for those who are just getting started with programming.\n\nавтор: Souparna C\n\nApr 22, 2020\n\nExcellent course...Lets you hold your interest till end...Exellent project resources...It's my 1st course in the specialization and my dream is to complete them all...Thank You Professors and Coursera Team!\n\nавтор: Mohammed A\n\nApr 02, 2020\n\nA wonederful course, with high quality contents. Learning throw real life problems makes the course interesting and engaging. congrat for all contributor in this work, especially, the four nice teachers. :)\n\nавтор: Marina\n\nSep 08, 2016\n\nLike the first course of this specialization this course is really great! The explanations are simple and precise. And the programming assignments are really exciting! Perfect to start your journey in Java.\n\nавтор: Brendan M\n\nJul 29, 2018\n\nAbsolutely fantastic! I learned plenty. Nothing taught in this course was too difficult to learn. The quizzes are challenging, but manageable. This is a wonderful course and a wonderful specialization.\n\nавтор: Aaron M\n\nMay 01, 2018\n\nExcellent introduction to Java.\n\nA little heads up if you're taking the course:\n\nAnswers need to be truncated to x decimal places in quizzes, not rounded. (Instructors please clarify this in all quizzes!)\n\nавтор: HENRY A M P\n\nAug 07, 2020\n\nExcellent course. Teachers explain the topics in detail. The Java programming language is used to solve real-life problems. Thanks for teaching the 7 steps necessary to solve everyday problems!\n\nавтор: Raja k\n\nJun 22, 2020\n\nThat's really terrific time to spend on such precious acquisition, i adore the entire session which waded through this journey.\n\nThanks to all the faculty member for such incredible sharing.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.7697648406,
        "format_confidence":0.9788790941
    },
    {
        "url":"http:\/\/base64-encoder-online.waraxe.us\/bookreviewshow-542.html",
        "text":"Sponsored links\n\nValid XHTML 1.0!\nValid CSS!\n\nProduct: Book - Paperback\nTitle: Microsoft Visual Basic 6.0 Professional Step-By- Step.\nPublisher: Microsoft Press\nAuthors: Michael Halvorson\nRating: 5\/5\nCustomer opinion - 5 stars out of 5\nSomething Awful!\n\nSlave females are expected to use all of their abilities to please their masters. Since one of the most pleasurable things a man and woman can do together is have sex, slaves are used often for sexual purposes. On Gor, a woman subjected to sexual use as a slave is not permitted to hold back or inhibit herself in any way. Surprisingly to the Terran, but not to the Gorean, the slave female finds that she cannot help but respond deeply and powerfully to the use of a master: her biological tendency to submission, when allowed to manifest itself, rewards her with extraordinary pleasure in sexual use and sexual drives far beyond what the free woman can experience. Gorean slave girls have been known to break their own bones on the bars of their cages trying to touch a man when they have been secured for a long time.\nThis book is not like that at all. It is very light and fluffy, lacking substance. All that is covered in this book is covered in the first twenty pages of the \"Visual Basic 6.0 Programmers Guide\" also published by micro$oft press.\n\nProduct: Book - Hardcover\nTitle: Patterns of Enterprise Application Architecture\nPublisher: Addison-Wesley Professional\nAuthors: Martin Fowler\nRating: 3\/5\nCustomer opinion - 3 stars out of 5\nImplementation Techniques\n\nWell, I finally got through this one, so it's time to write the review...\n\nI have to say I was disappointed by this book. Even though it's presented a MF's Signature book, in hardcover no less, the author tells us he just expects it to be \"useful\". Yes Martin, it is, but I expected it to be excellent, not just useful.\n\nAnother, bigger problem is that the title is very misleading: those like me looking to find something on the level of the Gamma and Alur books beware, the are very few design patterns here, as this deals mostly with implementations techniques. A title like \"Strategies for Enterprise Applications\" would be more accurate so you know upfront what to expect.\n\nIt has also been noted that it fails short on the Enterprise tag, discussing neither security, nor messaging or deployment, and I agree. Finally, I feel it also fails in providing \"a pattern language\" since there are just too many of them presented, with too many words on them.\n\nBut even as flawed as it is, I find it a good book, that will teach you some tricks you may have missed, and is also an invaluable introduction and teaching tool (just not for those of us already deep into design and architecture).\n\nA very positive feature of the book is that it denies neither J2EE nor .NET, playing to the advantages of both depending on the subject at hand. However, for true design patterns in those technologies get the excellent \"Core J2EE Patterns\" and \"Enterprise Solution Patterns using .NET\" respectively instead.\n\nProduct: Book - Hardcover\nTitle: Revised Core Rulebook (Star Wars Roleplaying Game)\nPublisher: Wizards of the Coast\nAuthors: Bill Slavicsek, Andy Collins, J.D. Wiker, Steve Sansweet\nRating: 5\/5\nCustomer opinion - 5 stars out of 5\nbetter than the original?\n\nTo be honest, I was exceptional sceptic about this... Oh goody, an other d20 product. My dislike for the d20 is grounded on the fact, that you need something like a nuclear fission bomb to kill a 20 lvl fighter, among other things and the old West End Games) Star Wars was really deadly. Well, no doubt about it... this one has the same appeal. Suddenly, the guy with a holdout blaster can get you into real trouble and that makes gaming so much more interesting. As the Star Wars Universe expanded after Episode VI was done and gone, so did the Star Wars RPG after WotC baught the rights and relaunched it. The modular system allows for a story-driven appoach to character development without complication and balancing the game is not hard since Jedis are only Twi`Leks, too (or Whookies, Trandoshans, Humans, whatever) and not some overpowered fighting machines. The layout is great, full colour through and through, which is a rare thing in RPG books, and the rules are easy comprehendable. Furthermore, this is the book you need. That`s it. Oh, sure there are other great books about the Star Wars RPG out there, but to PLAY you only need this. Therefore, a great buy for a Star Was Fan and people who like to become one.\n\nProduct: Book - Paperback\nTitle: Oracle SQL by Example, Third Edition\nPublisher: Prentice Hall PTR\nAuthors: Alice Rischert\nRating: 5\/5\nCustomer opinion - 5 stars out of 5\nThis book is Awesome!!\n\nThis book by Alice Rischert is one of the greatest Oracle SQL books ever written. I purchased the 1st edition of this book back in the day and it helped me pass the Oracle 8i OCP SQL exam. After reading the 1st edition, I was very much compelled to purchase the 3rd edition. The 3rd edition of the book is much better with all the errors from the previous versions corrected. This is the book they use for the students at Columbia University in New York. After you read this book and do all the exercises and test your thinking projects, you become a master of the subject. If you want to learn Oracle SQL, there is no greater learning tool than this book. Indeed, there is much time, effort, and loads of quality and research put into this book. The format of the book is reading and then hands-on labs which reinforce the topics you just read. After you read this book you should purchase the Oracle PL\/SQL by Example third edition. It goes hand-in-hand with this book. AFterward, you'll know enough to go take the Oracle SQL and PL\/SQL exam.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.7947354913,
        "format_confidence":0.9829545617
    },
    {
        "url":"http:\/\/base64-encoder-online.waraxe.us\/bookreviewshow-2597.html",
        "text":"Sponsored links\n\nValid XHTML 1.0!\nValid CSS!\n\nProduct: Book - Hardcover\nTitle: Fundamentals of Neural Networks\nPublisher: Prentice Hall\nAuthors: Laurene V. Fausett\nRating: 2\/5\nCustomer opinion - 2 stars out of 5\nNot very good. Atleast not for beginners\n\nThis book requires the reader to know lots of stuff in math like partial diff equations etc. Maybe good for mathematicians and comp scientists but certainly not for beginners.\n\nProduct: Book - Paperback\nTitle: How Computers Work, Seventh Edition\nPublisher: Que\nAuthors: Ron White, Timothy Edward Downs\nRating: 4\/5\nCustomer opinion - 4 stars out of 5\nGreat book-easy to read - but fire the editor.\n\nQue is great for computer books - this book has great pictures and explainations but it looks like the editors were too quick in thier editing and just wanted to get it out - what do I mean? I just got the book and turned to the section on DVD - wanted to understand it better - I found a careless error - it says that DVD holds up to 8.5MB - now I know they ment GB and not MB - but this was just the first section I read - could it be an isolated incident? sure. or could it be a sign of things to come as I read on? I don't know - I hope not...and having bought Que books before - it probably is an isolated incident - but I hold Que to very high standards, as well as you should - I will continue to buy Que books but this is a disappointment...a small one but still.\n\nProduct: Book - Paperback\nTitle: XML Bible (2nd Edition)\nPublisher: Wiley\nAuthors: Elliotte Rusty Harold\nRating: 5\/5\nCustomer opinion - 5 stars out of 5\nTechnology Revolution\n\nXML is a revolution in the internet industry. It will change the e-commerce business. This Book covers a lot of technical details of XML, good examples. I find this book excellent.\n\nProduct: Book - Paperback\nTitle: Concurrent Programming in Java(TM): Design Principles and Pattern (2nd Edition)\nPublisher: Addison-Wesley Professional\nAuthors: Doug Lea\nRating: 2\/5\nCustomer opinion - 2 stars out of 5\nGet the book on your hands\n\n1) Get to a library and check out the book on your own.\n2) I hardly grasp the utility of the code (or in most cases pseudo-code) examples, and Yes! they would be good for a \"Java Mutithreading for dummies\" book.\n3) The book contains 236 (? ) references to scientific papers (In order to be objective, I took the time to count them)\n4) As you yourself admit resorting to language subtleties, this book is more about the philosophy of concurrency than Java concurrency and again there might be nothing wrong with the book, just its name.\nGood news is there are options with realistic - Java Multithreading - expositions out there; like Concurrency: State Medels & Java Programs, Jeff _, Jeff _, Jeff _, ISBN 0471987107, for example.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.7059267759,
        "format_confidence":0.9791992307
    },
    {
        "url":"http:\/\/www.gamevortex.com\/gamevortex\/sound_rev.php\/149\/head-first-html-5-programming-sound.html",
        "text":"Graphic Novels\n  System Video\n  All Features\n\n\n  PlayStation 3\n  Wii U\n  Xbox 360\n\n\nHead First HTML 5 Programming\n\nPublisher: O'Reilly\n\nYou may not realize it, but the web is changing. Though the eventual \"change over\" is still a long ways away, web developers and programmers are slowly beginning to implement HTML5, the latest version of HTML (or Hyper Text Markup Language, the backbone for almost every website on the Internet), into their sites. In fact, you've probably already used a couple of HMTL5 elements and not even realized it. Most major browsers already support a few HTML5 elements, and sites like Gmail, Google, The New York Times and CBS (as well as a version of YouTube) are already use the protocol.\n\nSo, you may be asking \"What's the big deal with HTML5?\" For one, the language aims to expand the language's scope, and what developers can do, without introducing numerous plug-ins like Flash, Silverlight and Java. This means you won't have to install (and update) numerous plug-ins. Additionally, many mobile devices feature support, allowing faster web browsing on HTML5-supported sites.\n\nThe new standard means current developers will need to get up-to-date on the new features quickly, but also opens to the doors for budding web developers and designers to jump onboard and get a head start in learning the new technology. O'Reilly Media has both sides covered with Head First HTML5 .\n\nI've been a fan of concept behind O'Reilly's Head First series for a while now, though previous attempts to use the books have usually turned out unsuccessful, leading me to believe the concept was neat, but didn't work. HTML5 Programming changed that perception entirely; leading me to think previous attempts were due to my brain not being wired to handle other subject matter (C#, mainly) as efficiently.\n\nRather than tossing out a numerous step-by-step examples and hoping you understand the subject by the end of the book, the Head First series focuses on making sure you \"get it\" and making sure you understand what's happening. Each chapter includes a short task built around one or two concepts meant to show a certain aspect, like the Canvas or Video tag, or Web Storage API's. Each is introduced with some background information as well as in-book exercises meant to get you writing and coding quickly. In order to keep your interest, the book also includes lots of offbeat pictures and notes scatted throughout the chapter. Though goofy, the extras are meant to keep your brain engaged, allowing your brain to latch on to information quicker and, even more important, retain it better.\n\nBefore diving in to HTML5, you'll need some understanding of HTML and CSS. The book assumes you know something about web development, so while it isn't a great jumping off point for newbie developers who haven't coded before, it is fantastic for novice and advanced developers. A bit of Javascript knowledge is also helpful, though the first few chapters do a more than adequate job at getting you as up to speed as you need to be.\n\nI'm still very much a novice when it comes to web developer, but was able to make it through the first few chapters without much trouble. Once I got deeper into the book, however, I decided to switch over to O'Reilly's Head First HTML with CSS & XHTML for a refresher course. With that knowledge firmly in my head, I was able to get through the rest of the book without much outside research. By the time I got to the new tags, I started figuring out steps well before they were introduced in the book. I don't recommend jumping ahead in any chapters - even if you already know it - but it is the best testament possible for the book's methods. They work.\n\nIf you're looking for a desktop reference guide to HTML5, Head First HTML5 isn't for you. Although the book does a fantastic job of introducing some of the new elements, it doesn't drill down into any with extensive details. The focus is on getting you to understand what's happening and how to do the basics; you'll need to seek out broader details on your own. The book also stays away from a couple of the more transitory elements. HTML5 is far from locked-in, so some elements are still changing.\n\nMy experiences with other Head First books wasn't great, but I absolutely loved HTML5 Programming (and, HTML with CSS & XHTML). Each chapter was filled with little victories and I was surprised by how well I was able to retain the information after stepping away from the books. This is a great book and I can't recommend it enough.\n\n-Starscream, GameVortex Communications\nAKA Ricky Tucker\n\nRelated Links:\n\nSound Something Startling Happens Sound The Cult of LEGO\n\nGame Vortex :: PSIllustrated",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9843845367,
        "format_confidence":0.7234569192
    },
    {
        "url":"https:\/\/www.coursera.org\/learn\/game-development\/reviews?page=10",
        "text":"Chevron Left\nBack to Introduction to Game Development\n\nLearner Reviews & Feedback for Introduction to Game Development by Michigan State University\n\n3,426 ratings\n1,021 reviews\n\nAbout the Course\n\nIf you love games and want to learn how to make them, then this course will start you down that path. Making games is a creative and technical art form. In this course you will familiarize yourself with the tools and practices of game development. You will get started developing your own videogames using the industry standard game development tools, including the Unity3D game engine and C#. At the end of the course you will have completed three hands-on projects and will be able to leverage an array of game development techniques to create your own basic games. This course is for individuals interested in becoming a game designer, game artist, or game programmer....\n\nTop reviews\n\n\nSep 30, 2019\n\nGreat course, got to learn and understand good things about developing games in general and particularly in Unity. I highly suggest it for someone who has no experience whatsoever at game development.\n\n\nJul 22, 2019\n\nReally great course! It was more challenging towards the end of it, but I enjoyed it and recommend it. I hope that my completing the course marked the start of my future as a game designer and maker.\n\nFilter by:\n\n226 - 250 of 994 Reviews for Introduction to Game Development\n\nBy Moisés M\n\nJan 23, 2016\n\nThat is a incredible course!\n\nI've learn a lot of things, and now i can go to the Game Market Area with more knowledge of this sector.\n\nBy Matias G H\n\nDec 11, 2015\n\nReally good course for an introduction into the Game Development! It's brief yet complete, making it a good course for doing online.\n\nBy Michael J\n\nNov 12, 2015\n\nThis course was AWESOME! No joke! The teacher is very clear and pedagogical and I'm already recommending it to some of my friends :)\n\nBy Dominik S\n\nNov 02, 2015\n\nThe best course I have done so far - entertaining, interesting and especially a lot of fun. A really great course by Professor Winn!\n\nBy Juan A M\n\nOct 24, 2015\n\nMuy buen curso para entender lo basico de la creacion de videoujuegos. Para mi un buen comienzo para entender y trabajar con Unity.\n\nBy Sefa B E\n\nDec 09, 2019\n\nIt's a great course for you either beginner or intermediate level. The course instructor is great and concepts are well explained.\n\nBy Armando M d S S\n\nNov 04, 2017\n\nNice course, here I learn unity, this is the most tool for developer game and is exactly what I need to developer my project\n\n\nBy Giordan P\n\nJul 06, 2017\n\nOne of the best MOOCs I've taken, not only because of the topic but the pace of it, the materials and the quality of the content.\n\nBy Abner C\n\nFeb 05, 2016\n\nI'm finishing up week 3 and I'm loving it! Very easy to understand even though they just brush up the basics of Game Development.\n\nBy Nikola Z\n\nDec 03, 2015\n\nThank you for this course, things are more clear to me now. DefinitelyI will go for the specialisation. Keep up the good work! :)\n\nBy Ricardo E\n\nNov 03, 2015\n\nThe content of this course is well explain and easy to follow, I have a lot of fun doing the assignments, it was sort of playing.\n\nBy Адріян Б\n\nOct 26, 2017\n\nA simple introdution to Unity, providing some basic knowledge for prototyping and understanding of how the game ecosystem works.\n\nBy Deleted A\n\nAug 04, 2017\n\nA great hands on course for learning game development on the Unity engine. Highly recommended for aspiring or junior designers!\n\nBy Sumeet\n\nFeb 17, 2016\n\nBest course to start game development.\n\nEven if you don't have any prior experience this course will help you start making games.\n\nBy Nikki P\n\nAug 24, 2017\n\nFun and comprehensive. Just the right amount of theories and practical work. Highly recommended! Enjoyed the projects so much!\n\nBy David C\n\nApr 16, 2016\n\nExcellent Course. I Learn a lot of Unity. The explanations are very good and step by step. Thanks to Michigan State University\n\nBy Priontu C\n\nMar 16, 2016\n\nAwesome course on Intro to Game Dev. I hope you guys will provide one on Game Dev on C# as well. Thanks a lot for this course.\n\nBy Shin C\n\nFeb 26, 2016\n\nGreat introduction to game development for people, who had no experience in that and good base for future skills development.\n\nBy Ali A K G\n\nAug 05, 2018\n\nIt is a good course for learning, although there is less coding to do but the course is overall good and learning is better.\n\nBy Gearoid D\n\nSep 28, 2015\n\nExcellant course. Assignements were at the correct level and it was a great introduction to the unity editor and game design\n\nBy Stevan Č\n\nFeb 06, 2017\n\nVery nice course for someone who wants to learn basic concepts of Unity. My suggestion: create more challenging assignments\n\nBy Balasubramanian S\n\nSep 13, 2016\n\nA great course of beginers in game development. The content is clear and concise. Brian has a good command over the topics.\n\nBy Hanif M\n\nFeb 23, 2017\n\nGreat course! Simple and clean instructions. Specially the course instructor \"Brian Winn\", lots of <3 <3 <3 for you sir :D\n\nBy Sourav B\n\nFeb 20, 2016\n\nThis course is filled with the things that are needed and organized so perfectly. It was great pleasure to do this course.\n\nBy Richie M\n\nNov 14, 2017\n\nThis was a really fun introduction to game development with Unity3D. I feel like I learned a lot, and I had a lot of fun.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.7086477876,
        "format_confidence":0.9743310213
    },
    {
        "url":"https:\/\/zh.coursera.org\/learn\/scala-functional-programming\/reviews?page=58",
        "text":"Chevron Left\n返回到 Scala 函数式程序设计原理\n\n学生对 洛桑联邦理工学院 提供的 Scala 函数式程序设计原理 的评价和反馈\n\n8,046 个评分\n1,632 条评论\n\n\nFunctional programming is becoming increasingly widespread in industry. This trend is driven by the adoption of Scala as the main programming language for many applications. Scala fuses functional and object-oriented programming in a practical package. It interoperates seamlessly with both Java and Javascript. Scala is the implementation language of many important frameworks, including Apache Spark, Kafka, and Akka. It provides the core infrastructure for sites such as Twitter, Netflix, Zalando, and also Coursera. In this course, you will discover the elements of the functional programming style and learn how to apply them usefully in your daily programming tasks, such as modeling business domains or implementing business logic. You will also develop a solid foundation for reasoning about functional programs, by touching upon proofs of invariants and the tracing of execution symbolically. The course is hands-on; most units introduce short programs that serve as illustrations of important concepts and invite you to play with them, modifying and improving them. The course is complemented by a series of programming projects as homework assignments. Recommended background: You should have at least one year of programming experience. Proficiency with Java or C# is ideal, but experience with other languages such as C\/C++, Python, Javascript, or Ruby is also sufficient. You should have some familiarity using the command line....\n\n\n\nSep 23, 2019\n\nAs expected Martin is awesome in explaining principle of functional programming. I have started reading the book as well to make sure I keep up with the knowledge which I have gained from this course.\n\n\nSep 13, 2018\n\nIt took me much longer than expected to finish the course and sometimes it made me feel stupid and helpless. Diving into functional programming was a mind bending experience, totally worth time spent!\n\n\n1426 - Scala 函数式程序设计原理 的 1450 个评论（共 1,574 个）\n\n创建者 Boris E\n\nDec 19, 2016\n\nWish they didn't restructure the old classes, now it offers less of the interesting material. Fantastic course nonetheless, highly recommended.\n\n创建者 Philipp J\n\nJun 22, 2017\n\nyou can learn a lot and the course is prepared really well. Sometimes I would wish to have some more practical and less mathematical examples.\n\n创建者 BIN L\n\nJun 13, 2018\n\nquite good course & professor, just the exercise is a bit too much for a beginner; more suitable for people who are familiar with the syntax\n\n创建者 Frank P\n\nJun 27, 2021\n\nHomework and exercises need better documentation and need to be less difficult or, at minimum, require more preparation from teaching staff\n\n创建者 Kerry C\n\nFeb 22, 2021\n\nThe assignment is a huge jump from the course content. But overall very well-designed course and learned a lot of algorithms along the way!\n\n创建者 Christian B\n\nAug 10, 2017\n\nMore explanations on the basics of the language to start would be helpful. First try to express it in languages and terms that are familiar\n\n创建者 Michal N\n\nApr 10, 2019\n\nPretty good course on Scala. Only thing they can change is to move Week 4 assignment to week 5 - because Week 5 videos help a lot with it.\n\n创建者 Dmytro K\n\nNov 27, 2016\n\nHeavy lecture material. Programming assignments require some work or preset knowledge of functional programming to succesfully complite.\n\n创建者 Leo A\n\nSep 26, 2016\n\nThis course gives a very nice introduction to Functional Programming whilst introducing you to the idiosyncrasies of the Scala language.\n\n\nFeb 28, 2019\n\nThe course provide a way to see programming differently. The exercices are very difficult. It would be nice to provide more test cases.\n\n创建者 Kenneth M\n\nAug 15, 2016\n\nA very good beginners course for learning Scala. The lectures are a bit dry but overall a very good course with good assignments.\n\n创建者 Tomasz K\n\nMay 16, 2019\n\nGood way to learn by doing - assignments extend lectures and give additonal approach to deal with the all programming issues.\n\n创建者 Hitesh\n\nAug 24, 2018\n\nBrilliant Course, had lots of fun coding. It was challenging and stimulating. Thanks Prof. Odersky for putting this together.\n\n创建者 William S\n\nJul 25, 2017\n\nGood starting course, helps to have a little knowledge of Scala or Java already and also a decent understanding of recursion.\n\n创建者 Xiao L\n\nNov 30, 2017\n\nvery good course. good organize and materials, and homework assignments.\n\nhomework is hard, hope can provide more test cases.\n\n创建者 antonin p\n\nApr 2, 2017\n\nExcellent, still maybe, not enough teacher - students interactions for person who paid for the course. (in forums etc...).\n\n创建者 Humberto C\n\nMar 4, 2017\n\nIt was good fun to complete it but some of the assignments did take more than 3 hours, more like between 4 and 5 hours\n\n创建者 Walid E H\n\nApr 27, 2018\n\nCours complet avec beaucoup d'exercices pour la prise en main des principes de programmation fonctionnelle avec Scala\n\n创建者 Seongsan K\n\nFeb 19, 2018\n\nI really enjoyed the videos and the assignments. I wish there were more simple exercises for week 5 as an assignment\n\n创建者 John M\n\nFeb 7, 2017\n\nScala from the source! Great way to get a great introduction to the language and how it is best applied to problems\n\n\nOct 16, 2016\n\nThis course really helped me to understand the basics of SCALA. I really enjoyed the challenges of this course.\n\n创建者 Alexandros T\n\nJul 22, 2021\n\nOverall it was a nice course, but I believe sometimes it would progress a little faster than I would expect.\n\n创建者 Salvatore P\n\nSep 6, 2021\n\nsome requirements during the assignments are quite hard to understand, but for the rest is a great course.\n\n创建者 Salvatore V\n\nDec 18, 2020\n\nGreat course, I have learned quite a lot. Perhaps not the best course if you are new to both FP and Scala.\n\n创建者 Denilson A C\n\nSep 22, 2017\n\nI liked this course, have been a great experience..\n\nI would like that the Sound of Videos could be improved",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9246811867,
        "format_confidence":0.9544574022
    },
    {
        "url":"http:\/\/cpanratings.perl.org\/user\/herge.rss",
        "text":"CPAN Ratings: Reviews by CPAN Ratings: Reviews by en-us 2000-08-23T07:00+00:00 Perl 1901-01-01T00:00+00:00 1 daily herge Rating: 4 stars I used this module to generate a parser for input files for the CADENCE SPECTRE simulator, and generate an XML DOM tree as output. The parser I obtained is somewhat slow, but OK it does the job. I did not yet manage to use the 'warning messages' properly. herge",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9633623958,
        "format_confidence":0.9675886035
    },
    {
        "url":"http:\/\/cpanratings.perl.org\/dist\/Directory-Scratch",
        "text":"Directory-Scratch reviews\n\n\nRSS | Module Info | Add a review of Directory-Scratch\n\nDirectory-Scratch (0.05) *****\n\nJust like the author, I've written the same code over and over to create temp directories and files, then clean it all up. This module does it all. v0.06 will be even gooderer ;)\n\nIf you're writing a lot of filesystem-intensive tests, check this out.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9847874045,
        "format_confidence":0.959833622
    },
    {
        "url":"http:\/\/nickaiva.blogspot.com\/2010_07_01_archive.html",
        "text":"\n\nThursday, 1 July 2010\n\nComments on Beginning JavaServer Pages, by Chopra, Jones Li, Bell\n\nOn the bright side, the text is quite well written, with only a handful of misspellings for a 1252 pages huge book, as presented at its errata page linked here:,descCd-ERRATA.html\nThe source code of the book is complete, working (with the exception of the Struts chapter 19) and mostly reusable. The tutorial form of the text makes it easy to follow, so that you can practice further on your own, working on open source tools and frameworks, such as Apache ant, JUnit, JMeter, Hibernate, Tiles and the Tomcat web container.\nOn the dark side, the book does not delve into Servlets theory, nor does any use of any open source integrated development environment.\nAll in all, the book serves well the novice to intermediate reader, both as an introductory text at first and as a reference book in a later stage.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9727151394,
        "format_confidence":0.7042893171
    },
    {
        "url":"http:\/\/cpanratings.perl.org\/dist\/HTML-Tabulate",
        "text":"HTML-Tabulate reviews\n\n\nRSS | Module Info | Add a review of HTML-Tabulate\n\nHTML-Tabulate (0.35) ****\n\nGood documentation, pretty flexible and with a sensible interface.\n\nYou can control styling, have multiple tbody sections and add one or more rows to the bottom of the table (e.g. for totals). Table data can be pre-processed and formatted separately and converted into links if required.\n\nLimitations: no tfoot support, you can't add rows between tbody sections (for section totals).",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.8938609362,
        "format_confidence":0.9422487617
    },
    {
        "url":"https:\/\/programmaticponderings.com\/tag\/managing-windows-servers-with-chef\/",
        "text":"Posts Tagged Managing Windows Servers with Chef\n\nManaging Windows Servers with Chef, Book Review\n\nHarness the power of Chef to automate management of Windows-based systems using hands-on examples.\n\nManaging Windows Servers with Chef\n\nRecently, I had the opportunity to read, ‘Managing Windows Servers with Chef’, authored John Ewart, and published in May, 2014 by Packt Publishing. At a svelte 110 pages in paperback form, ‘Managing Windows Servers with Chef’, is a quick read, packed with concise information, relevant examples, and excellent code samples. Available on Packt Publishing’s website for a mere $11.90 for the ebook, it a worthwhile investment for anyone considering Chef Software’s Chef product for automating their Windows-based infrastructure.\n\nAs an IT professional, I use Chef for both Windows and Linux-based IT automation, on a regular basis. In my experience, there is a plethora of information on the Internet about properly implementing and scaling Chef. There is seldom a topic I can’t find the answers to, online. However, it has also been my experience, information is often Linux-centric. That is one reason I really appreciated Ewart’s book, concentrating almost exclusively on Windows-based implementations of Chef.\n\nIT professionals, just getting starting with Chef, or migrating from Puppet, will find the ‘Managing Windows Servers with Chef’ invaluable. Ewart does a good job building the user’s understanding of the Chef ecosystem, before beginning to explain its application to a Windows-based environment. If you are considering Chef versus Puppet Lab’s Puppet for Windows-based IT automation, reading this book will give you a solid overview of Chef.\n\nSeasoned users of Chef will also find the ‘Managing Windows Servers with Chef’ useful. Professionals quickly master the Chef principles, and develop the means to automate their specific tasks with Chef. But inevitably, there comes the day when they must automate something new with Chef. That is where the book can serve as a handy reference.\n\nOf all the books topics, I especially found value in Chapter 5 (Managing Cloud Services with Chef) and Chapter 6 (Going Beyond the Basics – Testing Recipes). Even large enterprise-scale corporations are moving infrastructure to cloud providers. Ewart demonstrates Chef’s Windows-based integration with Microsoft’s Azure, Amazon’s EC2, and Rackspace’s Cloud offerings. Also, Ewart’s section on testing is a reminder to all of us, of the importance of unit testing. I admit I more often practice TAD (‘Testing After Development’) than TDD (Test Driven Development), LOL. Ewart introduces both RSpec and ChefSpec for testing Chef recipes.\n\nI recommend ‘Managing Windows Servers with Chef’ for anyone considering Chef, or who is seeking a good introductory guide to getting started with Chef for Windows-based systems.\n\n\n, , , , , ,\n\nLeave a comment",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.6448382139,
        "format_confidence":0.5622107387
    },
    {
        "url":"https:\/\/www.openhub.net\/p\/geocoding-net\/reviews\/summary",
        "text":"I Use This!\nActivity Not Available\n\nRatings and Reviews\n\nAnalyzed over 4 years ago. based on code collected over 4 years ago.\nCommunity Rating\n\nAverage Rating:   0.0\/5.0\nNumber of Ratings:   0\nNumber of Reviews:   0\n\nMy Review of geocoding-net\n\nYou have not rated or reviewed this project.\nClick below to rate\/review.\nMy Rating:\n New Review\n\nThis project has no reviews.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.5603479147,
        "format_confidence":0.9686656594
    },
    {
        "url":"http:\/\/www.i-programmer.info\/bookreviews\/33-phone\/7026-rapid-android-development.html",
        "text":"Rapid Android Development\nRapid Android Development\n\nAuthor: Daniel Sauter\nPublisher: Pragmatic Bookshelf\nPages: 392\nISBN: 978-1937785062\nAudience: Programmers   \nRating: 3.5\nReviewer: Mike James\n\nWhat could \"rapid\" Android development be all about?\n\n\nThe answer is partly given by the subtitle \"Build Rich, Sensor-Based Applications with Processing\".\n\nWhat Rich, Sensor-Based Applications  are might be a mystery but as long as you have heard of the Processing language at least part of what this book is about will be clear. \n\nProcessing is a Java-like language that is very popular with artists and creative types. The main reason for this is that a lot of the documentation and publicity is aimed at them. Overall Processing is a perfectly normal and usable object-oriented language with really good graphics and media processing facilities. It runs on the JVM and its free and open source and even if you are decidedly unartistic and definitely non-creative in the same sense it is a language worth knowing about. \n\nOne of its most recent features is that it has acquired an Android mode. You might think that this is surprising, but Android is a Java platform - the main difference is that Dalvik is used in place of the JVM. However, the conversion from JVM byte code to Dalvik byte code is fairly straightforward. \n\n\n\n\nThis book is basically an introduction to using Processing in its Android mode. It starts off by explaining how to install the Android SDK and Processing. From here we move on to the first \"sketch\", Processing programs are known as sketches. You can run the program on the Android emulator or a real device. \n\nChapter 2 moves on to consider the problems and advantages of using touch. At this point the Ketai library - a standard Processing library for mobile phone use - is introduced and from this point on the book is mostly about using it.\n\nChapter 3 shows how to work with the motion and position sensors. The book tends to be very wordy with long explanations of the ideas behind the scenes of the history. This makes the book easier to read but it takes more time to get to the technical detail.\n\n\n\n\nPart II of the book focuses (pun intended) on using the camera and location devices. It starts off in Chapter 4 with a look at location and how to do things like work out the distance between two locations and so on. Chapter 5 is about the camera and again is mostly about using the Ketai library.\n\nPart II consists of three chapters on networking. Chapter 6 on WiFi, Chapter 7 on Bluetooth and WiFi direct and Chapter 8 on NFC. \n\nPart IV is about data. Chapter 9 working with the file system and Chapter 10 is on using SQLite. \n\nThe final part is about 3D graphics. This is about Processing's OpenGL wrapper classes. It goes from simple primitives and lights to textures and using SVG. There are some nice examples such as controlling a mobius band via the gyro orientation sensor. \n\nThe final chapter is a collection of topics dealing with publishing your apps and running it within a browser via another of Processing's modes. \n\nProcessing is a very easy language to use to create what look like impressive programs - you can achieve a lot with very little code. Most of the examples in this book are very short but they also lack the sort of facilities that any sort of real Android app would need. This is not really the fault of the book as Processing itself doesn't really do buttons and input boxes in Android mode. Yes you might be able to create a clever 3D graphics display and handle some fancy touch input but a conventional user interface to control the app is more difficult. Put another way you can't mix a Processing app with Android Java. As the Android mode of Processing develops this might be possible but at the moment integrating with a conventional Android app isn't possible. \n\nIt is important to realize this because you might get carried away with how easy Processing is to use without noticing its key limitation for many apps. \n\nThe second problem with the book is that it doesn't really go off the beaten track. Processing is easy to use and so is the Ketai library - it works exactly how you would expect it to. If you are already a programmer then you might find that the book doesn't do much more than point out what the possibilities are and provide a few nice easy examples. If this is what you are looking for then it achieved this goal very well. \n\nIf you don't already program then this book isn't for you. Processing is easy to use and the book is an easy read but it makes no attempt to introduce the key programming concepts. However this said if you only program a little what you can achieve with remarkably little work should inspire you to learn more and become a better programmer. \n\nIf you want to get started with Processing on Android and want a book on the topic, this is your only choice and for an introduction it is quite good. \n\n\n\n\nAccess 2016 Programming By Example With VBA, XML And ASP\n\nAuthor: Julitta Korol\nPublisher: Mercury Learning and Information\nISBN: 978-1942270843\nPrint: 1942270844\nKindle: B01I5RJW6M\nAudience: Access programmers\nRating: 4\nReviewer: Kay Ewbank\n\nThis brick of a book is an updated edition of a popular title with versions going back to Access 2003.\n\nThe CS Detective\n\nAuthor: Jeremy Kubica\nPublisher: No Starch Press\nPages: 256\nISBN: 978-1593277499\nPrint: 1593277490\nKindle: B01J92NR0Y\nAudience: Computer Science newbies\nRating: 4\nReviewer: Sue Gee\n\nThe idea of teaching computer science via a detective story sounds as if it could be fun and appeal to a  [ ... ]\n\nMore Reviews\n\nLast Updated ( Wednesday, 05 March 2014 )\n\nRSS feed of book reviews only\nI Programmer Book Reviews\nRSS feed of all content\nI Programmer Book Reviews\nCopyright © 2018 i-programmer.info. All Rights Reserved.\nJoomla! is Free Software released under the GNU\/GPL License.",
        "topic_id":2,
        "format_id":23,
        "topic_confidence":0.9871412516,
        "format_confidence":0.9697608948
    }
]