[
    {
        "url":"http:\/\/eprints.qut.edu.au\/237\/",
        "text":"Online multi-user games: Playing for real\n\nHumphreys, Sal (2003) Online multi-user games: Playing for real. Australian Journal of Communication, 30(1), pp. 79-91.\n\nView at publisher\n\n\nThe processes of playing give games their central meaning and need to be at the heart of analysis of computer games – play is what animates this medium. To focus on this I want to go beyond assessing digital games in terms of the text - structural features, aesthetic features and functionality - and examine the social and economic engagements of the players. The social engagements of online games derive from a complex interplay between the rules and affordances of a game, the user's offline context, and the online social world created with other players. In this analysis the game 'text'(the boxed product loaded onto the computer) is only one element of a much larger and more open text created by playing. Gamers create content – both through the activity of playing, and through creating 'mods', new levels, new 'skins',new modes of play, that are often appropriated and used by the development companies. Emergent industry models implemented by this form of content creation bring into question the idea that there are discrete consumers and developers. This paper interrogates the boundaries 'old' media studies invoke, of producers, audiences, and text.\n\nImpact and interest:\n\nCitation counts are sourced monthly from Scopus and Web of Science® citation databases.\n\nThese databases contain citations from different subsets of available publications and different time periods and thus the citation count from each is usually different. Some works are not in either database and no count is displayed. Scopus includes citations from articles published in 1996 onwards, and Web of Science® generally from 1980 onwards.\n\nCitations counts from the Google Scholar™ indexing service can be viewed at the linked Google Scholar™ search.\n\nFull-text downloads:\n\n1,136 since deposited on 23 Aug 2004\n40 in the past twelve months\n\nFull-text downloads displays the total number of times this work’s files (e.g., a PDF) have been downloaded from QUT ePrints as well as the number of downloads in the previous 365 days. The count includes downloads for all files if a work has more than one.\n\nID Code: 237\nItem Type: Journal Article\nRefereed: Yes\nKeywords: MMOG, computer games, narrative\nISSN: 0811-6202\nSubjects: Australian and New Zealand Standard Research Classification > LANGUAGES COMMUNICATION AND CULTURE (200000) > COMMUNICATION AND MEDIA STUDIES (200100)\nAustralian and New Zealand Standard Research Classification > STUDIES IN CREATIVE ARTS AND WRITING (190000) > JOURNALISM AND PROFESSIONAL WRITING (190300)\nDivisions: Current > QUT Faculties and Divisions > Creative Industries Faculty\nCopyright Owner: Copyright 2003 Australia and New Zealand Communication Association\nDeposited On: 23 Aug 2004 00:00\nLast Modified: 17 Sep 2010 01:32\n\nExport: EndNote | Dublin Core | BibTeX\n\nRepository Staff Only: item control page",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.9642276764,
        "format_confidence":0.9440146685
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Games-1392434.html",
        "text":"Topics: Game, Video game, Video game genres Pages: 19 (5154 words) Published: January 30, 2013\nFrom Wikipedia, the free encyclopedia\nFor other uses, see Game (disambiguation).\n\nTug of war is an easily organized, impromptu game that requires little equipment.\n\nThe Card Players, a 1895 painting by Paul Cézanne depicting a game of cards. A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool. Games are distinct from work, which is usually carried out for remuneration, and from art, which is more often an expression of aesthetic or ideological elements. However, the distinction is not clear-cut, and many games are also considered to be work (such as professional players of spectator sports\/games) or art (such as jigsaw puzzles or games involving an artistic layout such as Mahjong, solitaire, or some video games). Key components of games are goals, rules, challenge, and interaction. Games generally involve mental or physical stimulation, and often both. Many games help develop practical skills, serve as a form of exercise, or otherwise perform an educational, simulational, or psychological role. Attested as early as 2600 BC,[1][2] games are a universal part of human experience and present in all cultures. The Royal Game of Ur, Senet, and Mancala are some of the oldest known games.[3] Contents [hide]\n\n1 Definitions\n1.1 Ludwig Wittgenstein\n1.2 Roger Caillois\n1.3 Chris Crawford\n1.4 Other definitions\n2 Gameplay elements and classification\n2.1 Tools\n2.2 Rules\n2.3 Skill, strategy, and chance\n2.4 Single-player games\n3 Types\n3.1 Sports\n3.1.1 Lawn games\n3.2 Tabletop games\n3.2.1 Dexterity and coordination games\n3.2.2 Board games\n3.2.3 Card games\n3.2.4 Dice games\n3.2.5 Domino and tile games\n3.2.6 Pencil and paper games\n3.2.7 Guessing games\n3.3 Video games\n3.3.1 Online games\n3.4 Role-playing games\n3.5 Business games\n3.6 Simulation\n4 See also\n5 References\n6 Further reading\n\nLook up game in Wiktionary, the free dictionary.\nLudwig Wittgenstein\nLudwig Wittgenstein was probably the first academic philosopher to address the definition of the word game. In his Philosophical Investigations,[4] Wittgenstein demonstrated that the elements of games, such as play, rules, and competition, all fail to adequately define what games are. Wittgenstein concluded that people apply the term game to a range of disparate human activities that bear to one another only what one might call family resemblances. Roger Caillois\n\nFrench sociologist Roger Caillois, in his book Les jeux et les hommes (Games and Men),[5] defined a game as an activity that must have the following characteristics: fun: the activity is chosen for its light-hearted character\n\nseparate: it is circumscribed in time and place\nuncertain: the outcome of the activity is unforeseeable\nnon-productive: participation does not accomplish anything useful governed by rules: the activity has rules that are different from everyday life fictitious: it is accompanied by the awareness of a different reality Chris Crawford\n\nComputer game designer Chris Crawford attempted to define the term game[6] using a series of dichotomies: Creative expression is art if made for its own beauty, and entertainment if made for money. A piece of entertainment is a plaything if it is interactive. Movies and books are cited as examples of non-interactive entertainment. If no goals are associated with a plaything, it is a toy. (Crawford notes that by his definition, (a) a toy can become a game element if the player makes up rules, and (b) The Sims and SimCity are toys, not games.) If it has goals, a plaything is a challenge. If a challenge has no \"active agent against whom you compete,\" it is a puzzle; if there is one, it is a conflict. (Crawford admits that this is a subjective test. Video games with noticeably algorithmic artificial intelligence can be played as puzzles; these include the patterns used to evade ghosts in Pac-Man.) Finally, if the player can only outperform the opponent, but not attack them...\nContinue Reading\n\nPlease join StudyMode to read the full document\n\nYou May Also Find These Documents Helpful\n\n  • Different Types of Computer Games Essay\n  • The Game Essay\n  • Larong Pinoy Games Essay\n  • The Killing Game Essay\n  • The Game of Tennis Essay\n  • game design Essay\n  • Essay on Flash Games\n  • the game of volleyball Essay\n\nBecome a StudyMode Member\n\nSign Up - It's Free",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.9916644096,
        "format_confidence":0.5338388681
    },
    {
        "url":"https:\/\/irep.ntu.ac.uk\/id\/eprint\/22586\/",
        "text":"What is a videogame?\n\nGriffiths, M.D. ORCID: 0000-0001-8880-6524, 2004. What is a videogame? In: J. Newman and I. Simons, eds., Difficult questions about video games. Nottingham: Public Beta.\n\nFull text not available from this repository.\nItem Type: Chapter in book\nCreators: Griffiths, M.D.\nPublisher: Public Beta\nPlace of Publication: Nottingham\nDate: 2004\nDivisions: Schools > School of Social Sciences\nRecord created by: EPrints Services\nDate Added: 09 Oct 2015 11:05\nLast Modified: 09 Jun 2017 13:48\nURI: http:\/\/irep.ntu.ac.uk\/id\/eprint\/22586\n\nActions (login required)\n\nEdit View Edit View\n\n\nViews per month over past year\n\n\nDownloads per month over past year",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.9843671918,
        "format_confidence":0.6069876552
    },
    {
        "url":"https:\/\/www.mendeley.com\/catalog\/winning-mood-affect-iowa-gambling-task\/",
        "text":"Skip to content\n\nIn the winning mood: Affect in the Iowa gambling task\n\nby Marieke De Vries, Rw Holland, Clm Witteman\nJudgment and Decision … ()\n\n\nThe present research aimed to test the role of mood in the Iowa Gambling Task (IGT; Bechara et al., 1994). In the IGT, participants can win or lose money by picking cards from four different decks. They have to learn by experience that two decks are overall advantageous and two decks are overall disadvantageous. Previous studies have shown that at an early stage in this card-game, players begin to display a tendency towards the advantageous decks. Subsequent research suggested that at this stage, people base their decisions on conscious gut feelings (Wagar & Dixon, 2006). Based on empirical evidence for the relation between mood and cognitive processing-styles, we expected and consistently found that, compared to a negative mood state, reported and induced positive mood states increased this early tendency towards advantageous decks. Our results provide support for the idea that a positive mood causes stronger reliance on affective signals in decision-making than a negative mood.\n\nCite this document (BETA)\n\nReadership Statistics\n\n130 Readers on Mendeley\nby Discipline\n75% Psychology\n5% Business, Management and Accounting\n4% Computer Science\nby Academic Status\n25% Student > Ph. D. Student\n18% Researcher\n15% Student > Master\nby Country\n5% United Kingdom\n5% United States\n2% Germany\n\nSign up today - FREE\n\nMendeley saves you time finding and organizing research. Learn more\n\n  • All your research in one place\n  • Add and import papers easily\n  • Access it anywhere, anytime\n\nStart using Mendeley in seconds!\n\nSign up & Download\n\nAlready have an account? Sign in",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.7335633636,
        "format_confidence":0.8543322682
    },
    {
        "url":"http:\/\/www.techrepublic.com\/resource-library\/whitepapers\/complex-games-and-palm-computers\/",
        "text":"Complex Games and Palm Computers\n\nToday's Palm computers face practical restrictions when playing complex games. This article deals with both the functional as well as the hardware limitations of a Palm computer and their impact on game design. It is observed that the designers of complex games refuse to take sufficiently into account the imposed limitations. Seven design problems are identified and examples of these problems in actual games are given, including ways of solving them. Consequently the paper proposes a list of five design rules which may alleviate the problems. Finally, it concludes that now the time is ripe for one-person Palm game businesses.\n\nProvided by: Maastricht University Topic: Software Date Added: Jul 2002 Format: PDF\n\nFind By Topic",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.9219908118,
        "format_confidence":0.7686299086
    },
    {
        "url":"http:\/\/hcigames.com\/download\/gameplay-experience-in-a-gaze-interaction-game\/",
        "text":"Gameplay Experience in a Gaze Interaction Game\n\nLennart E. Nacke, Sophie Stellmach, Dennis Sasse, and Craig A. Lindley. 2009. Gameplay Experience in a Gaze Interaction Game. In A. Villanueva, J.P. Hansen, and B. K. Ersbo II. Eds. Proceedings of COGAIN 2009. Lyngby, Denmark. The COGAIN Association, 49-54.\n\n\nAssessing gameplay experience for gaze interaction games is a challenging task. For this study, a gaze interaction Half-Life 2 game modification was created that allowed eye tracking control. The mod was deployed during an experiment at Dreamhack 2007, where participants had to play with gaze navigation and afterwards rate their gameplay experience. The results show low tension and negative affects scores on the gameplay experience questionnaire as well as high positive challenge, immersion and flow ratings. The correlation between spatial presence and immersion for gaze interaction was high and yields further investigation. It is concluded that gameplay experience can be correctly assessed with the methodology presented in this paper.",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.9086570144,
        "format_confidence":0.9404120445
    },
    {
        "url":"https:\/\/www.igi-global.com\/chapter\/design-development-and-marketing-process-of-video-games\/178249",
        "text":"Design, Development, and Marketing Process of Video Games\n\nDesign, Development, and Marketing Process of Video Games\n\nDevkan Kaleci (İnönü University, Turkey) and Tansel Tepe (Kilis 7 Aralık University, Turkey)\nCopyright: © 2017 |Pages: 15\nDOI: 10.4018\/978-1-5225-2110-5.ch016\n\n\nIn this study, general information about video game and video game sector, process of steps when designing, developing, and marketing a video game are presented in detail. Since game designers attempt to create their own type and develop new game type, there is no certain acceptance about suitable categorization for video games and certain number of video games types. For this reason, it is firstly mentioned about video game concept as well as systematically categorizing all game types in this study. Afterwards, each of these game categories and game types are described in details. Furthermore, it is aimed to raise awareness of researchers interested in this area, and to help in removing false or incomplete information about video games in the process of video game development.\nChapter Preview\n\nVideo Game Industry And Its Historical Development Process\n\nThe origins of first video game are based upon video game which is called Nimatron and later called Nim by Edward Cordon in 1940, ten thousands of people played Nimatron but artificial intelligence would win ninety percent probability (Wikipedia, 2015). Between 1956-1961, Mouse in the Maze (a mouse that searches cheese in a labyrinth), HAX (in the game, various visual forms and sounds can be made with two keys on the consoles), Tic-Tac-Toe (players can write X and O with a light pen in the game), works graphical in computers are called TX-0, were developed in MIT. According to Friedman (1995), the beginning of video game history is accepted as “Spacewar” that was designed by enginners of MIT in 1962. The game was prepared in Digital PDP-1 master computer. Digital PDP-1 master computer pass into the history by developing the first interactive war gameIn the progress of time it become popular took place in all of computers. Ralph Bea made a game “Corndog”, running on standard television in 1966 and then he developed games like ping pong and shooting target in 1968. In 1969, Ken Thompson designed a game “Space Travel”, it worked in MULTICS operating system. Space travel simulates motions of solar system and it is about taking spacecraft to the surface. Later, Ken Thompson and Dennis Ritchie designed the game in PDP-7 assembler language for bringing the costs down. In this period, the first UNIX version of “Space Travel” was found in development process of UNIX operating system to learn software development for machine (Ritchie, 2007).\n\nComplete Chapter List\n\nSearch this Book:",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.9672200084,
        "format_confidence":0.9695390463
    },
    {
        "url":"http:\/\/graphics.stanford.edu\/~mdfisher\/GeneralGameLearning.html",
        "text":"An Introduction to General Game Learning\n\nPresentation version: PDF, PowerPoint\n\nGeneral game learning (GGL) is the idea of developing an algorithm that can learn how to play arbitrary games by interacting with them. The computer is only provided access to a video feed of the game and is allowed to issue commands such as moving the mouse or pressing buttons on a controller. This is very different from traditional game AIs which already know all the rules of the game and are tightly optimized to make intelligent decisions in the specific game they are written to play. Attempting to generalize these systems is the goal of GGL, which is a rich topic and the task of developing an effective game learner will require combining a diverse number of challenging computer science problems. To make the task more tractable, we will sometimes use a semi-supervised learning approach where the AI also takes as input segments of humans playing the game. The AI can use these to determine what kind of actions are likely to affect the game state, what the goal of the game is, or what strategies might be effective in achieving the goal.\n\nWe start by sketching the pipeline stages of a game learning system. A good general game learner starts by breaking down each frame of the game into meaningful components such as \"the black king\" or \"a goomba\": we call this a symbolic representation of the game. It then needs to learn rules that govern these entities such as \"black kings can move to adjacent squares so long as these squares are either empty or contain white pieces and doing so does not cause the black king to be threatened by a white piece\" or \"goombas move either left or right on horizontal surfaces at a rate of 3 pixels per frame, unless they are not supported by a horizontal surface in which case they move downward at a rate of 7 pixels per frame\". Using these rules it can determine how the symbolic representation changes with respect to time or player actions. A learner also needs to guess the goal of the game, such as \"capture the black king\" or \"reach Princess Peach at the end of world 9\". Using this knowledge, it can develop a strategy for reaching the goal such as \"capture black pieces without losing white pieces\" or \"move to the right without dying\". Finally, a general game learner needs to combine all of this knowledge together to execute intelligent actions that achieve the goal, and continuously update its internal beliefs as it is presented with new observations and evidence.\n\nGeneral game learning is not yet a well-developed field. This document serves to introduce a reader to the topic and describe how it fits into existing fields so is consequently fairly long. If you are mostly interested in the technical aspects of implementing a general game learner you can skip to the pipeline section.\n\n\nAt first glance research in general game learning might seem like a fun project but not necessarily a very useful or important topic. After all, even if it were reasonably effective at learning new games, a general game learner would likely be inferior to existing special-cased AIs such as those found in Chess programs or enemy players in StarCraft. Since the purpose of most games is for humans to derive enjoyment from playing them, it just doesn't seem like there are many applications for a computer to learn to play an arbitrary game except in those cases where a dedicated opponent is needed. Such a viewpoint comes about because the term \"digital game\" often conjures a very narrow range of applications such as Mario or Solitaire and does not seem to apply to the \"real world\". It is easy to forget that, to a computer, all information must ultimately be filtered through a digital lens: from a computer's perspective there is no difference between the task of controlling a Roomba, and playing a game where the objective is to vacuum the floor of a house given readings from a certain set of input sensors. Almost any interesting and useful task can be cast as a digital game -- whether or not the controls are for a robot or an accurate digital simulation of the environment is irrelevant from the perspective of learning. Such tasks might include driving a car, paying your bills, or folding your laundry. Digital games are a starting point for learning such general tasks because they offer a well contained environment to operate in with a goal that can be easily, objectively, and quantitatively evaluated. Once we are able to produce effective general game learners for digital environments, we can start to look at their effectiveness on games where the inputs are sensors in the real world.\n\nHuman Learning\n\nWe can gain insight into ways to learn general games by looking at what methods humans use to learn games. There is no single pathway through which humans learn something: we aggregate knowledge from a variety of sources, and continue to iteratively update our knowledge of the subject as we are presented with new observations or sometimes just by thinking about the subject in question. The case of learning games is no exception. Here we show a few of the components of the human learning process when we encounter a game that we don't know how to play:\n\nThis list is by no means exhaustive. When developing a general game learner, we would like it to learn from as many sources as possible. With no exceptions, attempting to tap each of these sources of knowledge requires effective solutions to extremely challenging problems in artificial intelligence. Let's look at some specifics:\n\n  • Learn rules by reading them — One way to learn a game is to read the associated rulebook or Wikipedia page. Attempting to have a computer learn useful knowledge from a rulebook touches upon several interesting natural language problems such as textual entailment, relationship extraction, and co-reference. Furthermore, most useful rulebooks are not just text but also contain important visualizations that must be parsed to fully understand the rules, such as the figures for the moves of a queen and knight shown above. Although natural language processing and visualization understanding are not currently accurate enough for these information sources to be useful to a computer for the purpose of general game learning, in the future it might be possible to use them to augment an existing learning system.\n  • Learning by recognition and experience — With almost no exceptions humans never encounter a situation in which they have absolutely no prior experience or expectations. When playing Mario for the first time, when we move Mario off the ledge of a platform we are not surprised to see that he falls, because Mario is a solid object and, in our experience, most solid objects are affected by gravity and fall when they are not supported from below. Likewise when we first encounter a Koopa Paratroopa we are not surprised that it is not affected by gravity because we recognize that it has wings and in our experience things with wings can fly. For almost every object we encounter in a game we have some prior expectations about its behavior: spikes tend to cause damage when you fall on them, coins are good things to collect, and the \"king\" and \"queen\" are likely valuable pieces. Sometimes our knowledge is transferred from the real world, but often it is also transferred from other games: learning the rules of Texas hold 'em is easy if you know the rules for five-card draw and the behavior of missiles in Space Invaders is similar to the behavior of missiles in Ikaruga. At a simpler level knowledge transfer also applies between different parts of the same game: big Goombas in world 7 likely have behavior that is similar to smaller Goombas in world 1. This idea of knowledge transfer between games based on prior experience, both from within the same game and from other games, represents one of the most fundamental ideas of general game learning and we will attempt to leverage it wherever possible when developing a game learning algorithm.\n  • Learning from mistakes — Humans who are good at playing games can make rapid progress through games even if they are encountering them for the first time. Part of this success is achieved by borrowing from their considerable experience with other games in the same genre. Another indication of a skilled player is the ability to rapidly overcome challenging parts of a game by identifying the regions where they made mistakes and strategically planning a solution based on their experiences. For example, in Chess a player who loses to fool's mate is not likely to make the same mistake twice. In the case of games such as Mario, a player who is killed by a fireball shot from an enemy because they jumped too late is going to refine their timing on future iterations. The ability to identify and learn from mistakes is critical for developing an effective game learner. Mistake learning also allows us to quantitatively evaluate the quality of learners: one learning algorithm is more effective than another if it is able to learn from its mistakes using fewer examples.\n  • Learning through conversation — Whenever possible many humans prefer to learn from other humans. Through conversation we can rapidly learn the rules of a game, have rules that we do not understand correctly pointed out and corrected, and ask questions about anything that confuses us. Humans can even provide feedback on more sophisticated reason patterns such as whether a rook is more valuable than a bishop in Chess. Unfortunately, at present computers cannot easily sustain meaningful conversations with humans. However, as described above humans can still be invaluable to general game learning by providing examples of game play. Humans might also provide feedback for a small number of computer playthroughs by annotating certain regions as good or bad. They might note that when Mario jumps into lava and dies this is bad, and when Mario advances to the next world this is good. A learn... (truncated)",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.6837435365,
        "format_confidence":0.7902160287
    },
    {
        "url":"http:\/\/infohub.gambleaware.org\/document\/can-sit-beach-punt-mobile-phone-influence-physical-online-environments-gambling-risk-behaviours-young-men\/",
        "text":"\n\n\nGambling is rapidly emerging as an important public health issue, with gambling products causing considerable health and social harms to individuals, families and communities. Whilst researchers have raised concerns about online wagering environments, few studies have sought to explore how factors within different gambling environments (both online and land-based) may be influencing the wagering, and more broadly the gambling risk behaviours of young men.\n\nMethod: Using semi-structured interviews with 50 Australian men (20–37 years) who gambled on sport, we explored the ways in which online and land-based environments may be risk-promoting settings for gambling. This included the appeal factors associated with gambling in these environments, factors that encouraged individuals to gamble, and factors that encouraged individuals to engage in different, and more harmful types of gambling. Interviews were conducted over the course of a year (April 2015 – April 2016).\n\nResults: We identified a number of situational and structural factors that promoted risky gambling environments for young men. In the online environment, gambling products had become exceedingly easy to access through mobile technologies, with young men subscribing to multiple accounts to access industry promotions. The intangibility of money within online environments impacted upon risk perceptions. In land-based environments, the social rituals associated with peer group behaviour and sport influenced risky patterns of gambling. The presence of both gambling and alcohol in pub environments led individuals to gamble more than they normally would, and on products that they would not normally gamble on. Land-based venues also facilitated access to multiple forms of gambling under the one roof. We identified a number of factors in both land and online environments that when combined, created risk-promoting settings for gambling among young men.\n\nBy exploring these contextual conditions that give rise to gambling harm, we are better able to advocate for effective public health responses in creating environments that prevent harmful gambling.\n\nProblem with this document? Please report it to us.",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.7254719734,
        "format_confidence":0.9522029161
    },
    {
        "url":"https:\/\/eprints.utas.edu.au\/23577\/",
        "text":"Open Access Repository\n\nThe influence of ratio-reinforcement on video-gaming behaviour\n\n\nDownloads per month over past year\n\nThomas, JE 2015 , 'The influence of ratio-reinforcement on video-gaming behaviour', Honours thesis, University of Tasmania.\n\nPDF (Whole thesis)\nThomas_whole_th...pdf | Download (1MB)\nAvailable under University of Tasmania Standard License.\n\n| Preview\n\n\nThe rapid growth in videogame popularity has sparked considerable public and scientific interest regarding the negative effects of increased exposure and prolonged gameplay. Informed primarily by basic operant conditioning principles this study tested the influence of ratio-based schedules of reinforcement on participant video-gaming duration. It was firstly hypothesised that in-game ratio-reinforcement would significantly contribute to longer gameplay duration when compared to a no reward control condition and, secondly, that rewards awarded on a variable-ratio schedule would be more effective at prolonging gameplay than those awarded on a fixed-ratio schedule. Fifty-one participants were assigned to one of the three reinforcement conditions. Each played a puzzle based video game and their gameplay statistics including playing duration, level restarts (indexing persistence following failure) and flow experience were measured. Ratio-reinforcement significantly extended video-gaming duration, and increased persistence following failure, compared to the control condition. Despite a non-significant difference, there was also evidence to suggest the increased effectiveness of variable- over fixed-ratio reinforcement in prolonging gameplay. The current research provides strong initial evidence for the ability of video-game reinforcement to significantly increase gaming duration, and represents an initial step in understanding prolonged and potentially problematic video-game play.\n\nItem Type: Thesis - Honours\nAuthors\/Creators:Thomas, JE\nKeywords: Video-games, playing time, rewards, operant-conditioning\nCopyright Information:\n\nCopyright 2015 the author\n\nItem Statistics: View statistics for this item\n\nActions (login required)\n\nItem Control Page Item Control Page",
        "topic_id":11,
        "format_id":0,
        "topic_confidence":0.7128125429,
        "format_confidence":0.9781209826
    }
]