[
    {
        "url":"https:\/\/boston.cbslocal.com\/2019\/12\/10\/pete-frates-death-obituary-funeral-candlelight-vigil\/",
        "text":"BEVERLY (CBS) – Community members are invited to a candle light vigil Tuesday night in memory of Pete Frates, who died after a battle with ALS.\n\nThe vigil will be held at 6 p.m. in Pete’s Park on Middlebury Lane in Frates’ hometown of Beverly. The park was rededicated in Frates’ honor last year, hailed as “A Place For All.”\n\nREAD MORE: Couple Gets Engaged In UMass Memorial Maternity Room After Son Is Born\n\n“In this time of heartache and loss, let us all come together as a community to shine our light and love on Pete’s family,” the event organizer wrote.\n\nREAD MORE: Worcester Considers Bringing Back Indoor Mask Mandate With COVID Cases Rising\n\nPete Frates attends a park dedication in his honor. (WBZ-TV)\n\nVisitors are asked to enter the park through Emerson Circle or Middlebury Lane.\n\nFrates, inspiration behind the viral Ice Bucket Challenge, helped raise hundreds of millions of dollars for ALS research.\n\nMORE NEWS: Lawmaker Proposes Universal Mask Mandate In All Massachusetts Schools\n\nA funeral will be held Friday at 11 a.m. at St. Ignatius Church in Chestnut Hill. Visitation is scheduled for Monday from 4-8 p.m. at the St. John’s Preparatory School’s Wellness Center in Danvers.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.7491229177,
        "format_confidence":0.7792491913
    },
    {
        "url":"https:\/\/www.burnleyexpress.net\/news\/free-festive-meal-for-those-facing-christmas-alone-1-9496253",
        "text":"Free festive meal for those facing Christmas alone\n\nThe Wellsprings on Pendle Hill.\nThe Wellsprings on Pendle Hill.\nShare this article\n\nElderly people with nowhere to go this Christmas Day are being offered a slice of festive kindness by the owners of a popular bar and restaurant.\n\nThe owners of The Wellsprings on Pendle Hill are offering free places to elderly people who will be alone this Christmas Day and even transport there and back courtesy of Clitheroe taxi firm Saf Cabs.\n\nThe response to The Wellsprings’ offer has been phenomenal with its Facebook post being shared more than a thousand times.\n\nAround 100 people also commented on social media about the kind gesture with Angela Carroll posting: “How kind, wonderful to hear something good for a change.”\n\nRuth Elliott added: “Lovely thing to do. The true meaning of Christmas.”\n\nAnd Jules Farley said: “What a wonderful thing to do. Well done Wellsprings.”\n\nThe owners of The Wellsprings, Zak and Catherine Marhraoui, have reserved a table for six on Christmas Day for local senior citizens.\n\nZak said: “We are fully booked up for Christmas Day, but a lady phoned up wanting to book, and said it was just for herself. This got us thinking that there are probably other people who will be facing Christmas alone.\n\n“We’d never really thought about this before but are now thinking that we should do this every year.”\n\nThe taxi company that the couple regularly use for customers – Saf Cabs – subsequently offered its services.\n\nThere are currently four spaces left for any elderly person who will be alone on Christmas Day, and to reserve a place call The Wellsprings on 01200 427722.\n\nSince August, The Wellsprings has suffered a significant down turn in trade after work started to build a roundabout at the junction of Clitheroe’s Pendle Road on to the A59.\n\nZak said: “People just don’t think they can get to us because of the road closure and it’s been really bad for business. We’ve had to cut the hours of members of staff as during the week it has just been dead.\n\n“I’m not saying they shouldn’t build the roundabout, but we’re still paying £1,200 a month in business rates and getting nothing in return. It is just absolutely crazy and when you try to get an answer about when the work will be completed you’re just passed from pillar to post.”\n\nThe Wellsprings is still accessible if motorists follow the diversion through Pendleton and can be accessed via Sabden.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.661131084,
        "format_confidence":0.9954769015
    },
    {
        "url":"http:\/\/mashable.com\/2010\/11\/02\/facebook-status-updates-breakups\/?cnn=yes",
        "text":"\n\nA very interesting data visualization from infographic wizard David McCandless is making its way around the web, depicting the most common times a year that people break up — via Facebook status updates.\n\nMcCandless whipped out the chart during a TED talk this past summer. Apparently, he and his team scraped 10,000 status updates for the phrases \"break up\" and \"broken up,\" and made the following discoveries: 1). A ton of people break up before social occasions like Spring Break and the summer, 2). Mondays aren't just the start of the work week — there're the end of many a relationship, 3). People have the decency not to dump their significant others on Christmas Day.\n\nThe above chart is just another addition to a growing canon of information depicting both Facebook's effect on — and role in — the dating realm. In the past, we have explored the negative effects of Facebook on one's romantic life, as well as how some people use the social networking site to end things.\n\nWhat effect — if any — has Facebook had on your dating life?\n\n(via Mathias Mikkelsen)\n\nImage courtesy of iStockphoto, A1Stock",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9865265489,
        "format_confidence":0.7150369287
    },
    {
        "url":"http:\/\/www.westerntelegraph.co.uk\/NEWS\/10965679.Help_needed_to_bring_Pembroke_pensioner_home\/?ref=rss",
        "text":"Help needed to bring Pembroke pensioner home\n\nFirst published in News\n\nA PEMBROKE family hoping to help a 74-year-old neighbour return home after she lost everything in a fire is appealing for help.\n\nTheresa Dunn has been in hospital since a fire, believed to have been caused by an electrical fault, tore through her home on Norgans Terrace, Pembroke, on December 30.\n\nHaving not renewed her insurance, Theresa lost everything in the fire and cannot return home until repairs have been completed.\n\nAnd the Kitts family, who live opposite at Merchants Park, are determined to help.\n\nFerry Port worker Peter Kitts, 53, rescued Theresa from the fire, after another neighbour raised the alarm.\n\n“I went into the house and I could hear Theresa but I couldn’t get into the living room because of the heat and smoke,” said Peter.\n\n“I went back out to catch my breath and I could see her by her bed, so I took her in my arms and carried her out. Two seconds later the window exploded.\n\n“People say it’s brave, but you just do what any other human being would’ve done.\n\n“I can’t say what I was thinking because I wasn’t. I could just hear her, I had to get her out.”\n\nThe Kitts family and their friends have got the manpower, but they are in desperate need of a skip, cleaning and building materials, and some paint.\n\nPeter’s wife, Christina, said: “We just need any help whatsoever, even if it’s with a mop.\n\n“It’s surprising how many people have got a spare tin of pain in their shed, even if it just covers one wall.\n\n“If we were rich and affluent people we could just go in there and do the job.\n\n“I’m lucky, I’ve got my family around me and hopefully they will be round if I ever need help.\n\n“This is a vulnerable woman who doesn’t have anyone and we just want her to be able to go home.”\n\nThe Kitts family would like to hear from anybody who can help. Contact Peter Kitts on 07977 514135 or email\n\nSend us your news, pictures and videos\n\nMost read stories\n\nLocal Info\n\nEnter your postcode, town or place name\n\nAbout cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies. Find out more about the cookies we use.\n\nI agree",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.729355514,
        "format_confidence":0.9915846586
    },
    {
        "url":"http:\/\/www.nashobapublishing.com\/ci_22497490\/winter-ball-sees-record-crowd",
        "text":"AYER -- An artic chill did not deter the elementary school girls and their escorts from the Annual Winter Ball.\n\nThe clear, starry skies provided an enchanted ambiance as the girls and their dads, grandfathers, uncles, and older brothers danced away at the evening sponsored by Senate Construction.\n\nMonica Delyani and Sharon LeMay from the Page Hilltop PTO organized the event and were thrilled to be able to do it. Page Hilltop Principal Fred Deppe was very pleased with this event and its turnout. \"The PTO Winter Ball is one of our most popular annual events. It affords our Page Hilltop dads (and male designees) the opportunity to spend some special one-on-one time with their girls beyond the usual realm of homework help and sports coaching. For all of the grades K-5 girls, it is their night to dress up and be treated like a princess. The girls also get to introduce their special escorts to all of their friends and share a memorable evening together.\"\n\nFrom 7 to 9 p.m., more than 300 attendees danced to the musical selections of DJ Jim Bean. The Ayer-Shirley High School cafeteria was transformed into a winter wonderland, with festive balloons, snowflakes and twinkly lights for all to enjoy.\n\nIn between dancing cheek to cheek, kicking their heels up to the \"Cha Cha Slide\" and enjoying refreshments, every \"couple\" was able to get their pictures taken by Stephen Dillard of O'Connor Studios. \"Every year, we have such a good time. It's one of our best nights of the year,\" Paul Marshall said.\n\n\nMarshall and his daughter, Mackenzie, have attended each year she has been at Page Hilltop, but this year is her last before she moves over to the middle school in the fall.\n\nSenate Construction sponsored the evening and the PTO is extremely thankful for the support owners Jan and Bob France have given to this event. \"My husband has always been very supportive of the schools and he is always very happy to be a part of this eventful night,\" Jan France said.\n\nPinard's Florist also played an important part at the dance. \"We love being a part of this very special annual event,\" Lisa Richard, of Pinard's, said. Richard made many of the corsages and boutonnieres that were worn that evening. \"We are always so happy and honored to be even a small part of this event that enables dads and their daughters to create magical memories that they will hopefully never forget,\" Richard said. Pinard's also donated a centerpiece to be raffled off at the end of the evening.\n\nThe dance committee had additional help to make the evening as successful as it was. Special thanks go out to Ayer-Shirley High School students Samantha Clark-Young, Hannah Grise, Maddie Norton, Krista Prehl and Tori Smiraglia, Page Hilltop teachers Beth Lewis and Jan France, Principal Fred Deppe and Assistant Principal Karen DeWitt, and parents Ann Reeves, Linda Harrington, Carolyn Piwowar, Dana Bresnahan, Julie Staraitis, Kimberly Hoffman, Lynne Fish, Dawn Barr, Charisse Murphy and Tammy Valliere.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.937138319,
        "format_confidence":0.9917621613
    },
    {
        "url":"http:\/\/www.spokesman.com\/stories\/2007\/nov\/27\/festive-fundraising\/",
        "text":"Arrow-right Camera\n\nThe Spokesman-Review Newspaper The Spokesman-Review\n\nThursday, April 18, 2019  Spokane, Washington  Est. May 19, 1883\nPartly Cloudy Night 45° Partly Cloudy\nNews >  Home\n\nFestive fundraising\n\nThe Davenport Hotel has held\nThe Davenport Hotel has held \"Christmas Tree Elegance\" since it was reopened. This scene, featuring the \"Norway tree\" on the left, is from the 2004 celebration. (COURTESY OF SPOKANE SYMPHOny Associates \/ The Spokesman-Review)\nBy Simone Ramel Correspondent\n\nCelebrating its 25th year, Christmas Tree Elegance is more festive than ever. With 12 beautifully decorated and lavishly accessorized trees, and two full weeks for viewing, there’s something for everyone at the Davenport Hotel this year.\n\nChristmas Tree Elegance is the major fundraiser for the Spokane Symphony. The event is organized by Symphony Associates throughout Spokane County, and hundreds of volunteers join in the project. Committed men and women donate more than 100,000 hours each year. Each tree has a team of coordinators, procurers and decorators. Co-chairing this year’s event are Barbara MacAfee and Maureen Boutz.\n\nHeather Hanley from The Tin Roof furniture store, says, “The community pulls together for Christmas Tree Elegance, and it’s a reason for families to come downtown.”\n\nHanley and her team chose a black Christmas tree to fit her Silver Screen theme.\n\n“It’s fun to design a wonderful tree,” Hanley says.\n\nThe 12 trees, each valued at just less than $5,000, are outfitted with gifts, cash and gift certificates. Some include trips to locations as varied as Italy, Las Vegas, Scotland and the Caribbean, and a ski package to British Columbia.\n\nThe winning raffle tickets will be drawn on Dec. 8 at the Davenport Hotel.\n\nSubscribe to the Morning Review newsletter\n\nGet the day’s top headlines delivered to your inbox every morning by subscribing to our newsletter.\n\nYou have been successfully subscribed!\nThere was a problem subscribing you to the newsletter. Double check your email and try again, or email",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.7044219375,
        "format_confidence":0.9930950999
    },
    {
        "url":"http:\/\/www.toledoblade.com\/local\/2012\/12\/12\/Day-of-triple-dozens-occasion-to-remember.print",
        "text":"Day of triple dozens occasion to remember\n\nWeddings, lottery picks on agenda\n\nJamie Poignon at her home.  Jamie turns 12 on 12\/12\/12.\nJamie Poignon at her home. Jamie turns 12 on 12\/12\/12.\n\nFor some, today’s date is only a nifty numerical event, a repeating lineup of 1s and 2s crowding a calendar square.\n\nFor others, it’s a wedding day, a chance to pick lucky lottery numbers, or a reason to run 12 kilometers.\n\nFor Jamie Poignon, Dec. 12, 2012, is pretty much the coolest day ever to turn 12. Jamie, a Bedford Junior High School sixth grader from Temperance, will celebrate the day she’s long awaited with a family gathering today and a party with friends this weekend.\n\n“My family members always said stuff about it. I don’t think it really sank in until a couple of years ago,” she said.\n\nJamie’s mother gave birth at Mercy St. Vincent Medical Center on Dec. 12, 2000, several days after her Dec. 7 due date. Wendy Poignon said her daughter’s birthday celebration will include cake and decorations in keeping with the once-in-a-lifetime, triple-dozen date. “We’ve been planning this for years. We’ve been excited,” she said. “She thinks it’s her lucky day. I’m sure we’re going to buy some lottery tickets and some scratch-offs, and we’ll see if anything comes of it.”\n\nThe Poignons aren’t the only ones with that idea. The Ohio Lottery reported the numbers 1, 2, 1, 2 sold out for Tuesday and today's midday and evening drawings. The lottery has a liability limit — the highest amount it will pay out on a winning combination of numbers. Players no longer can pick those numbers once the liability is reached. Lottery spokesman Danielle Frizzi-Babb said it’s common for numbers to sell out whenever there’s a “significant” or repeating date.\n\nThe numbers motivated runners, too. More than 300 people registered for a just-for-kicks 12\/12\/12K run, scheduled to start at 12:12 a.m. today. By the time most of the Toledo area wakes up this morning, hundreds of runners should have made the multiple-loop run on roads around Levis Commons in Perrysburg.\n\nRace director Ed O’Reilly of the Toledo Roadrunners Club also organized a 10K run on Oct. 10, 2010, and an 11K on Nov. 11, 2011. He called it “the end of the world series,” a wink and nod to Apocalypse predictions some base on the Mayan calendar. Second Sole running store helped with the race registration, and the Perrysburg store also was to serve at the race’s start and finish place, general manager Matt Folk said.\n\n“I don’t know that there will be a lot of hard-core, competitive runners,” he said, adding the emphasis remained on the “unique, fun, social” aspect of night running on a special date.\n\nTo commemorate the event, race participants could buy a glow-in-the-dark shirt. Louann Cummings, a University of Findlay professor, hoped to wear that shirt today during a noon final she’s scheduled to give to an accounting class. She runs regularly with an early rising group that meets at 5:15 a.m.\n\n“This is just a little bit earlier,” she said, noting she won’t have a chance to run on a repeating date again.\n\nAt the Lucas County Courthouse, officials prepared for an uptick in marriages on the special date. The Rev. Sandra Frost performs courthouse ceremonies and will be on hand today to marry couples. She said the date’s rarity and the ease of remembering the anniversary are two reasons some choose repeating dates to wed.\n\nProbate Court Administrator Charles Shaffer anticipated today’s marriage activity to be more than a normal Wednesday’s but less than Valentine’s Day.\n\n“It will be busy; they aren’t going to be lined up,” he said. “There are people that ... get married on these certain dates, and this is the last one [in our lifetime] you are going to see.”\n\nContact Vanessa McCray at: vmccray@theblade.com or 419-724-6065.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9827178121,
        "format_confidence":0.9776155353
    },
    {
        "url":"http:\/\/www.silive.com\/news\/index.ssf\/2011\/08\/islands_gay_life_expo_strikes.html",
        "text":"Island's Gay Life Expo strikes a chord\n\nDeborah Young\/Staten Island Advance By Deborah Young\/Staten Island Advance Staten Island Advance\non August 22, 2011 at 7:15 AM, updated August 22, 2011 at 7:16 AM\n\nSTATEN ISLAND, N.Y. -- Staten Island's Gay Life Expo proved to be such a smashing success that a similar event is slated to take place next month, across the bridge in New Jersey.\n\nThe Garden Staten Rainbow Pride festival to be held Sept. 24 at the Asbury Park Paramount Theater will bring together gay and gay-friendly businesses from the Garden State as well as New York and the Tri State region.\n\nThe gala showcase of gay-friendly businesses expected to be even larger-scale than the Gay Life Expos which have in recent years become a borough mainstay.\n\n\"It's the first one in New Jersey and I think it will be the first of many,\" said Annette Silvestro, owner of Passages VaGaytions, a division of Major's Travel, West Brighton, who is organizing the event along with the Star-Ledger. \"I think now with gay marriage being legalized in New York, it's going to bring a lot of business to Asbury Park. There will be a big dance afterwards and I think it will be good for the community and the town itself.\"\n\nIndeed some 2,500 people are expected to attend the event, which goes from 11 a.m. to 4 p.m. and will be followed by a rocking Tea Dance follow.\n\nBig-name sponsors such as Audi and Mini Cooper have gotten on board, alongside dozens of local vendors with table displays, including Safari Realty from Staten Island. Vendor tables are still available.\n\nThe festival will feature a one-of-a-kind fashion show with a wedding theme, workshops on adoption, civil unions, health and career as well as LGBT-friendly exhibitors, promoting their businesses.\n\nEntertainment will also feature give-aways and possible raffles. Tickets are $10 if purchased online by Sept. 9; $15 if purchased online by Sept. 23; and $20 at the door.\n\nFor more information, go to",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.7262542248,
        "format_confidence":0.9965782762
    },
    {
        "url":"http:\/\/theminneotamascot.com\/news\/family-friends-bring-donnies-memory-fair",
        "text":"Brothers Logan (left) and Josh steal a look at their big brother's banner at the Lyon County Fair. During the presentation, Gared and Brooke Moorse held brother Grady as they spent their emotions on their fallen friend, as others gathered around for support.\n\nFamily, friends, bring Donnie's memory to the fair\n\n•A banner made by close friends set the emotional pace of the fair.\n\nIf Donnie Schuelke was here today, he WOULD have been at the Lyon County Fair.\n\nSo in a way, he was. A banner hanging in the dairy barn where Donnie would have been was supplied by Becky Moorse and her family, next door neighbors and deep friends.\n\nOn Friday afternoon Gared Moorse, a close friend and neighbor, led a group of 4-H Ambassadors in not only dedicating a bench at the fair to their fallen comrade, but also honoring him as a great fair participant.\n\n“Some of my fondest memories of Donnie were at the fairgrounds,” said Moorse.\n\n“His work ethic at the county and state fairs was excellent,” he said.\n\n\"It was an honor to show with him.\"\n\nGared Moorse read the poem written by his mother Becky that is displayed on the banner.\n\nIt read:\n\nI will stand here by the gate,\n\nFor my showman I will wait.\n\nThe many hours together we had,\n\nPracticing our art wasn't so bad.\n\nSo many awards as a team we won,\n\nA trip to the state fair with you was so fun!\n\nWe all knew your mom was your biggest fan,\n\nOh, how she loved watching her fine young man.\n\nOne early Sunday morning when the sky was black,\n\nGod and the Angels decided to take you back.\n\nI can't tell you how much this has broke my heart.\n\nYour family and friends world has been torn all apart.\n\nPlease wait for me by show ring the sky,\n\nWe will meet you in Heaven,\n\nFly High Donnie, Fly High!\n\nThe bench, with salute to Donnie, sat outside the show arena, as a “forever” reminder of the kind of 4-H member and fair contestant Donnie Schuelke was.\n\nIt was a time for tears, a time for reflection — and most of all, a time for the love of Donnie Schuelke at the Lyon County Fair.\n\nFor moments after the presentation, the arena was still and all around the arena friends, family and others stood motionless, tears streaming down everyone’s faces.\n\nHe wasn’t there — but Donnie Schuelke’s presence was felt.\n\nThen again ... maybe he was there!\n\nContact Us\n\nThe Minneota Mascot\nAddress: 201 N. Jefferson\nMinneota, MN 56264\n\nPhone:(507) 872-6492",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9927357435,
        "format_confidence":0.784655273
    },
    {
        "url":"http:\/\/www.oneidadispatch.com\/general-news\/20140120\/maria-stanton-wins-dispatchs-300-big-event-prize",
        "text":"Maria Stanton wins Dispatch’s $300 Big Event prize\n\nRikson Stanton, left, and Maria Stanton accept the prize for this year’s Big Event at the Oneida Daily Dispatch. With Rikson’s help, Stanton correctly guessed that there were 449 logos in the Dec. 26 edition. Nick Will - Oneida Daily Dispatch\n\nONEIDA >> Maria Stanton of Verona is the winner of this year’s $300 Big Event drawing.\n\nShe couldn’t have won without the help of her grandson Rikson Stanton, she said.\n\n“He helped me count,” Stanton said. “If it wasn’t for him, I don’t think we would’ve gotten it right. He didn’t feel any pressure, I’m sure.”\n\nRikson said that all of the Big Event logos in the Dec. 26 edition of the paper stood out to him easily and counting them all wasn’t even a second guess.\n\n\n“I’m going to split the winnings with my family who helped me with the puzzle and is always there,” Stanton said. “It’s nice that the Oneida Dispatch does something like this after the holidays. It’s a fun little game.”\n\nStanton said she gave $50 of the winnings to Rikson, who decided to donate to St. Patrick’s School.\n\nThis year, there were 368 total entries. Only a third correctly guessed that there where 449 logos.\n\nAbout the Author\n\nNick Will\n\nUntil December, 2014, Nick will was a staff writer at the Oneida Daily Dispatch. Hailing from Madison. Nick is a 2012 SUNY Plattsburgh graduate. In his time at The Dispatch, he focused on education, history and community events coverage in Madison and Southern Oneida counties. Reach the author at or follow Nick on Twitter: @DispatchNick.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.6298977137,
        "format_confidence":0.9935786724
    },
    {
        "url":"https:\/\/www.fox29.com\/news\/man-proposes-to-woman-and-daughter-in-maple-shade",
        "text":"Man proposes to woman and daughter in Maple Shade\n\nA local couple is sharing the story of how they got engaged, and it's just the sweetest thing.\n\nAshley Cool reached out to FOX 29 via Facebook on Tuesday to share the details of her surprise Halloween proposal.\n\nCool says that her entire family was gathered along with her boyfriend and 8-year-old daughter.\n\nHer mom and aunts rounded them all up for a picture in their costumes, but then Cool says \"the unexpected happened.\"\n\nCool's mom came out holding a speaker playing the song \"Marry Me\" by Bruno Mars, but Cool says that it still didn't hit her until her boyfriend, Travis Habina, got down on one knee.\n\nBut Habina didn't just propose to Cool, he also proposed to her daughter \"with her own adorable ring.\"\n\n\"It was absolutely the greatest day ever!\" Cool told FOX 29.\n\nShe added, \"My daughter grew up without a father til my fiance Travis came into our lives.\"\n\nWatch the adorable video of the proposal above.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9164459109,
        "format_confidence":0.9832448959
    },
    {
        "url":"http:\/\/www.independent.on.ca\/site\/?q=node\/4204",
        "text":"Warm up!\n\n\nLocal chili lovers dig in at the Harbour Community Church's chili cook-off Saturday. The event was one of several activities held at the church to raise funds for a mission trip to El Salvador. A total of 14 people will mkae the trek this spring including, from left, Matthew Moore, Jeff Hegmans, John Joliffe, John Moes and Dean Lescheid. (Barb McKay photo)",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.8673200011,
        "format_confidence":0.8146827221
    },
    {
        "url":"http:\/\/www.lurganmail.co.uk\/lifestyle\/nostalgia-jumble-sale-at-st-paul-s-1-6337110",
        "text":"Nostalgia: Jumble sale at St Paul’s\n\nHave your say\n\nA jumble sale in St Paul’s School in 1985 raised £400 to help the poverty stricken in the Third World.\n\nLocal shops donated items for the sale, parents sent in cakes and toys and pupils brought in various things. Organised by Mrs Johnston, head of RE, the sale was boosted by a raffle.\n\nPictured with teacher Mrs Anna Johnston are Carlos Greene, Junior Donnelly, Paul Megoran and Fergus King.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9100210667,
        "format_confidence":0.9731980562
    },
    {
        "url":"https:\/\/www.thestar.com.my\/news\/nation\/2020\/09\/21\/timely-boost-for-orphanage-in-need",
        "text":"Timely boost for orphanage in need\n\n  • Nation\n  • Monday, 21 Sep 2020\n\nHelping hand: Nelson (left) presenting a mock cheque for RM20,000 to Thhm at the home in Taman Bukit Rinting, Pasir Gudang.\n\nJOHOR BARU: The Care Haven home for orphans and underprivileged children here is one step closer to reaching its goal of building a nature farm.\n\nThe home’s founder, Rev James Thhm, said the RM20,000 funding from the Star Foundation was timely as public donations had slowed down greatly since the movement control order (MCO) was imposed early this year.\n\n“During an event in February, we got to know about the foundation and decided to try our luck.\n\n“It was a surprise when the call came in July to notify that our application had been approved. We are thankful for the contribution, ” he said.\n\nThe cheque was handed over by The Star’s Johor bureau chief Nelson Benjamin during a simple ceremony at the home in Taman Bukit Rinting, Pasir Gudang.\n\nThhm, who founded the shelter 17 years ago, said during the MCO period, the kids started using Facebook Live to hold cooking shows as well as to sell pastries and kaya made by themselves.\n\nThe home currently has 28 residents aged between two and 25. They are mostly orphans or abandoned children as well as those from poor single-parent families.\n\nThhm said the home initially aimed to raise RM1.8mil to build its Green Smile Nature Farm in Kota Tinggi, which can provide shelter to about 80 underprivileged children.\n\n“The construction of the 0.89ha nature farm has reached about 50% progress and is due to be completed by early next year, ” he said.\n\n”Some generous donors contributed construction materials for the project which covered a majority of the cost, but we still need about RM800,000.\n\n“Once completed, we hope to provide the necessary education and skills training so that the residents can be independent and make it on their own, ” he said.\n\nThhm hopes to expand the farm into an agro-tourism facility to achieve the home’s ultimate mission of becoming self-sustaining without having to rely heavily on donations in future.\n\nStar Foundation is the charitable arm of Star Media Group that aims to support impactful initiatives to help a diverse group of beneficiaries.\n\nVisit starfoundation.com.my for more information.\n\nArticle type: free\nUser access status:\n\nCare Haven home , orphans , Star Foundation\n\n\nDid you find this article insightful?\n\n\n75% readers found this article insightful\n\nAcross the site",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.8591555357,
        "format_confidence":0.9386703968
    },
    {
        "url":"http:\/\/www.alaskapublic.org\/2013\/01\/24\/housing-homeless-youth-takes-trust-love\/",
        "text":"Housing Homeless Youth Takes Trust, Love\n\nTaking care of the homeless is an ongoing problem in Alaska and it’s not limited to adults. There is also a large, and less visible, population of homeless kids. During the day they might be in school, indistinguishable from other students. But at night, they’re couch surfers. These kids may be avoiding an unsafe situation at home, or they’re over 18 — between childhood and adulthood — and simply have no options.\n\nKCAW visits with a family in Sitka who participates in a host home program — the only one in Alaska, and one of very few in the nation. They take in kids from ages 16 through 21 who have no place to go and give them a home.\n\nThere’s this family in Sitka that has homeless teenagers living in their house. It might make some people nervous — it’s not easy to raise a teenager or being one for that matter — especially when dealing with all the problems that come with being homeless. The family, a longtime married couple, looks past what the kids might seem like on the outside and look inside for who they really are.\n\n“We’ve had children in our home that people are just dumbfounded that we let them into our home,” the host dad says. “Their jaw drops. My response is, I don’t know this person you’re talking about. Kids make mistakes. If they make mistakes in a different environment, that’s a different deal.”\n\nThe couple is part of a program run by the nonprofit Youth Advocates of Sitka, or YAS. It places homeless youth with families in the community. We’ve been asked to keep the resource parents’ names confidential to protect the identities of the homeless teens they’ve hosted.\n\nThe resource dad says most of the people they invite into their home have really become part of the family.\n\n“I call them all my children,” he said. “Long after they’re gone, many of them have grown up, and have bought their own homes and their own cars, have their own families, and have moved to different parts of the United States. For us it’s about family. We wanted to have a large family and sometimes things don’t turn out the way you think, but it’s been a blessing for us because now we can still have a large family.”\n\nClients can be 16 through 21 years old and are able to stay in a home for up to 18 months. The program is funded by a federal grant and is the only one of its kind in Alaska.\n\nThe couple has hosted more than a dozen youth over the five-year life of the program. They also take younger foster care kids. Since they always wanted a big family, they’re committed to having the same dynamic in their house.\n\n“I have five sisters and three brothers,” he said. “She’s the oldest of 7. So we’re very comfortable with large families. We know what it’s like to share food and do dishes and have to think of others…we encourage family dinners. Every night. That’s really important. We both come from families where everybody, no matter what your schedule was, you had to be home at a certain time.”\n\nCultivating healthy relationships can be really hard, especially if trust has been broken in the past like it has been for many of these youth. And the host mom believes that to have a healthy relationship, love isn’t necessarily required.\n\n“A big thing is communication and trust,” said the host mom. “Trust is a huge thing. A lot of times, we’ve had conversations with our kids or with each other about what matters most, love or trust? You know, you don’t need to have both to have a healthy relationship. But having trust is so much bigger.”\n\nLove is unconditional; trust is not. They say that to cultivate and keep trust, you have to avoid so-called “deal breakers.”\n\n“If you violate emotional, physical, spiritual…those kinds of things are deal breakers.” It usually comes down to physical abuse or emotional abuse.”\n\nOther deal breakers are using alcohol, pot and other substances that might play a large role in some of the lives of these kids. This is a clean home – they don’t even drink a glass of wine at dinner.\n\n“So, they’re able to see that kind of a lifestyle,” she said. “It’s a little different for them to experience that, and to learn how that kind of lifestyle is and to know that it isn’t accepted into their home.”\n\n“What we don’t want to create is an environment where they have to be dishonest with us,”‘ said the host dad. “So, we really try to foster dialogue and an environment where they’re going to feel safe to talk with us. Some can’t handle it. Their substances are very important to them, so have to leave the house.”\n\nAnd the program has some deal breakers, too. In order for the youth to qualify for the program, they have to be willing to set some goals of their own and work toward becoming independent.\n\nJessica Clark is the family resource center program manager of YAS. She meets with clients to make an individual plan. She says just setting goals helps a lot of people get on their feet.\n\n“We’ve heard people say, I would like to be a rockstar,” said Clark. “When you’re working with youth, it’s really easy to be like, come on now, you’re homeless and you wanna be a rockstar. Let’s talk about reality. The reality is, if you start listing what you need to have in line and do to be a rockstar, you’ll find out that it’s a lot of the same job skills that you might need, minus maybe the music part.”\n\nJust as each person’s life plan is individualized, so is the home placement. All different types of families take part in the program, and a lot of care is put into matching up the family and youth in a situation that they all feel good in.\n\n“We always keep in touch with them,” said the host dad. “They call us up, they still come over. Even years later, the kids do. To say hello, wish us happy birthday. It’s like having older kids when you’re…I feel like an old man, because I’m going to my kid’s house…”\n\nListen to the full story\n\nDownload Audio",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9716281295,
        "format_confidence":0.8562294245
    },
    {
        "url":"https:\/\/www.columbiavalleypioneer.com\/community\/the-pen-is-mightier-than-the-board\/",
        "text":"The pen is mightier than the board\n\nLocal group of kids plans to put out regular newsletter as fundraising initiative\n\nThe Rite to Ride Foundation is launching a new fundraising tool. The ‘Write to Ride’ initiative will have the kids in the program writing their very own newsletter.\n\nFor a fee, you can access a regularly-scheduled newsletter featuring short stories, poems, a skateboarding lingo dictionary, profiles of the kids, coaches, sponsors, and more. The fundraiser, and the foundation itself, is the brainchild of Devin Publikover.\n\nMr. Publikover says this new initiative will allow the kids to hone their writing skills while helping contribute to the organization. The kids are “pretty excited” about the newsletter, he said.\n\nSo far, Rite to Ride has been running well, though the founder admits it has been a mountain of work to get to this point for the fledgling foundation.\n\n“I eat, sleep, and dream Rite to Ride. It’s all coming to fruition.”\n\nRite to Ride is a new not-for-profit launched by Mr. Publikover earlier this year. The goals of the Rite to Ride Foundation are to provide a safe environment for children to participate and excel in snowboarding, skateboarding and community involvement, to give them opportunities to learn skills in leadership, community outreach, and fundraising, to provide assistance to snowboarders and skateboarders in the organization with equipment to aid in skill progression, and to provide children with outstanding teachers, instructors, coaches and friends.\n\n“My goal is not to make the next Olympic level skateboarder or snowboarder. My goal is to make them a well-rounded individual where they can choose whatever path they decide to take, as long as it’s with a smile on their face and general well-being of those around them in hand,” Mr. Publikover said.\n\nRite to Ride has been focused on a pilot group of children so far, though there is opportunity for other kids to join in at the skatepark. As he explained on the group’s Facebook page recently: “We have been meeting up on Saturdays, and we generally spend half of the time in the skatepark, and half in the community. Any and all are welcome to attend and join @ the skatepark, however only the “Pilot group” can partake in the community aspect, and the main reason being, there is only one coach right now on Saturdays and 8 children out on the streets is a handful, albeit a wonderful handful haha. Once school concludes, our July and August format will be much more abundant!”\n\nMr. Publikover has plans to open up the program to other kids for a summer camp. The newsletter will be $5 for a digital copy, $10 for a hard copy, with the first newsletter set to launch at the end of June. For more information on the newsletter or the summer programming, head to ‘Rite to Ride’ on Facebook or Instagram.\n\nJust Posted\n\nJointly-hosted tea at museum\n\nStrawberry Social 2 p.m. June 15th at museum grounds\n\nThe pen is mightier than the board\n\nLocal group of kids plans to put out regular newsletter as fundraising initiative\n\nCelebrate Pride in the Park at 2nd annual event\n\nWeekend of festivities June 14-15th\n\nAmbushed with honour\n\nMike Gray receives Rotary’s highest honour in surprise presentation at Horsethief pub anniversary\n\nMountain-high honour\n\nBelayed thanks to long-serving community member Herb Weller\n\n10 facts about Father’s Day\n\nDid you know that the special day for dads was first celebrated in 1910?\n\nB.C. VIEWS: When farmland protection doesn’t protect farmers\n\nSecondary residences aren’t mansions, families tell Lana Popham\n\nBombers down B.C. Lions 33-23 in season opener\n\nFormer Lion Andrew Harris leads Winnipeg with 148 rushing yards\n\nNorthern B.C. family remembers murdered Indigenous woman with memorial walk\n\nStill no closure for Ramona Wilson’s family 25 years later\n\nB.C. university to offer mentorship program for former youth in care\n\nStudents using the provincial tuition waiver program will soon be able to form a community at KPU\n\nYou might not know these B.C. records are public\n\nHired a lawyer to file a civil claim? Those are published online\n\nB.C. bus driver loses case to get job back after texting while driving full bus\n\nAn arbitator ruled that Tim Wesman’s phone usage was a “a reckless disregard for public safety”\n\nRevamped B.C. Lions set to battle veteran Winnipeg Blue Bombers\n\nThe Lions’ first test of the season will be a big one\n\nNo business case for Trans Mountain expansion, says former environment minister\n\nCabinet is expected to announce its decision on the expansion of the Alberta-to-B.C. pipeline by Tuesday\n\nMost Read",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.5742148757,
        "format_confidence":0.9294656515
    },
    {
        "url":"http:\/\/tricityvoice.com\/articlefiledisplay.php?issue=2012-11-13&file=SocksforSeniors+315TSP+++TCV.txt",
        "text":"\n\n\nNovember 13, 2012 > Socks for Seniors\n\nSocks for Seniors\n\nBy Isabella Ohlmeyer\n\nBrian Tracy once said, \"Love only grows by sharing. You can only have more for yourself by giving it away to others.\" Share love by donating socks through Socks for Seniors in their 10th annual Sock Drive, now through December 23.\n\nCommunity leaders, volunteers, and dedicated families have been involved with Socks for Seniors for ten years, watching it become a nationwide network. Since 2002, over 250 communities worldwide have teamed up with Socks for Seniors, opening their hearts to volunteering, sock distributions, and sponsoring sock hops.\n\nOrganization founder Kitty Coyne said, \"We have one priority this season and that is to bring holiday cheer along with a new pair of socks to warm the hearts and cover the cold feet of our elderly seniors.\"\n\nThe Socks for Seniors Program encourages individuals to not only personally donate socks, but to become involved in a sock drive. It all starts with one person, a box, and a location. The socks will stay in the local Fremont area. If volunteers have a nursing home, assisted living center or other senior community in mind for distribution, that is great news. If not, Socks for Seniors will help connect those eager volunteers with a local senior community for distributing the socks at the end of the sock drive.\n\nProgram area coordinators are encouraged to create a theme for their sock drive as well as take pictures of their decorated sock boxes and event sites. \"It is fun to collect the funkier, holiday style socks you can find, along with traditional tube socks as well,\" Coyne said.\n\nThe holidays can be a bittersweet time for seniors who feel lonesome, so bring joy to their hearts and uplift their spirits with a kind donation of socks.\n\nFor more information or to register local churches, senior centers or civic groups in a sock drive, visit\n\nHome        Protective Services Classifieds   Community Resources   Archived Issues  \nAbout Us   Advertising   Comments   Subscribe   TCV Store   Contact\n\nTri Cities Voice What's Happening - click to return to home page\n\nCopyright © 2015 Tri-City Voice",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9473242164,
        "format_confidence":0.9541401267
    },
    {
        "url":"http:\/\/lifestyle.inquirer.net\/90617\/breeze-enables-mom-to-say-yes-to-life-experiences\/",
        "text":"﻿ Breeze enables mom to say yes to life experiences | Inquirer lifestyle\nTuesday, May 23, 2017\nlifestyle \/\n  • share this\n\nBreeze enables mom to say yes to life experiences\n\n\/ 01:03 PM February 19, 2013\n\nMANILA, Philippines—It’s inevitable for kids to accumulate dirt and come home with stains on their clothes after spending an hour or two playing. Award-winning actress Dawn Zulueta, women and youth issues advocate Sen. Pia Cayetano, socialite and columnist Tessa Prieto-Valdez, and sought-after celebrity mom Carmina Villaroel – the fab quad who lead today’s “sige moms” – agree that kids will always be kids and part of it is getting literally dirty.\n\n“Parents nowadays get paranoid when their kids play outside. They want to keep them indoors but at the same time you don’t want to compromise the opportunity for the children to learn and experience the things we experienced as kids,” states Dawn. “I encourage my son to play outdoors and be physically active. It does not only build his immune system but it also allows him to meet other kids. That’s why we are moving from a condominium to a house of our own very soon so he can have more space to move around.”\n\nThe artist in Tessa, on the other hand, echoes in the way she let her kids have their way in expressing their inclinations. “It’s fun being a mom and having kids,” shares Tessa, whose children were born practically decades apart, which, incidentally, allowed her to spend as much time for each of her kid. Despite the age gap and different preferences, her kids all had their share of being outdoors and pursuing their own interests. They also go to the beach during most weekends because her children are so much into wakeboarding.\n\n\nThough their thoughts were somehow clouded over the amount of dirt frolicking in the playground or going to the beach may bring, these women can now kiss their worries goodbye. There is now an all-new laundry detergent that is set to change the perception of moms on their kids exploring the world around them and dealing with the least liked household chore.\n\nBreeze with ActivBleach was developed with moms and their growing kids in mind. The global brand is now in the Philippines to help moms say goodbye to stubborn stains and at the same time increase the number of “sige moms” such as Dawn, Sen. Pia, Tessa and Carmina.\n\n“My twins are very active. I want them to have the kind of childhood that I had. Laking kalye ako, hindi lang halata,” Carmina beams. “I practically let them do what they want – play with their friends, ride a bike, go swimming, play badminton. They even play with our dogs.\n\n“Of course there was a time when I didn’t allow them to go outdoors. That was when they were still little. Like typical moms I would say, ‘Wag kasi madumi,’ but after a while I let them be. And they also need to learn. They also need to experience na madapa o masugatan because that’s how they learn,” she adds.\n\nSen. Pia couldn’t agree more. Known as an outdoor person, the lady solon couldn’t hide the fact that her kids got her penchant for the active lifestyle. “My two girls play football in school so they really get dirty and my youngest, who is only two years old, seems following the footsteps of her ate’s,” she says.\n“Hangga’t kaya, gusto ko nakakalaro talaga sa labas ang mga anak ko because they need to explore. I don’t mind them getting dirty, not at all. And I think they will miss out so much on their childhood kapag masyadong maraming bawal.”\n\nInspired by the findings of child development experts stating that children learn best through experience rather than through instructions, Breeze with ActivBleach is packed with a superior formulation to help moms cope with the toughest stains due to their children’s various activities. It uses a 4-enzyme technology that removes more stains, and a patented whitening agent that brings perceivable whiteness right after the first wash. This fast-acting ingredient works right on target, freeing moms from worrying about stains and dirt. Breeze gives better results not just on laundry needs but also on what moms look for in a detergent that will allow them to focus more on allowing their kids learn from life experiences.\n\nA unique AD system was also added for better “bula”, while special melamine encaps ensure better fragrance delivery and keep laundry smelling fresh and clean.\n\nWith these technological advancements in a laundry detergent, moms can now let their kids enjoy life to the fullest through their experiential activities. The business of dealing with tough stains is now a thing of the past and just like Dawn, Sen. Pia, Tessa and Carmina, they can all say “Sige sa Mantsa!” by simply welcoming Breeze into their homes. (advt)\n\n\nSubscribe to INQUIRER PLUS to get access to The Philippine Daily Inquirer & other 70+ titles, share up to 5 gadgets, listen to the news, download as early as 4am & share articles on social media. Call 896 6000.\n\nTAGS: Carmino Villaroel, Dawn Zulueta, Family, Filipino Family, Motherhood, PARENTING, Senator Pia Cayetano, Tessa Prieto-Valdez\nFor feedback, complaints, or inquiries, contact us.\n\n© Copyright 1997-2016 INQUIRER.net | All Rights Reserved",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.7641675472,
        "format_confidence":0.7532587051
    },
    {
        "url":"https:\/\/southfloridagaynews.com\/Local\/pride-fort-lauderdale-declares-beach-move-a-success\/Print.html",
        "text":"Tens of thousands of people showed up on the beach for Pride Fort Lauderdale’s event on Sunday, exceeding expectations for the new venue. In fact so many showed up, the crowd threatened to overwhelm organizers – the bars ran out of liquor twice and shuttle service slowed to a crawl.\n\nDespite those minor problems most people declared the event a tremendous success. The crowd ended up being the largest in the festival’s 40-year history.\n\n“People really enjoyed the venue and the concept of what we went for,” said Miik Martorell, president of Pride Fort Lauderdale.\n\nThe annual LGBT celebration moved from its previous location in Holiday Park to the beach where vendors, organizations and entertainers gathered to show their rainbow colors. Because it was a free and non-ticketed event, crowd estimates were hard to figure. Organizer’s though believe more than 40,000 showed up.\n\nThe destination, Martorell said, drove the masses.\n\n“The concept was to create an event that you can’t get anywhere in the world,” Martorell said.\n\n“We have incredible beaches and amazing weather.”\n\nOf the entertainers, Martorell said Erika Jayne out did herself.\n\n“She performed­­ like she really wanted to be here,” Martorell said.\n\nNaturally, there were a few “hiccups,” Martorell said. Traffic was heavy slowing the shuttle service to a crawl. The bars, likewise, were overwhelmed by the throngs of people, dressed in beach wear and swim suits.\n\n16998144 10155086976370850 1191490716455887996 n\n\n“We underestimated attendance,” Martorell admitted. “We ran out of liquor twice and we have to make the event easier to get to. No one likes sitting in traffic.”\n\nMartorell said volunteers from nine different Pride organizations from across America assisted with the Fort Lauderdale production.\n\n“That’s what Pride is about,” Martorell said. “Working together and being proud of who we are and where we come from.”\n\nOther performers throughout the day included disco-era DJ Wendy Hunt, country singer Ty Herndon, “America’s Got Talent” finalist Brian Justin Crum and local transgender teen activist Jazz Jennings, star of TLC’s “I Am Jazz.”\n\nPride Fort Lauderdale did not take place in 2016 with the last festival being held in October of 2015, after several setbacks that delayed the event. This year the event returned to its traditional February schedule.\n\nOrganizers are already looking ahead.\n\n“Next year will be bigger and even better,” Martorell said. \n\n\nCheck out Pride Fort Lauderdale Photos here.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.5959076881,
        "format_confidence":0.9965177774
    },
    {
        "url":"https:\/\/www.borderstan.com\/2010\/02\/18\/tonight-its-third-thursday-on-14th-and-u-streets\/",
        "text":"47°Partly Cloudy\n\nTONIGHT: It’s Third Thursday on 14th and U Streets\n\nby Borderstan.com February 18, 2010 at 3:51 pm 0\n\nTonight is Third Thursday for the members of the MidCity Business Association in the 14th and U Street corridors. Every third Thursday of the month, several dozen shops and galleries are open until 9 p.m. with sales and special offerings. A full listing is below the fold. You can find tonight’s specials and events online at MidCity Life as well as their Facebook Page.\n\n\nSubscribe to our mailing list",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.6517314315,
        "format_confidence":0.7915812135
    }
]