[
    {
        "url":"http:\/\/lde421.blogspot.com\/2012\/12\/amy-tan-september-1989-interview.html",
        "text":"Tuesday, December 18, 2012\n\nAmy Tan, September 1989 Interview\n\nInterview with Amy Tan: tape transcription\n\nWhat do you think of your success now:\nI am completely surprised, in fact I've been overwhelmed by it. If I in the beginning I was probably much more gracious to people who called me for interviews, but now I am so completely overwhelmed by it and I am trying to keep my life a little in control.\nI had signed a contract after writing only three stories. My hope was that I would not disappoint the publisher and that the sales would pay for the advance and that they would not be disappointed with the result. My expectations were so modest, I hoped that somehow they would be able to recoup their advance -- $50,000--which is a great deal of money for a first book. It was, in fact, a tremendous amount for a collection of short stories. And then I thought, well, I can't worry about how they're going to sell this thing, the most important thing was the writing of it. I thought it was there concern and I hoped it wouldn't be a terrible disappointment.\nThere were a number of things that happened that gave me a hint that it might sell more than a typical first book, a collection of short stories, would be around 5,000 and maybe 7,500 for a first novel. And there was the book club that came along. Then in the summer, in late August, I had just come back from Mexico. And somebody called me and said, \"One of the clubs wants to buy your book.\" And I thought, my that's fast, they're already selling to the clubs in Mexico. I was so naive about everything, I didn't realize they were selling my book to the book clubs. Somebody would call and say, \"Well, there's a paperback floor on your book.\" And I would say, \"Oh, that's good. And then I would ask, later, \"What is a floor? What is this about.\"\nThe floor, which is the baseline for where the options start, was established in May of 1988, I had finished the book in April of 1988, and the floor was established under the first three stories. They had not seen the rest of the book yet, and it worried me again as with the first advance, that the paperback publisher might be disappointed with the final result. I kept asking myself, \"Why are they buying this thing?\" I had no track record then. As a fiction writer. And there were only three stories that they were looking at and the remainder of the book may be a big disappointment. So that was my main concern all the time.\nYou wouldn't think that people would want to buy a book and read about Chinese mothers and daughters or Chinese anything. In fact there was a very funny quote that someone read to me from the New Yorker last summer when my book was number three on the New York Times best seller list, And the thing was talking about how there was a fascination among Americans for Soviet espionage type novels, and it referred to Polar Star and Russia House and so on, and then somewhere in the article it said that Americans were too insulated from things that happened in China and so we would not see in the future any books on the best seller list that concerned China. Not that my book is simply about China, it is about Chinese Americans, but it struck me as funny that when they were saying this there was a book on the best seller list that had to do with China and was not a spy novel.\nMy mother has a good answer to where my stories came from. She says that all of my fiction is completely my imagination and I would like to say that. What is autobiographical are the feelings that did come from the experiences that I had from growing up in the country having parents who came from China in the 1940s and also trying to imagine what my mother would say to me if she could just sit down and tell these stories. She has told me stories much more recently since the book has come out that are more complete, but there are fragments of the stories based on things that my mother told me. Most of the factual details of the stories however, are fiction. The most true story of the book is called \"Magpie.\" It's probably one of the most exotic of the stories, the story of the woman who becomes the third concubine. What is true is that my grandmother and she cuts a piece of flesh from her arm and makes soup, and my grandmother did that and my mother saw her do that. And it was a testament of how deep one's mother is in one's bones. My mother didn't use that expression to describe that event, but she was trying one time to explain the quality of respect that is very much a Chinese value that is not the same as mother\/daughter love, but it is the kind of love where you would sacrifice your own life, and the proof of that is that when your mother is about to die, there is this tradition where you make this soup and you use part of your own flesh. And it is true that my grandmother was forced to become a third concubine to a, she had been a first wife, the wife of a scholar, and she became a widow, and she became the third concubine of a rich man and she overdosed on opium and my mother was there to watch her die. It is true the way she was forced to become a concubine. This actually happened in Shanghai, this part about meeting the man and his wife along a lake in Hangzhou is true, how she was raped and forced to become his concubine, this is true. The story of the red candle and the marriage is not true. My mother told me that there was this tradition in China where you could not get out of this marriage, marriages were a contract that could not be broken, and there was this candle, and so I decided to write a story about a marriage that could not be broken and how you could not go against your family in this tradition. I wrote a sense of how you could claim your own spirit back.\nThere was a story about a woman who lost her spirit and then saw her daughter going through the same thing, that was the story about the daughter's marriage with the architect where they put a list of things on the refrigerator, but superficially where they are achieving equality through tallying up expenses. I have been with the same man for over 20 years and we have been married for 15 years. And he is not like any of the men in the book.\nI have three older sisters left in China in 1949. My mother told me how she had to leave the children behind, but she left because she finally had proof, so to speak, she had this man she was married to who declared that she was not his wife but that the concubine was his wife, she decided to leave, and in those days when you decided to leave this, but when she tried to leave before she was put in jail, this was an incredible story that is not in the book about her life with this man, she was abused in all sense of the word, but she was finally able to escape from this man she had to leave her daughters behind. You could not claim custody of the children. Had she stayed she would have killed herself. And probably, I don't think she would have killed her daughters, but if she wanted them to have a better life it would be something like let's all kill ourselves rather than stay in this marriage. She hoped that when she came here she would be be able to establish a better life and then send for them. But in 1949, then everything shut down, and she left literally on the last boat out of Shanghai. there were other people leaving after that, leaving on boats in the night, the boat people of 1949 and 1950, a lot of boat people who escaped through secretive means, but my mother was able to bribe herself on the last boat leaving Shanghai.\nI went back to meet my sisters. We've asked if they want to come here. My mother has not had a letter back from one of my sisters to see if she want's to come. My oldest sister's son wants to come here to study. I wrote to him and said I would pay his air fare and his tuition and he will get a passport and come here to study.\nAll my life my mother had been telling me, especially when there were times when I wanted to say that I was not Chinese, I mean there were times , that I was not Chinese, I was American, I mean I thought it was a mistake, that I was an American born into this Chinese body. I was this American girl born into this Chinese body and how did I have these strange parents. And my mother said you are Chinese, you were born Chinese you will always be Chinese. As I got older I began to sense things about my upbringing that were Chinese. That was OK but I still felt American. My relatives always said that you are Chinese and you belong to China no matter what, even if you were born in America. In fact there is a saying, an expression, that Chinese relatives who live outside China are called \"overseas Chinese,\" and it is thought you will return some day, you are just temporarily away. I went to China when I had become much more interested in my family's past and I wanted to meet my sisters. And my mother had said that we were going to go to China together, and she had this expression, \"You will see. You will see. As soon as your feet touch China you will become Chinese.\" She was right. It was such a different country in one respect. It was such a paradox in that I was a stranger in such a strange land. My style was different. My mother said that there was an expression, people will know that you are not Chinese by the way you walk, by the way you carry yourself, by the way you look, the way you dress, people will know. I had this really silly fear that I would go there and they would think I was one of them and they would not let me come out. But my mother said, NO way. So that there was this feeling. It wasn't with what I... the way I looked ... it had to do with the fact that I had all these ambivalent feelings about being Chinese and here was the country my parents belonged to, my parents were born there, my sisters lived there, but also most of my family, and there was a feeling of coming home, I had two countries. One was the fatherland and one the motherland. And I really felt that China was my mother... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9399830699,
        "format_confidence":0.9843936563
    },
    {
        "url":"http:\/\/therumpus.net\/2016\/03\/the-rumpus-interview-with-rob-roberge-2\/",
        "text":"The Rumpus Interview with Rob Roberge\n\n\nRob Roberge is an indie raconteur, best known for his portrayals of down and out characters on the quest for a better life. It’s a motley crew, one that he has built and dissected over four books. His work has also appeared in dozens of publications, mining themes of desire, anxiety, identity, and despair.\n\nThere is a thin line between the themes and characters of Rob Roberge’s most recent work of fiction, The Cost of Living, and those we find in the pages of his recently released memoir, Liar. With the startling revelation that he may have a progressive, memory-deteriorating disease caused by a series of concussions and a long history of substance abuse, Roberge takes to the memoir form to recount his memories of addiction, catharsis, success, and defeat in honest and raw detail—before it all disappears.\n\nIt’s a striking portrait of a conflicted former addict, as well as a story of the importance of memory. Our conversation took place over email, with Rob kindly finding the time in between appearances on his jam-packed book tour to answer my questions.\n\n\nThe Rumpus: As well as being a novelist and short story writer, you’re also a musician. You once opened for Yo La Tengo (which, I have to admit, makes me incredibly jealous). The musician lifestyle often plays a large role in your fictional work, as well as here in Liar. I’m interested in whether or not you feel music influences your writing on a global level, or whether your writing style infiltrates your music?\n\nRob Roberge: I don’t think there’s that much crossover. I’d say the music influences the writing—the music and rhythm of the prose—much more than the writing influences the music.\n\nRumpus: Well, you do write in Liar about your time as a musician and the subsequent nuclear fallout of involving yourself in its hard-partying lifestyle. You also write about attempting to write while under the influence. Were you writing and submitting when you were abusing drugs and alcohol? Or did your career only take off once you found sobriety?\n\nLIAR COVERRoberge: What career I have took off (rather slowly at first) after I got sober. I wasn’t doing much work when I was using and drinking. I have friends who did it (work), but I wasn’t one of those people. The rest of my career? It has a pretty slow arc, as I said. It took me seven years of writing before I published my first story. And then, the publications trickled in over the next five years. Then my first novel came out on an indie, and most of my books have been on indies, until Liar, but I still kind of consider myself an indie writer. Just one who got very lucky that Crown took to the memoir and it went from there.\n\nRumpus: When did you first get sober?\n\nRoberge: 1993 was the first time.\n\nRumpus: Did you study writing formally?\n\nRoberge: I did. I have an MFA in writing. It is debatable if they are right for everyone, but I had a mentor who really changed my life, so it worked for me.\n\nRumpus: I’m currently studying for my MFA and I personally find it useful, but I can see why some might find the experience less than informative. It’s all about finding the right mentor, as you say. You are also a teacher. Do you enjoy it? How did your teaching career begin? You used to teach narrative theory, correct?\n\nRoberge: I teach at UCR\/Palm Desert’s MFA in Writing Program (and, at times, a few other places). I love it—it’s the first job I’ve ever had (teaching writing) that I haven’t hated. So, it’s a pretty special gig. My teaching career started with me teaching comp at a very small school in Buffalo. And I was terrible at that point. They never should have hired me. But I learned on the job, and eventually, at least by the time I started teaching creative writing, I had some idea of what I was doing. I hope, at any rate. I don’t teach narrative theory by itself anymore, but I kind of use it when critiquing student manuscripts. So, it works its way in there, whether I like it or not.\n\nRumpus: Any notable students?\n\nRoberge: A lot of my students have been quite notable. Notable in both the personal sense—people who have changed my life—and notable in that many have gone on to enormous success in their writing careers. Whether or not I had a lot to do with those success stories, I’m very proud and happy for my former students getting on the map.\n\nRumpus: It’s rather amazing what you’ve been able to accomplish, especially considering the story we are given in Liar. Your addiction narrative is full of a lot of hard turns. I got the idea, reading your book, that you’re trying to remember your history before it all fades away. Is that why you started this memoir?\n\nRoberge: Not exactly. Though that did come up after I had started the book. The desire to get things down while they still had some degree of freshness in my mind was what started the process.\n\nRumpus: The memoir form seems like such a tricky genre to tame. Specifically, getting the tension between cutting honesty, which can get quite purple, and writerly craft, which can sometimes obscure raw emotion under ostentation. It all seems like an incredible tight wire act. How did you approach writing memoir versus writing fiction? What were the challenges you faced?\n\nwebsite.drivehardvover1Roberge: When I started, I really didn’t think there would be that much of a difference. Both are long-form narratives that pose some of the same difficulties (sustaining narrative tension, having an interesting protagonist who deals with trouble in the text, keeping a balance between scenes and exposition, and so on). I really thought they wouldn’t be that different from one another. But—early on—I realized I’d been, at best, naïve and, at worst, clueless. They proved to be enormously different. The most obvious difference is that you can’t hide behind the guise of fiction. No matter how autobiographical a fictional scene is, you can always tell the reader—in protecting yourself—that you made it up. That option’s really not there for a memoirist. You aren’t, knowingly, lying. It’s in the tacit contract with the reader when they see the word “memoir” on the book. That what happens within the pages actually happened.\n\nSo there’s that. But some of the biggest challenges were, page after page, standing naked in front of the reader. Even though there is always a narrative persona, whether it’s fiction or memoir (a memoir is a shaped piece of art, after all—not a diary), in memoir, you are revealing (if you’re doing your job) some of the rawest, and most intimate, details of your life. And that was difficult. To have to stand by many of these scenes, no matter how embarrassing or humiliating or difficult they were to tell. That’s a big difference (for me) between memoir and fiction.\n\nRumpus: Do you think that lying and the act of writing a memoir can be separated?\n\nRoberge: Yes, I think the act of lying can be separated from the genre of memoir. Though often times, people are unaware of their own subjectivity.\n\nRumpus: I think also that some readers forget that there’s a difference between willfully lying and not getting the facts straight, or remembering something in a different way than the reality of the situation. You talk about fallibility a lot in the book, specifically the unreliable nature of your memory—\n\nRoberge: There’s something known as “memory conformity,” also known as “social contagion of memory,” which refers to a situation where one person’s telling of a memory influences another person’s account of that same experience. So, while we know perspective is highly subjective, and we know memory is highly subjective, our memories are even being worked on by other people’s memories.\n\nRumpus: It’s interesting that there’s this notion among some readers that a writer’s memory is somehow purer, that a writer should have perfect recall, making mistakes impossible. That’s a broad statement, but I think its true of many memoir readers. They want the facts to be facts. Since you’re open about your possible inadequacies as a narrator for your own story, do you see yourself as an unreliable narrator? Or have these stories, in fact, become a new kind of truth?\n\nCoverRoberge: I think every narrator is an unreliable narrator. In its classic definition—an unreliable narrator is one who reveals something they don’t know themselves to be revealing. We all do that. And then, there’s memory. I use the quotation in the book where Nabokov said that memory itself is a revision. So, even if we are trying our best, we are at least slightly unreliable narrators of the facts.\n\nBut that’s not the same as lying. That’s a story being changed through the innocent nature of subjectivity. The least trusted testimony in a court of law is eyewitness testimony. We are simply not good reporters of facts that happen to us, or in front of us. But that’s not the same as knowingly lying.\n\nRumpus: Do you feel any pressure to let your audience in on the lies?\n\nRoberge: In Liar, I had the text call out every lie. If there was a lie, I said it was a lie later in the book.\n\nRumpus: Did you feel any pressure to let your audience in on those secrets? And, does that pressure stem from the way certain memoir authors have been attacked for misrepresenting their story as hard truth?\n\nRoberge: I’m not sure I felt it as pressure. I just thought to write an honest book, I had to cop to my lies. I didn’t feel a lot of the pressure from some of the memoir writers who have lied because, for one thing, my book is, in a way, an interrogation of memory itself. And at the same time, I told the story to the best of my ability. I was as true to my memory as I could be.\n\nRumpus: I’m very interested in your use of the second person. It’s a pretty bold choice and one I would have been a little frightened to try. What led you to choose that perspective? Was there a necessity for you to step back from yourself to tell this story?\n\nRoberge: At first, I didn’t give it a whole lot of thought. I’ve alway... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9817968607,
        "format_confidence":0.9753738046
    },
    {
        "url":"http:\/\/www.adventuresinyapublishing.com\/2016\/04\/monica-hesse-author-of-girl-in-blue.html",
        "text":"Sunday, April 10, 2016\n\n0 Monica Hesse, author of GIRL IN THE BLUE COAT, on setting a schedule and sticking to it\n\nWe're excited to have Monica Hesse join us to share more about her latest novel GIRL IN THE BLUE COAT.\n\nMonica, what scene was really hard for you to write and why, and is that the one of which you are most proud? Or is there another scene you particularly love?\n\nJournalists--I work for the Washington Post--want to get quotes right, so we're really attuned to listening to how people talk.They trail off, change subjects, and almost nobody is eloquent in real life, off the cuff. As a result, my favorite fiction scenes to write are always ones with lots of dialogue, where I can let characters' wonderful human imperfections come through. I loved writing scenes between Hanneke and Ollie, the brother of her late boyfriend. Action scenes are really hard for me, though, or anything with a love of movement and no talking. There's a chase scene in GIRL IN THE BLUE COAT that I put off writing again and again, until finally the rest of the book was done, and I had to go write those two pages or else there would be a gaping hole in the middle of the book.\n\nWhat's your writing ritual like? Do you listen to music? Work at home or at a coffee shop or the library, etc?\n\nI'm both really rigid and totally disorganized when it comes to writing. I write a thousand words a day, rain or shine, cold or flu, usually late at night when I get home from my job. Writing every day is the only way I can make sure I keep up momentum with a project. If I haven't reached my thousand words, I feel as guilty as if I'd skipped brushing my teeth. But! When it comes to composing actual chapters, I'm all over the place. I almost never start from the beginning. I'll usually start somewhere in the middle and spiral out, and sometimes it's just a bunch of random sentences that I know will appear somewhere, eventually, hopefully. And all of this usually happens in my pajamas.\n\nWhat advice would you most like to pass along to other writers?\n\nWrite! WRIIIIIITE. It sounds so basic, but I'm always amazed at how many people I meet who say they want to be writers but whose stories exist only in their heads and not on the page. The physical act of writing is always going to be the easiest thing to put off. There will always be something more interesting or more pressing to do. But you have to set yourself a schedule and make yourself stick to it, and you have to take your craft seriously so that others will learn to as well.\n\nWhat are you working on now?\n\nRight now? A nonfiction book about a series of arsons in a rural county. It's totally fascinating. But as soon as I'm done with that, I'm back to World War II and a story set in an American internment camp, for which I'm now devouring gobs of research.\n\n\nGirl in the Blue Coat\nby Monica Hesse\nLittle, Brown Books for Young Readers\nReleased 4\/5\/2016\n\nAn unforgettable story of bravery, grief, and love in impossible times\n\nThe missing girl is Jewish. I need you to find her before the Nazis do.\n\nAmsterdam, 1943. Hanneke spends her days procuring and delivering sought-after black market goods to paying customers, her nights hiding the true nature of her work from her concerned parents, and every waking moment mourning her boyfriend, who was killed on the Dutch front lines when the Germans invaded. She likes to think of her illegal work as a small act of rebellion.\n\nOn a routine delivery, a client asks Hanneke for help. Expecting to hear that Mrs. Janssen wants meat or kerosene, Hanneke is shocked by the older woman's frantic plea to find a person--a Jewish teenager Mrs. Janssen had been hiding, who has vanished without a trace from a secret room. Hanneke initially wants nothing to do with such dangerous work, but is ultimately drawn into a web of mysteries and stunning revelations that lead her into the heart of the resistance, open her eyes to the horrors of the Nazi war machine, and compel her to take desperate action.\n\nMeticulously researched, intricately plotted, and beautifully written, Girl in the Blue Coat is an extraordinary, gripping novel from a bright new voice in historical fiction.\n\nPurchase Girl in the Blue Coat at Amazon\nPurchase Girl in the Blue Coat at IndieBound\nView Girl in the Blue Coat on Goodreads\n\n\nMonica Hesse is the author of the young adult historical fiction novel Girl in the Blue Coat, as well as the young adult science fiction novel Stray and its sequel, Burn. She is a feature writer for the Washington Post, where she has covered royal weddings, dog shows, political campaigns, Academy Awards ceremonies, White House state dinners, and some events that felt like a mixture of all of the above. She has talked about these stories, and other things, on NBC, MSNBC, CNN, CSPAN, FOX and NPR, and she has been a finalist for a Livingston Award and a James Beard Award. Monica hosts a weekly Washington Post chat, Web Hostess, and she lives in Washington, D.C. with her husband and a brainiac dog.\n\nHave you had a chance to read GIRL IN THE BLUE COAT yet? Do you set a schedule and stick to it? Are you able to jump around while writing or do you write linearly? Share your thoughts about the interview in the comments!\n\nHappy reading,\n\nJocelyn, Shelly, Martina, Anisaa, Sam, Erin, Susan, Lindsey, Sarah, and Kristin\n\nNo comments:\n\nPost a Comment\n\nTell us what you think. We'd love to hear from you! :)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9912914038,
        "format_confidence":0.9798802733
    },
    {
        "url":"http:\/\/mudseasonreview.com\/2015\/06\/discordant-souls-rubbing-up-against-each-other\/",
        "text":"Discordant souls rubbing up against each other\n\nOur nonfiction editor, Brett Sigurdson, had this exchange with Alex Simand, author of Issue #9’s “with light steam.” Here’s what he had to say about his propensity to tackle big questions, the writers who inspire him, and his experience at a low-residency MFA program.\n\n\nLet’s start with a big question. Your bio on your blog states you wonder “if love and sex are mutually exclusive.” Are you ready to hazard an answer to this question?\n\nYou know, I wrote that sentence as a sort of frivolous quip, but I’ve come to see it as a serious question. I’ll say that my Field Study is ongoing. I continue to fall in love—and have sex—and be willing to reflect on what it means and how they relate to one another.\n\nTo answer more directly, I don’t think love and sex are mutually exclusive. I believe relationships are complex: love and sex are concepts that are inherently entwined, no matter how carefully we attempt to keep them separate. And maybe sometimes it feels like they are discrete, but the canon of human emotion is not that simple, as any psychotherapist will tell you. Projection might come into play; our past experiences will inform our attitudes toward our partner (or partners); the act of physical intimacy cannot be extricated from at least some level of affection. Lord knows I’ve tried, particularly in my twenties—addendum: I turn thirty this week!—but the inevitable pull of what I somewhat facetiously call the poet-mind will not allow it. We are feeling creatures, whether we like it or not.\n\n\nI ask because, from reading essays like “Eye Contact” or posts on your blog, I find you’re interested in answering big questions through your writing. In particular, you seem to have a desire to write about real connection, real humanity. Where does this propensity come from?\n\nIt’s hard to see with clarity one’s own motivations, but if I were to hazard a guess I would say that growing up as an only child probably contributed to my propensity for seeking answers to bigger questions. I spent a lot of time alone when I was young. My best friends were books. My parents encouraged me to read because the imagined alternatives—drugs and hooliganism and various other nonspecific vices—were worse. All of the novels that resonated with me, even from a young age, were works that did something more than simply tell stories: Margaret Atwood, Joseph Heller, Mikhail Bulgakov, Russell Hoban, all writers that used the story as a device for connecting experience to truth. In my own small way, I try to do the same.\n\n\nCertainly tackling one’s upbringing is a big question. What compelled you to explore your Russian heritage in “with light steam”?\n\nMaybe one factor is my obsession with identity: whether or not it is fixed; if it is entirely defined by one’s surroundings, by one’s ancestry, by one’s sense of self. These questions of identity play a central role in “with light steam,” particularly with regard to cultural identity, which I believe is an essential subset. Being a first-generation Russian immigrant who grew up in a city sometimes described as a multicultural mosaic, I couldn’t help but believe that tradition was important. Toronto is a city of pockets: Little Italy, Little Portugal, Cabbagetown (the Irish quarter), and many more. There was always a sense of insularity, of differentiation, which is wonderful for tourism but troubling to a child who wants to become an integrated member of society. What am I? Russian? Canadian? Does it matter? Do I avoid these labels altogether? Do I embrace them? Do I let the customs of my ancestors inform my current incarnation? Or is the best approach a hybrid: a holding of divergent tensions. (I’ve settled, for now, on the latter.) Once you go down this self-reflective rabbit hole, a universe of questions explodes into view. But this is all abstract. The real magic lies in human interaction. The good stuff happens when discordant souls rub up against each other. The friction, the spark, that is, for me, where lies the cosmic truth of humanity—if such a thing exists.\n\n\nDid you learn anything about yourself or your family from the process of writing this essay?\n\nThere is a passage in the essay where I meet a man named Mordecai. The meeting was humbling because I learned through him that my experience is not, in fact, unique. We did, after all, travel the same path to the West from Russia. We knew the same rabbis, distant relatives, and he spoke like my uncles speak—slowly and with delightfully glib resignation. And he did all of this without an ounce of self-consciousness, showing me that diversity is not strangeness. In a way, meeting Mordecai was the inciting incident (to borrow a fiction term) that prompted me to write “with light steam.”\n\n\nThe scene in which you describe each section of the bathhouse as if you’re a tour guide really knocked my hair back. Talk about writing that: when did that scene enter the scope of the essay? How did you develop it?\n\nOne of my favorite things to do as a writer is to play with the physical, the sensual, so writing that scene felt natural, joyful even. When I began writing “with light steam,” I felt a need to ground the essay in the physical world. I wanted to avoid a purely abstract discussion on culture. I think there are enough pedagogical papers and studies on that topic. Instead, I wanted to connect it to shared human experience—and what better shared experience that the act of feeling one’s body, of tapping into one’s senses? It was also fairly simple to write—I’ve played that role numerous times. As I write in the essay, I love taking people to the bathhouse. I relish the opportunity to act as cultural tour guide.\n\n\nWriting about family members truthfully and openly in nonfiction can be intimidating. How did you navigate writing frankly about your family in “with light steam”?\n\nI’m not sure I’ve navigated it successfully. I suppose it depends on how you define success in nonfiction. Is it by communicating truth? By being honest? By avoiding confrontation with the subjects of your work? Everyone remembers things differently; everyone brings to a memory their own lens, their own set of biases. I think in “with light steam” I sidestep some of these pitfalls by being willing to be open and vulnerable, by showing my hand and saying, here: there is no magic. This is what I had. This is how I felt. I’d like to show you something. And I tried to make it clear at all points in the story that everything was seen through the eyes of the character—from the small, scared boy in the banya to the actualized adult.\n\nEditor’s Note: Alex Simand has since expanded his answer to this question here: http:\/\/lunchticket.org\/on-umwelt-and-writing-about-family-in-nonfiction\/\n\n\nThere’s a tenderness to your voice at times as well. I wonder, who are your writing heroes?\n\nTenderness? Are you sure? I would use many adjectives to describe my voice—glib, sarcastic, irreverent—but not tender. But I do think I use the distant voice, the humorous voice, as a means to broach deeper subjects; perhaps it’s the contrast of the superficial with the sincere that lends my voice a tender tone when I choose to dive into the narrative. Life is inherently funny, weird, and absurd. We should all be willing to see the humor in it.\n\nWriting heroes. I always knew this day would come, when I would have to answer this impossible question. I listed a few of my influences above (Bulgakov chief among them), but I also admire the works of nonfiction writers like Joan Didion and Annie Dillard. They are able to connect the personal to the universal in beautiful, seamless, seemingly effortless ways; the eye for detail they exhibit, particular in scene and setting, draws the reader in an almost magnetic manner. I try to employ this style of detail-oriented writing as much as possible.\n\n\nYou wrote a hilarious piece about magic mushrooms on your blog. Given that you’re in San Francisco, a city once linked with art movements and drugs, I’m curious, what do you make of drugs as a conduit to artistic expression?\n\nI hesitate to give a universal answer to this question. Drugs are not for everyone—certainly not for every artist. It depends on how one uses psychedelics (I assume this is what we’re discussing). If an artist is able to use drugs as tools to help them see the world in a different way, I’m all for it. In a way, that is what artists do anyway: deconstruct the world, flatten it, remove their preexisting biases, and then put it back together in different, more interesting ways. And whatever path the writer follows to get to this place is fine, whether it be meditation, exercise, drugs, or whatever. Of course, none of this matters if the artist is unable to articulate her vision, or if the reality she is trying to communicate only makes sense in her head, so the craft must always come first.\n\n\nYou have an admirable beard. What’s your beard-care regimen?\n\nOx blood and sparrow tears, applied liberally every morning and twice a day in the winter. Also, regular brushing, and the kind fingers of a good woman.\n\n\nYou’re currently at work on an MFA in Creative Writing at Antioch University’s low-residency program. What have you taken from the experience?\n\nIt’s difficult to say because I’m in the midst of it. Ideas are swirling around me. I think it’ll take some separation to really reflect on what I’ve gotten from it. That said, it has been inspiring to work with talented and well-published mentors. From Brad Kessler I’ve learned how to hone the narrative voice; in fact, he helped me edit “with light steam.” From Richard Garcia I learned to control my lyrical voice. He ignited in me a love of poetry. It’s generally helpful to have a wiser, more experienced writer knock you out of your natural rhythms. It’s in the struggle to adjust that wonderful and unexpected work appears.\n\n\nWhat do you think are the advantages of the low-residency model?\n\nThe low-residency model, like any ed... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9543054104,
        "format_confidence":0.9418715835
    },
    {
        "url":"https:\/\/shelf-awareness.com\/maxshelf\/2021-02-23\/joan_silber:_making_connections.html",
        "text":"Joan Silber: Making Connections\n\n(photo: Shari Diamond)\n\nJoan Silber's Secrets of Happiness (Counterpoint, $27) arrives in bookstores May 4, 2021, four years after her triumphant Improvement, winner of the PEN\/Faulkner and the National Book Critics awards for fiction. Her ninth book of fiction, Secrets of Happiness surveys the connections between disparate lives as a succession of (mostly) New Yorkers lay bare the stories of how their lives became what they are. A New Yorker herself, Silber teaches in the Warren Wilson MFA Program.\n\nAs I read this very New York novel, I kept thinking of how we sometimes overhear someone's story as they disclose it. What was the impetus for your technique of different voices revealing personal history?\n\nYou are totally right in assuming I love to eavesdrop. For the past five books I've been writing in this form of different voices telling their personal histories, and I feel that I've done my best work in this form. It began with the idea of having a minor character from one part narrate the next, and this has allowed me to work on a very intimate scale while moving onto a bigger canvas. So, in Secrets of Happiness, there's the discovery that a father has a whole other, hidden family, and in the next chapter we're in the voice of a son from that family.\n\nI love your idea that this is a particularly urban form. I generally explain it by quoting my mother, who was fond of saying, \"You're not the only pebble on the beach\" (a moral point I appreciate much more now than I did then). Your comment makes me feel the ways it is also linked to my utterly being a city person and a New York loyalist. I am addicted to the sense of other lives going on intensely around me.\n\nKey to the texture of your characters' lives is their connections to everyone else, even when they can't see the connections themselves. Is that what you've noticed in life outside fiction, as well?\n\nI first started making these connections just as a way to expand the work, and then I began to see how they did indeed reflect my sense of how things work. So now, when friends come upon the surprise reappearance of anything from the past, they'll say, \"It's like something you wrote.\" Buddhism likes to posit that we were all each other's mothers and fathers and children in prior lives, a claim that appeals to me.\n\nDickens looms over the novel, in its social mindedness, its surprising connections among its cast, and especially in the way that your characters face issues of money and inheritance. (And your first novel, of course, shares the name of a magazine he edited, Household Words.) How does his work inform your thinking about what a novel is and can be?\n\nIt's true I stole the name of his magazine for the title of my first novel. One thing I love about his books is the way he gets the inner slogans that people live by, the phrases they keep saying to themselves. And when I was working on this novel, I suddenly saw how a character cheated out of an inheritance was like something out of Dickens, and once the garment industry crept into the edges of the story, its factories were all too close to those in his work. I wouldn't have said he's been someone I used as a model, but now that you mention it, I suppose my letting readers discover that the lover of someone's brother's boyfriend is actually a person we know from three chapters before may be something I first followed in Dickens.\n\nHis one really well-formed book is Great Expectations, which I re-read as my escape after the election of 2016. It's a novel fully aware of evil and the vices of ambition, and yet it took me elsewhere. As it happened, soon after, I was a volunteer teacher of English in Laos for a month. One of my students, a teenage novice Buddhist monk in Luang Prabang, asked if he could write a story about a book he was reading. I said sure, and he wrote a version of the scene when Pip brings food to the prisoner on the marsh! I couldn't believe it--we were both thrilled. And I felt that the novel's points about money and class and loyalties made perfect sense to him.\n\nSecrets of Happiness suggests that the plotty contrivances at the end of a book like David Copperfield, for example, aren't much more unlikely than the ways our actual lives often work out.\n\nI do think that every day we are faced by things you could not make up--life is in fact quite corny in its use of coincidence and recurrence.\n\nMuch of the novel concerns travel, with your characters crossing the globe in search of happiness or connection or opportunity or a sense of self. Is travel transformative, or does it reveal who these people already are?\n\nI am a great believer in travel. I first started traveling to Asia 20 years ago, and that's been important to me. It's different for different people. In Secrets of Happiness, Abby tells her son, Ethan, that travel will take him out of himself, but she notes that it didn't have that effect on her erring husband. So it doesn't confer automatic benefits--you're quite right. My favorite traveler in the novel is probably Bud, who ends up working in Phnom Penh in his later years--he gets to be \"gazing at the lights of settlement on an ancient waterway, pleased at the form of my days.\"\n\nYour depiction of New York City is vivid and enticing--and now also possibly historic. Do you believe the city will soon feel like it does in the book again?\n\nOf course I believe in New York's resilience. My own neighborhood, the Lower East Side, has sprouted now-legal sidewalk cafes, mostly jerry-built out of plywood and plastic. In late December I drank a Bellini while wearing earmuffs. But nothing will be quite the same, either. --Alan Scherstuhl\n\nPowered by: Xtenit",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9926288128,
        "format_confidence":0.8879445791
    },
    {
        "url":"http:\/\/chantelrhondeau.blogspot.com\/2013\/07\/newrelease-romance-author-melinda.html",
        "text":"Tuesday, July 16, 2013\n\n#NewRelease ~ Romance author, Melinda Dozier, Author V Character\n\nToday, I'm so pleased to have Melinda Dozier, fabulous romance author and my good friend, here for an interview to talk about her latest romance novel, Breaking the Rules (and a chance to win in her giveaway at the end of this post). Her sexy hero, Dr. Colin Calaway, has come along too!  First, lets check out her cover and the blurb for her book:\n\n\nA forbidden love affair in the past has led Hope Robinson, a middle school principal, to Harbor Bay, Florida, where she commits herself to play by the rules. This can be difficult for a perpetual klutz, who—even strapped in a cast—has to uphold a competent attitude at all times.\n\nLuckily, she has Dr. Colin Calaway on her side, a widower and father of a student, who is ready to give love another try. When Colin convinces Hope they should explore the connection between them, a steamy romance develops, though it could destroy them both. They must decide if their jobs—and their hearts—are worth the risk.\n\nSensuality Level: Sensual\n\nAmazon product link\n\nAlright, this is probably no secret, but I loved Breaking The Rules, especially you, Dr. Calaway. I kept rooting for you to win Hope's heart. Okay, let's get to the good stuff and find what inspired this story. How did you and Melinda meet, Colin, and how long ago was it?\n\nColin: **sea-green eyes twinkle** I always like to say I was the inspiration behind Breaking the Rules. Melinda was just kind enough to listen to me as I screamed me and Hope's story at her. **smiles, two dimples set deep into his cheeks**\n\nMelinda: Look at him! All he has to do is smile and he’s a big flirt. \n\nHey, you can't fault him for that sexy smile. You created it. \n\nMelinda: **ahem** Yes, about a year ago, Colin wouldn’t leave me alone. He even talked to me in my sleep.\n\nColin: Hey, now. You have to clear that up or Hope will think we’ve got something else going on besides pencil and paper.\n\nMelinda: Oh, Hope has nothing to worry about. I’ve never seen such a dedicated man before. It all basically started when I watched my own brother-in-law (who also lost his wife) begin dating. Then Colin’s stories came to me – in a manner of speaking. I knew I had to write for all those single dads out there to let them know there’s hope. **snort – get it? Hope**\n\nColin: **rolls his eyes** You’re a real jokester, Melinda. But seriously, getting back into the dating field is hard stuff. Luckily, I had Melinda to walk me through it. **wink**\n\nMelinda: **sigh**\n\nI laughed at your joke, Melinda. :-) Okay, what was your first impression of each other?\n\nColin: I have to admit that having someone follow your every move was quite disarming at first.\n\nMelinda: Honestly, if I wasn’t married already, I would’ve tried to break some rules with Colin myself. Hope’s very lucky. He’s a catch!\n\nI totally agree, but he has to have some bad qualities too. Melinda, what does Colin do that annoys you the most?\n\nMelinda: Colin is one big flirt. I’m not sure if that’s a bad thing, but it can be annoying if done too much. Hope was lucky enough that Colin didn’t give up on flirting with her. Look where they’re at now.\n\nColin: **hand splayed across his heart** Me? A flirt? Nah! **leans in** You look beautiful today, by the way.\n\nMelinda: See!\n\nChantel: **laughs** Let's reverse things. Colin, if you could say just one thing to Melinda, what would it be?\n\nColin: Thank you. Thank you for introducing me to the love of my life. You gave me Hope – in more ways than one.\n\nMelinda: Geez, I think I’m going to cry. I take back my earlier comment. You don’t annoy me at all, Colin.\n\nColin: I knew I’d get through to you. **pulls his Yankees cap down** But really, I mean it. Thank you.\n\nAwe, that's sweet... But, the story is sweet enough. Let's get to something less mushy. **grins evilly** What’s the most embarrassing thing that’s happened between you two?\n\nColin: Ah, hell. I don’t like to talk about embarrassing things. Can we skip this one?\n\nMelinda: But it’s so fun!\n\nColin: Maybe for you, but I’m the one who endures it.\n\nMelinda: Awww, don’t be a party pooper.\n\nChantel: Come on...tell us. Please.\n\nColin: **scratches his jaw** It is embarrassing to have a writer follow you through your most – ahem – intimate moments with someone. I mean, she even knows my every thought. **shakes head**\n\nMelinda: **pushes Colin’s shoulder** It was kind of cute when you couldn’t stop imagining Hope naked – even in the principal’s office.\n\nColin: Crap. **pulls cap down over his eyes** This is what I mean. Next question?\n\nAlright, we'll let you off the hook, even if you are cute when you're embarrassed. Melinda, what do you feel the worst about doing to Colin?\n\nMelinda: Colin really handed his heart over to Hope, taking a huge risk after losing his wife and I went and had her break it off with him. **pats his back** Sorry about that, Yank.\n\nColin: Yeah, well – we ended up together so – \n\nMelinda: Thanks to Jason! That son of yours is a real heart-tugger.\n\nColin: I love that little man, too. I couldn’t be prouder. \n\nYou should be proud. Jason is a great kid. So, do you think you two will meet again in the future?\n\nMelinda: Colin might be surprised to know this, but yes, I suspect we’ll meet again. I have Colin’s best friend, Tim, sending me dream messages lately.\n\nColin: Has hell frozen over? Tim’s story? How can Tim, the loudmouth, make a good story?\n\nMelinda: You forget he’s married to Hope’s best friend. They have a truly romantic story behind their marriage as well. Just you wait and see.\n\nColin: I can’t wait to give him as much shit as he’s given me. Perfect!\n\nWell, I certainly look forward to Tim's story! It'll be fun to see more of Colin and Hope, too! Thank you both so much for being here today and taking the time to talk with me!\n\nMelinda: Thanks Chantel for such a wonderful interview. It’s been so much fun to interact with Colin again. \n\nColin: Yeah, it was fun. I don’t get to take too much time off away from the clinic or from my family, so it’s been great. Thanks for having us.\n\nAbout Melinda:\n\nMelinda Dozier lives in Guatemala, Central America, with her husband, three boys and German Shepherd.  She enjoys being the queen of her household and dreams of being pampered fully by her boys once they’re grown. Learn more about her at www.melindadozier.com.\n\nWant to connect with Melinda?\nTwitter: https:\/\/twitter.com\/MelindaDozier\nFacebook: https:\/\/www.facebook.com\/melindadoz?fref=ts\n\nWant to buy Breaking The Rules?\nAMAZON: http:\/\/goo.gl\/o3Chm\nB&N: http:\/\/goo.gl\/xApGh\niTUNES: http:\/\/goo.gl\/T94cX\nKOBO: http:\/\/goo.gl\/PtCZX\nCrimson Website: http:\/\/www.crimsonromance.com\/upcoming-releases-romance-ebook\/breaking-the-rules\/\nAdd it on Goodreads: http:\/\/www.goodreads.com\/book\/show\/17997608-breaking-the-rules\n\nMelinda is giving away an ecopy of Breaking the Rules and winners choice of a Yankees or Red Sox baseball cap through her tour wide giveaway. Winners must enter via Rafflecopter and will be chosen on July 27.\n\n\n  1. Thanks for having \"us\" Chantel. It's been a blast!\n\n    1. I loved doing this interview! So much fun! Congratulations on the new release!!\n\n\nI love hearing your comments! If you enjoy what you read, have a question, or just want to tell me off ;-), please say it all here!\n\nI did have to restrict anonymous users because there was way too much spam. Sorry about that! If you can't post here and need to reach me, check out my \"About\" page and contact me through one of those methods. Have a great day!",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8506268263,
        "format_confidence":0.765655756
    },
    {
        "url":"https:\/\/yourchron.com\/2018\/11\/05\/podcast-interview-dr-paul-e-calarco-jr\/",
        "text":"Home Inspiration Podcast Interview: Dr. Paul E Calarco, Jr.\n\nPodcast Interview: Dr. Paul E Calarco, Jr.\n\n\nDr. Paul E Calarco, Jr. is at heart a seeker of truth, truthfully a seeker of knowledge.  He feels that this lifetime is the opportunity to pursue passion and love.  He said: “I have found both and it is my responsibility to share the journey”.  Paul is an avid reader of the masters and practicing Yogi.  Paul’s other passion is music; he views music as the auditory synonym of the written word as they are both channels of, and ways to express emotion.  You may also see him enjoying the sunrise or sunsets near a body of water communing with nature.  One of the challenges of the modern man he notes is “finding the balance during the day, finding peace and calm post the interacting with the busy, bustling energy traversing the concrete jungle”.  Paul is a PhD sociologist with a specialization in gender, he has dedicated the majority of his academic career to addressing inequality and through his true passion lecturing undergraduates, attempting to elicit social change through expanding their minds, unblocking their creativity and imagination, and making them sharper, more mindful citizens.\n\nDr. Paul E Calarco, Jr.\n  • Professor of Sociology\n  • PhD sociology MA Womens Studies State university of New York at Albany\n  • Professional Disc Jockey\n  • Amateur Pool \/ Billiards player\n\nDr. Paul’s Book is titled “Spirals of Love: A journey into the abyss of the heartspace.”\n\nHave you ever been in love? Have you ever been loved?  Paul E Calarco’s first collection of poetry will bring you to a place of higher vibration where you can feel color, and taste the kiss at the edge of this lover’s words.  Considered by some as the divine masculine counterpart to the bestselling Rupi Kaur.  Several lifetimes of love are encompassed in eighty extensive entries.  This collection is a raw, deep and vulnerable sharing of his appreciation of another being’s existence.  The poetry book like the love expressed in its contents is real, honest and never lets you down.  It is love at first word, sending you to spiral down the rabbit hole of love’s abyss and then puts you to sleep with a thousand kisses.  We hope this is not the end of his writing, even if it were, we would be satisfied because we have this to behold.\n\nFollow Dr. Paul on Facebook: https:\/\/www.facebook.com\/paul.calarco\n\nArt: Rachid Kallamni\nPhoto: Jeffrey A. Guntert\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.5391653776,
        "format_confidence":0.9194986224
    },
    {
        "url":"http:\/\/twincitiesgeek.com\/2016\/10\/spotlight-t-aaron-cisco\/",
        "text":"MN Writer T. Aaron Cisco on Bringing Ideas to Life the Long Way Around\n\nT. Aaron Cisco in a local writer, filmmaker and geek trivia maven. His latest novella, Teleportality, was brought to my attention, and given our mutual experiences with both prose and film I thought it would be a great opportunity to do some digging into life as a multimedia indie author. Teleportality packs a lot into its thin covers, much more so than many novels three times its size. Unsurprisingly, this short interview also has much to unpack, and I think we only touched the surface of he has on his mind. I am looking forward to finding out.\n\n\nCourtesy T. Aaron Cisco\n\nT. A. Wardrope (TCG): Tell us about Teleportality. Based on the description, you fit quite a bit into this novella of yours.\n\nT. Aaron Cisco: Teleportality takes place sometime in the far future, in which Dr. Aaron Harvey has perfected a procedure called neurogenesis that enables people to be brought back to life and kept alive indefinitely. But what should’ve been the crowning achievement of mankind—curing death—has been corrupted by the government, which has made it illegal to die without expensive permits. When his wife is murdered, Dr. Harvey brings back a “woman” known only as Billy and grants her a number of extraordinary attributes and abilities to assist him in finding his wife’s killer and bringing down the government. In exchange, Dr. Harvey offers to help Billy find answers about her own past. While on an assignment that turns bad, Billy is forced to obliterate a patrol of enforcement officers, but when an enigmatic figure with even more extraordinary powers intervenes, incapacitating Billy and leading to her capture and exile, Billy finds herself transported not only through space but also time, having to team up with past and future versions of herself to try and find the truth.\n\nAt the core, Teleportality really is about finding where you fit in by confronting yourself. In my experience, people tend to lionize their future and demonize their past—but what if you were in a situation that forced you not only to interact with both iterations of yourself, but also to work with them in the physical space, not just psychologically? What if all we know isn’t what we know, but rather what we remember? Considering how malleable our memories are, can reality truly be defined? And if not, what does that mean?\n\nTCG: What inspired you to write this book?\n\nT. Aaron: Teleportality was 13 years in the making. Way back in the dark ages of 2003—we’re talking pre-Facebook, here—I was a part of the Chicago Filmmakers Co-Op, which was a really groovy little organization that was kind of like a live action YouTube. People would bring in clips of their shorts, films and videos, and they would be screened, sort of like an open mic for movies. I had written a minor character called “Billy Badass” as part of my (ridiculously bad) short film about an undead cannibal family fighting the mob. The short was garbage, but I loved the Billy character.\n\nI grew up in the ’80s and ’90s when female characters had taken the forefront. In comics, I was a huge Tank Girl and Wonder Woman fan. And in the movies, it was characters like Ripley, Nikita, Alice from Resident Evil, Sarah Connor, and Buffy that I was drawn to. But the one thing I never got hip to was the tropes. Almost all the female characters at some point had to use sex appeal, or have a romantic interest, and I was like, “Wait, why can’t a lady just be a bad-ass?” So I decided to write a character who was awesome and cool and a wicked fighter, and had crazy weapons and even crazier villains but also depth and motivations, who didn’t have a love interest or have to rely on some femme fatale trope to get ahead.\n\nWent I started my career in broadcasting, I wrote more than a few treatments and spec scripts to pitch around, culminating in a pitch meeting with a major network, which got me super excited . . . until they had some “notes” that completely undermined the whole essence of Billy. For example, Teleportality opens with Billy blazing though the city on her motorcycle, being chased by enforcement officers, crashing through freighter trucks and blowing up robots and vertical farms and shooting people in the face. That was lifted right out of the original pilot script, and the actual note from the developing producer—and I’ll never forget this—was, “Why can’t she have like a love scene in here?” Like, as she’s fighting for life, she meets a guy somewhere and then they get it on? I was dumbfounded. I mean, I tried to explain that she’s, you know, on a motorcycle, being chased and shot at. Maybe banging it out with some random dude isn’t crossing her mind at the moment. Also, she’s a reanimated dead person, so that would be kind of like necrophilia. Then they started harping on the violence—that Billy is too vicious in her dealing with the various enemies. And I asked if that would be an issue if Billy was a guy, and they were like, of course not.\n\nWith that reception, I sort of gave up on pushing Billy as a series directly and thought about coming up with a new approach. I started a wiki for Billy, with the thinking being that most fandoms have the media first, à la Memory Alpha or he TARDIS Data Core, then build a wiki as the show or movies progress. What if I wrote a wiki first, and developed the whole universe for these characters, and then took that to networks? The plus side was that I got to explore a lot more than if I’d just sat and wrote the story straight. If I didn’t feel like writing narrative, I could write about the tech, or the government, or the neurogenesis procedures. If I hit a dead end with Billy’s stories, I could pivot and write from the point of view of Dr. Harvey or other characters. It helped keep Billy alive for years.\n\nUntil just last year—I received interest from Amazon Studios, and pitched a (heavily modified) version of Billy, based on a side story from her background. They passed, and that was when I decided that Billy and her whole world have been a part of me for the overwhelming majority of my adult life. I’m not writing her for TV or movies; I’m writing her for me. And that’s when I decided to write Teleportality, to provide a medium in which I could share Billy with others without compromising who she is as a character and a concept.\n\nTeleportality Book Cover (Image Courtest of Taylor Cisco)\n\nTeleportality book cover. Courtesy T. Aaron Cisco\n\nTCG: This all makes perfect sense, and I think it’s a path many creatives are seeing as the only realistic way to get original stories out there. Did anyone suggest you turn this into a graphic novel or comic-book series?\n\nT. Aaron: I’m a huge fan of comics, and I think Teleportality would lend itself really well to that medium. I would want something as distinctive—in terms of style and tone—as that of comic artists I really dig, like Todd McFarlane, Jamie Hewlett, Christopher Jones, Sam Keith, Keith Giffen, David Finch, et cetera. However, considering that I wouldn’t be able to pay much and that I have no direct connections or contacts within the graphic-novel community, it wasn’t an avenue I really explored.\n\nTCG: Can you talk about the translations you needed to make to bring a screen story to the prose format? Things in your particular story that needed adjustments or changes.\n\nT. Aaron: The most challenging aspect of transitioning from screenplay to prose was expanding the content to be more descriptive. When writing scripts, aside from dialogue and scene settings, you’re really only writing out things that can actually be seen or heard. With the format of book, there are more opportunities to demonstrate character motivations as well as the fact that exposition is expected. In the case of Teleportality specifically, moving from scripts, treatments, and proofs of concept to the book format was made far less challenging with the wiki approach. The (now defunct) wiki site was great middle step, to help move away from the structure of screenplay into a much more literary approach.\n\nThe hardest element to transition for Teleportality the novel was establishing the world in which all the events transpire. Adequately conveying the scope of the Association’s reach, the technological marvels, and the reality of living in this weird future in which death is an expensive privilege and how that impacts every detail of the lives of the people within it—without falling into pages and pages and pages of exposition—was hard. I had a lot of early drafts where I would joke that I was getting a bit Anne Rice with the work. And that’s not meant as a dig against Anne Rice; she’s brilliant. Just that I would write a chapter draft, then review it, and realize that it was pages and pages of adjectives that set the scene but didn’t advance the story. So then I’d go back and start deleting and rewriting.\n\nTo combat this, I borrowed inspiration from A Clockwork Orange by Anthony Burgess, one of my all-time favorites; Masks by John Vornholt, a Star Trek: The Next Generation novel; Bret Easton Ellis’s Rules of Attraction; and Michael Crichton’s Timeline, Congo, and A Case of Need. In all of those works, the greater world is suggested and hinted at, rather than outright explained and described at all times. I also loved how the authors in each of those examples would sort of invert the exposition so that it was more a character exploration. So early in Teleportality, when Billy is comparing the perfectly engineered lanes of the highway to a memory—that may or may not actually belong to her—of looking at the horizon over the ocean. Instead of just being a somewhat mundane simile, it’s helping to establish Billy’s psychological situation. At least that’s the intent.\n\nTCG: Why didn’t you bring the film project to Kickstarter or other crowdsourcing platforms?\n\nT. Aaron: Crowdsourcing, yeah. So I’m not opposed to crowdsourcing, I’m really not; it’s just in my experience it’s a lot more like... (truncated)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8808481097,
        "format_confidence":0.9519652128
    },
    {
        "url":"https:\/\/www.mariacmarshall.com\/single-post\/2017\/01\/24\/picture-book-buzz-interview-with-anna-forrester",
        "text":"The Picture Book Buzz\n\nThe Picture Book Buzz: Interview with Anna Forrester\n\nI chose Anna Forrester and her debut picture book, Bat Count: A Citizen Science Story, to kick off a new portion of my blog - The Picture Book Buzz. My goal for 2017 is to post interviews with authors at least once a month, on Mondays.\n\nMany organizations use citizen scientists to help them gather information, to assist in the conservation and preservation of our world. I have participated in the Great Backyard Bird Count (December) and the Project Feeder Watch (November- April) with The Cornell Lab of Ornithology. for many years.\n\nIn her debut picture book, Anna Forrester explores a family's participation in a citizen science project - the bat count. See my Perfect Picture Book Friday, #PPBF post on January 20, 2017, for a review of Anna's book.\n\nME: Tell us a little about yourself. (Who was your biggest inspiration as a child? Where\/when do you write? How long have you been writing? What is your favorite type of book to write?)\n\nANNA: I grew up in the Midwest – in Missouri – and was the youngest of four kids. The first story I ever remember writing was in second grade and was about a girl who had no bones. I think I illustrated it too: in my memory, she wore a big, sunny, yellow dress with green spots\n\nRight out of college I became a teacher in New York City – kindergarten and second grade – and I went to graduate school for education. That was when I wrote my first children’s book. But I couldn’t handle the uncertainty of being a writer, so I started working with schools that were building gardens, and then went back to school again and became a landscape architect. I still do landscape design work – as a consultant focusing on play and kid's spaces – but a few years ago I returned to writing and quickly began to focus more on that. The uncertainty feels much more manageable this time around.\n\nWhat is something no one (or few) knows about you?\n\nWhen I was just out of college and living in New York City, I caught a hamster running across a terrace in the West Village, right outside this place called The James Beard House. I took him back to my apartment, built a cage out of two plastic milk crates and named him James Beard. His squeaky wheel kept me up at night, but otherwise he was an okay pet.\n\nWhat was your inspiration for Bat Count?\n\nMy family does bat counts every summer in central Pennsylvania. I struggle with feeling helpless about the ecological crises that we are living through now, and I worry that kids who are growing up with constant news about climate change and all sorts of extinctions may experience similar feelings. BAT COUNT captures some of that distress and tries to offer a little hope.\n\nWhat was the hardest portion to write or part to research for this book? (Or both)\n\nI found the writing much harder than the research – especially the ending. But I really do believe in this idea that we leave ourselves clues in our writing. So, in grappling with the ending, I eventually fixed on the fact that, for no particular reason, I had given Jojo twin brothers. In those twins – whose birth had forced Jojo to grow up faster and had turned her into an older sibling with a lot of responsibility – I found a solution. The parallel of the bat mama having twins provides Jojo with concrete hope, and it also gives Jojo a chance to connect with her mom and get some needed love and validation. Hope, love, and validation – what could be more important?\n\nDid you ever think about writing this from a third person POV and making it a nonfiction PB? Why did you chose first person POV?\n\nI never thought about non-fiction, probably because the story – for me – is as much about struggling with feelings of ecological hopelessness as it is about the facts of bat life cycles and white nose syndrome. As for third person: I looked back through my drafts and it was always in first person! Which isn’t necessarily a good thing (It’s always good to experiment with different perspectives). But I think first person makes Jojo’s struggle immediate and relatable.\n\nME: I agree with you, Anna. The 1st person POV places the reader squarely into the emotions of Jojo and her mother regarding the diminishing numbers of the bats in their barn and their joy at the end. The reader's connection with Jojo and her family is part of what makes this book such a jewel.\n\nWhat one thing do you hope your readers take away from Bat Count?\n\nThe idea that they can make a difference – that they can get involved, through citizen science, and help scientists work towards solutions to environmental and ecological problems. (You can find all sorts of great projects on line at: scistarter.org; www.zooniverse.org; and http:\/\/www.birds.cornell.edu\/page.aspx?pid=1664)\n\nME: It may feel like a small, inconsequential thing to count bats or birds. But citizen scientists have allowed The Cornell Lab of Ornithology to track the migration pattern changes of birds around the world. These results help them argue for climate change and try to preventing further extinctions. Check out how you, too, can help.\n\nWhat do you know about writing or publishing now, that you wish you had known when you started writing?\n\nSo, I always imagined myself publishing trade books. And I still hope to. But I really thought that trade publishing was somehow ‘better’ than educational publishing. Which isn’t true at all – the two are just different.\n\nI have been SO happy with the process of publishing this first book in the education market. Because the book has the kind of content it does, when I talk about it I have all of this stuff to talk about – bats, white nose syndrome, citizen science -- in addition to the characters and the writing and the story. And for whatever reason, that feels super comfortable for me and is really satisfying.\n\nWhat is your favorite animal? Why?\n\nMy latest obsession is with this little creature called a fairy shrimp -- although I have yet to actually see one in real life! Fairy shrimp only live in vernal pools, and last spring I visited a LOT of vernal pools looking for fairy shrimp, but I never saw a single one. This spring I will keep looking.\n\nFairy shrimp are close cousins of Sea Monkeys, and triops (which some kids may know), and they have been around for 400 million years. They truly are ‘living fossils’.\n\nGood luck, Anna, in finding your elusive fairy shrimp. I hope you continue counting bats and that scientists find a way to combat the white-nose syndrome. Thank you for stopping by and discussing your amazing book and yourself. This was lots of fun! :-)\n\nTo find out more about Anna Forrester, or get in touch with her:\n\nWebsite: http:\/\/www.annaforrester.com\/\n\nBlog: Hmmmmm https:\/\/annaforrester.wordpress.com\/\n\nFacebook: https:\/\/www.facebook.com\/DuncanTonatiuharte\n\nTwitter: https:\/\/twitter.com\/annaforr\n\nGoodreads: https:\/\/www.goodreads.com\/author\/show\/15957199.Anna_Forrester\n\nMaria Marshall\nFollow Me\n  • Facebook Social Icon\n  • Twitter Basic Square\n  • Instagram Social Icon\n  • 1473394675_goodreads\n  • Pinterest\nRecent Posts",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8620803952,
        "format_confidence":0.9257897735
    },
    {
        "url":"https:\/\/www.thefword.org.uk\/2013\/07\/ruth_ozeki_interview\/",
        "text":"New interview: novelist Ruth Ozeki\n\n\/\/ 24 July 2013\n\nCover of A Tale for the Time Being by Ruth Ozeki - UK edition.jpgWriting is or ought to be an artful act, fiction in some sense literally artifice, but most of us are familiar with the feeling, coming away from novels, that we somehow really know a writer. For many people who love fiction, the unrealities of the imagination are often truer to who a person is than are any facts. Claire Hazelton has the odd experience, after immersing herself in Ruth Ozeki’s A Tale for the Time Being, with its partly autobiographical central character, of meeting the novelist herself to talk about bookstores, family, religion and more.\n\nWhen I met Ruth Ozeki, I experienced a strange feeling of déjà vu, as if I had met her before. Of course, in a sense, I had. About two months previous, I had met a fragment of Ruth in her novel, A Tale for the Time Being, in which one of the central characters is based partially on herself.\n\nA Tale for the Time Being focuses on two lives: that of Ruth, a half-Japanese author living on a Canadian island with her partner Oliver and cat Pesto; and of Nao, a teenage girl brought up in America, now living in Tokyo with her parents. These two geographically distant lives converge when Nao’s diary is washed up on the beach of the island – swept across the ocean by the Japanese tsunami of 2011 – and discovered by Ruth.\n\nClick here to read the whole interview.\n\nImage shows the cover of A Tale for the Time Being by Ruth Ozeki.\n\nEdited on 25 July 2013 to correct a punctuation error and change the image to that of the UK edition book cover.\n\nHave Your say\n\nTo comment, you must be registered with The F-Word. Not a member? Register. Already a member? Use the sign in button below\n\nSign in to the F-Word\n\nFurther Reading\n\nHas The F-Word whet your appetite? Check out our Resources section, for listings of feminist blogs, campaigns, feminist networks in the UK, mailing lists, international and national websites and charities of interest.\n\nWrite for us!\n\nGot something to say? Something to review? News to discuss? Well we want to hear from you! Click here for more info\n\n  • The F-Word on Twitter\n  • The F-Word on Facebook\n  • Our XML Feeds",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9944949746,
        "format_confidence":0.9369040728
    },
    {
        "url":"http:\/\/www.adventuresinyapublishing.com\/2017\/03\/meghan-rogers-author-of-enemy-exposure.html",
        "text":"Saturday, March 18, 2017\n\n0 Meghan Rogers, author of ENEMY EXPOSURE, on trusting herself, her work, and the people around her\n\nWe are delighted to have Meghan Rogers, author of ENEMY EXPOSURE, share intel with us about the second book in The Raven Files.\n\nMeghan, what was your inspiration for writing ENEMY EXPOSURE?\n\nI got a lot inspiration for this book from watching Orphan Black (which is a show about clones, in case you haven’t seen it). One of my favorite aspects of the show is the relationship between the clones. They’re all connected because of this thing that happened to them. I loved the character dynamics that came with that. I was rewatching the show when I realized I have Jocelyn in a very similar situation. She was kidnapped by KATO, but she wasn’t the only they’d taken. So what would happen if she could get to other girls who were taken like she had been? They would be connected by this extreme shared experience, but they would all be very different. What advantages and problems would that create? Will it be helpful to her, or detrimental? These are the questions I set out to explore.\n\nWhat did this book teach you about writing or about yourself?\n\nThis book taught me a lot about trust. It usually takes me about four drafts before I have a book I feel good enough about to pass on to my editor. This book took me six. I don’t know why it took me six, but it did. I usually build in down time in between drafts so I can take time away from the project and get perspective, but I didn’t have time for that with this book. I had to trust myself, my work, and the perspectives of the people around me. And I can honestly say I’m thrilled with how it turned out!\n\nWhat's your writing ritual like? Do you listen to music? Work at home or at a coffee shop or the library, etc?\n\nMy ideal writing environment is either at Panera or outside. Working at home tends to be very unproductive for me—I get too easily distracted by TV and the Internet. Plus leaving the house gives me a sense of urgency—at some point I have to go home or go inside. The fact that I don’t have all day keeps me going. I don’t listen to music—either quiet or ambient noises seem to work best. But I’ve also written in cars and with music too, so I guess when it comes down to it, I can write anywhere if I have to!\n\n\nEnemy Exposure\nby Meghan Rogers\nPhilomel Books\nReleased 3\/14\/2017\n\nA spy and action thriller featuring a teenage girl who kicks butt and outsmarts with the best of them. To accomplish her mission, though, she'll need to team up with those she trusts the least in this latest Raven File case.\n\nJocelyn Steely (code name: Raven) may have escaped the clutches of KATO and won the trust of the IDA, but she isn’t out of danger yet. Her cover is blown and KATO agents are after her, but that won’t stop Jocelyn. After all, her goal was never merely to escape KATO. She wants revenge.\n\nDead set on rescuing the one girl that she—and the IDA—failed to save, Jocelyn is forced to recruit other KATO agents to her side. She must hand over just enough intelligence to gain their trust, while still preventing her plans from getting back to her former tormentors. Is she out of her league in this battle? Or does she have what it takes to derail KATO once and for all?\n\nThis high-stakes spy thriller will have readers on the edge of their seats until the final mind-blowing revelation.\n\nPurchase Enemy Exposure at Amazon\nPurchase Enemy Exposure at IndieBound\nView Enemy Exposure on Goodreads\n\n\nMeghan Rogers has been telling stories since she could talk and writing creatively since she was first introduced to the concept in third grade. She spent her high school years completing her first novel and has been actively writing ever since. After college, Meghan went on to work with high school writers while earning her MFA in Creative Writing from Rosemont College. She is currently living in Philadelphia area and working on the next Raven Files novel.\n\n\nHave you had a chance to read ENEMY EXPOSURE yet? Did you enjoy the new approach Meghan brought to Jocelyn's character? Do you or have you had trust issues with your writing? What did you do to learn trust? Share your thoughts about the interview in the comments!\n\nHappy reading,\n\nEmily, Jocelyn, Anisaa, Sam, Martina, Erin, Susan, Shelly, Kelly, Laura, and Lori Ann\n\nNo comments:\n\nPost a Comment\n\nTell us what you think. We'd love to hear from you! :)",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9764668345,
        "format_confidence":0.9663544297
    },
    {
        "url":"http:\/\/blog.timesunion.com\/localarts\/tom-perrotta-interview\/1237\/",
        "text":"Tom Perrotta interview\n\n\nFirst published: Sunday, November 25, 2007\n\nTom Perrotta was in the zone, reworking the second draft of a screenplay of his newly published novel, “The Abstinence Teacher,” and entering the home stretch as the film was nearly ready to begin shooting.\n\n“Now, we’re in limbo,” said Perrotta, who laid down his pencil on Nov. 5, as requested, and joined other striking members of the Writers Guild of America in the bicoastal job action.\n\nHe was adapting his novel for the husband-and-wife team of Jonathan Dayton and Valerie Faris, the filmmakers who made “Little Miss Sunshine,” which won two Oscars and was nominated for best picture.\n\nPerrotta will read from and discuss his new novel, an examination of suburbia, sex education and the evangelical movement, and answer questions about the strike and other vagaries of the writing life on Thursday when he visits the New York State Writers Institute at the University at Albany.\n\n“I think the writers have every reason to strike right now, because they were burned in this same way over new media before and they don’t want to get cheated out of their share again,” said Perrotta, who lives in Belmont, Mass., a Boston suburb. He’s been a WGA member since 2000, and his screenwriting credits include adaptations of his own novels “Election,” “Bad Haircut” and “Little Children.”\n\nBecause of family obligations, Perrotta, 46, a father of two, has been unable to walk a picket line in Los Angeles or New York, yet feels both a sense of solidarity and disconnect from the strikers. He’s not expecting much empathy from the general public, since experienced screenwriters can earn a mid-six-figure payday on a script.\n\n“I was drawn to screenwriting because it does pay well, compared to novels,” he said. “The writers’ strike is a little bit like professional athletes trying to make their case about being paid more.”\n\nSplit career\n\nPerrotta has had the luxury of choosing to write scripts as a default option between novels. His typical pattern is to spend two years on a novel and then take a year’s hiatus in which he writes a screenplay or two.\n\nHe’s not sure how to fill this unexpected downtime.\n\n“If the strike goes on much longer, I might try to get some freelance magazine assignments or write some short stories,” he said, adding he’s reluctant to start a fresh novel that he’ll have to lay aside when the strike ends and he has to return to the screenplay. A novel requires his full attention, and he tries to work on that and only that once he’s under way.\n\nComing up with a new idea for a novel is a mysterious process for Perrotta. “I don’t feel I have a huge amount of control about what I write about,” he said. “It’s not like I have 10 great ideas I’m sitting on. I’m lucky if I come up with one idea I find galvanizing enough to want to sit down in a room by myself for a year and a half.”\n\nPerrotta is also mindful of becoming typecast. Some reviewers of “The Abstinence Teacher” pegged him as the novelist of suburban angst who pits his characters against hot-button social issues of the day, mentioning “Little Children” (2004) and its focus on a desperate housewife’s affair with a stay-at-home dad and “The Wishbones”(1999), a portrait of a Jersey wedding band guitarist who traversed suburbia’s adulterous cul-de-sacs.\n\n“It becomes a challenge as you get a body of work behind you that you try to write something that will startle people and challenge their expectations of you as a writer,” he said.\n\nStretching his craft\n\nPerrotta felt he was stretching his craft in “The Abstinence Teacher” by writing about Christian evangelicals, a group foreign to him. Although the terrain is once again suburban New Jersey (where he grew up), he delves into the culture wars after his main character, Ruth Ramsay, a single parent and high school sex ed teacher, tells her students that oral sex can be enjoyable. This touches off a battle royale between the Tabernacle of the Gospel Truth church and the town’s liberals.\n\nPerrotta knows the milieu. He and his wife, Mary Granfield, a stay-at-home mom and former journalist, have two kids: Nina, 13, and Luke, 10. Both play soccer. Perrotta coaches. Amid the household swirl, he waits until the kids are off at school or shuts the door to his study and goes to work.\n\n“A novel is such a massive undertaking, you’ll never get it done if you don’t go at it hard every day,” he said.\n\nPerrotta shares his own tortuous path to literary success with writing students.\n\n“I’ve had an old-fashioned career because I wrote three books before I got one published, did some ghostwriting and worked at some bad jobs early on,” he said.\n\n“I tell students that it’s really all about persistence and it takes however long it takes,” he said. “Talent is not the most important thing. You need a spark of talent, but mostly you need to figure out what you have to say and what you have to say it. It’s a long path, but a rewarding one if it’s the thing you have to do.”\n\nEarly days\n\nPerrotta credits one of his writing teachers, Tobias Wolff, in the graduate creative writing program at Syracuse University, with helping sharpen his skills.\n\n“He was an inspiring teacher and an exacting one, particularly in terms of language,” he said. “His sentences have tremendous energy in them and they’re precisely designed. He taught me my sentences had to be better. He was a really decent and kind man who had very high standards and he urged me to rise to meet them.”\n\nBefore he hit literary pay dirt, though, Perrotta endured stints as a night proofreader of World Tennis, Tobacco Retailer and other specialty periodicals, clerk in a surplus storage facility and garbage collector.\n\n“All those jobs were part of the process of becoming a writer,” he said.\n\nIn fact, he wrote a novel, which was never published, about sanitation. It focused on a garbage man who won the New Jersey lottery, but his family fell apart in the aftermath.\n\n“The guys on the garbage crew were really good guys. They had a certain dignity and they were a lot of fun,” he said. “I loved listening to them. They were great storytellers, and their best stories were about trash that smelled so bad it made a garbage man throw up.”\n\nMichael Janairo\n\n2 Responses\n\n  1. Barb says:\n\n    Great to hear that The Abstinence Teacher is set to become a film! Too bad about the writer’s strike putting a wrench in the progress, though. I enjoyed Tom’s book and, wanting more on the subject of sex ed in our schools, came across The Sex Ed Chronicles, by Stuart Nachbar. It’s written as historical fiction, but every parent concerned about their child’s sex education should read his book, in my humble opinion!\n\n  2. Michael Janairo, Times Union Features Copy Desk Chief says:\n\n    Barb, thanks for writing. I’m still thinking about the Abstinence Teacher because, though there is much I admire about the writing, I wasn’t always convinced about the trade-off between the development of his characters and the roles he put them in (sex-ed teacher, druggie-turned born-again Christian). In some ways, it seemed that in order to avoid polemics and cliche, he created a peculiar situation between the two main characters that didn’t allow for enough depths. (I’m purposefully being vague because I don’t want to give too much away for people who haven’t yet read the book.) But what do you think? What did you think of the novel?",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8511198759,
        "format_confidence":0.9382640719
    },
    {
        "url":"http:\/\/www.eileencook.com\/blog\/?p=3597",
        "text":"Eileen Cook Author, Writing Consultant, Editor\n\nGCC Welcomes Jessica Brody\n\nI’m excited to have Jessica here today talking about her new book, UNREMEMBERED.\n\nAbout the book:\n\nThe only thing worse than forgetting her past…is remembering it.\n\nWhen Freedom Airlines flight 121 went down over the Pacific Ocean, no one ever expected to find a single survivor; which is why the sixteen-year-old girl discovered floating amid the wreckage—alive—is making headlines across the globe. She has no memories of boarding the plane. She has no memories of her life before the crash. She has no memories…period. As she struggles to piece together her forgotten past and discover who she really is, every clue raises more questions. Her only hope is a strangely alluring boy who claims to know her. Who claims they were in love. But can she really trust him? And will he be able to protect her from the people who have been making her forget?\n\nSet in a world where science knows no boundaries and memories are manipulated UNREMEMBERED by Jessica Brody is the first novel in a compelling, romantic, and suspenseful new sci-fi trilogy for teens.\n\nJessica answered some questions-\n\n1) Tell us something fun about your new book, it can be a character detail, something that inspired the story, or a behind the scenes story from the writing process.\n\nOkay, here’s a funny story. You know what an ARC is? Well, it’s an advance readers copy that gets sent out to reviewers and press and bloggers before the book is released to the world. And it’s printed from early, “unproofed” “unfinalized” pages of the book. The publisher even slaps a big warning label on the front, reminding people that it’s unproofed and may or may not contain typos.\n\nSo I have this character in the book named Dr. Maxxer. Originally he was a scientist who helps my main character discover who she really is. He was a nice man who shows up toward the end of the book.\n\nWell, late in the revision process, someone from my publishing house made the following comment to me, “Why are all the scientists in this story men? Do women scientists not exist in this world?”\n\nI didn’t even realize that all the scientists in the story were men until this was pointed out. I certainly didn’t intend for that to happen. So I decided I was going to change Dr. Maxxer to a woman. (This is how authors perform sex changes.) So I spent a few days going through the manuscript, tweaking the character and the dialogue, and changing all the hes and hims to shes and hers. But evidently I didn’t catch them all and the ARCs were printed with several very confusing gender typos. So as it appeared in the ARC, Dr. Maxxer didn’t seem to be able to decide whether or not he\/she was male or female. At the time, I was pretty mortified. Now it’s just a funny story I’ll be able to tell for years to come!\n\n2) What do you like to do when you aren’t writing?\n\nUsually catching up on the MANY TV shows I’m thoroughly addicted to. Um, Homeland? They’re killing me with that show!\n\n3) If you weren’t an author- what job would you choose?\n\nThis is an answer that changes from day to day. On some days I think I could be a school librarian and talk to kids about books all day. On other days I think I’d like to be movie producer.\n\nBut pretty much every day I dream of being a professional poker player. Yep.\n\n4) Rapid fire round!\n\nCurrently Reading: Ten by Gretchen McNeil (holy scary pants!)\nSweet or Salty: Sweet!\nMorning or Night person: Morning.\nCoffee or Tea: Both! Why discriminate?\nFavorite Holiday: Thanksgiving (It’s all about food. What’s not to love?)\nFavorite TV Show: How I Met Your Mother\nFavorite Indulgence: Pixy Sticks, baby! The blue ones!\n\n\n“Unremembered is a story brimming with mystery and suspense, star-crossed love and mad scientists. I felt like a detective putting together the pieces of Seraphina’s forgotten past right along with her, and the masterful way the puzzle was finally revealed left me speechless.”—Marissa Meyer, New York Times bestselling author of Cinder\n\n“Unremembered is an awesome book! I was pulling for Seraphina from the opening chapters, and couldn’t wait to read what happened next—and I LOVED the twist at the end.” —P.C. Cast, New York Times Bestselling author of the House of Night series.\n\n“Gripping story…harrowing action…The first in Brody’s new science-fiction series should snare enough attention to have folks tapping their feet for the sequel.”\n– Booklist\n\n“Unremembered” is the first in a young adult sci-fi trilogy that is a page-turning adventure of self-discovery.” – Deseret News\n\n“Fast-paced and sure to satisfy romance-oriented readers”\n– Kirkus\nJESSICA BRODY knew from a young age that she wanted to be a writer. She started self “publishing” her own books when she was seven years old, binding the pages together with cardboard, wallpaper samples and electrical tape. She is the author of 52 Reasons to Hate My Father, My Life Undecided, The Karma Club, and now, Unremembered. Her books have been translated and published in over 15 countries. She currently splits her time between California and Colorado. www.jessicabrody.com\n\nComments are closed.",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9775175452,
        "format_confidence":0.6741967797
    },
    {
        "url":"http:\/\/www.thejc.com\/arts\/books\/114938\/interview-samantha-ellis",
        "text":"Interview: Samantha Ellis\n\nSamantha Ellis: lists her girls of wisdom\n\nSamantha Ellis: lists her girls of wisdom\n\nSamantha Ellis can pinpoint the exact moment when the idea for her literary memoir How To Be a Heroine came into her head.\n\nShe was on a visit to Brontë country with her friend, Emma. Ellis's favourite Brontë character had always been Cathy Earnshaw in Emily Brontë's Wuthering Heights: \"I was genuinely surprised and shocked that Emma was championing [Charlotte Brontë's] Jane Eyre. She said Cathy was 'silly'. That started me off re-reading Wuthering Heights, Jane Eyre and lots of other books, too.\"\n\nThe journey that started on a hill in Yorkshire eventually led to How To Be a Heroine, a re-evaluation of Ellis's fictional female role models, from The Little Mermaid through Anne of Green Gables to Elizabeth Bennett \"and, of course, Jane Eyre.\" Each chapter deals with a different character and tells how she has influenced Ellis's life.\n\nCambridge-educated journalist and playwright Ellis is the daughter of Iraqi Jews who fled to Britain in the early 1970s. Her childhood search for heroines was partly a quest for her own identity. Hans Christian Anderson's Little Mermaid, she suggests, is a homesick refugee in the human world and, as such, very appealing to the child of homesick refugees. Ellis also strongly sympathises with Esther Greenwood, the troubled protagonist of Sylvia Plath's The Bell Jar. Lucy Maud Montgomery's Anne of Green Gables influenced the young Ellis to go out and buy a notebook to try, like Anne, to become a writer.\n\nBut Ellis's book is only partly an account her reading; it is also a memoir about her North-London upbringing in the tightly knit Iraqi-Jewish community:\n\n\"When I was growing up, my parents' plan for me was that I would marry and not necessarily have a career. I knew I wanted something different… That's what led me to read in the first place.My mother came over as a refugee from Iraq in 1971, only four years before I was born, so I spent a lot of time trying to work out how to be a westerner and a Londoner.\n\n\"Sometimes I was looking for a role model and sometimes they found me. Herman Wouk's Marjorie Morningstar was very important for me. Marjorie was a Jewish girl who wanted to be an actress. I wanted a life in the theatre too.\"\n\nMore recently, Samantha Ellis recalls going through a relationship break-up: \"I was trying to work things out in my head. I think there is an art to being single and happy. Flora Poste - from Stella Gibbons's Cold Comfort Farm - was very helpful in that process.\"\n\nHowever, her ultimate heroine is Scheherazade. When she read The Thousand and One Nights as a girl, she found the stories too fantastical. But, the second time around, she loved Scheherazade as a storyteller, a complex and misunderstood character - and a Middle Eastern heroine.\n\nAnd Jane Eyre? Ellis remembered her as dull but on re-reading the novel she found herself agreeing with her friend's assessment. \"Now I see that she is independent, she knows her own mind, she lives according to her conscience and she is not scared of being clever in front of men. She's definitely ahead of her time.\"\n\nHow to be a Heroine manages to bring off the difficult trick of bringing literary criticism alive. Ellis took 18 months to re-read the books that had been so influential in her life She realised that she had misjudged certain works - E M Forster's A Room with a View, for example. Others, like Marjorie Morningstar, disappointed her.\n\nHer writing is pithy, funny and poignant, especially in the autobiographical episodes. She writes beautifully about the conflict between her family's expectations of her and her own professional ambitions that took shape in part through the inspiration of her heroines. Her book is a warm, thoughtful and compelling read.\n\n'How to be a Heroine' is published by Chatto & Windus at £14.99. Simon Round is a freelance writer\n\n    Last updated: 11:27am, January 20 2014",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.992828548,
        "format_confidence":0.9059092999
    },
    {
        "url":"http:\/\/www.thedailybeast.com\/articles\/2012\/08\/22\/how-i-write-the-tragedy-of-arthur-by-arthur-phillips.html",
        "text":"How I Write: ‘The Tragedy of Arthur’ by Arthur Phillips\n\nArthur Phillips, the author of The Tragedy of Arthur says he would like to take Shakespeare to the movie Anonymous, which claimed the Bard didn’t write any of the plays and that the real author was Edward de Vere, the 17th Earl of Oxford.\n\n08.22.12 2:15 PM ET\n\nWhere did you grow up?\nMinneapolis, Minnesota\n\nWhere and what did you study?\nMedieval history at Harvard. Jazz saxophone at Berklee.\n\nWhere do you live and why?\nBrooklyn. Close to friends and family, and publishing. And a dog park.\n\nDescribe your morning routine.\nWake obscenely early, empty the dogs, exercise, breakfast with kids, see off everyone to school, then go to write.\n\nWhat is a distinctive habit or affectation of yours? \nI am notorious for always having two beagles with me, in any and all circumstances.\n\nPlease recommend three books (not your own) to your readers.\nI just finished reading the stunningly good The Vanishers by Heidi Julavits. Can't rave enough about it. I am seriously considering re-reading all 12 volumes of Anthony Powell's A Dance to the Music of Time, even though it's only been a few years since I read it the first time. I recently blurbed Jennifer DuBois's A Partial History of Lost Causes, a book which completely disarmed me.\n\nWhat’s your routine when conceiving of a book?\nJust walk the dogs. The rest will fall into place. I just go to a cafe. I've gone to a cafe for 3-6 hours every day, nearly every single day, for the last 15 years. That seems to be working.\n\nIs there anything distinctive or unusual about your work space?\nI like the window seats. Nothing distinctive, except the constant flow of tea and pastry.\n\nWhat do you do when you are stuck or have temporary writer’s block? \nSo far, no troubles on that front. That may just be because I have a low bar for what passes as a \"productive\" day. I need only to have sat in place, in front of my notebook, for a couple hours, and not have been distracted by anything else. As long as I gave the time over to my writing, it doesn't matter whether I actually wrote any words or not.\n\nWhat is your favorite snack?\nMadeleines dipped in linden tea, of course.\n\nIf you could bring back to life one person, who would it be?\nI admit I would be curious to spend a day with Shakespeare. I have some questions for him about his methods, approaches, attitudes. We could go see Anonymous together; I wonder if it would piss him off?\n\nWhat is the story behind the publication of your first book?\nI wrote it for four years, and then a friend of a friend was becoming an agent. She had time, read it, liked it, called me. Everything went smoothly. Actually, that's a great story, only because it went exactly the way you hope it will. In short, I got incredibly lucky.\n\nWas there a specific moment when you felt you had “made it” as an author? \nGoing into a publishing house to meet an editor who might want to buy your book? That pretty much does it.\n\nWhat would you do for work, if you were not a writer? \nI'd go back and write something else, I suppose. Ads, press releases, speeches. All the things I wrote before I was published.\n\nWhat advice would you give to an aspiring author?\nWrite. Enjoy writing. Then, and only then, worry about the business end of it. Start loving your hobby, and then you can't go too wrong.\n\nWhat would you like carved onto your tombstone? \nAs long as they spell your name right...\n\nWhat is your next project? \nA TV pilot for HBO, and a book of stories that I'm just now sketching out. I'm trying to do both at once, and feeling very uncertain how that trick is done.",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.981893301,
        "format_confidence":0.9688408971
    },
    {
        "url":"https:\/\/www.societyofearlyamericanists.org\/about-us\/archive\/sea-scholar-of-the-month-archive\/sea-junior-scholar-of-the-month-for-october-2021-lloyd-sy",
        "text":"SEA Junior Scholar of the Month for October 2021: Lloyd Sy\n\nSEA Junior Scholar of the Month, October 2021: Lloyd Sy\n\nHow did you become interested in studying early American literature?\n\nI was first charmed by reading Anne Bradstreet’s poetry in a college class called “Origins of American Literature” with Professor Jim Egan at Brown. It wasn’t until grad school, however, that I found myself seriously invested in questions of antebellum American literature. There, classes with Jerome McGann, Mary Kuhn, and Jennifer Greeson, along with an independent study on Melville with my advisor, Emily Ogden, allowed me to see how the United States was a weird, wicked, and wonderful place for creative writers in its initial decades of self-apprehension. Delving further than I ever had into, for instance, the novels of James Fenimore Cooper, awakened me to the myth-making forces at the core of so much early American literature, forces which often impelled writers to fashion the environment (physically and figuratively) to their liking.\n\nWho is your favorite early American writer, or what is your favorite early American text, and why?\n\nMy favorite early American text is Tabitha Tenney’s Female Quixotism because it provided much-needed humor in the midst of reading for my comprehensive examinations. I was visiting Boston at the time, and I spent much of an interminable Green Line ride snorting out loud at Dorcasina Sheldon’s exploits, earning the stares of my co-passengers. I may startle some people when I say that humor is at the center of much of my appreciation of early American literature: comedic moments, characters, and conceits in the work of authors like Douglass, Poe, and Melville are the ones that I feel most warmly about in this field. They spark insight into a world and time that was variously fantastic, grotesque, and outrageous.\n\nWhat are you currently working on?\n\nI’m writing the third chapter of my dissertation, which is about representations of deforestation in American literature from the long 19th century. This chapter analyzes depictions of sylvan destruction in the work of Zitkála-Šá, particularly her comparison of Indian education to the denuding of trees. Though Zitkála-Šá is usually discussed by scholars (with varying levels of endorsement) in her role as an early Indian activist, my readings of her representations of woodcutting have found her to be a remarkably insightful philosopher of consciousness, easy to place in dialogue with her contemporaries William James and W. E. B. Du Bois. The research has been exhilarating and surprising—I had no idea this is where I would end up with it—and the deep dive into philosophy serves as a useful counterbalance to my first two chapters, on Cooper and William Apess, which took on more historicist bents.\n\nWhat is something you are reading right now (EAL related or otherwise) that inspires you, either personally or professionally?\n\nI try to be as eclectic as possible in my non-dissertation-related readings, so I can list a hodgepodge of things I read this summer that captivated me in one way or another: Eudora Welty’s Delta Wedding, Gao Xingjian’s Soul Mountain, D. H. Lawrence’s Women in Love, Rebecca Fraser’s The Story of Britain, and Jennifer Senior’s recent Atlantic essay, “What Bobby McIlvaine Left Behind.” The latter two especially reminded me that what I admire most in all nonfiction genres is the ability to maintain some sort of narrative pulse. They serve as both personal and professional admonitions, guides to my life and my work, which I hope are always resonant on a fundamentally emotional level to those who happen to encounter me in whatever form. At the end of the day, I find scholarship quite hard to read if I can’t get a sense of the human being behind it.\n\nIs there a scholar in the field who inspires you, and why?  \n\nMy two favorite Americanists are Dana Luciano and the late, great Lauren Berlant. Following up my last answer, what attracts me most to their work is the evident sense of personality that percolates their brilliant analyses. They have a way of reaffirming the communal, yet idiosyncratic, heart of splendid literary criticism: here is my vision, articulated for your enlightenment and pleasure, to illuminate this staggeringly interesting text.\n\nLloyd Sy is a PhD candidate in English at the University of Virginia.\n\nWhat's New\/Announcements\n\nSEA Scholar of the Month, November 2022: Michele Navakas November 15, 2022\n\nSEA Scholar of the Month, November 2022: Michele Navakas How did you become interested in studying early Am...\n\nSpecial Issue of Early American Literature Released November 10, 2022\n\nJust released: the excellent special issue of Early American Literature co-edited by Drs. Tara Bynum (U Iowa)...\n\nSEA Junior Scholar of the Month, November 2022: Kassie Baron November 5, 2022\n\nSEA Junior Scholar of the Month, November 2022: Kassie Baron How did you become interested in studying ea...",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8504685163,
        "format_confidence":0.7644202113
    },
    {
        "url":"https:\/\/www.portalprophecies.com\/single-post\/2019\/11\/13\/meet-the-authors-from-darkness-rising",
        "text":"Meet the Authors From Darkness Rising\n\nI'm thrilled to be a part of the Darkness Rising Box Set. Being surrounded by so much talent is absolutely inspiring. I wanted to share a bit about my fellow authors in the set. What better way to do that than have them answer a few questions both about themselves and the story we are all looking forwards to?\n\nJennifer Ann Schlag is a dark fantasy author who takes reality and smashes it into fantasy. Her favorite animal is the wolf and she sometimes includes one in her books. When not writing, she is reading about philosophy, and trying to take awesome sunset pictures.\n\nBook Title: Dark Lust: The Path to Fae\n\nOne world shall bind them while the other separates them.\n\nWhen Dante Aerllius discovers that someone precious to him is kidnapped and taken to the human world, he uses his special shadow-walking abilities to break through the veil of Fae-Prime which protects his world from the humans. Although he is no stranger to visiting the human world, much to the dismay of his people, this trip is not a pleasure visit. If he isn’t careful with his magic, he may never be able to return home.\n\nHe begins to question the rules of his world when he meets a human girl who possesses the same abilities as him and knows far too much about the Fae. The attraction turns into a crazy lust, and he asks her to come home with him. Only humans are not allowed in the Fae world. He creates a love tie: a binding that will allow her to travel through the magical barriers. Unknowingly weakening the veil by doing so, and allowing the dangerous forces of the Dark Fae kingdom to move about freely, the entire world of Fae is set to be polluted with darkness that will last forever. It’s up to Dante to set things right or he loses more than the woman he loves. Excerpt:\n\n\"When Dante looks down into her eyes, he almost forget his purpose for coming to Earth. The human world is no place for the Fae. They simply cannot co-exist. Although his family has done business with them for the past thousand years, these humans, in this time, are not interested in an exchange of goods. He should run from her. Pretend that she isn't here.\n\n\"What's your name, stranger?\" she asks.\n\n\"Dante Aerllius.\"\n\n\"You always give your full name?\" She giggles. \"My name is Hailey Yuneberry.\"\n\n\"That's a unique last name. Long history?\"\n\n\n\"Never mind. Tell me, Miss Yuneberry, where can I find a good steak dinner around here?\"\n\n\"Why, you have ran into the right person, again. That's what, three times today we have run into each other. Must be fate. You believe in fate, Mr. Aerllius?\"\n\n\"Absolutely. My people -- I mean my family basically live off of it.\"\"\n\nFind out more about Jennifer Ann Schlag https:\/\/www.facebook.com\/AuthorJenniferAnnSchlag www.JenniferAnnSchlag.com\n\nQuestion: Who is your favourite character in your book and why?\n\nAnswer: Dante Aerllius. Because he is so audacious. He thinks he knows it all. I love how wrong he is and when he finally realizes it, it's priceless.\n\nQuestion: Please describe him\/her\/they a) physically b) their personality.\n\nAnswer: Tall, black hair, baby blue eyes, medium build. Conceited, manipulative, bold, and complete disregard for the rules.\n\nQuestion: Could I have a couple of quotes from your book of dialogue that shows that personality?\n\nAnswer: \"Don't knock it, little human, until you've sampled me.\" \"I swear that I am telling you the truth. I don't know what else to tell you. Come on, after the good times we've had, you think I would lead you astray? I am Dante Aerllius, I am going to be king someday. I have to be honest.\" \"I swear I did not come here for you. You're nothing to me. I mean you are, but if I don't find her, I'll be forced to show a side of me that isn't pretty. You don't wanna see all of this godliness melt away, do you?\"\n\nQuestion: What genre would you say the book falls into?\n\nAnswer: Dark Fantasy\n\nQuestion: Are there any trigger warnings and\/or explicit content readers should know about?\n\nAnswer: Some curse words. Some scenes that have violence which may be considered really dark. Some sexual suggestive scenes.\n\nQuestion: Do you have any upcoming events?\n\nAnswer: No.\n\nQuestion: What is next for you? Do you have anything in the works?\n\nAnswer: Releasing my sequels to my first book published Night First: The Divinity of Damien Calla. Continuing The Twin Lands series, and releasing paranormal romance books this year.\n\nQuestion: Do you have any special mentions? (Editor, cover art etc...)\n\nAnswer: Katie Jenkins is an excellent book cover designer. She has created covers for me for Damien Calla. And she is working on my Path to Fae covers. I also love Rebecca over at Dark Unicorn Designs. She designed my book Heir of Dragmoore. Really talented ladies.\n\nQuestion: If you could go anywhere in the world where would it be? Please describe the place rather than just a name. The weather, the time of day, the ground, the surroundings, foliage, etc...\n\nAnswer: Rome. I have felt a connection to Rome because of the history there. I feel such a pull to go there but sadly can't afford to right now. I love exploring places. For me, I want to see the Vatican up close. I'd sneak into the catacombs if I could. I want to be surrounded by all its beauty. There's so much conspiracy and rumors circulating around the Vatican, and Rome has been apart of history for thousands and thousands of years. I feel like no matter what the season, no matter what time of day, Rome is going to be a magical, fulfilling place.\n\nQuestion: If the character from above were in that place what would they be doing?\n\nAnswer: Dante would be causing a whole heap of trouble in Rome. Goodness, what wouldn't he do? I mean, he's been around longer than Rome, so for him it'd be a new playground. He'd probably sample all the food and liquor. He loves his food and liquor. He'd probably have a girl on his left arm and on his right. He'd definitely make the Vatican's head turn with the magical abilities he possesses.\n\nQuestion: If your character was allowed one chance to say anything to your readers, what would he\/she say?\n\nAnswer: \"Don't believe everything you see. There are things that scare the crap out of me sometimes, and they're in my head.\"\n\nQuestion: If your character could donate to any charity, which one would he\/she choose?\n\nAnswer: The Wolf Conservation in New York. Because Dante loves animals and he loves wolf the most.\n\nFind out more about Darkness Rising\n\nDarkness Rising Website\n\n\nUniversal Buy Link\n\n\nAmazon Buy Link\n\n\nApple Buy Link\n\n\nNook Buy Link\n\n\nKobo Buy Link\n\n\nFeatured Posts\nRecent Posts",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.9303142428,
        "format_confidence":0.8350141644
    },
    {
        "url":"http:\/\/closeencounterswiththenightkind.blogspot.com\/2011\/11\/excerpt-and-interview-with-aubrie.html",
        "text":"Monday, November 14, 2011\n\nExcerpt and Interview with Aubrie Dionne, from Paradise 21\n\nHello my naughty little readers!!  Today I have a special sneak peek inside Aubrie's new novel Paradise 21.  I love the cover :), but as you know I'm big into sexy covers and that hot guy's mouth is just about at the right spot...LOL!! Lets take a little looksie inside....\n“Might as well stay here and make camp for the night.”\n\nHis casual tone stung her composure. How could he talk of such mundane things when they’d almost been captured, when she’d touched him so tenderly?\n\n“We’ll let them get farther away,” Striker explained, reasonable as always. “We’re going in their direction tomorrow.”\n\nThe sting of rejection grew, burning a hole in her heart. “Why?”\n\n“Why what?”\n\nHer lips trembled. “Why not kiss me like you did before?”\n\n“I can’t.” He shook his head, and the air cooled between them; so much so, Aries wondered if the desert had turned into deep space.\n\nHe’d teased her with such affection before, it was cruel to take it away. “I don’t understand,” she said, wishing she didn’t care, wishing she could stop all the emotions he’d started in her heart.\n\nAries caught a glimpse of pain etched in the wrinkles around his eyes. Striker turned away and started pulling supplies out of his backpack. “I can’t do this.”\n\n“Do what?”\n\nStriker shook his head and Aries prompted, “Can’t kiss me, can’t trust me? What?”\n\n“I can’t allow myself to get tangled up with someone. Not again.”\n\nThe thoughts of Striker with another woman confused her. On the New Dawn, everyone had one lifemate and that was it. “You mean you loved someone before?”\n\nStriker’s hand tightened on the backpack. “I trusted someone a long time ago, allowed myself to love, if you will. She hurt me so much I lost my entire life and ended up here. I can’t experience that kind of pain again.”\n\nAries clasped her hand over her heart. “I’m so sorry.”\n\nHe waved her apology off as if it meant nothing. “It’s a tough world, Aries. And it’s dangerous to love. If I were you, I’d keep my heart well-guarded, because you never know when it will affect your decisions, when it will make you weak.”\n\nAries couldn’t take his advice. Watching him talk about his past made her realize she’d already given up her heart.\n\nHe had it.\n\nHow old were you when you first realized you wanted to write?\n\nI’ve been writing my whole life. My first poem (maybe about 4th grade) was about how I wanted to see a unicorn but since they weren’t real I would never get my wish. (Really, I was a happy child, though.)\n\nI began writing seriously about six years ago when I couldn’t find books with the right balance of fantasy, science fiction, romance, and action for my tastes. Then, I realized just how hard it is to write!\n\nLOL...I'm quite sure it is hard! Most authors have an unusual story or way that they come up with their ideas for books…Do you have one?\n\nI used to come up with all sorts of ideas while sitting in orchestra. (I’m a professional flutist). Flute players have to rest a lot (sometimes 60 measures at a time), so I’d make up stories to go along with the music.\n\nNow, I get a lot of ideas while commuting to work. One of my jobs is an hour and ten minutes away, so I have a lot of time to think!\n\nWow...That is a big commute! What was your biggest influence that steered you towards writing?\n\nThe Star Wars movies. They sparked my imagination throughout my childhood. I used to act each scene out with my sister. Our swing set was a spaceship, and we’d swing to power it. We used to fight over who got to be princess Leia!\n\nI have to ask, what are the hardest scenes  for you to write?\n\nThe male point of view scenes are hard for me, because I’m such a pink, frilly, girly girl. It took me a long time to figure out how to talk and act like a male romance hero should. They don’t talk as much, and they don’t notice the same things women do.\n\nThat's actually a new answer, most writers say sex scenes. Do you see yourself writing in another genre?\n\nI love science fiction and fantasy. I also tried horror, but my stories weren’t very scary. I’m not sure why. I love horror movies.\n\nHas your family been supportive?\n\nYes, they all came to my recent book signing at Barnes and Noble! \n\nThat's awesome :) Are any of your characters reflective of you?\n\nThey all have a piece of me in them, even the bad guys. It’s really scary to recognize that, but I’m coming to terms with it.\n\nHey..bad guys can be cool! What do you like to do when you're not writing?\n\nI play flute at people’s weddings and other special events, and I’m on the sub list for a number of orchestras. My next concert is very special to me because I’m playing flute with my old teacher, someone very dear to my heart.\n\nWho is your favorite book heroine?\n\nI love Jane Eyre. She’s so strong despite her circumstances, and she sticks to her ideals. She didn’t become Rochester’s mistress as much as she loved him.\n\nWhat is your favorite mystical creature?\n\nI love unicorns. So. Much. My favorite books growing up were the Secret of the Unicorn Series. I’d love to write about unicorns, but I’m not sure that’s what people like to read about nowadays.\n\nOHH!!  One of my favorite movies was The Last Unicorn! Where are your books available?\n\nOn Amazon:\n\nOn Barnes and Noble:\n\nWhat can we expect from you in the future?\n\nTundra 37, the sequel to the New Dawn series comes out in January. I’m so excited about it. I think I love it even more than Paradise 21. It has alien mammoths, cyber women, tragic love, sweet romance, and lots of laser fights.\n\nWhere can we reach you and become informed of updates?\n\n\nMy blog:\n\nMy website:\n\nAubrie's next few stops on her tour are:\nNov 15: Coffee Beans & Love Scenes (Giveaway\/Interview)\n\nNov 16: Reviews By Molly (Giveaway\/Excerpt)\nNov 17: My Devotional Thoughts (Review\/Giveaway)\nNov 18: The Magic Attic (Giveaway\/Excerpt)\nNov 19: Coffee Beans & Love Scenes (Giveaway\/Excerpt)\nNov 20: Sara Trimble (Interview\/Review)\nWell this just sounds yummy!!! I had the pleasure of getting to know Aubrie a little better.  She agreed to answer some questions about herself and her writing.  And the trailer!!!\n\n\nAubrie said...\n\nThanks for hosting me today!\n\nNora Weston said...\n\nGreat interview! You are a musician I also thought it was funny what you said about writing horror. :) And Jane Eyre? Yes! She is one tough lady. I like her as well. Paradise 21 sounds fantastic!\n\nKathryn Merkel said...\n\nI agree with Nikki, your answer about it being hard to write from the hero's POV is unusual. If I was writing, I think that would be hard for me too. Really makes me wonder how the ladies who write M\/M books get it right, or do they?\n\ndrainbamaged.gyzmo at\n\nDisqus for Close Encounters with the NIght Kind\n\n\nCopyright Text",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.8899898529,
        "format_confidence":0.7852079272
    },
    {
        "url":"https:\/\/lucyfelthouse.co.uk\/guest-bloggers\/an-interview-with-elizabeth-morgan-emorgan2010\/",
        "text":"An Interview with Elizabeth Morgan (@EMorgan2010)\n\nI’m delighted to have Elizabeth Morgan on my blog today, dishing the dirt on her day job, mythology and The Big Bang Theory. Take it away, Elizabeth…\n\n\nTell us about yourself. Both your writing self and your non-writing self. What are your interests and hobbies? Do you have a day job, etc?\n\nAs Elizabeth Morgan I write erotic romance, mainly in the subgenres; paranormal, urban fantasy, and contemporary.\n\nNon-writing me has a day job in a clothes shop. When I’m not at work, or writing, I tend to watch a lot of films, or read, or I’m being hassled by my two cats to feed, cuddle, or play with them. And from spring to autumn I spend a fair bit of time gardening.\n\nI’m constantly listening to music; I actually studied musical theatre in college. I originally wanted to be an actress. I do love anything theatrical. I actually collect costume masks. I am fascinated by Greek and Egyptian mythology as well as folklore and fairytales.\n\nGive us the background on your latest release.\n\nThe idea for Truth or Dare? Was inspired by an episode of The Big Bang Theory. It was the episode where Leonard’s mother visits, and drives Penny and Leonard to drink. They end up getting rather drunk by doing Tequila shots, and things turn a little naughty. Yeah, you’ve seen this episode.\n\nAnyway, I watched this episode – and this particular scene – and I just thought, “hmm, what a sexy and fun little story this would make.” Throw a naughty game of Truth or Dare? Into the mix and the rest of the story just grew from there.\n\n\nHow did you get started with writing? And what was your route to publication like?\n\nI have wrote on and off since childhood, but it wasn’t until I was in college and we were given assignments to write our own scripts that I actually really got into it. A friend of mine read one of my scripts and told me that I should try writing a book, so I did, and have continued to do so.\n\nMy route to publication was rather slow at first. I was submitting books for about two years. I think I received about 60 rejections, before I got my first acceptance, but unfortunately the company shut down shortly after.\n\nThree months later, my submissions were accepted and May 2011 marked the release of my debut novella.\n\n\nWhat are you currently working on?\n\nI am currently reading through my paranormal erotic romance, She-Wolf – The Blood Series Prequel – and editing\/tweaking\/polishing it for self-publication. Once I have finished and passed it on to my editor, I then plan to go through Cranberry Blood – Book 1 in The Blood Series – so it is ready to go to my editor when she is finished with She-Wolf.\n\nI plan to self-publish these first two books in the series Summer of this year, and at least start on book 2, but before I begin the second untitled book, I will be working on reinventing an assigned Grimm’s Fairytale as part of Decadent Publishing’s new series, Beyond Fairytales. Very exciting.\n\nDo you have a particular Muse for your writing? Do any of your characters bear startling resemblances to sexy celebrities or people you admire?\n\nNo, I’m afraid I have no muse, and when characters stroll into my head they don’t resemble any sexy celebs, which is to some degree a shame, but then nice to have fresh new sexy faces stealing my attention.\n\n\nWhere do you see yourself in five years? Both writing-wise and non-writing-wise?\n\nIn five years time I see myself writing full time, and not having to work in a retail job that is sucking the soul out of me.\n\nNon- writing wise, well in five years time I will be 30 going on 31, so I guess starting my own family would be what I hope to be doing by then.\n\nDamn, five years doesn’t seem like an awfully long time. Ha.\n\n\nAnd now for some silly questions…\n\nMuscled or skinny?\nI don’t really mind either. A healthy average.\n\nTall or short?\nTall, but only because I’m 5ft7 lol\n\nBoxers or briefs?\n\nMoustache or beard?\nAs crazy as it sounds, it actually depends on the style. Some guys really look good with moustaches and beards.\n\nLong hair or shaven head?\nLong hair. Nice to have something to tangle your fingers in ;-P\n\nTattoos or piercings?\nTattoos. There’s something kinda sexy about them.\n\nIntelligent or funny?\n\nBlond, brunette or red head?\nAny. Hair colour has never really been something I pay too much attention to.\n\nHottest celebrity (tell us why, if you like)?\nJustin Hartley. He played Green Arrow in Smallville. The man gets better looking with age, but it’s his smile. Cheesy I know, but he has the most amazing smile and grin, and he has some really funny expressions.\n\nTop same-sex crush (or opposite sex if you already like same-sex!)\nEmma Stone. She’s a fab actress. She’s pretty, but not stereotypically so, and she is just really funny.\n\nMost disliked celebrity (tell us why, if you like)\n\nFavourite food\nSuch a difficult question ‘cos I really like food in general, but let’s say, Nachos. They are so fattening and bad for you, but they taste soooooo good.\n\nFavourite book (tell us why, if you like)\nI don’t actually have a fave book. I have books which I really enjoyed and blew me away; for example The Iron Duke by Meljean Brook, I just thought that was an amazing story. Her world building, and history, and the characters. . . wow. Basically, any story that made me go “damn, I wish I had wrote this,” is classed as a fave, and believe me there are a lot of them lol\n\nFavourite place in the world (tell us why, if you like)\nI haven’t really been very many places, especially outside of the UK. So, I can’t really say I have a fave place, but I did go to Rome a couple years back and I just thought it was awesome.\n\nAnything else you’d like to add?\n\nI’m now hungry and want to watch Smallville lol\n\n\nNow give us the blurb, an extract and buy links for your latest release.\n\nTruth or Dare?\n\nTruth or DareBlurb:\n\nDo you dare tell the truth?\n\nA tequila fuelled game of Truth or Dare is not Dani’s idea of fun, but when Cameron, the jerk who rejected her a year ago is the one provoking her into playing, how can she say no? Not that he’s giving her the option in the first place.\n\nBravado compels her forward, but when the dares get physical and their friends leave them alone, Cameron’s questions turn to her feelings for him, and unfortunately, lying is not part of the game.\n\nWill a dare give Dani the courage she needs to tell Cameron the truth?\n\nBuy Links:\nDecadent Publishing:\nAmazon US:\nAmazon UK:\n\n~ * ~\n\n\n“Fine, I will take a dare.” I glanced at Ben. “What do you want me to do?”\n\nA wicked grin spread across his lips. It was almost as sexy as his brother’s. “I want you to lick salt off Cameron, and then take the lime from his mouth.”\n\nHe had to be fucking kidding. “What?”\n\n“You heard the man.” The amusement ran clear in Cameron’s voice.\n\nAn idiotic bout of nerves skipped through me. “And do I dare ask where I will be drinking the tequila from?”\n\nBen’s gaze flicked to Cameron, who I couldn’t bring myself to look at. Holding up my hand, I cut Ben off before he suggested anything else.\n\n“Never mind. I’ll do it.” Untangling my legs, I slid off the sofa, levelling a look at Cameron.\n\nHe pulled his T-shirt over his head, and my mouth dried at the way his six-pack rippled with each movement. He was solid, perfect. His skin was a healthy bronze. A fine dusting of dark hair ran from his navel and crept down into his jeans. I couldn’t help but follow the teasing path with my gaze….\n\n“See something you like?”\n\nDid I ever. I hated to admit it, but he was the kind of guy you just wanted to lick—well, anything off of.\n\n“Nope. I’m just wondering why removing your top is necessary. Scared I’m going to spill my drink on your T-shirt?”\n\nHis lips turned upward. “Man told you to lick salt off me, but he didn’t say where you would be licking the salt from.”\n\nNow give us your author bio and website\/social media links.\n\nElizabeth started life wanting to be an actress because she loved entertaining people. She enjoyed nothing more than being able to make people laugh and to help distract them from reality for a few hours.\n\nShe studied Musical Theatre in college, but during her second year, her mind started to overflow with story ideas, so she began writing plays. Slowly, over the following three years, she was writing more and more, channelling every ounce of her imagination into the written word.\n\nNow here she is, years later, hiding away like a hermit in her little cottage in Cheshire, England, writing like crazy and loving every minute of it.\n\nTwitter: @\nPinterest: http:\/\/www.pinterest.com\/elizabethm2012\/boards\/\nBlog: (Shared with Dianna Hardy):\n\n\nThanks again for stopping by. I hope you enjoyed this interview and wish you the best of luck with your latest release. Many sales!\n\na Rafflecopter giveaway\n\nOne Response to \"An Interview with Elizabeth Morgan (@EMorgan2010)\"\n\nAdd Comment\n  1. Elizabeth Morgan\n\n    February 2, 2014 at 11:30 am\n\n    Thanks for having me over today, Lucy. I had fun answering your questions. 😀",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.7176433206,
        "format_confidence":0.9628217816
    },
    {
        "url":"https:\/\/www.audiofilemagazine.com\/blog\/5-questions-with-narrator-tavia-gilbert\/",
        "text":"5 Questions with Narrator Tavia Gilbert\n\n5 Questions with Tavia Gilbert\n\nHelp me give a big welcome to award-winning narrator Tavia Gilbert, my guest for today’s Take 5 post. Like many of you, I’m a big fan of Tavia’s work, and I especially appreciate her characterizations and the way she can draw me into a story. I can always count on Tavia to enhance the excitement of action scenes while also finding the emotional heart of the characters, no matter the genre.\n\nBefore I introduce you to some of Tavia’s more recent solo performances, I can’t help but mention two don’t-miss multi-cast audiobooks that feature her voice. If you’re looking for something to listen to with your family, then you simply must pick the latest audio edition of CHARLOTTE’S WEB, with its all-star cast. You’ll love the way Tavia voices the barnyard geese. For some needed escapist listening, give THE BOOK CHARMER a try. In this sweet, small-town story, Tavia highlights a young woman’s blossoming from guarded loner into loving aunt and friend.\n\nThe following audiobooks are great examples of Tavia’s versatility. Through these performances, she takes us into the past, tests our faith, and helps us navigate a thriller. Enjoy!\n\n5 Audiobooks\n\nThe Perfect LiarTHE PERFECT LIAR, a domestic thriller by Thomas Christopher Greene, introduces us to an art-scene couple whose happy second-chance marriage is put in jeopardy after their well-buried secrets threaten to spill out. Max’s hidden past may have caught the attention of a blackmailer, but Susannah hasn’t been completely honest either. Tavia creates consistently believable characters, tweaking her delivery as the couple moves from wedded bliss to distrust and fear and keeping us on our toes as we wonder if anyone will survive this relationship unscathed.\n\nHow The Light Gets InJolina Petersheim’s HOW THE LIGHT GETS IN is a the story of a young Mennonite family that is torn apart after Ruth’s husband and her father-in-law are killed while doing missionary work in Afghanistan. Intending a short stay at her late husband’s family farm to regroup and grieve, Ruth’s plans are put aside when she’s given a second chance at a new life with a new man, until she is presented with an almost impossible choice. Tavia’s performance focuses on the contrasts between Ruth’s past and present as well as the complex path we travel to grace and redemption. This audiobook was a 2020 Audie Award winner in the category of Faith-Based Fiction and Nonfiction.\n\nThe Space Between Before and AfterTavia’s skills at portraying characters of different ages, genders, and nationalities are clearly heard in THE SPACE BETWEEN BEFORE AND AFTER by Sue Stauffacher. This children’s audiobook explores a number of tough issues from the perspective of a 10-year-old boy whose mother suddenly disappears when her depression becomes overwhelming. With the help of others, including an elderly neighbor, family, and friends, Thomas finds a way to cope with reality by relying on his imagination. This audiobook is appropriate for the whole family.\n\nA Better NextThe crisis point in Maren Cooper’s A BETTER NEXT is a failed marriage, but the focus is on strong female friendships and the possibilities of moving on and envisioning a better future. When Jess’s husband leaves her for a new job in a new state with a younger woman, she turns to her friends for support and understanding. Tavia’s delivery of Jess’s very emotional journey to independence is powerful without becoming melodramatic, closing the distance between listener and characters.\n\nCartier's HopeIf you listen to historical fiction, then author M.J. Rose’s newest, CARTIER’S HOPE, should be your next audiobook. On the surface, this is the story of how Vera, a budding journalist, hides her privileged background to report on social injustices and then later attempts to expose Cartier for trying to increase interest in his Hope Diamond via false tales about its ill-luck. On a deeper level, this audiobook explores several still-unresolved social issues, such as the socioeconomic gap, sexual identity, and tolerance. Tavia handles the needed accents and varied characterizations with aplomb.\n\n5 Questions\n\nI hope I’ve encouraged you fill your listening wish list with audiobooks read by Tavia Gilbert. Before you press play on the first one, take a moment to learn more about Tavia, including what she does when she’s not in the recording booth.\n\nAudioFile: What genre will you always say yes to and why?\n\nTavia Gilbert: Audible once named me the “Master of Memoir,” and that was such a wonderful thing to hear, because I love narrating, reading, and even writing creative nonfiction. Memoir is what I studied in grad school. It’s such an intimate form. I’ve been blessed to narrate memoirs or first-person narratives such as BEING MEAN by Patricia Eagle, HOUSE LESSONS by Erica Bauermeister, and NERVES OF STEEL by Tammi Jo Schults. These are all very different memoirs, but each is powerful and inspiring in its own way. I feel deep commitment to the author of any book I perform, but when I’m voicing someone’s personal story of transformation, the task and the privilege are even greater.\n\nAF: What are you doing when you’re not working?\n\nTG: I sing in a wonderful choir in New York City, The Choral Society of Grace Church. I’ve sung all my life and have been with the Choral Society for six years, after singing with Renaissance Voices in Maine for ten. We’re scheduled to perform at Lincoln Center in May, and I’m crossing my fingers that we’ll be able to continue with the concert. For now, though rehearsals are canceled, our choir conductor remains rigorous—we’re practicing the material with online resources and new study guides, and we’re continuing to advance as a choir of 150, because we are all devoted to the choir and to achieving the high quality for which we’re known. Choral singing is a major part of my life.\n\nI am also passionate about photography. JuniperStreetPhotography.com is a small but growing business, and it means a great deal to me to walk through the world looking for the peace, goodwill, and joy that I intend to shoot and share with the world. As things have become so surreal lately, and social distancing is the need for now, I’m enjoying time alone, photographing the newly budding crocus, daffodils, and tulips in my neighborhood. It’s encouraging that life cycles continue, despite challenging and uncertain times. And the life force of a budding plant is so comforting and present. I am heartened by the practice of photography.\n\nAF: What are the pros and cons of recording a series?\n\nTG: If you love the series and you respect the worldview and the characters, and the women, particularly, are strong and independent and self-actualized, and the plot stays engaging and fresh over the long-term, a series can be a delight. It can be difficult to sustain character voice continuity over a long series—not because you lose track of characters, because a pro should keep clips and notes and be able to return to voices throughout the years. But our voices change over time, too, so even while attending to the technical aspects of character voice continuity, my voice is much richer and more textured and refined now than it was ten years ago, so a series I started a decade ago will just not quite sound the same. I’m very blessed to have Jeaniene Frost’s NIGHT HUNTRESS series, as well as the spin-offs, in my repertoire, and I love them and recognize my good fortune in getting to perform them. Louise Luna has written two books in the Alice Vega series, and I hope she’ll write 25 more. She’s an absolutely exquisite writer.\n\nAF: When reading for pleasure, do you find yourself creating voices and thinking about pacing and emphasis?\n\nTG: No! It is very rare that I read for pleasure these days. I just don’t have much time available, between recording books and prepping to record them. But when I do read just for the joy of reading, it is a completely different experience. I am not thinking about all the things I need to consider as a performer—I’m just luxuriating in the story. It’s a joy, and I truly never get tired of reading. I’d be thrilled to read more for pleasure, for sure. Someday, I hope!\n\nAF: What kinds of things do you do to protect your voice in your down time?\n\nTG: I don’t smoke or hang out near cigarettes. That would be vocal suicide. I try to get enough sleep—at least seven hours a night. I drink a gallon of water a day. I sing in the choir and take private singing lessons, as well. I stay physically fit and exercise regularly, including cardio, which is good for the strength of my lungs and my breathing capacity. I don’t drink wine often, as I find that very drying. I see my doctor regularly, and I’m proactive about my overall health and well-being. All of this helps support a strong, flexible, responsive vocal instrument.\n\nThanks so much, Tavia, for taking the time to talk with us today about your narrating career. It’s wonderful to hear that you’ve been able to maintain your singing and photography, even under the constraints of social distancing.\n\nTo find even more audiobooks performed by Tavia Gilbert, be sure to browse our reviews of her work.\n\nCandace is a full-time freelance book editor as well as a book reviewer and journalist. When she’s not working, you'll inevitably find her listening to an audiobook while cooking, walking, making lace, or taking photographs. She was honored to be the 2016 Audio Publishers Association's Audiobook Blogger of the Year.\n\nLeave a Reply",
        "topic_id":16,
        "format_id":21,
        "topic_confidence":0.74085778,
        "format_confidence":0.6767978072
    }
]