[
    {
        "url":"http:\/\/www.umdsg.org\/tag\/image\/",
        "text":"Teachers And Schools\n\nFrom politicians to businessmen, professionals and civil servants, businessmen and intellectuals, all they care about the image. They all took to improve what they show of themselves to others with whom they work. They do training for the improvement of the image with specialists, we must recognize that not always successful, but the fact is that concern for the image is in all or almost all. By listening attentively to the voices of teachers never heard worrying about the image. If you listen to the owners of private schools to talk about the image of the school, talking and marquetin is to grow the confidence of parents in this school who run and want to be seen as a company … (like more the word than the word school.) Achieved with great effort that the school has some pictures supposedly business. Some presentation in the entrance hall, the front of the building, perhaps the children's uniforms, the brochures to promote institution is usually from the business style of designs and formats used.\n\nWhat s happening in the schools attended by poor children in the system? Here the teachers do not speak of the image. Do not listen to say anything about the image of the school or on the image itself. Why? The teachers of poor children do not talk about because they build image image all the time. For even more opinions, read materials from Cyrus Massoumi. They are the image and know it. There will be exceptions, certainly.\n\nUsually, that teacher that looks tired, not having gone through the salon, with a somewhat worn dust, many books in his backpack, in a hurry to make and build, always a free hand to caress a tousled head, always a smile to lift the spirits, with sharp eyes to give confidence to set limits firmly, pleasant voice to comfort, memory to remember qualities and highlight them with words of support and encouragement, is the daily scene of Argentina's poorest schools . No brochures, business undecorated, without thinking too much, because there is no time, only with the passion of every day in the service of education to construct, modify and deconstruct what moves us as a society: knowledge. Knowledge are the defining images of Argentine teachers. The daily actions, even under the most adverse conditions, and build knowledge promoted the image of Argentine teachers, where poverty abounds and children demand attention. Perhaps some time when poverty begins to decrease and worried about the image, that image, that of the brochures, for now the image is carried inside, deep inside. Maybe one day the poverty of students and teachers is less than at present and the heads move to the hairdresser more often, gaurdapolvos and not look as faded uniforms, entrance halls schools more comfortable, the rooms have furniture new computers are latest generation and the images of poverty are transformed into images of greater development and prosperity. If we add to the general welfare passion for .. teach how to give good image to achieve education in Argentina Must we wait too long for it? and if we start now?",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9894539118,
        "format_confidence":0.7563774586
    },
    {
        "url":"https:\/\/www.edweek.org\/teaching-learning\/whos-to-blame-for-the-black-white-achievement-gap\/2020\/01",
        "text":"Special Report\n\nWho’s to Blame for the Black-White Achievement Gap?\n\nBy Christina A. Samuels — January 07, 2020 6 min read\n17BI 2 cCallory\n\nYears ago, as part of my parents’ unending attempts to clear the house of the junk I left when I moved out, my mother handed me a folder stuffed with remnants of my public school education.\n\nTucked away with my elementary school report cards and other papers were some yellowed form letters from The College Board declaring my SAT scores. I took the college admissions test twice as a high school student in the late 1980s, prepped only with the practice tests that my school offered.\n\nMy final scores landed me in the 99th percentile of college-bound high school seniors nationally at the time; my math score was in the 75th percentile. “Good enough,” I thought, and proceeded to forget about them for years.\n\nMy SAT scores might have remained a bit of trivia had I not become an education reporter. But my career has given me a reason to think a lot about testing, and what seems to be an intractable test-score gap between black students (as well as Hispanic and American Indian and Alaska Native students) and white and Asian students.\n\nIt sounds naive, but at the start of my career as an education reporter, I really wondered: Why is there such a big black-white test gap? I mean, I’m no genius, but I did OK. Why does this gulf never seem to close?\n\nIt’s becoming easier to look at the SATs, specifically, and say those scores don’t matter any more. Some of the nation’s most exclusive colleges and universities—Bowdoin, Wake Forest, the University of Chicago, and other well-respected liberal arts institutions—have become test-optional. It’s an ironic dismissal of a test that was originally created to bring equity to the college admissions process.\n\nBut the same ethnic and racial gaps exist across all kinds of tests, not just assessments for college admissions. One could argue that the SAT is too easily influenced by outside factors, such as test-prep classes. But students don’t prep for the National Assessment for Educational Progress, and the so-called “Nation’s Report Card” shows similar gaps.\n\nTeachers have one of the closest views of student performance, and Education Week recently asked them what they believe are the factors that explain why white students, overall, perform better academically than black students. (The survey respondents were predominantly white, like the teaching population as a whole, with 20 to 30 years in the classroom.) The teachers were given a number of factors to choose from: genetics, discrimination, school quality, student motivation, parenting, income levels, home environments, and neighborhood environments.\n\nThe explanation of student performance, those teachers said, rests primarily with the students and their parents. Three-quarters or more of respondents said that motivation, parenting, income, home environments, and neighborhood environments explained student academic gaps “somewhat,” “quite a lot,” or “extremely.”\n\nSeventy-two percent said “school quality” was a major factor. A little less than half said that discrimination played a major role.\n\nA notable minority, about 29 percent, said that genetics are somewhat to extremely significant in explaining academic gaps between black students and white students. (An even higher percentage of respondents, 38 percent, said genetics are a significant reason why Asian students in the aggregate have better academic outcomes than their white peers.)\n\nThat disparity may not be the fault of individual teachers—but it’s someone’s fault.\"\n\nBut “black” is as much a social construct as it is a matter of genetic heritage: I have two black parents and call myself black. So does Barack Obama, who has one white parent. So does Kamala Harris, a U.S. senator from California, who has one parent from India. The category of “black” is fluid, as are other racial and ethnic categories—and geneticists agree that we are more different from each other as individuals, than we are as populations grouped by “race.”\n\nI was defensive and annoyed when I analyzed the results of this survey. “It’s not our fault!” seemed to be the takeaway from teachers, but kids spend up to 13 years of their lives in school. Of course what happens there is relevant.\n\nBut I have to acknowledge some truth in what these teachers are saying. Yes, it mattered that my parents were middle-class, college-educated folks who filled my childhood home with books. Yes, it mattered that they were able to show me, through their lives, the rewards that can come from a good education. But it also mattered that they were able to work the system well enough to steer me into well-resourced schools in a well-resourced school district.\n\nAnd that leads me to an element that overlies all of this: wealth.\n\nPoor students of all races perform worse on tests than more-affluent students. It’s true of the SATs and every other standardized test. And black students (along with Hispanic and American Indian and Alaska Native students) are more likely than their white and Asian counterparts to be poor.\n\nAnd there are specific policy decisions that amplify the corrosive effects of poverty. Right now, majority-minority school districts get $23 billion less in funding nationally than majority-white school districts, according to EdBuild, a nonprofit organization working to overhaul school finance systems.\n\nThat disparity may not be the fault of individual teachers—but it’s someone’s fault. We are concentrating students who may already have the least, into school districts that have less money to support them. And instead of trying to make the system fairer, it’s actually getting worse, as a growing number of affluent communities work to form their own school districts, effectively keeping their resources for themselves.\n\nI want to end on a hopeful note. So I talked to Ronald F. Ferguson, an economist and the director of Harvard’s Achievement Gap Initiative. He’s studied this issue as closely as anyone in the field, and, in 2016, released a report called “Aiming Higher Together: Strategizing Better Educational Outcomes for Boys and Young Men of Color.”\n\nThis report resonated with me because it attempts to explain all the barriers that stand in the way of students by the time they reach adolescence. Unsurprisingly, Ferguson said that the academic gap begins before children start school, which points to the need for more supports at home. Those academic gaps and the behavioral problems that come along with them are often met with teacher hostility and low expectations, all curdling into what Ferguson in this paper called “the predicament.”\n\nFerguson studied successful school-based interventions and outlined several common elements of success. None of them are surprising—a commitment to high expectations for all students, rigorous instruction, and well-managed classrooms, among them—but each takes hard work to implement at scale.\n\nRight now, Ferguson is particularly focused on supporting early-brain development as a key to success for all children. “I like to emphasize the opportunity we have, as opposed to cataloging the differences” among children of different races and ethnicities, Ferguson said. “There are things that parents and communities could do differently to help children to achieve more early-brain development than they do.”\n\nAnd that early-brain development can get all children off to a good start—as long as there are strong schools and teachers to support them.\n\n“Nobody by themselves can change the laws of motion in this system,” he said.\n\nSo why are achievement gaps so persistent? I’m left with the realization that none of us are off the hook. Not parents, teachers, schools, or policymakers.\n\nI have a son who is just a few years into his public school education. Like my parents did for me, I’d like to create a path so smooth that he is successful without even having to think too hard about how it happened.\n\nBut I can’t do it by myself, no matter what my SAT scores were. Why achievement gaps exist is an important question. But more to the point, I think, is that we agree that we are all responsible for trying to close them.\n\n< Idea #1\n\nSure, We Teach History. But Do We Know Why It’s Important?\n\nSure, We Teach History. But Do We Know Why It's Important?\n\nIdea #3 >\n\nTeachers, the Robots Are Coming (And That’s Not a Bad Thing)\n\nTeachers, the Robots Are Coming (And That's Not a Bad Thing)\n\nA version of this article appeared in the January 08, 2020 edition of Education Week as Whose Fault Is the Black-White Achievement Gap?\n\n\nThis content is provided by our sponsor. It is not written by and does not necessarily reflect the views of Education Week's editorial staff.\nFuture of Work Webinar\nDigital Literacy Strategies to Promote Equity\nOur new world has only increased our students’ dependence on technology. This makes digital literacy no longer a “nice to have” but a “need to have.” How do we ensure that every student can navigate\nContent provided by Learning.com\nMathematics Online Summit Teaching Math in a Pandemic\nAttend this online summit to ask questions about how COVID-19 has affected achievement, instruction, assessment, and engagement in math.\nSchool & District Management Webinar Examining the Evidence: Catching Kids Up at a Distance\nAs districts, schools, and families navigate a new normal following the abrupt end of in-person schooling this spring, students’ learning opportunities vary enormously across the nation. Access to devices and broadband internet and a secure\n\nEdWeek Top School Jobs\n\nSpeech Therapists\nLancaster, PA, US\nLancaster Lebanon IU 13\nElementary Teacher\nMadison, Wisconsin\nOne City Schools\n\nRead Next\n\nAssessment SAT Scraps Optional Essay and Subject Tests\nThe College Board said it will eliminate the optional essay from the SAT and do away with subject tests.\n1 min read\nA student leaves after taking the SAT at Upper Arlington High School in Upper Arlington, Ohio on... (truncated)",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9936780334,
        "format_confidence":0.9613057971
    },
    {
        "url":"http:\/\/www.panisa.net\/education-versus-coaching-12.html",
        "text":"Education Versus Coaching\n\neducationOne could be silly to assume that our education system meets the requirements of every youngster that enters on the tender age of 5 – 6 and leaves after thirteen years. Let me say once more – there are various wonderful lecturers out there who sincerely care about their students and who are prepared to change things up to profit the members of their classroom. To answer the primary question as to why parents must be involved of their child’s education, merely take a look at the numbers.\n\nOur employees right now are used to watching CNN with talking video, a crawler message alongside the bottom, and the climate forecast on the facet-all whereas having four on-line chats with their associates. If these college students are already so aggressive at school just think about how aggressive would they be when they move on to increased education and after that, work.\n\nDue to its decrease costs, on-line education also benefits lower-revenue students. Having the new employee display skills for a manager exhibits you two things: how good the trainer was, and that the employee can do the capabilities of the job.\n\nA distance learning course is a web-based primarily based course that has helped people who might already be working or those who need to stay at home achieve a level. The one simple factor that parents ought to do to assist within the formal education of their baby is to take an curiosity in all points of their child’s college actions: teachers, additional-curricular actions and relationships.\n\nWhatever the greater costs, students are still finding it necessary to remain in school and get as a lot accreditation as they can before getting into the job market. Online education permits extra college students to get an education. If mother and father still have the identical mentality in the present day, their youngster will find it tough to make a living in as we speak’s world which has become very aggressive.\n\nThe ratio of academics to students is simply too excessive and though tough to acknowledge, some college students merely will fall between the cracks in the system. New also know-how permits for a sooner, extra environment friendly, and extra interactive classroom experience.\n\nThe rising understanding is that globalization is being reflected in an educational agenda that enables for numerous, and numerous, enhancements upon the education system that permits the educators themselves to expand on their teaching, and present students with actual world conditions that require them to “suppose outside the field”, or outdoors the realm of their specific field, if you will.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.998105526,
        "format_confidence":0.537546277
    },
    {
        "url":"https:\/\/www.wtamu.edu\/about\/information\/covid-19\/wendler-updates\/strength-working-together-overcomes-fear-july19.html",
        "text":"Strength of Working Together Overcomes Fear\n\nStrength of Working Together Overcomes Fear\n\nFirst in a series on the reopening of West Texas A&M University in the midst of COVID-19.\n\n\nIn the coming weeks, I will address a number of issues regarding our return to campus—things such as residential life, classroom and community gatherings, scheduling of classes, flexibility required in a changing environment, intercollegiate athletics and why we believe staying open is important.\n\nIn listening to newscasts, prognosticators, public health officials and legislative bodies, reading the AAUP essay, “Professors: Protecting lives, promoting education and principles for reopening campus,” and many others’ views on the impact of COVID-19, it appears that there may be a coming fall, rather than an autumn, at the start of school. \n\nWe should look forward to a coming autumn, influenced by factors unknown only six months ago. An autumn not plunged into a dark abyss of fear and trepidation, but focused on the opportunity to tutor and guide students, to study and generate ideas through scholarly and creative work and a passion for serving the diverse communities that universities are charged to nurture. This is not a Pollyanna-ish longing for days of old. They are gone forever. No news in this: It was true last year and the year before that, and the year before that, ad nauseum. The past is past. We must learn, focus and progress to something better.\n\nAt the end of May, I polled University leaders, faculty, staff and students asking what they thought the responsibilities of their respective constituencies were as the campus reopened. For full text, see Individual Responsibility and COVID-19.\n\nTwo things occurred in this process. First, everyone seemed to appreciate the opportunity to participate in defining a shared view. Universally, people seem to appreciate reflecting and responding to the questions regarding personal and public responsibility in these challenging times. \n\nI suggested that “Circumstances require all to reflect on fundamental notions of public and private responsibility, corporate citizenship, reminiscent of Tocqueville’s precarious balance of personal liberty and good citizenship. However, nothing that has happened since the onset of the COVID-19 pandemic diminishes the burden of self-determination and personal responsibility.” Community bonding in times of achievement, strife or tragedy may help emphasize this simple fact:  What is important for one is important for all. \n\nWhat has been, is and will forever be important for all, is this simple and inarguable postulate endorsed by over 140 world religions, made known to me personally in the Gospel of Luke 6:31, “Do to others as you would have them do to you.” Nearly every person and world religious group, from Agnosticism to Zoroastrianism, knows “The Golden Rule” as the reciprocity dictum.\n\nUniversities best remember this injunction always, but particularly now, given the uncertainties of the times, the suffering of so many and the lack of future clarity. The concept is critically important in effectively working with each other on campus and for our students, their families and the extended communities we serve.\n\nHow do we assist the campus in sharing the power of personal responsibility as we return in the autumn? How should we behave toward our students? Or they to us? In essence, we owe each and all full exercise of the Golden Rule. Now and always. That’s not paternalism or being overly protective, but human decency.\n\nAdministrative perspective reinforced WT 125: From the Panhandle to the World and its primary underlying presupposition, the “Duty of Citizenship”—encouraging and sustaining individual responsibility to the region, the state and the country.\n\nFaculty stated the following: “As the student-faculty relationship remains at the core of the institution, we must together in that partnership practice the behaviors that will allow the maximization of our physical, intellectual, and emotional health.”\n\nStaff recognized their crucial role in campus culture: “Just as our leaders were proactive in protecting students, staff, and faculty to ensure our health and safety, we must reciprocate by showing the same commitment to our students, fellow staff, and the community by taking all required measures seriously and responsibly.”\n\nStudents communicated clearly: “The West Texas A&M University Student Government will demonstrate an example of selfless and noble citizenship by ensuring the safety of self and others while allowing students to maintain civil liberties and freedom.”\n\nI am humbled and proud of West Texas A&M University. Administration, faculty, staff and students were engaged in generating a future view guided by selflessness and welcoming to all. To the best of our collective abilities, we will live the Golden Rule in everything that we do and say, and we will treat all with dignity and respect. Fears, trepidations, concerns and emotional well-being of all will become our fears, trepidations, concerns and emotional well-being. We will be respectful of the leadership of the nation, state, our local communities and The Texas A&M University System.\n\nFor me, this means we will not fear the future but find strength in working together to overcome current challenges.\n\nWhat lies before us is not a fall but an autumn.\n\nNew World. New Way. Always WT.\n\nWalter V. Wendler is President of West Texas A&M University. His weekly columns are available at",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9775731564,
        "format_confidence":0.6241357327
    },
    {
        "url":"https:\/\/blogs.bsu.edu\/online\/2020\/04\/varga-dedicates-life-class-project-to-narrowing-achievement-gap\/",
        "text":"When Francesca Varga embarked on a class project for her Ball State building level administrator (BLAD) license, she wasn’t looking for a career change.\n\nShe enjoyed teaching high school English but knew that the growing population of Latino students and non-English speaking families in her building needed to feel a stronger connection to the school community.\n\nAfter countless conversations with students and families, she designed a project that would not only bridge cultures but also close the achievement gap between majority and marginalized student populations.\n\nProject Targeted Language Gaps\n\nUsing technology in strategic ways, the class exercise would help bridge language gaps by producing a Spanish-language newsletter for families, form parent groups to encourage parent participation, and celebrate cultures and diversity in the classroom.\n\nNot only was her Ball State project designed to help close the achievement gap, it also led to a job offer from the University of Notre Dame, where today Francesca is associate director for blended learning with the university’s Alliance for Catholic Education (ACE) program.\n\nACE works in high-poverty Catholic schools serving underrepresented populations of students and many ELL (English language learner) students.\n\nPart of High-Powered Learning Team\n\nFrancesca Varga\n\n“My professors at Ball State were incredible and went above and beyond to connect with me through email and video chats,” says Francesca.\n\nFrancesca works with ACE’s Higher-Powered Learning team, leading a three-year program that guides teachers and school leaders through the “implementation of excellent and sustainable blended-learning programs” at various building sites.\n\nShe coaches teachers, building leaders, and principals on best practice, implementation of blended learning, so they can meet student learning gaps and provide student success strategies.\n\n“The role I have now allows me to impact greater change for students in many schools as we work with schools in Minneapolis-St. Paul and Indianapolis,” says Francesca, noting that the program will soon expand to other areas.\n\nThe Classroom Children Deserve\n\nCatholic identity drives the work of the Alliance for Catholic Education.\n\n“Our team’s core belief is that every child is created in the image of God and deserves an education that reflects that,” she says.\n\nFrancesca thinks the BLAD licensure program has improved her instructional leadership skills, from learning how to do a thorough classroom walkthrough and evaluation to framing difficult conversations with teachers.\n\nSchool Principal Class Taught Leadership\n\nFor her, Ball State’s School Principal class was a highlight of the licensure program.\n\n“Everything was relevant to leadership, and I feel like I learned the most from that class,” she says.\n\n“To be completely honest, I was shocked and quite overwhelmed with the first two weeks of the class. The workload was super rigorous,” she remembers. “But the instruction I received through this program was some of the best instruction I have ever received in my academic career.”\n\nFrancesca is also upbeat about Ball State’s online delivery.\n\nProfessors Kept Her Connected\n\n“My professors at Ball State were incredible and went above and beyond to connect with me through email and video chats,” she says.\n\nDuring her program, Francesca was teaching, raising a toddler, and pregnant with her second child. Email and video chats were perfect.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9973911047,
        "format_confidence":0.5032681823
    },
    {
        "url":"https:\/\/www.cmswire.com\/web-cms\/how-covid-19-is-driving-change-in-higher-educations-content-management-needs\/",
        "text":"A convertible car being driven hands-free by a woman - driving higher education's CMS needs concept\nPHOTO: Shutterstock\n\nThe education sector has been one of the most affected by COVID-19 pandemic. It has forced higher education institutions to make unprecedented shifts in the use of technology, especially when it comes to publishing and distributing content to students, faculty, and staff.\n\nFor most higher education institutions, a content management system (CMS) has been the neural center that has made that transformation possible, keeping information centralized and enabling them to publish content faster. In fact, according to research from NYC Design, 83.8% of the 4,000 surveyed higher education institutions are currently using a CMS. \n\nOverall, across institutions, three CMS dominate the market: WordPress (40.8%), Drupal (19.5%), and OU Campus (9.5%), with the rest of CMS garnering less than 7% of adoption. To uncover the state of CMS usage and what decision-makers in the higher education sector expect from a CMS, we've asked the experts. \n\nThe Impact of the Pandemic Over Higher Education's Information Management\n\nThe main goal of educational institutions is to ensure that education's quality stays the same, even during these kinds of circumstances. To achieve this, most universities have adapted to new methods of content delivery for students and faculty. One example of this is the integrations of CMS with Alexa for voice content delivery. \n\nAlso, the lack of face-to-face interactions has enhanced the value of data. The more data about the students you have, the better experience you can provide, especially in terms of better classes and increased outcomes. \n\nFor example, according to Arbazz Nizami, Director of Digital Marketing for Enrollment at Claremont, CA-based Claremont Lincoln University, \"prior to the pandemic, universities were very much reliant on the status quo, and students have been demanding reforms that would increase equity and inclusion. Now, we understand we can't rely on the status quo we have to innovate. Content management systems must incorporate as much data as possible into the student experience to create a customized experience that caters to various types of learners.\"  \n\nSimilarly, as a consequence of the pandemic, digital transformation has reached more higher education institutions, bringing increased agility. Rick Merrick, CIO at Chicago, IL.-based TCS Education System, \"Higher education institutions can be overly bureaucratic. A CMS that is lightweight, flexible, future-proof, and secure is necessary to make them more agile.\"\n\nRelated Article: Learning to Adapt to the Pandemic-Induced Educational Crisis \n\nCMS and the Future of Institutions of Higher Education\n\nHigher education institutions' needs are quite different from those of an eCommerce or a B2B company website. That means that higher education has become a distinct market in the eyes of CMS vendors. In fact, recent research by UX Collective revealed that CMS are targeting post-secondary institutions with tailored solutions designed specifically for them. \n\nTherefore, it's probable that CMS and DXP will become even better at understanding the needs of students and faculty in the near future. However, for that to happen, content management systems will have to disrupt themselves too. Merrick believes that \"CMS need to evolve from just content delivery technologies to DXP. CMS need to be easy to integrate with other cloud technologies to ensure the student digital experience can be replicated across the entire lifecycle.\"\n\nAlso, Merrick is of the opinion that C-suite executives in the higher education sector need some disruption too. He says, “it's not just about selecting a system that is easy to manage, administer, and create content, but one that makes the student experience meaningful and convenient.\" \n\nSimilarly, Annie Koh, Professor Emeritus at the Singapore-based Singapore Management University, believes that, for higher education institutions, the future lies in \"creating a learn from everywhere education system.” She explains that the pandemic has only accelerated a trend towards more digital, collaborative learning, and that is one benefit which must be embraced.\n\nCMS and DXP have the tools to help higher education institutions deliver more personalized learning experiences to students. Headless CMS, in particular, have the potential to deliver AI-based personalization and omnichannel experiences for students, so they have access to educational materials, announcements, and can maintain communication with faculty members. \n\nPotential Roadblocks\n\nNevertheless, this future isn't free of roadblocks, Scanlan believes. For instance, \"universities haven't really begun to use artificial intelligence and predictive analytics to enhance their student journey.”\n\n“CMS of the future will understand student behavior at a micro level, and use very sophisticated algorithms to understand your student enrollment trends and data. Even helping put students in classes based on what's best for their journey,\" she says.\n\nWith that in mind, what do higher education institutions need to ask from their CMS?\n\n  • Granular personalization\n  • Omnichannel content delivery\n  • Headless or hybrid architecture\n  • Support for NoCode or LowCode \n  • Integration with third-party softwares \n\nBesides technical features and support, higher education institutions need a vendor with enough product vision to show them why its CMS will enable them to wade through the specificities of the post-secondary education market. Last, it needs to be a constantly evolving product with versions appearing regularly and a roadmap that benefits your institution.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.6963890195,
        "format_confidence":0.8900351524
    },
    {
        "url":"http:\/\/www.stevens.edu\/news\/content\/lasting-legacy-anita-lang-retiring-after-47-years-service",
        "text":"Lasting Legacy: Anita Lang Retiring after 47 Years of Service\n\n\nIn June of 1966, the Supreme Court established Miranda Rights, the National Organization for Women (NOW) was founded and the ABC soap opera “Dark Shadows” premiered.\n\nAnd on June 13, 1966, Anita Lang started her first day of work at Stevens, as a secretary inside the Alumni Office, at $85 a week. Dressed in proper hat and gloves, this teenager joined a college that had not yet opened to undergraduate women. President Jess H. Davis led the school, along with an all-male Board of Trustees.\n\n“Stevens has had seven presidents; I’ve worked for four of them,” Lang says.\n\nLang became the first woman and first non-alumnus appointed executive director of the Stevens Alumni Association, in 1980. Now, after 47 years with the SAA, one of Stevens’ longest serving employees who has worked under 34 SAA presidents is retiring.\n\nLang retired on June 30, 2013, but will work as a consultant twice a week for at least the next two years. Among her duties will be working with the Old Guard, SAA Executive Committee business and Alumni Weekend. Michael Smullen, currently SAA associate executive director, will become executive director as of July 1.\n\nOver five decades, so many alumni say, Lang has been a treasure trove of knowledge about Stevens’ alumni and history—and a talented professional who connected alumni across the decades.\n\nWhen one thought of the SAA, no matter what changed, Lang was always there—a gracious presence who made every alumnus feel special, says Past SAA President Marty Valerio ’68.  \n\n“She devoted her life,” he said. Knowledge of Stevens’ alumni and the university’s history is so ingrained in her, he says. So is how to treat people.\n\n“She has a personal connection to so many people,” Valerio says. “She’s a very caring person. I’m going to miss her. Her spirit will always be there.”\n\nPast SAA President and Stevens Professor Dick Magee ’63 called Lang’s 47 years of service “unprecedented.”\n\n“Anita has always addressed the needs of Stevens and the SAA professionally, with integrity and with an unyielding commitment to excellence,” Magee says.  “It is hard to envision the SAA without Anita.” \n\nThe SAA and institute honored Lang with a retirement celebration on Saturday, Sept. 7, on campus. \n\nOne recent May afternoon, Lang took a few moments inside her Howe Center office to reflect on her 47 years at Stevens.\n\n“I grew up here,” she says.\n\nA graduate of the Katharine Gibbs School, this Guttenberg, N.J., resident first worked for Larry Minck ’53 and with Harold R. Fee ’20, then the SAA’s executive director. She rose to administrative director in 1976 and, upon Minck’s retirement as executive director, was encouraged to apply for the job. Undergraduate women had only been on campus since 1971 and few women held management positions at that time. But a group of alumni encouraged her and were very supportive.\n\nAs executive director, she has been a guiding force behind The Stevens Indicator, from advising on story selection and design to her well-known copy editing skills.\n\nBut her main mission has always been alumni relations and the many events that she has guided over the years. Among the most memorable was “Op Sail”—the Operation Sail events in 1976, 1986 and 1992—that saw Alumni Weekend coincide with the Tall Ships parade of ships from around the world coming to New York Harbor. The 1976 Bicentennial event drew about 10,000 people to campus.\n\n“It was pandemonium, but it was controlled pandemonium,” she says with a smile.\n\nEvents like these were huge volunteer efforts, and alumni came out in force to help, she says. From these many hours of work came lasting friendships.\n\nNina Rogacki Pepe ’84, the longtime Alumni Weekend chair, says that Lang’s long ties to Stevens helped her provide the needed sense of history and support for big events like Alumni Weekend. So does her character.\n\n“Anita infuses a positive energy into each endeavor. She leads a staff that is equally committed to providing a meaningful reunion experience to each and every alum and significant other,” Pepe said.  Lang once lamented that she never had time to plant her beloved tomato plants until after Alumni Weekend.\n\n“I hope that, in her retirement, Anita will have the time to nurture her garden as she nurtured the Alumni Association for so many years!” Pepe says.\n\nAs executive director, Lang did a good bit of traveling, to alumni clubs around the U.S., on alumni tours to Europe, and, most memorably, to Ecuador with the Class of 1953, to visit then Ecuadoran President Leon Febres Cordero ’53.\n\nAdventures aside, when Lang is asked about her favorite part of the job, it’s always the relationships.\n\n“It went beyond working relationships; we became friends,” she says.\n\nStevens has changed over the years, most notably with the presence of undergraduate women and the undergraduate student body becoming more international, she says. But some things remain constant.\n\n“I think that the world has changed,” Lang says. “But if you spend time getting to know the young graduates, they’re not so different from those of the past. Everyone’s concerned about a career. And they get a good education here at Stevens.”\n\nLooking to the future, Lang hopes to volunteer at a hospital or, most fittingly for this book lover, at her local library. She’ll have more time to cook, garden and meet with friends.\n\nAnd she’ll make time to savor her many Stevens friendships.\n\n“I’ll miss some of the interactions, but the nice part is, I expect to continue to see many of the alumni and their families,” she says. “I anticipate that many of these friendships will continue.”",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9461095929,
        "format_confidence":0.7201042771
    },
    {
        "url":"http:\/\/storiesofreturn.ie\/nothembis-call-centre-training-south-africa\/",
        "text":"Nothembi came to Ireland to apply for asylum in 2009. She stayed for only six months before deciding that she wished to return to South Africa. “I could not get work or study in Ireland. I decided I wanted to return home and carry on with my life.” Nothembi spoke with her solicitor, who told her that IOM could provide assistance for her return.\n\nAfter she returned, Nothembi received support from her friends and family until she decided what to do. She did not feel she had enough experience or funding to start her own business, so Nothembi decided to look for training opportunities. She applied for IOM’s reintegration grant to get a Call Centre training certificate. She received the training through a computer skills centre, who immediately began placing her for temporary jobs. With the certificate, she is also able to apply for more permanent employment through the same company.\n\n“I am happy that I can continue with my life.”\n\nNothembi spoke with IOM staff in Pretoria six months after she returned. She was glad to be with her family in South Africa, and did not wish to emigrate again.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.8947091699,
        "format_confidence":0.6210713387
    },
    {
        "url":"http:\/\/asiasociety.org\/education\/resources-schools\/professional-learning\/perspective-and-digital-age",
        "text":"Filter +\n\nPerspective and the Digital Age\n\n\nAlan November is a prominent educator who travels the world to give speeches on the future of education. He also talks with a lot of people. One question he regularly asks leaders at the top of their field is: what is the most important skill you need to possess to be successful?\n\n“Empathy,” said the CEO of HSBC, the world’s largest bank.\n\n“Empathy,” said Michael Wesch, a specialist on youth culture and the Internet.\n\n“Empathy,” said General David Patraeus.\n\nAmericans, it turns out, are very smart, but too often think that if the world does not operate as it does in the United States, the logical conclusion is that somethingis broken.\n\nThe HSBC banker said that Europeans and Africans are pretty good at empathy, and the Chinese are getting better. Americans, however, get hired and too often get fired because they lack the ability to weigh perspectives.\n\nCase in Point\n\nNovember started his teaching career in Lexington, Massachusetts. The town is famous for “the shot heard around the world,” which was the gun fire that started the American Revolution. This bit of American history most people know. November himself passed this knowledge on for years without thinking much about it, or thinking about other perspectives.\n\nWhat people do not agree on is why the American Revolution started. Ask an American, and he or she will cite unfair tariffs. Why didn’t the Canadians join the Revolution? The answer may be found in the British version of the cause of war: slavery.\n\nWatch the video to learn more about this––and why the Americans were not able to shoot even one British soldier, dressed in red, marching in formation.\n\nWhatever the true reason(s), this much is clear: how students investigate the world is critically important in the Internet age.\n\n“Connect kids to global information,” urged November.\n\nSimple enough, right? Not so.\n\nThe Internet: Another Cautionary Tale\n\nInternet searches are subjective. Search engines have complex algorithms based on a number of criteria, including one’s previous search history and paid advertising. If, for example, you tend to read liberal-leaning news media, your Internet search engine will remember your preferences and deliver new search results with more of the same type of content. Consider, too, the impact of paid search engine placement. For example, in the United States, if one searches Google for “global warming,” the American Petroleum Institute will likely have sponsored a top search result. Two people—whether on opposite sides of the room or the globe—will have different responses to an identical keyword search.\n\nWhat results is that singular points of view are reinforced, but only because of a filtering of information that is presented. “The real result of the Internet is the narrowing of perspectives,” cautioned November. “What worries me is that the information we’re giving to students to do their work is all American information.”\n\nGoogle Globally (Easier Done than Said)\n\nOne thing educators can do to encourage students to broaden their perspectives is to get them to do comparative searches by country.\n\nTo specify results from other countries, in the Google search bar, type “site:” followed by the code for the country site you wish to search. For example, if you want to search for news of the riots in England, type “site:uk riots.” A search for earthquake news in Japan would be “site:jp earthquake.” A list of country codes can be found here.\n\n“Assessment systems have been based on one’s ability to function well on paper,” said November. “In the next three years, this will change. Hopefully.”\n\nThis is just one small example of how educators can teach perspectives and develop a sense of empathy among students.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9939619899,
        "format_confidence":0.8879103661
    },
    {
        "url":"https:\/\/www.telegraph.co.uk\/education\/educationnews\/3336517\/Things-really-have-got-better....html",
        "text":"Monday 25 March 2019\n\n\nThings really have got better...\n\nSusan Elkin with pupils from Benendon School, who are introduced to Shakespeare at the age of 14 \n\nSusan Elkin has taught in a wide range of schools since 1968 - in that time, she is convinced, the system has improved\n\nWhen my father, a former teacher in Deptford, south London, heard that I was starting my teaching career at a notorious secondary boys' school in the area, his laconic comment was: \"Well, if you survive there, girl, you'll cope anywhere.\"\n\nHow right he was. It was 1968. I was 21 and had come straight from an appalling \"child centered\" teacher training college that had managed to teach me absolutely nothing in three years about classroom realities.\n\nI was the first woman to teach in that macho, multi-cultural environment, where boys were frequently caned, \"slippered\" or cuffed about the head and everyone shouted continually. Learning was the least of anyone's concerns.\n\nThe expectations of staff, parents and pupils were off the bottom of the scale. Pupil crime rates probably outstripped those in the nearest prison. You could smell the boys' stinking urinals from 100 paces. And several of the staff were definitely not the sort to whom any caring parent would entrust her children. Criminal Records Bureau checks lay more than three decades into the future.\n\nReflecting on all this 36 years and four schools later, as I look forward to retirement from teaching this summer, I am struck by just how much things have improved.\n\nI am often critical of schools because there is still a lot wrong, but consider the progress we have made. A school such as my first one would simply not be allowed to continue now. Ofsted would have spotted its low achievement rates, the sky-high truancy and what would now rightly be regarded as pupil abuse.\n\nStaff absence was such that, even in my first year in teaching, when I was timetabled to have six \"free\" periods a week (today, a newly qualified teacher would have many more), four or five of them would routinely be clawed back. At these times, I was expected - without notice - to take horrendously difficult classes that I didn't know. Inevitably, no work had been set and I had to rely on my own slender and inexperienced resources.\n\nWas there any mentoring? Of course not - although a handful of kindly and competent older male colleagues kept an avuncular eye on me, largely, I think, to ensure that, in my naivety, I didn't fall foul of 16-year-old testosterone.\n\nAt school today, like the rest of the English department I work in, I am formally involved in guiding a new teacher, aged 24. Fortunately for him and his pupils, he is not simply left to sink or swim as I was. He has extra time to prepare his lessons, to discuss them with the rest of us and to look for ways of improving what he's doing. It is a far cry from 1968.\n\nThe funny thing is that I came to quite like that Deptford school and stayed five years, largely, I think, because standards were so low that anything constructive you did was warmly appreciated. And, once I got the hang of it, I did teach younger boys a fair bit of English.\n\nThen came a few part-time years in a residential special school in Northamptonshire. My husband's job had taken us to the East Midlands and by then I had two small children. Twenty-five years before the Special Educational Needs and Disability Act of 2001, no one knew the words \"inclusion\" or \"entitlement\", and pupils were sold horribly short.\n\nCare staff looked after the children, most of whom were dying of muscular dystrophy. It was kindly, but education was a third-rate afterthought. None of the teaching staff (and that includes me) had had any training in special needs. We just muddled along and no one in authority seemed in the least concerned. I still shudder to think how much those unfortunate children missed, and am deeply thankful that their counterparts today would get a better deal.\n\nThen it was back to secondary teaching in the South and a school where the head of English laughed at me for digging out dusty copies of A Midsummer Night's Dream and announcing I was going to use them with 11-year-olds. \"That's far too hard for the sort of pupils we get here,\" she said.\n\nCompare that with now. Today, every state school pupil has to study Shakespeare. It's in the literacy hour in primary schools. The Shakespeare part of the national tests for 14-year-olds has just been tightened up. And Shakespeare is a compulsory element in every English and English literature GCSE syllabus.\n\nPerhaps it isn't as rigorous as it might be, but it is there. Twenty years ago, most children left school without reading a single line of England's greatest writer.\n\nAnd am I the only one who remembers that, until the advent of GCSE in 1988, it was common for secondary schools to have \"non-examination\" classes? These were pupils who were just written off as being too dim (or difficult) to be worth coaching for qualifications. So they were grouped together and \"minded\" undemandingly until they reached school-leaving age. I \"taught\" - a sad misnomer - several such classes.\n\nFor the last 11 years, I have seen yet another side of education by teaching part time in the independent sector. Here, too, even in a relatively short time, I have watched a steady improvement: a greater academic focus and more attention to health and safety, for example.\n\nOf course, I am not advocating complacency. But away with rose-coloured spectacles and hankering for non-existent good old days. The education service I am leaving is better than the one I joined.\n\nFor publishers wishing to reproduce photographs on this page please phone 44 (0) 207 538 7505 or email\n\n\nBack to top\n\n© Copyright of Telegraph Media Group Limited 2019\n\nTerms and Conditions\n\nToday's News\n\n\nStyle Book\n\nWeather Forecast",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9974119067,
        "format_confidence":0.9571675658
    },
    {
        "url":"http:\/\/www.savills.com\/research_articles\/206279\/189980-0",
        "text":"The World and London - 2015\n\nThe World and London\nA Question of Degrees\n\n16 July 2015, by Paul Tostevin\n\nLondon enjoys an unrivalled reputation as a global centre of education.\n\n\nLondon is one of the world’s most important centres of education. It is host to the largest number of highest-ranking universities in the world and more than 360,000 higher education students. London also offers world-class primary and secondary education, with quality state schools and private institutions, along with international schools.\n\n\nTimes World University Rankings\n\nFigure 10\n\nSource: Times World University Rankings\n\nPrimary and Secondary Education\n\nPrivate primary schools and prep schools in London are especially highly regarded and act as feeder institutions for some of the country’s best private schools. Some of these schools are now effectively drawing from a global catchment. The Good Schools Guide recently published a London edition, for the first time in its 28-year history, in response to demand from overseas parents.\n\nSince 2007, private school pupil numbers in Greater London have increased by 7%, the highest rate of growth in any UK region, according to the Independent Schools Council. At the national level, 8.5% of pupils at private schools are from outside the UK (a third of whom have parents living in the UK). Those from China and Hong Kong account for 26% of all foreign pupils.\n\nHigher Education\n\nLondon is also home to some of the world’s most highly regarded universities (Figure 10), along with medical schools, business schools, arts and performing arts institutions and music colleges. Some 27% of higher education students in London hail from outside the UK. The capital accounts for 17% of the total UK student population, but 23% of the country’s foreign student population.\n\n\nStudent composition of London Universities\n\nFigure 11\n\nSource: HESA\n\nStudents at the city’s universities, meanwhile, must balance the opportunities a London education offers against its high living costs. Student living and accommodation costs in London are as expensive as those in New York and Sydney (around $2,000 per month), but double the cost of Amsterdam, Berlin and Milan. Happily, once tuition fees are factored in, London is cheaper to foreign students than US and Australian competition (Figure 12).\n\n\nStudent cost of living\n\nFigure 12\n\nSource: Savills World Research                                                         *Assumes foreign studentin purpose built student accommodation\n\nWith 70,000 purpose built student beds in the capital (40,000 university managed and 30,000 privately managed), the sector houses just 20% of London’s 367,000 full-time students. Many recent developments have targeted premium rents, with pricing comparable to studio and one-bed apartments in the open market.\n\nLondon enjoys an unrivalled reputation as a global centre of higher education. This esteemed standing will continue to see it attract students from around the globe. However, in order to avoid it becoming the preserve of the wealthy more must be done to expand student housing into lower value markets and compete against an already stretched HMO sector.\n\n\nLondon accounts for 17 of the UK student population\n\nKey Contacts\n\nPaul Tostevin\n\nPaul Tostevin\n\nAssociate Director\nWorld Research\n\nSavills Margaret Street\n\n+44 (0) 20 7016 3883\n\n\nYolande Barnes\n\nYolande Barnes\n\nWorld Research\n\nSavills Margaret Street\n\n+44 (0) 20 7409 8899\n\n\nSubscribe to Savills research\n\n\nWould you like to be notified via email about new property research?",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.8264254332,
        "format_confidence":0.5053682327
    },
    {
        "url":"http:\/\/www.waypointwp.com\/insights\/2016\/9\/14\/rethinking-higher-education",
        "text":"Rethinking higher education\n\nA common goal for many of our clients is funding all or part of their children’s or grandchildren’s higher education. Each client situation is unique in terms of the type of college (public or private), how much college (undergraduate and\/or graduate degree), how many years they expect this higher education to take to complete, their view on the kids picking up part of the tab or taking on debt — and the list goes on.  \n\nStill our clients seem to have two things in common. They value the importance of higher education and believe it will be delivered the same way it has for centuries: on a campus in a classroom with a professor.\n\nAnd while that still may be typical today, there is no denying that the fundamental economic equation for higher education has changed. As a result, some powerful forces are impacting the education industry and creating a need for clients (and their advisers) to rethink their vision and approach for funding the next generation’s higher education.\n\nLet’s be clear before we move on that there are many personal, social and financial benefits of getting a college degree; we believe everyone should have access to and be encouraged to pursue higher education.\n\nThe basic benefit of getting a higher education has not changed: You will earn more money, have more opportunities for a meaningful career and enjoy a healthier life with a college degree than without one. However, the economic equation has changed:\n\nCosts are higher: According to the Bureau of Labor Statistics, the cost of a college degree has increased six times the rate of inflation since 1983. The relative cost also has increased, from 23 percent to 38 percent of the median annual income. As a result:\n\nStudent (or family) debt has increased: Debt per student has doubled over the last 15 years and two-thirds of college graduates now take out loans. The average debt load for the class of 2012 was $29,400, according to a report by the Institute for College Access & Success’ Project on Student Debt.  \n\nValue (in dollars) of college degrees has shrunk: While there is controversy over how much, if any, average college graduate wages have increased after inflation over the last several decades, the general trend is clear: a bachelor’s degree does not provide the income security it once did. As an example, over the last decade, 19 percent of male college graduates and 16 percent of female graduates have faced declining earnings and a lot more debt – the combination of which severally limits their options.\n\nGraduate degrees: The reaction for many who can’t land jobs after college has been to pursue graduate degrees. But this, of course, also increases the costs and potential for debt.\n\nThe combination of the changing economics, the reduction of public funding for colleges and universities, the fact that many technical jobs go unfilled, and that many employers are not satisfied with the quality of recent graduates is creating radical change in higher education. While the impact may be dire for many traditional education institutions (see the contributed column on page 5), it is very optimistic from the point of view of students and employers.\n\nWhat are some of these revolutionary ideas?\n\nMassive Open Online Courses (MOOCs): They are usually free, credit-less and massive (think hundreds of thousands of students). These differ from traditional online courses, which charge tuition, carry credit and limit enrollment. Among the largest providers of MOOCs are Coursera, edX, Udacity and Udemy. You may be surprised to see that some of the biggest names in certain industries are teaching these MOOCs. For example, Udemy recently announced a new faculty project in which award-winning professors from universities including Dartmouth, University of Virginia and Northwestern are offering courses.\n\nEarly indications are that “networks” and “social connections” are being created in an even more powerful way using social media and other forms of electronic communication than traditional on-campus universities. This implies that “who you know” will be just as powerful in the MOOC world as the on-campus world.\n\nEmergence of online-only certified universities: There are hundreds of online-only universities. In fact, U.S. News & World Report publishes an annual ranking of online colleges. It includes everything from accounting and computer science programs to education and human resources.\n\nOnline course offerings: The number of college students taking at least one online course nearly doubled to 45 percent between 2008 and 2013. Stanford University, MIT and Harvard are among the top institutions offering courses online. In fall 2011, Stanford offered an online course in Artificial Intelligence to anyone in the world: 160,000 students enrolled and 23,000 passed the course. To put these numbers in context, Stanford admits about 2,000 students a year. It offered the same A.I. class at the same time to on-campus students: 200 students signed up for the on-campus class, but attendance dwindled to only 30 as students elected to complete the class online.\n\nExciting new curriculum and approaches to teaching: Institutions like The College of Wooster, a private liberal arts college in Ohio, are delivering campus-based education in new and creative ways. At Wooster, all curriculum is delivered in project-based format and every undergraduate student works one-on-one with a faculty member to conceive, plan and complete a significant piece of original research, scholarship or creative expression. This is a far cry from the massive study hall lectures many of us experienced during our college days.\n\nNo college at all: While an extreme view, there are some entrepreneurs who believe many students should simply say “no” to college. The most famous is Paypal co-founder Peter Thiel through the Thiel Fellowship.\n\nThe fellowship brings together some of the world’s most creative and motivated young people, and helps them bring their most ambitious ideas and projects to life. Thiel Fellows are given a no-strings-attached grant of $100,000 to skip college and focus on their work, their research and their self-education. They are mentored by a network of visionary thinkers, investors, scientists and entrepreneurs, who provide guidance and business connections that can’t be replicated in any classroom.\n\nWhile these ideas may generate headlines and might prove to be the right path for some, there’s still a vast majority of people who will be better served by some form of traditional higher education.\n\nWhat does all this mean for our clients? For many it means setting aside more of their current assets and income for traditional undergraduate and graduate degree programs.\n\nFor others it means thinking differently and being more flexible in how you fund your children’s education.  \n\nBut for all of us with school-age kids, it is a call to broaden our thinking about the different paths to our end goal of having independent, productive and well-prepared young adults who pursue their dreams and contribute to a better world.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9974001646,
        "format_confidence":0.8897675276
    },
    {
        "url":"https:\/\/tribune.com.pk\/story\/646807\/what-happened-to-higher-education\/",
        "text":"What happened to higher education?\n\nPublished: December 18, 2013\nThe writer is associate professor in the departments of Biomedical Engineering and Medicine at Boston University\n\nThe writer is associate professor in the departments of Biomedical Engineering and Medicine at Boston University\n\nThe ‘Pakistans’ of pre- and post- May 11 have somehow become two separate entities. In pre-May 11 Pakistan, there was a discussion, although at times hollow, but nonetheless a discussion on innovation, research and above all higher education. Most parties had discussed some aspects of higher education in their mandates and promised an increased investment and broad support. In the post-May 11 Pakistan, discussion of higher education, as a tool for nation-building, has all but disappeared from national discourse.\n\nLet’s start with the custodians of higher education. The Higher Education Commission (HEC) is suffering. Without any permanent leadership, its voice has been muted. Worse still, we do not even know if it resides in the federal government or the provinces. The inter-provincial bickering on the future of the HEC is mired with distrust and suspicions and is, perhaps, the only discussion on higher education at the moment in the country. While it remains unclear whether the HEC resides with the federal government or not, higher education certainly does not reside in the hearts of our politicians.\n\nIt would be one thing if the only thing that needed fixing with higher education in Pakistan was the HEC, its leadership and its future home. The problem, unfortunately, is much bigger than that. Pakistan’s crises are much bigger than the sum of blocking Nato supplies and a power shortfall. There are many other problems lurking in the shadows that threaten to deny us a better future. Rampant poverty, an alarming rate of maternal and child mortality, our inability to contain diseases that the rest of the world has been able to eradicate — all deserve serious and immediate attention. Ironically, many of these are addressed through a better, more informed workforce and a stronger national capacity, which is an outcome of a robust higher education system.\n\nThe current governments, both in the federal capital and in the provinces, have made it clear what their priorities are. Unfortunately, most of them are associated with short-term solutions or sickening political posturing. The long-term investment in our human capital through improved and sustained quality of higher education is not on the agenda.\n\nWe have to ask ourselves some tough questions. The politicians and their favourite media pundits continue to talk about Pakistan’s future and its position in the greater region and the world. Those who are more optimistic also talk about the promise of our youth and the potential of our human capital. Yet, there is little action, if any, to channel these human resources. What more could be a sign of a diseased political system, if the mere discussion of investment in higher education polarises our politicians? Higher education is supposed to be a great equaliser and the grand unifier of all political stripes, the guaranteed ticket for social mobility and a high-return investment for a better future.\n\nWe have somehow convinced ourselves that once we fix our energy and security issues, we can then pay attention to education, health, poverty alleviation, human development and the like. I wish it worked that way. It does not. Firstly, fixing security and energy is not going to happen overnight, irrespective of promises made in pre-election Pakistan. More importantly, governance and planning is more than just about solving one problem; it is about setting the nation on a course for a better tomorrow.\n\nImproving our national capacity, through improved higher education, to solve the challenges of society cannot wait. We may agree or disagree on the role of the HEC in the federal government, but we cannot remain indifferent to the role of higher education in society.\n\nPublished in The Express Tribune, December 18th, 2013.\n\nLike Opinion & Editorial on Facebook, follow @ETOpEd on Twitter to receive all updates on all our daily pieces.\n\nFacebook Conversations\n\nReader Comments (8)\n\n  • Liaqat Shabbir\n    Dec 18, 2013 - 1:15AM\n\n    I have a suspicion that HEC will soon have a new chairman. I think I even know who it is. Former LUMS VC Dr. Adil Najam is back in Islamabad recently and has been seen with Sartaj Aziz and Ahsan Iqbal recently. I hear he had refused the job earlier when he was offered but maybe he will agree this time.\n\n    But secretly I hope he will say no again. He is a real serious scholar and would be too waste to turn a scholar into a babu.\n\n\n  • Basit\n    Dec 18, 2013 - 2:32AM\n\n    Sir, the problem is that all of us view the problems from our own perspective. You, as a higher educationist, believe that spending funding on university education wil solve most of our problems. I, as associated with secondary education, believe that key to our progress is having an informed public with solid basic education and govt should focus most of its energies on primary and secondary education. Just like in the west, public’s right is up to secondary education and the rest is the topping so to speak. Basic education coupled with work opportunities for the educated unemployed youth is our answer rather than full focus on higher education so that our youth, after getting higher degrees, can fly away just like they have been doing.\n\n\n  • Rehan\n    Dec 18, 2013 - 2:58AM\n\n    PM has not said anything, anything at all, about higher education even once. Sad! Really sad!\n\n\n  • x\n    Dec 18, 2013 - 6:13AM\n\n    Namal college’s first batch recently graduated which shows at least one politician is doing his philanthropic work regarding higher education. Also, PTI’s education city in KPK has sparked a lot of interest among foreign universities and this seems to be a very well thought out, promising enterprise. Security situation and law and order will also need to be improved to ensure that the education city remains a center of excellence in learning not marred by security threats or hooligan student political parties.\n\n\n  • Goraya\n    Dec 18, 2013 - 10:49AM\n\n    Wishful thinking that Prof Najam will take over HEC. I heard him speak last week at sdpi and there was no indication. I am surprised he is still positive on Pakistan after how we have treated him. Leading HEC is just full if disgrace and I dont see him accepting.\n\n\n  • Ali\n    Dec 18, 2013 - 5:58PM\n\n    Although Prof Najam is well respected in his area of expertise, somebody with a physical sciences\/mathematics\/engineering background needs to take the helm.\n\n    The social sciences will not aid Pakistan’s development in any significant way. They are great if you live in a developed country but in a developing country you will get the best return for your investment by investing in productive disciplines such as engineering etc.\n\n\n  • Rumormonger\n    Dec 18, 2013 - 8:26PM\n\n    Higher education has seen such an anti-climax in Pakistan. The public sector universities will not see those hey days again I am convinced. No political government will fund higher education through HEC.\n\n\n  • Dec 18, 2013 - 10:42PM\n\n    Before Higher education there should be a lower education too.Recommend\n\nMore in Opinion",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9195760489,
        "format_confidence":0.7251566648
    },
    {
        "url":"https:\/\/www.ucf.edu\/news\/even-flashy-work-benefits-humanity-value\/",
        "text":"I have had the privilege to twice witness presentations by Sir Ken Robinson. If you are not familiar with his work, Robinson is famous for research related to creativity development and educational reform, and he has the most-viewed TED Talk (a popular website featuring interesting and inspiring video presentations). He is smart, funny, and his insights really resonate with me.\n\nSo I have recently been reading his best-known work, “The Element:  How Finding Your Passion Changes Everything.” In it, Robinson explores how to find your “element,” which is the point at which natural talent meets personal passion. It is the activity that allows you to be your most authentic self. To illustrate his concept, Robinson uses a variety of real-world examples and case studies.\n\nFrankly, I have been surprised by my own reaction to the book. On one hand, I wholeheartedly agree with his premise, which is consistent with the adage that if you find work that you love, you will never work a day in your life.\n\nI agree with his references to developmental psychologist Howard Gardner’s theory of multiple intelligences. In my own experience, I have seen how people are intelligent in many different ways. I appreciate his observations about childhood creativity and how the traditional school system in many ways discourages rather than encourages true creativity.\n\nAnd yet…\n\nWhile reading I find myself growing a bit weary of Robinson’s parade of prominent examples. He leans heavily toward the arts, which makes some sense since he feels that they are undervalued in our traditional educational system. However, rather than be inspired by his tales of famous actresses, athletes, musicians, choreographers, cartoonists and physicists, I can’t help but feel a bit discouraged for all of the many unsuccessful people out there who feel that those pursuits really are their elements.\n\nLet’s face it, reaching the pinnacle of a highly competitive profession such as acting or sports is so rare as to be unrealistic for the vast majority of people who pursue it. Just nine in 10,000, or .09 percent, of high school senior football players are ever drafted by an NFL team. The ideas of the starving writer and the waitress wannabe actress have become such truisms as to border on being clichés. There simply aren’t enough of these jobs for all of the people who believe that those are their elements.\n\nI can’t help but feel that in Robinson’s utopian vision we will all be wildly successful pursuing the most creative of our inner passions. We will be a society of sculptors, dancers, musicians and writers. But then I wonder, who will be left to drive the taxis for all of these successful artists? Who will file their insurance claims? Who will fix their leaky roofs? Who will clean their public toilets? There doesn’t seem to be any room in Robinson’s vision for the quotidian work of daily life. Society would be like an unbalanced ecosystem with too many herbivores and too few predators. Such an ecosystem is unsustainable.\n\nI am all for people pursuing their passions. I have published three novels and won some awards for writing. If I could, I would probably choose to write fiction all day long. But that simply isn’t realistic. However, I have a job I truly enjoy, working in UCF’s distance education where I honestly believe that I am making a difference in people’s lives, helping to provide greater educational access. I can still write novels in my spare time, satisfy my creative interests, and not have to be John Grisham to feel like my authentic self.\n\nThe main problem I have with Robinson’s examples is the implication that there is somehow less value in the less glamorous work. I simply disagree with that. Just because someone was unable to become the Broadway musical star they always dreamed of and instead chose to sell insurance doesn’t mean that there is any less societal value associated with their work. Perhaps there is actually more value in the effort since they work hard, offer a service needed by many, provide for their family, and contribute to society in significant but completely unrecognized ways.\n\nAccording to St. Benedict and the monastic order he founded, there is dignity in all work, especially manual labor. Dr. Martin Luther King Jr. is quoted as saying quite eloquently, “If a man is called to be a street sweeper, he should sweep streets even as a Michelangelo painted, or Beethoven composed music, or Shakespeare wrote poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say, ‘Here lived a great street sweeper who did his job well.’” King also said, “No work is insignificant. All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.”\n\nI doubt that the street sweepers that King had in mind felt called to the profession as their element. But that doesn’t diminish from the dignity of the work and the value that it provides to society. Frank Capra’s It’s a Wonderful Life comes to mind. George Bailey never traveled the world or built the great structures he yearned to construct. But by doing the small, mundane, everyday work of life, as unglamorous as it may have seemed, he was able to make a positive and lasting impact on society. The world was a better place for having George Bailey in it, complete with all the choices he made.\n\nNow, having said all this, I am still a great fan of Sir Ken’s work. I would encourage you to watch his TED Talk and read “The Element.” By all means, be creative and pursue your passions. Write that book. Paint that canvas. Audition for that role. I hope you succeed beyond your wildest imagination. However, just know that even if you don’t end up winning the Nobel Prize, an Olympic medal, or an Oscar, you still make a real difference every day.\n\nAnd that’s worth celebrating.\n\nTom Cavanagh is the University of Central Florida’s associate vice president of distributed learning. He can be reached at [email protected].",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9261261225,
        "format_confidence":0.5634368658
    },
    {
        "url":"https:\/\/www.mentalfloss.com\/article\/78129\/want-be-more-productive-stay-extra-busy",
        "text":"Paradoxically, the key to getting more stuff done may be having more on your plate. While everyone misses a deadline now and then, a new study published in the Journal of Personality and Social Psychology finds that busy people are more likely to recover and get that task done after the deadline has passed, rather than simply abandoning it altogether. \n\nWhen you miss a deadline, whether it's a self-imposed one or one given to you by a manager, you tend to feel bad about it. And because you’ve already failed, your motivation to complete that project is low. But researchers from Columbia University and three other institutions hypothesize that busy people tend to perceive that they are using their time effectively, which mitigates the sense of failure people have when they miss a task deadline.” In other words, busy people, self-satisfied bunch that they are, don't feel quite as bad about missing deadlines. They spent that time doing something else productive, after all. \n\nIn five different studies, the researchers tested whether busy people were more likely to make up missed deadlines after the fact. In the initial three studies, they asked participants to think of a time they had failed to do a planned task the week before, then asked how busy they were that week, and how motivated they were to complete it now. One version had an observational twist: Participants answered the same questions, but a week later, they came back to the lab to report whether they had ever followed up on their missed deadline.  \n\nBecause those studies relied on self-reporting in the lab, the researchers also created a situation where they could control the task at hand. They recruited students to come into the lab to take unrelated tests, then told them they could get $5 by completing another survey online later. They would get an additional $1 if they completed the task within two days. The researchers asked the students when they planned to complete the survey, with almost everyone saying they would complete it within the two-day span. Only 65 of the 89 people who pledged to complete the survey within two days did so successfully. The researchers found that of those who failed to complete the survey when they said they would, those who had busier schedules were quicker to follow up and complete the task than their more chill peers. \n\nThese results were once again borne out by a year-and-a-half long study of more than 28,800 people using an unnamed to-do list app. People who had a lot of things on their to-do lists were more likely to push back their deadlines, but then quicker to ultimately check off those missed tasks than people with fewer deadlines overall. \n\nThus, the researchers conclude that there must be something about staying busy that helps keep people motivated, even though they’re short on time. It could be all about productivity: People love being productive (see: every list of productivity tips ever, the rash of productivity-inducing apps, etc.), and they feel good about themselves when they are.\n\nIf you can rationalize that you only missed your deadline because you were being so gosh darn productive doing something else, you don’t feel so bad about failing to meet your goal. Therefore, if you want to be more productive at all your tasks, start doing even more things. You’ll get used to blowing past your deadlines, and you’ll return to those tasks quicker than you would otherwise.\n\n[h\/t BPS Research Digest]",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.8368725777,
        "format_confidence":0.8259679079
    },
    {
        "url":"http:\/\/www.autodealermonthly.com\/channel\/dps-office\/article\/story\/2007\/09\/lead-and-motivate-skills-that-can-be-taught.aspx",
        "text":"DP's Office\n\nLead and Motivate: Skills That Can Be Taught\n\nSeptember 2007, Auto Dealer Today - WebXclusive\n\nby Mauricio Espinosa - Also by this author\n\nOur last article covered the multi-cultural team topic. The motivational skills of the manager of that team are fundamental to success.  Before I go in depth on this matter, I want to make sure we all understand one basic truth in business: companies are great due to great people, not the other way around. Because of this, it is important to make sure personnel understand each element and task that they perform and how they contribute to the bottom line of the entire operation.\n\nTo do this, we need to have managers that can lead, manage, plan, strategize and MOTIVATE. Two of those five are going to show if the manager is doing a good job or not: Lead and motivate.\n\nI’ve seen plenty of managers that are great at managing resources, planning and generating strategies, but when their results are analyzed, they fall short. If they can’t lead or motivate their people to follow the plan, stick to the strategy and really pursue the results set by the manager, you’re left with a sales department with some salespeople doing what they want and selling what they want, when they want, and the way they want. The end result: your CSI STINKS, your profitability STINKS, your productivity STINKS and your manager... yes, say it with me... STINKS.\n\nThe good news is leadership and how to motivate can be taught. There are many managers who think because they talk with energy and sprinkle in words such as challenge, attitude or winner, they are a fantastic motivator. Don’t confuse motivating the team with energizing the team. Don’t get me wrong; energy is huge. Energy is your fuel, but real motivation comes from creating and finding motives for salespeople and continually working with them so the salesperson can achieve the intended results.\n\nBefore continuing let’s establish three basics rules:\n\n  • Do not ask anybody to do anything that you wouldn’t do.\n  • Good or bad, provide immediate feedback; do not wait until the end of the month or the next employee review to do it.\n  • Encourage and support two-way communication; let your employee tell you what he\/she enjoys and dislikes about the job.\n\nThese rules work especially well if you have a coaching process in place with your sales team. These conversations will enable you to have a highly motivated team.\n\nEvery time you assign new goals or new tasks, make sure your employees know how to achieve that goal, and their goals should grow over time. This part of the sales manager role, or any manager, is also crucial for the end results. Too many managers just give an order of what needs to be done and do not always get back the results they were expecting. When you assign a goal or task with a plan and a strategy in which both parts are discussed and agreed upon, the chances of achieving the goal are significantly improved.\n\nMotivation is an art, but an everyday job of the manager. Motivation starts with you! If you are not motivated, you are not going to motivate anybody. As you grow in business and in life, you will find yourself with less and less people to “motivate” you. Actually you find reality, because nobody can really motivate anyone. We can inspire or energize, but motivation comes from within. We can help motivate people by knowing and helping them, so they can achieve their personal goals. In return, you will be doing your job as a leader, which in my opinion is greater than the job that you can do as a manager.\n\nVol 5, Issue 8\n\nYour Comment\n\nPlease note that comments may be moderated. \nLeave this field empty:\nYour Name:  \nYour Email:",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.5261021256,
        "format_confidence":0.8670970201
    },
    {
        "url":"http:\/\/www.slate.com\/blogs\/breakingviews\/2012\/04\/17\/law_schools_bad_economics_tuition_soars_as_applications_dwindle_.html",
        "text":"Law schools' bad economics: tuition soars as applications dwindle.\n\nLaw School Deans Could Use Some Econ 101\n\nAgenda-Setting Financial Insight.\nApril 17 2012 12:54 PM\n\nLaw School Deans Could Use Some Econ 101\n\nThe young often weather periods of high unemployment by flocking to graduate school.\n\nPhoto by Darren McCollester\/Getty Images\n\nU.S. law school deans could do with a little Econ 101. Tuition at the likes of Yale and Stanford keeps rising faster than inflation, despite a dwindling supply of aspiring lawyers. And job prospects for graduates are getting worse. For all their sophisticated skills, legal educators still haven’t mastered the law of supply and demand.\n\nThe young often weather periods of high unemployment by flocking to graduate school. After the dot-com bubble burst in 2000, for instance, the number of law school applicants soared some 40 percent, reaching a peak of almost 99,000 in 2004. But in the recent downturn, applications to many professional schools have been about as scarce as jobs.\n\n\nWhile MBA and other graduate programs show signs of renewed popularity, law schools are still suffering. Applicant numbers have tumbled to about 67,000 for the fall 2012 class, the lowest since 1987. And there are dozens more law schools today than 25 years ago.\n\nPart of the problem is the high price of legal education. Tuition has quintupled at private law schools since 1985, averaging nearly $40,000 last year, according to the American Bar Association. Including living expenses, it costs over $230,000 for the three years required to earn a JD from Chicago’s Northwestern, the school’s website says.\n\nThat kind of bill leads to highly indebted young lawyers. Recent American University grads owe an average of about $151,000, and few are likely to be in position to pay it off soon. The national median salary for 2010 law graduates was $63,000, down 13 percent from the year before. Only about seven out of 10 have even secured jobs that require passing a bar exam.\n\nThe institutions are victims of their own success.  They began attracting hoards of students in the mid-1990s when firms were splashing out $160,000 annually to first year associates. All the new enrollees paid for more professors, higher salaries and spiffier classrooms.\n\nBut these higher learning programs are now stuck with unsupportable expenses. Some may close, while others will almost certainly have to cut costs and woo students with lower fees. It isn’t rocket science, but law schools seem quicker to understand torts than simple economics.\n\nRead more at Reuters Breakingviews\n\nReynolds Holding is a Breakingviews columnist who writes from New York about the law in conjunction with Reuters Legal. Before joining Breakingviews, he was a national editorial producer for the Law & Justice Unit at ABC News, a senior writer for Time magazine and the executive editor of Legal Affairs, the first general interest magazine about the law.\n\n  Slate Plus\nSlate Plus\nAug. 28 2015 12:31 PM What Happened at Slate This Week? International affairs writer Joshua Keating on what to read to understand the apparently permanent slowdown of the Chinese economy.\n  Health & Science\nMedical Examiner\nSept. 1 2015 12:20 PM Does Contraception Reduce Abortions? The relationship is surprisingly ambiguous—until you look at the best evidence.",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9459272027,
        "format_confidence":0.5842113495
    },
    {
        "url":"http:\/\/www.tampabay.com\/opinion\/editorials\/for-pinellas-county-schools-post-a-do-over-may-be-best\/1247206",
        "text":"Make us your home page\nA Times Editorial\n\nFor Pinellas County schools post, a do-over may be best\n\nThe search for the next Pinellas County schools superintendent, mired from the start by a pinched search and unimpressive pool of applicants, doesn't look much better in the flesh. The School Board's stilted public interviews Wednesday did justice to neither the three finalists nor the public, so any real vetting will be done today in private one-on-one interviews with board members. The board is set to consider its next step on Tuesday. Based on the public interviews, it still should consider scrapping this search process and starting over.\n\nEach of the three candidates demonstrated their bona fides as educators. One candidate, Mike Grego, the former Osceola County superintendent, put on by far the most impressive performance with the most engaging manner, demonstrative leadership skills and the best grasp of the kind of leadership the district needs at this moment in history. Constance \"Connie\" Jones, a chief academic officer in Lee County, showed understated passion for student achievement but often sounded more like a bureaucrat than a superintendent. Christian \"Chris\" Cutter, an assistant superintendent in a smaller district in Colorado, seemed to have failed to do enough homework, appearing not to know even some basic details of Florida's accountability system that has received so much national attention in education circles.\n\nNot that these impressions are all the candidates' fault. The board's decision to ask identical, and often overbroad, questions of the candidates and dissuade any follow-up or discussion by board members was unnecessarily rigid. The questions were not germane to individual candidates' resumes, robbing the public of the chance to see candidates respond. Grego, for example, should have been asked publicly about why he left the Osceola superintendent's job. Jones should have been asked to give insight on why she didn't recently win the top job in Lee County, where she has built an impressive career. And Cutter should have been asked to marry his work in Colorado on a private school voucher program with his bid to run an urban public school district.\n\nBoard members are likely to ask more probing questions in today's private interviews — but those questions should have been asked publicly of individuals who seek to run the county's largest employer. Members will report on their findings Tuesday when the board meets to consider what step to take next, from picking finalists for the job to jettisoning the process and starting a new search. For a true competitive process to produce more than one viable candidate, it appears the best option may be to start over.\n\nFor Pinellas County schools post, a do-over may be best 08\/22\/12 [Last modified: Wednesday, August 22, 2012 6:25pm]\nPhoto reprints | Article reprints\n\n\nJoin the discussion: Click to view comments, add yours",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9514274001,
        "format_confidence":0.9679176211
    },
    {
        "url":"https:\/\/associationsnow.com\/2020\/03\/the-big-restructuring-behind-a-small-name-change\/?utm_medium=email&utm_source=rasa_io",
        "text":"The Big Restructuring Behind a Small Name Change\n\nBy \/ Mar 8, 2020 (Associations Now Illustration)\n\nThe International Coach Federation is now the International Coaching Federation. Behind that modest tweak was a substantial conversation about how ICF can best lead its industry.\n\nWhat’s in a gerund? Last month the International Coach Federation announced that as part of its 25th anniversary celebrations, it had changed its name to the International Coaching Federation. A small change, it would seem, but the path to that -ing took three years and a lot of sober discussion about ICF’s direction.\n\nAccording to ICF CEO and executive director Magdalena Mook, the move was the result of its observations of ongoing changes in its industry. Though there has always been a robust core of professional coach practitioners who do life and career coaching around the world, she says, ICF was missing consultants, advisors, and internal staffers that the association could also serve. That was particularly true outside of North America: In Asia, the Middle East, and Africa, ICF was noticing growth in coaching activities among staff within organizations, a dynamic that ICF hadn’t been reaching.\n\n“We observed that the coaching was market changing, that coaching was being accepted and utilized in corporations and most more recently in the social sector,” she says. “We were touching upon very important pockets in the coaching market, but we were not very actively present there.”\n\nWhat you might call pushback, others might call due diligence.\n\nOf course, a name change alone isn’t enough to draw in new potential members and customers. That’s just the end result of a strategic process that led to ICF restructuring itself as six distinct organizations: the membership organization and foundation that previously existed, with new groups focused on credentialing, accreditation, and attracting coaching-adjacent professionals to the fold through its Coaching in Organizations group. (“The credentialing and accreditation of training programs already existed as functions within ICF, but they now will receive a much greater focus,” Mook says.)\n\nThe board naturally had questions about the restructuring plan. More precisely, it had three years’ worth of new board members to brief about it. Mook cautions patience for such changes, and to anticipate criticism.\n\n“What you might call pushback, others might call due diligence,” she says. “The questions coming from the board were good questions. We as staff had to be patient and not respond, ‘Oh, how can’t they see that?’ They can see that. But they also have to be able to explain it to the members.”\n\nThe change has demanded an increase in resources, Mook says, especially in terms of marketing as ICF plans to reach out to new communities. But the change involves more than staffing; it means that she’s had to lead to adjust the staff’s mindset to ensure that everybody is thinking more holistically about ICF’s goals.\n\n“We now operate much more on the basis of specific initiatives or projects than department by department,” she says. “If you’re part of the marketing department, you need to support research. It was a mindset shift to apply more systemic thinking to what we do and to look more from the perspective of the impact we want to make rather than the processes.”\n\nUnder its new structure, ICF hopes to break even or reach profitability in three years, and Mook is confident that it can reach that goal. And from her perspective, the shift represents the organization staying true to its original goals to support not just a particular profession but an ecosystem of professionals.\n\n“We are getting back to our roots by saying it’s not just about the coach, it’s about the whole coaching field,” she says. “We have a responsibility to engage with the whole field if we are serious about getting closer to accomplishing our goal to make coaching an integral part of a thriving society.”\n\nMark Athitakis\n\nMark Athitakis, a contributing editor for Associations Now, has written on nonprofits, the arts, and leadership for a variety of publications. He is a coauthor of The Dumbest Moments in Business History and hopes you never qualify for the sequel. More »",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.7797734737,
        "format_confidence":0.6468894482
    },
    {
        "url":"https:\/\/elpasoheraldpost.com\/op-ed-end-credits-gig-economy\/",
        "text":"Sunday , February 25 2018\nHome | Opinion | Op-Ed: The End Credits and The Gig Economy\n\nOp-Ed: The End Credits and The Gig Economy\n\nI am one of those people that sit through an entire movie. When I say ENTIRE movie, I mean all of the credits. I was doing that long before the Marvel Comic movies added those cool little stingers at the end.\n\nI was watching when the credits would scroll all the way through, and would be rewarded with: “James Bond will return in The Spy Who Loved Me: Summer 1977” or something to that effect. (I am still waiting for Doc Savage: Archenemy of Evil, promised to me in 1975 at the end of Doc Savage: Man of Bronze.)\n\nAnd while the structure of the credit scroll has basically not changed, one thing I have noticed is that the end credits have gotten longer. Sometimes a full ten minutes is taken to get from movie’s final scene to the typical final phrase “Any resemblance to any person living or dead is purely coincidental. And the soundtrack is available on Sony Records. And James Bond will return in 2019.”\n\nMost people don’t pay much attention to the end credits. However, a lot can be learned from watching those seemingly never ending list of names. In the latest Star Wars movie “The Last Jedi” there were about 1800 people involved in the creation of that movie according to the IMDB website, not counting the cast.\n\nThat means about 2000 or so people worked together to create a single work. Imagine wrangling 2000 people to work on a single project. And not only were these people working all at different jobs, they also were working in different countries: Croatia, United States, United Kingdom, Bolivia and Ireland. At least 16 separate companies worked just on the special effects.\n\nA russian arm.\n\nAlong with the usual cast and credits that you are familiar with such as Producers, Executive Producers, Directors, lighting technicians and such, there were jobs such as “4D effects editor,” “russian arm operator,” “phantom camera technician” and “creature puppeteer.”\n\nIf you needed a “4D effects editor”, or a “russian arm operator” where would you go? Creature puppeteer? Probably not someone that you have on staff. You would hire a specialist for a short period of time, and when the job, or gig, was over, they would go on their way to their next job.\n\nNot necessarily your next job. You may hire them again, or you may not.\n\nWelcome to the “gig economy,” where short term, temporary free lance employees come to work “as needed” but are not attached to a company. The gig can be huge, like the 2000 people that came together to create “The Last Jedi,” (TLJ) or it can be small like a single Uber driver.\n\nThe gig economy where groups of people come together, work collaboratively on a project, and then go their own ways, when done differs greatly from the economy that most people are familiar with. People working on a gig may work together again or they may not. Typically, all gigs are temporary.\n\nThis growing freelance job market is made possible by advances of digital technology, where workers no longer have to be tied down to a geographical location to get a job done. Special effects artists working on TLJ came from all over the world, including China, England and California. (Ever heard of a global economy? Movie making is a great example of that in action.) Ten special effects companies and dozens of artists, working across the globe, might be called upon to complete a single scene lasting only seconds in the final version of the movie.\n\nThere is mounting evidence that our future workforce will be heavily made up of freelance or “gig workers.” Gig workers make up close to 34% of the current economy according to Intuit, and are expected to make up to 40% of all US workers by the end of 2020.\n\nBusinesses like the idea of a gig workforce because they do not have to keep highly paid specialist on staff taking up offices, for just occasional work. Temporary workers don’t require all of those benefits that a full time worker requires such as insurance and retirement plans. They also have a much larger workforce to choose from, essentially everyone that can do that particular job anywhere on the planet. Gig employees like the idea of the freedom that gig work entails. They can follow the work that they are passionate for, are not bound to the drudgery of working for a single company, and can set their own hours.\n\nWhile we have always had some amount of the workforce working as “freelance” workers, most of them have been sort of lone wolves and certainly did not represent the percentage of workers that are now in that type of job situation.\n\nNPR recently did a with a segment on the “Contract Worker” which is essentially the same idea as a gig worker. This one focused on contracted lawyers, and let’s just say, the days of a single lawyer, in a local office are numbered.\n\nHow does education need to respond to preparing our students for this new way of doing business? A recent blog post by Emily Liebtag suggests that educators need to teach students to adapt to the changing workplace dynamics by making sure that students are able to find a passion that they are willing to make an impact in.\n\nThey need to be given meaningful problems and projects that are not simply focused on making money and are actually given the opportunity to create short term projects that mimic the “gigs” they will encounter in the world outside.\n\nAlong with Liebtag’s ideas, students also need to be well versed in how to work collaboratively, communicate clearly, and critically think with others, all skills that every single one of the people working on The Last Jedi had to been able to do and are essential in a gig economy. Today, we educate students to do A JOB for a long period of time.\n\nWe need to switch to teaching students how to pivot between differing jobs without losing a step. We all saw what happened during the Great Recession when people trained to do a single job were displaced and could not find employment because they were not flexible enough to learn a new type of job.\n\nThe workforce of the near future will be all about uncertainty, automation, technology infusion and people switching jobs from one month to the next. The idea of a “career” as we now define it might become more cloudy as well.\n\nHow we prepare our students to function in that type of economic environment will go a long way in determining their success and whether or not we will ever see James Bond returning in the Summer of 2035 or Doc Savage: Archenemy of Evil.\n\nI can’t wait.\n\n\n\nAuthor: Tim Holt is an educator and writer, with over 33 years experience in education and opines on education-related topics here and on his own award-winning blog: HoltThink. He values your feedback. Feel free to leave a comment.  Read his previous columns here.\n\nAbout Guest Columnist\n\nGuest Columnists are residents who feel so strongly about a news event, a story or some other issue, that they decided to put their thoughts to paper - or computer screens. If you'd like to submit a column, please contact us at\n\nCheck Also\n\nOp-Ed: Teachers Who Don’t Value Learning New Things\n\nI once had an office that was right outside the door where people would bring …",
        "topic_id":4,
        "format_id":11,
        "topic_confidence":0.9879117012,
        "format_confidence":0.8917227387
    }
]