[
    {
        "url":"https:\/\/spark.adobe.com\/page\/QefhvIvYcF7wW\/",
        "text":"George Rae High School work hard, get out.\n\nThe schools purpose statement: to have good relationships with teachers so that students will work better in order to graduate and get a good job\n\nGeorge Rae high school provides food services, technology access, gym access, and all students are able to go to the library anytime.\n\nMade with Adobe Slate\n\nMake your words and images move.\n\nGet Slate\n\nReport Abuse\n\nIf you feel that this video content violates the Adobe Terms of Use, you may report this content by filling out this quick form.\n\nTo report a Copyright Violation, please follow Section 17 in the Terms of Use.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9883350134,
        "format_confidence":0.8092882037
    },
    {
        "url":"http:\/\/www.jobs.ac.uk\/job\/anm104\/executive-director-of-finance",
        "text":"Executive Director of Finance\n\n\nSorry, but the advert you were looking for has expired.\n\nTo see more employment opportunities with AECC, please click here.\n\nPerhaps you were looking for something totally different? In that case, it might be best start a new job search from our Home Page. You might also find our Site Map useful too.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9870814681,
        "format_confidence":0.7908195257
    },
    {
        "url":"http:\/\/www.connectionnewspapers.com\/photos\/2013\/jul\/17\/39980\/",
        "text":"Photo detail\n\nStudents study electricity and record their observations like scientists during the VISTA camp.\n\nStories this photo appears in:\n\nTease photo\n\nStudents, Teachers Practice Science\n\nThere’s something for everyone at GMU’s VISTA science camp.\n\nThe thought of spending a summer immersed in science and math assignments is likely to make many students cringe. However, some Northern Virginia children are embracing the idea with a summer camp filled with projects that run the gamut from baking cookies in a solar oven to building a model roller coaster.\n\n\nUse the comment form below to begin a discussion about this content.\n\nSign in to comment",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.6887714267,
        "format_confidence":0.8779360652
    },
    {
        "url":"http:\/\/charneyreport.com\/2013\/06\/02\/richard-joel\/",
        "text":"Richard Joel ’13\n\nIn this new updated episode in 2013, Leon Charney interviews Richard Joel, President of Yeshiva University about the school’s mission and vision.\n\n10 years from the date (2013) of the original interview, Pres. Joel gives a follow up interview about his accomplishments during his time as president.\n\nOriginal Broadcast Date: June 2, 2013\nWith footage from November 2, 2003\n\nTagged with: , ,\nPosted in Watch\nby topics\nWatch Page\n\nThe Leon Charney Report is available for online streaming. We have categorized the episodes by Popular, Politics, Arab, Economics, Education, Entertainment, History, Jewish, Israel, Middle East, Palestine, Politics, Religion, United States.\n\nOr, search guest name in the search box on the top right of the website.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.845713675,
        "format_confidence":0.8499647379
    },
    {
        "url":"https:\/\/careerinsider.vault.com\/industries-professions\/professions\/p\/proposal-managers\/education-and-training-requirements",
        "text":"Skip to Main Content\n\nProposal Managers\n\nEducation and Training Requirements\n\nHigh School\n\nWhile in high school, take classes in English, writing, math, business, and trades. They will prove useful later in your career. Joining school clubs that will give you experience working with others toward common goals.\n\nJoin Vault Gold to unlock this premium content\n\nEarnings - Outlook - Resources & Associations and more\n\nAre you a student? You may have FREE access.\n\nVault partners with thousands of colleges, universities and academic institutions to provide students with FREE access to our premium content. To determine if your school is a partner, please enter your school email address below.\n\nRelated Professions",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9972450733,
        "format_confidence":0.9226416349
    },
    {
        "url":"http:\/\/www.cheneyfreepress.com\/story\/2014\/03\/13\/education\/ewu-trustees-hire-company-for-presidential-search\/13551.html",
        "text":"Cheney Free Press -\n\n\n\nEWU trustees hire company for presidential search\n\n\nAt a special meeting March 5, Eastern Washington University’s board of trustees approved the hiring of a consultant firm to help search for a new president.\n\nThe board accepted a bid from EFL Associates to help in the hunt for a replacement for Dr. Rodolfo\n\nArévalo, who is retiring July 15. Then board decided in a Feb. 6 special meeting to make a national search with the intention of having a successful candidate in place before Arévalo leaves.\n\nAccording to its website, EFL Associates specializes in executive searches in a variety of fields, including energy, financial, life sciences and...\n\nFor access to this article please sign in or subscribe.\n\n\nReader Comments",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9883628488,
        "format_confidence":0.9754941463
    },
    {
        "url":"https:\/\/sopapa.libsyn.com\/can-a-personality-test-determine-if-youre-a-good-fit-for-a-job-with-fred-oswald-phd",
        "text":"Preview Mode Links will not work in preview mode\n\nSpeaking of Psychology\n\nJul 14, 2021\n\nThese days, many companies use assessments such as personality tests as part of the hiring process or in career development programs. Fred Oswald, PhD, director of the Organization and Workforce Laboratory at Rice University, discusses why companies use these tests, what employers and workers can learn from them, and how new technologies, including artificial intelligence, are changing workplace assessments.\n\nListener Survey -",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9909148812,
        "format_confidence":0.5187160969
    },
    {
        "url":"http:\/\/oxfordindex.oup.com\/view\/10.1093\/oi\/authority.20110803095347128",
        "text":"achievement goal theory\n\nRelated Overviews\n\n\n'achievement goal theory' can also refer to...\n\n\nMore Like This\n\nShow all results sharing this subject:\n\n  • Sports and Exercise Medicine\n\n\nShow Summary Details\n\nQuick Reference\n\nThe theory that three main factors interact to determine achievement motivation: achievement goals, perceived ability, and achievement behaviour.\n\nSubjects: Sports and Exercise Medicine.\n\nReference entries\n\nUsers without a subscription are not able to see the full content. Please, subscribe or login to access all content.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.7909252048,
        "format_confidence":0.9553878307
    },
    {
        "url":"http:\/\/www.bostonherald.com\/news_opinion\/local_coverage\/2014\/02\/umass_lowell_helping_student_veterans_land_jobs",
        "text":"UMass Lowell helping student-veterans land jobs\n\nAssociated Press Friday, February 28, 2014\n\nLOWELL, Mass. — The University of Massachusetts Lowell is launching a new program to help student-veterans land jobs in the life-science industry.\n\nThe university will partner with the national program Edge4Vets, which has helped veterans from a dozen schools get civilian jobs once they graduate.\n\nEdge4Vets will host a series of workshops on campus throughout the year to help veterans hone their military skills to build their careers. The first workshop kicks off on Friday.\n\nThe article you requested is no longer available on\n» Click here to view this article in the Associated Press' archive.\n\nShare this Article",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9976281524,
        "format_confidence":0.9370321631
    },
    {
        "url":"https:\/\/www.pikemereschool.com\/year-4-resources\/",
        "text":"01270 874237\nNews & Blog Categories\n\nProtected: Year 4 Resources\n\nThis content is password protected. To view it please enter your password below:\n\nPikemere School Alsager\nOne of the special things about Pikemere is that you always feel safe and if you are worried or scared there is always someone to talk to.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9922756553,
        "format_confidence":0.9790096283
    },
    {
        "url":"https:\/\/www.trainingjournal.com\/articles\/video\/tjwow-webinar-recording-may-2016-sales",
        "text":"TJwow webinar recording May 2016 - sales\n\nWritten by Jo Cook on 25 May 2016 in Video\n\nThe May 2016 recording of the #TJwow webinar all about sales training\n\nWednesday 25th May - Who’s responsible for sales training?\n\nIs it L&D that should be developing learning solutions for sales departments, or specialist external providers?\n\n\n\nWatch a 4 min Adobe Connect reocrding with Tim Royds (@TimRoyds), talking about different options for sales training\n\n\nSee the webinar schedule here.\n\nShare this page\n\n\nPlease login to post a comment or register for a free account.\n\nRelated Articles\n\n3 February 2020\n\nWant your CV to shine? Aditya Sharma is on hand to help you revolutionise your L&D resume.\n\n\n\nRelated Sponsored Articles\n\n20 May 2017\n\nTrevor Wheatly discusses how 360° profiling can turn routine appraisals into practical assessments of performance based on the behaviours that matter in business.\n\n19 November 2018\n\nThe Charity Learning Consortium has announced the winners of the annual Charity Learning Awards, revealing stories of amazing dedication, innovation and collaboration on the road to eLearning...\n\n10 September 2015\n\nHurix Systems announced today it has been short-listed for Red Herring's Top 100 Asia award, a prestigious list honoring the year’s most promising private technology ventures in Asia.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9847292304,
        "format_confidence":0.8633340001
    },
    {
        "url":"http:\/\/www.rabies-symptoms.org\/download-pdf-innovation-in-technology-management-book-by-portland-state-university-engineering-management-program.pdf",
        "text":"Innovation in Technology Management\n\nInnovation in Technology Management\n\n4.11 - 1251 ratings - Source\n\nCar C28 has serious problems of inefficiency, because it could improve its efficiency reducing by 5.7% fuel ... 0.836 -13.9 C26 RENAULT CLIO 1.2 CAT RT 99.91 0.834 -16.6 C27 OPEL KADETT 1.2 S5P 100.00 0.852 -14.8 C28 OPEL CORSAanbsp;...\n\nTitle:Innovation in Technology Management\nAuthor: Dundar F. Kocaoglu, Timothy Roy Anderson\nPublisher:Portland State University Engineering Management Program - 1997-01-01\n\nYou must register with us as either a Registered User before you can Download this Book. You'll be greeted by a simple sign-up page.\n\nOnce you have finished the sign-up process, you will be redirected to your download Book page.\n\nHow it works:\n  • 1. Register a free 1 month Trial Account.\n  • 2. Download as many books as you like (Personal use)\n  • 3. Cancel the membership at any time if not satisfied.\n\nClick button below to register and download Ebook\nPrivacy Policy | Contact | DMCA",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.5362092257,
        "format_confidence":0.6872726083
    },
    {
        "url":"http:\/\/www.wcnc.com\/video?id=205670311&sec=683204&ref=articlevidmod",
        "text":"Video - Outbound Yahoo Video Feed\n\n«Back to main video page\n  • 2 local students finalists in 'Doodle 4 Google' contestadd to reading list  \n\n    Posted on May 1, 2013 at 6:59 PM\n\n    Updated Wednesday, May 1 at 7:00 PM\n\n    Two local students have been chosen as state finalists in this year's \"Doodle for Google\" contest.\n\n    By BORA KIM \/ NBC Charlotte\n\nMore Outbound Yahoo Video Feed Videos",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.7780836821,
        "format_confidence":0.8868807554
    },
    {
        "url":"http:\/\/www.citehr.com\/115941-crisis-management-_-training-video.html",
        "text":"mashmahesh Started The Discussion:\nThis video can be downloaded and conduct a training for Crisis management.\nStage 1\nFirst show the video and ask the attendees what they think..? Do the lions attacks???\nStage 2\nAsk what will happen to the calf.\nStage 3\nAsk whether the crocadile win or Lions??\nStage 3\nDo you appriciate lions for their effort?\nStage 4\nDid the buffallos lost their calf????\nStage 5\nHow did they manage to overcome the crisis??\n\nThe link ::: YouTube - Battle at Kruger\n\n1st August 2008 From India, Pune\n\nIt can be used as a part of the above training\n1st August 2008 From India, Pune\nAttached Files\nShared By Cite.Community Member \"mashmahesh\" For Public Download\nFile Type: ppt Adversity and bouncing back0.ppt (407.0 KB, 607 views)\n\n\nDisclaimer: This network and the advice provided in good faith by our members only facilitates as a direction towards the actions necessary. The advice should be validated by proper consultation with a certified professional. The network or the members providing advice cannot be held liable for any consequences, under any circumstances.\n\nAbout Us - Advertise - Contact Us - RSS   On Google+  \nPrivacy Policy | Disclaimer | Terms Of Service\nFacebook Page | Follow Us On Twitter | Linkedin Network",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9790305495,
        "format_confidence":0.6601827741
    },
    {
        "url":"http:\/\/www.keighleynews.co.uk\/news\/11325217.Keighley_district_schools_set_to_close_due_to_strike_action\/?ref=rss",
        "text":"About Cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies.\n\nKeighley-district schools set to close due to strike action\n\nIan Murch\n\nIan Murch\n\nPromoted Stories\n\nComments are closed on this article.\n\nKeep in touch with local news\n\nSign up for email alerts\n\nMost read stories\n\n  • 1",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9801803827,
        "format_confidence":0.6084678769
    },
    {
        "url":"https:\/\/www.actonomaha.org\/tag\/conflict-resolution\/",
        "text":"A sweet scent\n\nprivate school in omaha, Christian school in omaha, best school in Omaha, Modern school in Omaha, Montessori School in Omaha, Nebraska, acton academy, Omaha school, montessori\n\nQuestions flowed from their curiosity during Quest, and they began their own research projects to showcase at Exhibition for this Session’s theme, “Growing Curiosity”.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9907359481,
        "format_confidence":0.5177618265
    },
    {
        "url":"https:\/\/candidates.myebr.org\/candidate\/apply\/?id=62",
        "text":"EBR European Board of Radiology\n\nEDiR Session in Cairo 2021 - October 23, 2021\n\n\nSign Up\n\nTo create your account, please enter an email and password that will be required to access your User Area, upload any pending documentation or carry out any further procedures online.\n\nIf you already have an EDiR account, please log in here.",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9665303826,
        "format_confidence":0.9603360891
    },
    {
        "url":"http:\/\/educainternet.es\/pictures\/1261",
        "text":"Captura de pantalla (10).png\n\nType Image\nDescription Uploaded by Alumno33 via ViSH Editor\nAuthor Alumna33 Colegio Santa Joaquina de Vedruna FEC\nLicense None (All rights reserved)\nLanguage Language independent\nCreated at May 17, 2015 11:26\nUpdated at May 17, 2015 11:26\nSize 1.17 MB\n\nYou can use this code to insert this resource in the slideshow creator tool or in other website:\n\nNo comments for this resource",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9344218969,
        "format_confidence":0.8895485997
    },
    {
        "url":"https:\/\/digital.artsunit.nsw.edu.au\/videos\/the-arts-unit-creative-classes-drop-the-mic-hip-hop-and-shakespeare-07-hip-hop-you-archive",
        "text":"\n\nVideo transcript –\n\n\n@The Arts Unit Creative Classes – Drop the mic – hip hop and Shakespeare – 07. Hip hop you (archive)\n\n>> Back to video\n>> Back to video\nLoading transcript...\nEnd of transcript\nContent updated -\nVideo Transcript updated date\n\nFind out more about The Arts Unit Digital Engagement\n\nBack to Home",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.7621073723,
        "format_confidence":0.9729278088
    },
    {
        "url":"http:\/\/greatday.com\/nmot\/member_content\/monthly\/2005-10.html",
        "text":"\n-- Thackery\n\n\n\nThe MONTHLY Motivator - October 2005\n\nA Lifetime of Learning\n\nWe learn facts, we learn how to study, we learn how to take tests, we learn how to perform tasks, we learn what to say, we learn how to act, we learn what to think, we learn reactions, we learn emotions, we learn to dance, we learn to teach. Or at least we attempt to learn these things. One thing that is rarely taught us is how to learn. So let’s take a look at learning, and at how you can enhance the learning in your own life.\n\nLife is about learning. To move forward, a person must be committed to constant learning. Your ability to learn brings an abundance of wonderful things. Learning can prevent you from repeating past mistakes. It allows you to improve your performance over time. It enables you to benefit from the experience of countless others. Learning is one of the most valuable ways you can spend your time.\n\nWhen you hear the word learning you probably think of school, books, teachers and tests. Yet only a fraction of learning takes place in school. You were learning long before you ever set foot in school, and it is vital that you continue learning all your life.\n\nThe world is changing so quickly that anyone who is not committed to continual learning will be left behind. Learning is an essential ingredient for success in today’s information-driven world. The good news is that learning is available to anyone. You don’t need to have a college degree hanging on your wall to be able to learn.\n\nEverything is a learning experience. Learning gives a positive aspect to everything that happens. Even when you lose, you win by learning from the experience. So learning is a key strategy for living positively on a continuing basis.\n\nLearning is a wonderful way to leverage your time and effort. The things you learn stay with you always. No person, no circumstance can take them away from you. Knowledge has real value, and there is no danger of anyone stealing that value away from you. In fact, the more you share it with others the more valuable it becomes to you.\n\nA key strategy for learning is to appreciate the value of learning. Unfortunately, learning can too often be forced on you by your own decisions or by other people, rendering the effort largely ineffective. Yet learning can be a natural, enjoyable, productive activity when you approach it with the right attitude.\n\nIt’s vitally important that you find a reason to learn. If you can develop a strong enough reason why you want to learn, you’ll find a way to learn whatever you need to know. Each day is filled with opportunities to learn. When you are motivated to learn, all sorts of teachers appear at every turn. The main reason people do not learn is that they don’t avail themselves of all the opportunities. When you understand why you need to learn something, when the desire is strong enough and personally meaningful, you will learn. Think of the goals you have set for yourself. In order to achieve these goals, you’ll need to learn many new things. Make a meaningful connection in your mind between the things you want to achieve and the things you’ll need to learn in order to achieve them. Find within yourself a personally compelling reason to learn.\n\nAdmit your ignorance. In order to learn something, you must first admit that you do not know it. This may seem obvious, yet there are many things we avoid learning because we’re afraid that asking questions will make us look foolish. But there is no shame in ignorance. You’re not born with a wealth of knowledge. To learn, you must ask. Pretending to know something that you don’t will make you look much more foolish than sincerely and honestly asking questions. If there’s something you don’t know, admit it. Then you can proceed to learn it.\n\nTo continue reading this member-only content, please log in if you are a current subscriber\/member, or if you’re not already a member, you can join today for an annual price of just $15 and get immediate access to the full text of this article and many others, plus additional member-only content such as downloadable audio programs and e-books. If you’re not ready to join right now, we invite you to look through our extensive archive of more than 4,000 shorter daily messages, which are fully available for everyone to read.\n\n—Ralph Marston",
        "topic_id":4,
        "format_id":6,
        "topic_confidence":0.9921030402,
        "format_confidence":0.9365200996
    }
]