[
    {
        "url":"http:\/\/gotmymojoworkin.com\/is-this-blues-traveler-or-sister-hazel\/",
        "text":"is this blues traveler or sister hazel?\n\nQuestion by Stephen Hawking: is this blues traveler or sister hazel?\nSome lyrics are “its hard to say what it is I see in you, wonder if I’ll always be with you” I thought it was blues traveler, and I think the name of the song is ‘all for you’. But I can’t seem to find it on any of blues travelers albums!! I read, john popper (blues traveler) did a rare cover of this song, but this song I’m thinking of isn’t that rare, and really sounds to me like blues traveler. Help!\n\nBest answer:\n\nAnswer by April\nBlues Traveler\n\nBlues Traveler All For You lyrics . These All For You lyrics are performed by Blues TravelerFinally I figured out But it took a long, long time But n.… –\n\nI could not find it on any of the albums either, so maybe it was an unreleased or missing track, I know at least one of their albums had a missing track.\n\nThis youtube may be what is causing so much confusion – read the comments, listen, and make your own decision:\n\nthis may be the rare John Popper version you are thinking of\n\nso, the correct answer may actually be both (:\n\nGive your answer to this question below!\n\nYou can leave a response, or trackback from your own site.\n\nFatal error: Allowed memory size of 67108864 bytes exhausted (tried to allocate 79 bytes) in \/home\/gotmymoj\/public_html\/wp-includes\/class-wp-comment.php on line 225",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9930387139,
        "format_confidence":0.9791507721
    },
    {
        "url":"http:\/\/answerparty.com\/question\/answer\/is-jack-from-will-and-grace-gay-in-real-life",
        "text":"Is jack from 'will and grace' gay in real life?\n\n\nNo, The actor that plays Jack, Sean Hayes, is actually straight and has been married for 2 years. AnswerParty!\n\nMore Info:\n\ngay Television\n\nWill & Grace is an American television sitcom, originally based on the relationship between William Truman and Grace Adler, and is set in New York City. It was broadcast on NBC from September 21, 1998 to May 18, 2006 for a total of eight seasons. Will & Grace was, during its original run, the most successful television series with gay principal characters. It still enjoys success in syndication.\n\nDespite initial criticism for its particular portrayal of homosexual characters, it went on to become a staple of NBC's Must See TV Thursday night lineup. It was ensconced in the Nielsen top 20 for half of its network run. The show was the highest-rated sitcom among adults 18–49, from 2001 and 2005. Throughout its eight-year run, Will & Grace earned 16 Emmy Awards and 83 nominations.\n\nSean Hayes Jack\n\n\"A Chorus Lie\" is the sixteenth episode of the American television series Will & Grace's fourth season. It was written by Tracy Poust and Jon Kinnally and directed by series producer James Burrows. The episode originally aired on NBC in the United States on February 7, 2002. Guest stars in \"A Chorus Lie\" include Matt Damon, Leslie Jordan, and Patrick Kerr.\n\nIn the episode, Jack (Sean Hayes) begins a rivalry with a fellow named Owen (Matt Damon). They are competing to be the final entrant in a gay men's chorus, and after learning that Owen is straight, Jack tries to \"in\" him with help from Grace (Debra Messing). Meanwhile, Karen (Megan Mullally) tries to pass off Will (Eric McCormack) as her lover and not her lawyer when she discovers that she is the object of pity for being single at her own Valentine's Day party.\n\n\nEntertainment is a form of activity that holds the attention and interest of an audience, or gives pleasure and delight. It can be an idea or a task, but is more likely to be one of the activities or events that have developed over thousands of years specifically for the purpose of keeping an audience's attention. Although people's attention is held by different things, because individuals have different preferences in entertainment, most forms are recognisable and familiar. Storytelling, music, drama, dance, and different kinds of performance exist in all cultures, were supported in royal courts, developed into sophisticated forms and over time became available to all citizens. The process has been accelerated in modern times by an entertainment industry which records and sells entertainment products. Entertainment evolves and can be adapted to suit any scale, ranging from an individual who chooses a private entertainment from a now enormous array of pre-recorded products; to a banquet adapted for two; to any size or type of party, with appropriate music and dance; to performances intended for thousands; and even for a global audience.\n\nThe experience of being entertained has come to be strongly associated with amusement, so that one common understanding of the idea is fun and laughter, although many entertainments have a serious purpose. This may be the case in the various forms of ceremony, celebration, religious festival, or satire for example. Hence, there is the possibility that what appears as entertainment may also be a means of achieving insight or intellectual growth.\n\nIn journalism, a human interest story is a feature story that discusses a person or people in an emotional way. It presents people and their problems, concerns, or achievements in a way that brings about interest, sympathy or motivation in the reader or viewer.\n\nHuman interest stories may be \"the story behind the story\" about an event, organization, or otherwise faceless historical happening, such as about the life of an individual soldier during wartime, an interview with a survivor of a natural disaster, a random act of kindness or profile of someone known for a career achievement.\n\nA social issue (also called a social problem or a social situation) is an issue that relates to society's perception of a person's personal lives. Different cultures have different perceptions and what may be \"normal\" behavior in one society may be a significant social issue in another society. Social issues are distinguished from economic issues. Some issues have both social and economic aspects, such as immigration. There are also issues that don't fall into either category, such as wars.\n\nThomas Paine, in Rights of Man and Common Sense, addresses man's duty to \"allow the same rights to others as we allow ourselves\". The failure to do so causes the birth of a social issue.\n\n\nRelated Websites:\n\nTerms of service | About",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9886937737,
        "format_confidence":0.8610137105
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/727988\/Do_you_watch_Extreme_Makeover",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nDo you watch Extreme Makeover?\n\n\nAsked by girliemom0406 at 5:25 PM on Feb. 5, 2011 in Entertainment\n\nLevel 24 (18,769 Credits)\nThis question is closed.\nAnswers (7)\n  • Love TY\n\n    Answer by Librarylady60 at 4:53 PM on Feb. 6, 2011\n\n  • that show makes me cry\n\n    Answer by SMALLfry05 at 1:51 PM on Feb. 6, 2011\n\n  • I have a couple of times.\n\n    Answer by SweetLuci at 5:27 PM on Feb. 5, 2011\n\n  • I use to\n\n    Answer by mommy_of_two388 at 5:37 PM on Feb. 5, 2011\n\n  • Sometimes.\n\n    Answer by mom2aspclboy at 6:00 PM on Feb. 5, 2011\n\n  • used too\n\n    Answer by brieri at 2:15 PM on Feb. 6, 2011\n\n  • I used to watch both versions (people, homes), but now they're too tear-jerky for me.\n\n    Answer by Xanthlover67 at 9:55 PM on Feb. 7, 2011\n\nclose Cafemom Join now to connect to other members! Connect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.6958971024,
        "format_confidence":0.9843028784
    },
    {
        "url":"https:\/\/north-rock.org\/qa\/question-is-ashley-benson-dating-cara-d.html",
        "text":"Question: Is Ashley Benson Dating Cara D?\n\nAre Ashley Benson and Cara Delevingne engaged?\n\nAugust 2019: The Sun reports that Delevingne and Benson tied the knot during a ceremony in Las Vegas.\n\nA source shuts that down and tells E.\n\nNews, “Delevingne and Benson are not legally married but did have a fun friendship ceremony about a year ago.”.\n\nWho is Cara dating now?\n\nCara Delevingne is ‘dating singer Halsey three months after their exes Ashley Benson and G-Eazy became an item’\n\nWhy did Ashley and Cara break up?\n\nWhy Cara Delevingne and Ashley Benson Reportedly Broke Up A source told People that there was no big drama that led to the split. Their spark just faded out: “Cara and Ashley always had their ups and down before but it’s over now,” the source said. “Their relationship just ran its course.”\n\nWho is the richest pretty little liar?\n\nHolly Marie CombsHolly Marie Combs Net Worth: $14 Million Combs is best known for her starring role on the hit TV series “Charmed.” Prior to the witchy drama, she appeared on the TV series “Picket Fences.” With a net worth of $14 million, Combs tops the list of richest “Pretty Little Liars” cast members.\n\nAre Ashley and Cara still together?\n\n11th May 2020: Days after news emerged Cara Delevingne and Ashley Benson had split up in April, sources say the pair are officially “moving on”. ICYMI, Cara and Ashley broke up at the beginning of last month after two years together.\n\nIs Cara Delevingne in a relationship?\n\nAshley Benson In June 2019, Cara and Ashley finally confirmed their relationship in honor of their first anniversary, and Cara even briefly opened up about their private relationship in an interview with Marie Claire. “We weren’t looking for it,” Cara said, referencing the first time she and Ashley met.\n\nWho is Ashley Benson boyfriend?\n\nASHLEY Benson held hands with her boyfriend G-Eazy weeks after confirming their romance. The Pretty Little Liars star and Cara Delevingne split last month.\n\nWho is Ashley Benson dating?\n\nAshley Benson, 30, was recently spotted kissing G-Eazy in LA, after splitting with her long-time girlfriend Cara Delevingne, 27, in April. And while the to have been spotted together several times this month, a source revealed the relationship isn’t serious.\n\nDid Cara Delevingne dated Harry Styles?\n\nHarry Styles and Cara Delevingne pictured together at theatre as it’s revealed they have been ‘dating for months’ Harry Styles has been secretly dating model of the moment Cara Delevingne, it has been reported.\n\nWho is Halsey dating now?\n\nactress Cara DelvingneSinger Halsey is reportedly dating actress Cara Delvingne, while their two exes are seeing each other as well. According to The Sun, Halsey and Delvingne are enjoying a relatively new romance, since both are now living in Los Angeles, California.\n\nDid Cara cheat on Ashley?\n\nCara Delevingne reacted to Ashley Benson and G-Eazy cheating rumors, and she’s not cool with fans hating on her ex-girlfriend. The model took to her Instagram Stories on Thursday, May 14, to deny rumors that the Pretty Little Liars alum cheated on her with the rapper. … “To everyone hating on @ashleybenson please stop.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.8810450435,
        "format_confidence":0.9486300945
    },
    {
        "url":"https:\/\/heycrowd.com\/?id=700894-which-band-is-better",
        "text":"Which band is better\n\n33 votes\n\nAsked almost 5 years ago by userpic Little turtle🐢 to crowd icon Rockers\nsort comments by :\n\n\n\nRelated questions\nBest band\nFavorite band?\nWhich is your favorite?\nFavorite band?\nFavourite band?\nFavorite Band?\nWhich band do you like best?\nIf you listen to these bands, who in your opinion is better?\nWhich is the best?:)\n\nOther questions\nHow old am I??\nHello! I'm bi... I love girls and guys would you date me? Dm me for kik.\nDo you like him?\nWhat's your biggest fear?\nBest band\nAm I sexy... I know I am so... :)\nWhich fully shy\nShould I start cussing on here to show how I feel I'm 11\nWhich Faction do you think you would fit in most?\nAfter removing a cataract in his right eye, Claude Monet....\nNarwhal, unicorn, Pegasus. Which do you like better\nYou walk across a bridge and see a boat full of people yet there is not a single person on board. How is that possible?\nDo you guys play (MovieStarplanet) if you do comment your name\nWhat is your favorite color\nFinish this phrase My milkshake brings ____ to the yard\nConnect with us\ncontact @ heycrowd.com\nterms & conditions\nOther survey tools\nSurveyNuts : Survey maker\nPollBagel : Poll creator",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.8539699316,
        "format_confidence":0.9608230591
    },
    {
        "url":"https:\/\/m.thecoast.ca\/halifax\/qanda-with-902-nonstop-records-ally-dee\/Content?oid=4561118",
        "text":"Music » Feature\n\nQ&A with 902 NonStop Records' Ally Dee\n\nCatch tomorrow's stacked lineup for Rap Therapy\n\n\nAlly Dee - TARA RYAN\n  • Tara Ryan\n  • Ally Dee\n\nAlly Dee and Ryszky Biz run 902 NonStop Records, intensely repping local hip-hop. With both a radio show and regular rap showcases, Dee puts in hard work for a scene he clearly loves. Friday, March 6, the Rap Therapy event (Jacob's Lounge, 9pm, $5 in advance, $10 at the door) features a handful of some established and new hip-hop voices, and a great chance to see some local talent.\n\nQ: What does rap therapy mean to you?\nA: Rap Therapy is the most recent album release from Ryszky Biz, the title is an accurate description of the line-up of tracks on the album. It all comes from the heart and is based on real experiences. It’s a chance to vent or voice an opinion. For the 902 NonStop Records squad, music is the life we live, it’s a way to explore creativity, be expressive, offer a message to the world and also a great form of therapy.\n\nQ: What made you choose hip-hop?\nA: Music has been a big part of my life from a very young age, both enjoying and creating, there’s a lot of freedom for expression and exploration without any limits. From the first time that I heard Licensed To Ill from the Beastie Boys at age nine I was hooked.\n\nQ: Some of these artists on Friday’s showcase are newer to the scene, right?\nA: A few of the artists are, including Slim The Gentlemen and Tara Ryan. Slim had his first showing on an album in the fall of 2014 when we released They’re Coming—a Halloween\/zombie apocalypse themed album. Tara Ryan broke on the scene a few months ago and has been gathering steam and has developed some great material which she performed for the first time during the Ryszky Biz Rap Therapy cd release party at Jacob’s Lounge on February 6th.\n\nThe last five years saw me link with Ryszky Biz and Red Panther Studio and releasing six mixtapes before creating 902 NonStop Records. We’ve released five albums, including our Confident album which was done in support of and with the support of the YMCA Strong Kids Campaign. We’ll be handing over the proceeds from our tour to the Community Relations Manager and Strong Kids Champions on March 14 at Hugo’s Bar and Grill during a hip-hop showcase with Jayo Productions. Vadell Gabriel and The Yangsta have been around for a spell and have their own show on CKDU as well on Monday evenings, Pyrate Radio.\n\nQ: How has your radio show been going?\nA: Heard On Air has been gathering a larger audience and is constantly seeking music from other Canadian hip-hop and R&B artists, especially local and Maritime artists. There is a lot of talent in this area. It’s been great being a part of the CKDU community. Since the show has started, a whole new set of doors have started to open. The show is in the process of being syndicated for play on other stations both FM and internet.\n\nQ: What’s next for 902 NonStop?\nA: We have several releases planned for this year including T.O.G. from Stack Loot Divide, The Purge from myself and Just Another Rap Genius from Ryszky Biz followed by releases from DL and Slim The Gentlemen.\n\nQ: Other than Saturday’s Trina show, it’s been pretty rare to see two female rappers on a bill, I was really impressed to see two female MCs on this lineup. Is a fairer representation something that’s important to you?\nA: I heard that the Trina show was pretty dope, and it is always awesome to catch Realeyez live, she always excites the crowd. Recently she performed at two of our shows and we look forward to more performances with her. It was great to see the all-queen cypher and night of poetry in December at AlterEgos for Chix in the Mix, and we’re pretty pumped about having both Tara Ryan and JPimpin’ on the lineup for the Rap Therapy show. It would be pretty boss to see much more female talent at hip-hop events, they bring a strong message with their music and a strong stage presence. A fairer representation would be kickass to experience. We welcome any opportunity to work with female MCs and singers.\n\nAdd a comment\n\nRemember, it's entirely possible to disagree without spiralling into a thread of negativity and personal attacks. We have the right to remove (and you have the right to report) any comments that go against our policy.",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9978448153,
        "format_confidence":0.7119282484
    },
    {
        "url":"http:\/\/www.greenspun.com\/bboard\/q-and-a-fetch-msg.tcl?msg_id=00AYTW",
        "text":"Where is Neverland\n\ngreenspun.com : LUSENET : Michael Jackson : One Thread\n\nHi everyone, I was wanting to know more about Michael Jackson's theme park Neverland, like where it is, how much admission is and what the times are. Thanks\n\n-- Anonymous, February 20, 2003\n\n\ncareful you guys Michael might stick his penis in your bum haHAhaHAhaHAhaHAhaHAhaHAha!!!!!!!!!!!!!\n\n-- Anonymous, March 14, 2003\n\nI actually know the directions to go to Neverland. But I dont know if once you arrive there, if they will let you enter.. I wanna go too...so im checking informations about it in the internet. For now all I know is that he have a great security in the neverland gate.. Well im still searching...so if you want me to tell some news about it, just let me know... Peace\n\n-- Anonymous, March 08, 2003\n\nModeration questions? read the FAQ",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9527389407,
        "format_confidence":0.8201879263
    },
    {
        "url":"https:\/\/dogbitepersonalinjurylawfirm.com\/qa\/question-who-won-marvel-vs-dc.html",
        "text":"Question: Who Won Marvel Vs DC?\n\nWho is the oldest superhero in age?\n\nOldest Superheroes \/ SupervillainsMetron.\n\n13,000,000,000 years old.\n\nImmortal.Guardians of the Universe.\n\n13,000,000,000 years old.\n\nImmortal.Martian Manhunter.\n\n225,000,000 years old.\n\nImmortal.Yuga Khan.\n\n500,000 years old.\n\n\n250,000 years old.\n\nImmortal.Vandal Savage.\n\n52,000 years old.\n\n\n\n10,000 years old.\n\n\n6,000 years old.More items….\n\nWho was the first superhero to die?\n\nThe Comet1940 The Comet Jan 1940 saw the debut of The Comet in Pep Comics #1. In issue #17, he became the first superhero to die, although the character would go on to be revived several times from the 1960s onwards.\n\nWho is the strongest DC or Marvel?\n\nMore of Marvel’s characters have won in more categories, but DC’s victors far outshine their competition. No one from the Marvel Universe or the DC Universe compares to Superman, whereas Iron Man and Hawkeye just barely edge out their rivals. Still, we’d say that Marvel has stronger characters for now.\n\nWho has more heroes DC or Marvel?\n\nThe short answer is that DC has wayyyy more characters than MARVEL. … Because of this, DC’s heroes, including the C-class characters, clocks in at around 1900 characters, topping MARVEL by a whopping 300 characters (which is actually quite a lot).\n\nWho is the weakest superhero in DC?\n\nColor KidThough he has a lot of heart and some really interesting—and helpful! —abilities, Color Kid is TRULY the weakest DC Comics hero.\n\nWho is the kindest superhero?\n\npeter parkerin the ultimate universe, he took a bullet to save captain america,than raced to save his aunt and girlfriend from his greatest foes,before dying in aunt mays arms. truly, peter parker is the kindest of heroes.\n\nWhich is older DC or Marvel?\n\nThat’s the most important thing to know, that DC was there first. They were called Detective Comics, Inc, later to be called National Publications, later to be called DC, and they invented superheroes with Action Comics #1. … In 1961 they became Marvel Comics and nothing had changed – they were still chasing trends.\n\nWho is the youngest avenger?\n\n1 Youngest: Scarlet Witch.\n\nWho is the slowest superhero?\n\nSnailmanSnailman (Slowest Superhero in the World) Powers\/Abilities: Snailman can walk up walls (he says “creep,” but that’s referencing his lack of speed, rather than his style of movement) and moves slower than a three-legged tortoise. In costume or out, he leaves behind a sticky “snail trail” wherever he walks.\n\nWho is the fastest avenger?\n\nCaptain America secretly has record-breaking speed, but he doesn’t want anyone else – including his fellow Avengers – to know. Warning! Spoilers for Avengers #45 below! Captain America is one of the strongest heroes in the Marvel Universe, but he is also secretly one of the fastest Avengers and people in the world.\n\nCan Thor kill Superman?\n\nYes, Thor has magic on his side and can hurt Superman. However, Superman has defeated magical foes in the past because he doesn’t just stand there and let them hit him with magic.\n\nWho can beat Superman in Marvel?\n\nIn terms of physical strength, Sentry is the most powerful being in the entire Marvel universe, and his powers are similar to Superman. It’s just that Sentry has a much more advanced brain and also has telepathic abilities, which allows him to win over Superman.\n\nWho can beat Superman?\n\nHere are 10 ultra-strong beings who might just be able to pull off the impossible against Superman without Kryptonite.1 The Presence. The Presence in the DC Universe is basically the code name for God.2 Mister Mxyzptlk. … 3 Darkseid. … 4 Anti-Monitor. … 5 Parallax. … 6 Doctor Manhattan. … 7 Captain Atom. … 8 Spectre. … More items…•Nov 16, 2020\n\nWho is the oldest superhero in Marvel?\n\nGalactus1 Galactus (Before Time) He’s also insanely old. Galactus actually existed before this universe – meaning he existed before the one all these ancient characters created and inhabit – and that likely makes him the oldest character currently in the Marvel Universe.\n\nWho is the weakest avenger?\n\nMCU: 5 Most Powerful Members of the Avengers (& 5 of the Weakest)1 Weakest: Captain America.2 Strongest: Thor. … 3 Weakest: Winter Soldier. … 4 Strongest: Vision. … 5 Weakest: Falcon. … 6 Strongest: Scarlet Witch. … 7 Weakest: Black Widow. … 8 Strongest: Doctor Strange. … More items…•Dec 2, 2020\n\nWHO has lifted Thor’s hammer?\n\nOther than Thor and Odin, certain other individuals have proven capable of lifting Mjolnir in the primary continuity:Roger “Red” Norvell (Actually a deliberate ruse by Odin)Beta Ray Bill.Captain America.Eric Masterson.Bor (Thor’s grandfather)Buri (also known as Tiwaz, Thor’s great-grandfather)Loki.Jane Foster.More items…\n\nWho is the laziest superhero?\n\nHere are twelve times superheroes have been caught using their powers to be lazy slackers.8 Iceman.7 The Thing.6 Marvel Girl\/Phoenix.5 Molecule Man.4 Peter Parker.3 Santa Claus.2 Doctor Manhattan.1 She-Hulk.More items…•Jan 3, 2017\n\nAdd a comment",
        "topic_id":6,
        "format_id":17,
        "topic_confidence":0.9640433788,
        "format_confidence":0.9712588191
    }
]