[
    {
        "url":"http:\/\/perfdynamics.blogspot.com\/2015\/07\/",
        "text":"Wednesday, July 29, 2015\n\nHockey Elbow and Other Response Time Injuries\n\nYou've heard of tennis elbow. Well, there's a non-sports, performance injury that I like to call hockey elbow. An example of such an \"injury\" is shown in Figure 1, which appeared in a recent computer performance analysis presentation. It's a reminder of how easy it is to become complacent when doing performance analysis and possibly end up reaching the wrong conclusion.\n\nFigure 1. injured response time performance\n\nFigure 1 is seriously flawed for two reasons:\n\n  1. It incorrectly shows the response time curve with a vertical asymptote.\n  2. It compounds the first error by employing a logarithmic x-axis.\n\nSunday, July 26, 2015\n\nNext GCaP Class: September 21, 2015\n\nThe next Guerrilla Capacity Planning class will be held during the week of September 21, 2015 at our new Sheraton Four Points location in Pleastaton, California. Early bird rate ends August 21st.\n\nDuring the class, I will bust some entrenched CaP management myths (in no particular order):\n\n  • All performance measurements are wrong by definition.\n  • There is no response-time knee.\n  • Throughput is not the same as execution rate.\n  • Throughput and latency metrics are related — nonlinearly.\n  • There is no parallel computing.\n\nNo particular knowledge about capacity and performance management is assumed.\n\nAttendees should bring their laptops as course materials are provided on CD or flash drive. The Sheraton provides free wi-fi to the internet.\n\nWe look forward to seeing you there!",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.6595413089,
        "format_confidence":0.9639083147
    },
    {
        "url":"http:\/\/forteanzoology.blogspot.com\/2012\/07\/loch-ness-monster-spotted-in-caerphilly.html",
        "text":"\n\nThe Centre for Fortean Zoology (CFZ) are still on the track, and have been since 1992. But as if chasing unknown animals wasn't enough, we are involved in education, conservation, and good old-fashioned natural history! We already have three journals, the largest cryptozoological publishing house in the world, CFZtv, and the largest cryptozoological conference in the English-speaking world, but in January 2009 someone suggested that we started a daily online magazine! The CFZ bloggo is a collaborative effort by a coalition of members, friends, and supporters of the CFZ, and covers all the subjects with which we deal, with a smattering of music, high strangeness and surreal humour to make up the mix.\n\nIt is edited by CFZ Director Jon Downes, and subbed by the lovely Lizzy Bitakara'mire (formerly Clancy), scourge of improper syntax. The daily newsblog is edited by Corinna Downes, head administratrix of the CFZ, and the indexing is done by Lee Canty and Kathy Imbriani. There is regular news from the CFZ Mystery Cat study group, and regular fortean bird news from 'The Watcher of the Skies'. Regular bloggers include Dr Karl Shuker, Dale Drinnon, Richard Muirhead and Richard Freeman.The CFZ bloggo is updated daily, and there's nothing quite like it anywhere else. Come and join us...\n\nSearch This Blog\n\n\n\nMonday, July 16, 2012\n\nLoch Ness monster spotted in Caerphilly\n\nEarlier this year there was somewhat of a furore after an American artist put a model Loch Ness Monster into a river. It was soon removed, but it seems that in the UK we are more friendly towards crypto themed artists...\n\nOld Nessie in Caerphilly\nOld Nessie in Caerphilly\n\nPEOPLE in Caerphilly maybe wondering what is lurking in the moat after a monster was seen in the water.\n\nA sight normally associated with a Scottish loch caused a huge amount of excitement when a monster was spotted in the moat around Caerphilly Castle. The monster is believed to have escaped from a new art gallery in the town, where it was part of an exhibition entitled Barry's Zoo. The 20ft creature is the work of Rhondda sculptor Barry Lewis.\n\nRead on...\n\n\nGeordie-dave said...\n\nIt looks as if those Geese have got it cornered!\n\nGeordie-dave said...\n\nIt looks as if those Geese have got it cornered!",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9250504375,
        "format_confidence":0.8260980844
    },
    {
        "url":"https:\/\/egulo.wordpress.com\/2010\/12\/03\/wolverine-events-in-colorado\/",
        "text":"Wolverine Events in Colorado\n\nFor Boulder and Denver-area wolverine enthusiasts, two events next week offer the chance to meet Doug Chadwick, author of The Wolverine Way.\n\nIn Boulder, Chadwick will speak on Monday, December 6th, at 6 p.m. at the Integral Center on 2805 Broadway Ave. In Denver, he’ll speak on Tuesday, December 7th, at 6 p.m, at the Mercury Cafe, 2199 California St. Copies of the book will be available, and the author will answer questions and sign books after the presentation.\n\nA short video about the book features some great shots of majestic Glacier country, not to mention fantastic footage of wolverines being goofy and playful. Doug is a very entertaining speaker, and the book is excellent, so if you happen to be in the Denver area, be sure to attend.  If not, stay tuned for more information about wolverine events across the West this winter and spring, including opportunities to learn more about tracking and reporting track sightings, as well as a chance to participate in tracking field trips, with Jason Wilmot of NRCC and the Absaroka-Beartooth Project.\n\nTo whet your appetite for wolverine information, check out Conservation Media’s new short film on the Wolverine Foundation’s work, featuring an interview with Jeff Copeland –  a nice three-minute synopsis of what TWF does, and why wolverines are amazing. It’s great to see more multi-media information out there.\n\nAnd speaking of tracks, here’s a post from Conservation Media from back in April, 2010, documenting a sighting of wolverine tracks crossing a highway in Montana. Note the inclusion of the author’s hand for scale, and the multiple photos of individual tracks as well as the gait – including some great shots of the distinctive three-by gait. This is excellent documentation. I thought I’d bring it to the attention of any citizen scientists out there, as an example of how to photograph wolverine tracks in a way that can be considered verified.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8775793314,
        "format_confidence":0.9941005111
    },
    {
        "url":"http:\/\/escotilha8.hipercubo.net\/2010\/01\/movie-night-was-great.html",
        "text":"movie night was great. instead of Requiem for a Dream we played Spun, also about drugs, and maybe a little less of a downer.\nbefore that i played one of my current favorite lectures (that set me off on that post about the brain) VS Ramachandran: The neurons that shaped civilization, that ended up sparking some nice discussions requiring pens and tile wall systems modeling and mathematical analysis. the author is controversial and obviously does the usual \"my science explains every other\" thing, but overall, i like to think that this analysis-synthesis system still provides a non-lossy channel, i.e., our empathizing is accurate to a high degree. ash's rebuke, which i now see to be absolutely correct, is that there is no proof that the final outcome has the information, i.e., i see what you do, and imagine that you feel A, even when you actually feel B, meaning that in some cases, A and B will have no connection at all. i am as of yet unable to find conclusive studies on whether this virtual reality simulation is accurate or not. i proposed an experiment where the correlation between the physical responses of A and B is measured and then we can assert whether information was transferred or not, i.e., whether our assumptions of other people's spheres of consciousness are reliable or not. currently i have no guess at all, and subjectively i'd say, looking at my house, it's too fuzzy.\n\nalso, we will be finishing the philosopher's corner soon and turn it into a thought workshop. either the corner or the lounge, not sure yet. kitchen tiles are cool but are not enough to express our ever growing logical complexity. somehow, the house right now is becoming a kind of nutty anarchist punk polyamorous science cult thing, so i might make official \"think tank\" days, in the tradition of the Royal Society and many other scientific groups. obviously, it will not be a \"gentleman's club\" because i find that concept disgusting, instead a shit hole of drunken longwindedness and occasional reason. it has always been a think tank, but now we start to get results and they need to be discussed and shared.\n\ngodspeed starstuff ☆★☆☆★★★☆☆☆☆☆\n\n\nPost a Comment\n\nNote: Only a member of this blog may post a comment.\n\n\/\/\/ 2455034.42943 description started\nhatch(8).operational() \/\/\/\/\/\/\/\/\/\/\/\/\/\nreporting of us \/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\nstardust twin clusters \/\/\/\/\/\/\/\/\/\/\/\/\nof baffling unlikelyhood \/\/\/\/\/\/\/\/\/\nmust sync \/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\nhere is my uplink \/\/\/\/\/\/\/\/\/\/\/\ncall it brotherhood \/\/\/\/\/\/\/\/\/\/\/\/\nrandom runners \/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\nall, many, one, us \/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\nunlikely and exceptional \/\/\/\/\/\/\/\/\/\/\/\ndescription ended \/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/\/",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.7129307985,
        "format_confidence":0.9976383448
    },
    {
        "url":"https:\/\/landingfield.wordpress.com\/category\/modteardown\/",
        "text":"Phase AF CCD Die Shot\n\nBack in 2014 we were investigating the AF\/Lens system at NikonHacker. To understand the operation of phase AF, some efforts were put into the AF sensor itself. There were leaked D1X schematics indicating 3 linear CCDs made by Sony (ILX105 and ILX107) are incorporated into the MultiCAM-1300. In the old days, a single chip could not handle that many segments of linear pixels on a single die, so that the light path had to be split and focused onto multiple chips. The same is done on MultiCAM-2000 which uses 3 chips as well.\n\nThen from the D200 until D90, a single chip ILX148 is used to handle all 11 focus points in the new CAM-1000 AF system. Some teardown serves as great resources even showing a die photo of that sensor. Missing in between was the D70’s CAM-900. Later I came across a cheap working sensor stripped from a broken D70 and decided to take a look.\n\n\n\nThe entire module came in with dust, clearly from a broken camera fall onto the ground. I tore the 2 duct tap covering the slit between the chip and plastic optical assembly. The opening is a metal mask outlying the light transmission boundaries of 5 focus points.\n\nThen I use a knife to peer off the glue on the sides, exposing the reddish epoxy adhesion between the chip carrier and the optical module. A gentle pull separated them apart.\n\nThe Sensor\n\nSensor Die\n\nNow the AF CCD is exposed! You could see a total of 12 linear CCD segments forming 6 pairs.\n\nLet’s look at the back side of the optical assembly to understand why.\n\n\nIt appears each focus point has a pair of microlenses. The center cross-type use 2 linear segments in perpendicular, thus 4 lenslets. That gives you total of 6 pairs.\n\nTo illustrate how this works, I cover the focus plane with a scratching paper and point its front toward a light bulb. And here’s the image.\n\n\nThe pattern matches the layout of linear CCD.\n\nNow we could mimic a high contrast target by covering 2 focus points in half with a sticker.\n\nYou could see the 2 lenslets forms a copy of 2 high-contrast edges in the 2 segments.\n\nWhen this is relayed from a photographic lens, the distance between the 2 high-contrast edges will vary depending on the defocus value. The firmware A then uses some sort of cross-correlation algorithm to determine that distance. The distance is then compared against the calibrated value to get the actual defocus amount used to drive the lens AF motor.\n\nSo far that’s for the working principle for the phase AF optics. There’s a lot need to dig into the ASM codes of firmware A, and the electronic interface between the AF CCD and the MCU running the codes. Here I decided to desolder the CCD from the flex board. The CCD is packaged inside a CLCC and the contacts form a L-shape covering both side and bottom. It turned out the heat from soldering iron disassociates the wires from flexible board before melting the solder on the bottom. All the contact pads on the flexible board are destroyed.\n\nThe backside of the CLCC package has following marking.\n\n\nIt’s a Sony ILX127AA linear CCD.  405 R9KK is the product batch code. “405” indicates it’s made in the 5th week of 2004, around the time of D70 and D70s.\n\nThe schematics can be obtained from wiring trace. In the diagram below, VREF is probably 3.3V based on the trace. SD0~3 and STB formed a simple parallel command interface. CLK is the master clock input. The analog output of pixel intensity is on Vout synchronized to SYNC.\n\n\nNow we could dig into the image sensor die using a microscope. I took more than 50 shot and stitched using a panoramic software. The CCD was manufactured using a very old process node, probably larger than 1 micron.\n\n\nClick for Large View\n\nThe charge transfer is based on 2-phase CCD. The total number of pixels is around 996. Considering the metal masked pixels, this number reduces to 912. Thus MultiCam-900 make sense. The greenish regions are the actual photodiodes. The photon generated charge is then transferred to the shaded region on the left or to the top. The charge is then clocked and shifted out to the output amplifier. The three long segments are continuous with dummy pixels in between two correlated pixel regions. The six shorter ones form the left, center and right focus points are broken into two due to the long segments. Thus each shorter one has its own amplifier. The CCD integrates all the input command decoder\/segment select\/CCD driver logic on chip, as indicated by the vertical grid of synthesized transistors and their metal interconnect wires.\n\n\nMicroscopic survey of recent image sensors\n\nLast year through cooperation with ChipMod studio, we obtained multiple die shot images of recent Sony sensors. And in this post we’re going to show some of them. Most of our device identification is based on teardown from various reliable source, such as Chipworks and manufacture repair manual. Or from direct microscopic imaging. For inference, it has to be relied on die signature such as number of bond pad and their relative location, or referred as “bond pad signature”.\n\n\nLet’s begin. The first one, IMX038AQE from Pentax K-x\/K-r. It’s the same silicon die as the AQQ variant seen in Nikon D90 and D5000 DSLR.\n\nSONY and device marking code IMX038\n\nLayer number during photolithography of Bayer pattern and on chip lens (OCL)\n\nFactory die level testing left probe scratch on the test pad\n\nNext, let’s take a look at the IMX071AQQ from D5100.\n\nNo device marking was found on the die except “SONY”\n\nBayer layer mark. PAC appears to be Photo Activated Chemical based on patents\n\nFactory test pads\n\nFinally we have the IMX094AQP from D800\/D800E. The first image shows the alignment mark near the die boundary. It’s interesting that Nikon customized the cover glass to be a quartz anti-moiré layer. As advertised by Nikon, both D800 and E variant included the vertical separation glass. The glass appeared to be specially AR coated only in the image area, not on the whole plate level. We had never seen this on other Sony sensor, not even on IMX128.\n\nAlignment marks shows duplicated image in vertical direction\n\nEdge of the multilayer AR coating shows uneven gradient\n\nSimilar to 071, Sony did not imprint the device marking in the corner. However, I found a pair of mask number related to this device. MM094L and MM094R on the long edge of the silicon die. This pairs of mark appears on Sony full frame sensors only. We later found the pair on IMX235 and IMX128 as well. Based on their location, I realized that it could be a mask code for a stitching pair. A full frame sensor was just too big to fit in the circle of stepper imaging field of view. Thus to make a full sensor, a pair of mask has to be used just like taking your panorama. This was the case for IMX028 when I discovered the non-uniformity on its flat field image.\n\nThe microscope I had access to has a 40x objective. However its working distance is too short to prevent direct imaging through the sensor cover glass. With the permission and request by ChipMod studio, I’ll show some more enlarged image onto the pixels themselves.\n\nOne interesting sensor was the X-pro1 CMOS harboring a Sony marking code. Again no actual device code.\n\nXpro-1 IMX165\n\nXpro-1 IMX165\n\nThe corner of Fujifilm X-trans array\n\nThrough the central opening on the back of PCB, the package marking register X165A?. The second character is presumably a R or P or F.  It’s possibly IMX165AFE based on IC searching where many distributer had an entry on their listing. Sony usually used the second letter to denote Bayer type, with Q for RGB Bayer and L for mono. F would naturally mean a different pattern like X-trans. The die itself, appears to be the same as the 16MP IMX095 found in Sony NEX F3 and Pentax K-01.\n\nFujifilm CMOS PCB\n\n\nPentax K-01 uses CLCC version IMX095AQE\n\nIt’s possible that Sony fixed the underlying circuit, only altering the last few steps in their back end of line (BEOL) to pattern a different color filter array. This would significantly reduces cost by avoiding making a new sensor. So the question is, when will we see a native monochromatic CMOS in APS-C or larger format?\n\nNext we will have a big one, the IMX235AQR in the Sony A7S, which harbors a 12MP full frame at around 8.5um pixel pitch. ChipMod obtained the following image during mono chip mode. In essence, scraping away the microlens and Bayer layer. The pixel opening is super wide given 55% area fill factor on the metal three layer.\n\n50x objective view of the Metal 3 layer after Bayer removal\n\n\nThe microlens array appears to shift towards top left of pixel boundary\n\nWe also surveyed the IMX183 BSI sensor. Surprisingly, BSI sensor also has a grid on the light sensitive side. After some literature search, the presence of this grid could reduce color crosstalk between adjacent pixels. This is because on BSI sensor light can easily pass to the collecting well in the next pixel when fill factor gets larger and incident angle gets smaller. It is also the reason to employ microlens array to focus light rays on to the pixel center.\n\n\nIMX183 BSI pixel boundary grid\n\nAt the end, we take a look at the old school interline CCDs. ICX413 in Pentax K-100.\n\nAnd ICX493 using rotated horizontal-vertical transfer registers.\n\n\nICX493 employed four phase CCD, with two pixels covering a period. Thus readout is interlined. Charge on odd and even columns are transferred upward then right or downward and left to their respective HCCD (organized vertically) on each side for read out. Then the same is repeated for interline rows.\n\nNo AA filter? More of a marketing hype\n\nBack in 2012 when D800 was released, Nikon did a bit tweaking on its antialiasing filter which led to the higher resolution D800E. A pair of birefringent crystal is organized in the parallel 180 degree to cancel out the effect. But were they worth it? As we had disassembled more camera, I decided to write a post on how these filter stack is organized.\n\nChipMod sent me a pair of filters on the Nikon D600. The IMX128... (truncated)",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8631396294,
        "format_confidence":0.9386122823
    },
    {
        "url":"https:\/\/greenmien.wordpress.com\/category\/particle-pollution\/",
        "text":"Archive for the ‘Particle Pollution’ Category\n\nTwo “Big Deal” Final Rules Released: Mine Safety Disclosure and Mercury and Air Toxics Standards\n\nPhoto by Grayskullduggery. Some rights reserved.\n\nDecember 21st marked a day of great regulatory importance as both the SEC and EPA released final versions of rules that have been in the works for years.\n\nThe SEC published Final Rule 33-9286, “Mine Safety Disclosure,” – which implements Section 1503 of the Dodd-Frank Act – a grandiose 364 days after the proposed version hit the Federal Register. The new rule will dictate how mining companies must disclose information about mine safety and health in certain SEC filings. Now that the rule has finalized (it becomes effective 30 days after publication in the Federal Regsiter), we hope to see examples of this disclosure from more companies than just Monarch Cement Co.\n\nEven earlier in the day came the news that the EPA had revealed its new, finalized rule setting national standards to limit mercury, acid gases and other toxic pollution from power plants. Grist called the rules a “Big Deal,” waxing poetic about how the rules “will make America a more decent, just, and humane place to live.” Grist wasn’t the only one who thought so – we thought they were landmark, too. To read more about the standards, check out the EPA’s “MATS” page.\n\nSo go ahead and mark December 21st down in your calendar. It may just go down in history.\n\nThe Cross-State Air Pollution Rule: Keep Your Dirty Air to Yourself\n\nPhoto by jepoirrier. Some rights reserved.\n\nThough the implementation deadline for the Cross-State Air Pollution Rule (“CSAPR”) is just a few short weeks away, many folks’ defiant response has been: Keep your Cross-State Air Pollution Rule to yourself.\n\nThe final rule, published by the EPA in the Federal Register on August 8th of this year, endeavors to reduce air pollution by limiting power plant emissions of sulfur dioxide (SO2) and nitrogen oxide (NOX) that cross state lines. By 2014, this rule is estimated to prevent a whopping 13,000 to 34,000 premature deaths annually.\n\nHowever, not everyone is as excited as the EPA about the reduction in premature deaths.\n\nTwo bills currently working their way through Congress include sections or amendments aiming to hobble the act. An amendment in the Transparency in Regulatory Analysis of Impacts on the Nation Act of 2011 (H.R. 2401) would delay action on CSAPR until an interagency panel has an opportunity to investigate the economic impact of various air emissions rules. H.R. 2891, America’s Energy Independence Act, proposes to delay the initial compliance deadline of CSAPR for ten years.\n\nAnd Congress members aren’t the only ones squawking. At least eight states, and several private companies, have consolidated seven separate cases against the EPA into a singular challenge to the rule. Jenner & Block has more on the super-case, EME Homer City Generation, L.P. v. EPA No. 11-1302 (D.C. Cir. filed Aug. 23, 2011).\n\nBecause the displeasure has been so loud, many owners or operators of the subject power plans – high on the idea that the rule might not survive pending legislative and legal challenges – are unlikely to “install expensive pollution control technologies or to engage fully in CSAPR’s emission allowance markets,” despite the pending compliance date, according to a recent Client Publication from Shearman & Sterling.\n\nStill, it hasn’t stopped companies from fretting: There have been at least 250 appearances of the terms CSAPR or Cross-State Air Pollution Rule in SEC filings since the rule was finalized, many in the vein of: “If finalized, the rule’s new requirements to control mercury emissions could result in implementation of additional technologies at power plants that could negatively affect fly ash quality,” or “The Cross-State Air Pollution Rules, if commenced on January 1, 2012, could adversely affect cost of operations at our Roanoke Valley Energy Facility.”\n\nYou can read more about the CSAPR here.\n\nEPA Issues Landmark Mercury Pollution Standards for Power Plants\n\nPhoto by Flickr user Kansas Poetry (Patrick). Some rights reserved.\n\nOn March 16th, facing down a final court deadline, the Environmental Protection Agency unveiled the proposed rule for the first-ever national emission standards for hazardous air pollutants from coal-and-oil-fueled power plants, and the first significant legislation of its kind since the passage of the Clean Air Act in 1990. These standards were developed based on the practices and results from the best functioning national plants, and would primarily regulate toxic gases such as mercury, arsenic, chromium, and nickel, as well as requiring mandatory safety upgrades and employment of effective pollution control devices for most U.S. plants. These changes have been in the works since December 2000, when the EPA first re-examined the standards proposed in the original Clean Air Act.\n\nIn a fact sheet published alongside the rule itself, the EPA offers a number of encouraging statistics that will result from the new standards. The new technologies employed would prevent 91% of mercury and acid gases and 55% of sulfur dioxide burned in power plants from escaping into the air. By 2016, according to the EPA, the legislation will prevent as many as 17,000 premature deaths and 11,000 heart attacks annually, with 120,000 fewer cases of aggravated asthma and 12,000 fewer emergency room visits. And while the rule is estimated to cost $10.9 billion annually, it will theoretically also save workers and affected persons between $59 and $140 billion in health costs, and could create as many as 31,000 short-term construction jobs implementing the new technology and 9,000 long-term utility-based jobs.\n\nAs the EPA has recently come under scrutiny from Republican lawmakers for enforcing new climate rules that the GOP argues could cripple the already troublesome federal budget, these new emission standards may be looked upon with some skepticism. However, the EPA, in their press release for the rule, assures skeptics that the new standards align strictly with an executive order signed into action by President Obama in January that requires new regulation by federal agencies to be as cost effective as possible.\n\nEPA Boils Down Final Rules to Bare Essentials, Conservative Groups Still Emitting Concerns\n\nIn April 2010, after three years of delayed litigation, the EPA released its proposed Boiler MACT (Maximum Achievable Control Technology) rules that would govern emission standards for commercial, institutional and industrial boilers, solid-waste incinerators, and furnaces.\n\nThe rules, long-awaited by environmental groups and clean-air industries alike, aimed to make significant cuts to emissions of hazardous air pollutants (“HAP”s) like mercury, dioxin, soot, hydrogen chloride, and carbon monoxide.\n\nPhoto by Andy Dingley. Some rights reserved.\n\nThe proposed rules received over 4,800 comments over the 45 days they were open in the Federal Register, and with pressure from both sides of the issue, the EPA requested an extension to finish drafting the final rules in January 2011. District Judge Paul Friedman denied the agency its requested 15 month extension and gave a 30 day window for the agency to comply, and the final rules were submitted on February 23, 2011.\n\nThe EPA estimates that the final rules cut the cost of compliance by a significant 50%, with the figure associated with implementing the rule estimated at $1.8 billion, as opposed to the $3.6 billion figure associated with the proposed rules.\n\nThe most significant difference between the proposed and final rules was that biomass boilers were changed to be included with coal boilers in one single solid-fuel category, which eased considerably the standards for biomass boilers emitting less than 25 tons of combined toxins annually.\n\nResponse to the final rules has been divided by party and agency lines, with House Energy and Commerce Committee Chairman Fred Upton (R-Mich.) claiming that they were issued hastily and under pressure of court-ordered deadline. The Council of Industrial Boiler Owners has stated that the rules are too costly, and that adhering to their standards could cause many facilities to shut down, estimating a potential 300,000 jobs lost as a cost.\n\nThe EPA, on the other hand, is optimistic about its rules and estimates it could create as many as 2,200 new jobs. Likeminded environmentalist organization the NRDC estimates that the new emission standards could save 6,500 lives and prevent 46,000 cases of asthma and bronchitis annually. As the back and forth continues, the EPA has encouraged companies and agencies to offer their feedback on the rules, as their opponents, such as Upton, prepare to combat them.\n\nYou can find a copy of the final rules, along with related international news and agency materials in this knowledgemosaic Spotlight, published on our Keep Current news page.\n\nDanger in the Air in Afghanistan and Iraq (and it’s not what you think)\n\nPhoto by Greg Henshall. Some rights reserved.\n\nAbout two weeks ago, the GAO released a report scolding the Department of Defense (DOD) on their enforcement of burn pit operations procedures and solid waste management. The GAO initially was asked to report on “(1) extent of open pit burning in Afghanistan and Iraq, and whether the military has followed its guidance; (2) alternatives to burn pits, and whether the military has examined them; and (3) extent of efforts to monitor air quality and potential health impacts.” Their conclusion? DOD needs to improve “adherence” to guidance on burn pit operations and waste management, as well as consider alternatives to current procedures.\n\nAccording to the DOD, soldiers in Afghanistan and Iraq each generate about 10 pounds of solid waste per day. The efficiency of the process means that most of this waste is burned in open pits, despite the abundant smoke and other emissions associated with the practice. DOD and the U.S.... (truncated)",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8234262466,
        "format_confidence":0.7338561416
    },
    {
        "url":"http:\/\/explore.virtualmontana.com\/2015\/02\/trumpeter-swans-montanas-phoenix\/",
        "text":"Trumpeter Swans: Montana’s Phoenix\n\n\nA few weeks ago I stopped by a pond near the Jefferson River and took some pictures of trumpeter swans. It was an incredible experience, watching those massive birds lift from the water, beating the air with magnificent wings. When I got into the office the next Monday, I started researching trumpeter swans. For me, the most difficult part of any blog post is the pictures, and, having the pictures, I figured I ought to write a post. I soon discovered that the pictures are not nearly as good as I thought, which happens every time a camera finds its way into my hands. I also discovered that while I had accumulated an encyclopedia entry’s worth of information, I had no narrative to use to frame a blog post, also a far too frequent occurrence.\n\nTrumpeter Swan, wings spread, standing tall.\n\nA desperate email to Tempest’s videographer fixed one of those problems. Mike was in Wyoming, taking some truly spectacular video of Teton National Park, and had some great stills of trumpeter swans. The narrative framework problem? Well I still haven’t quite addressed that, because every time I try I just start thinking of E.B. White’s The Trumpet of the Swan, and I get distracted.\n\nAfter my most recent spate of research, trumpeter swans may have entered the list of my top five favorite birds. Over 5 feet tall, between 20 and 30 pounds and with wingspans sometimes exceeding 7 feet, trumpeters are massive—among the heaviest flying birds in the world, and the largest species of waterfowl. All this and they survive almost entirely on the squiggly green plants in ponds. You know the stuff, the plants that brush against your legs in lakes and rivers and freak you out because you think they might be some sort of water monster. Pondweed and waterweed. Damp salad, essentially. That’s what trumpeters eat. You probably already know that trumpeters usually mate for life, can live up to 20+ plus years, are excellent jazz musicians, and communicate by writing on a slate hung around their necks. (Ok, so E.B. White got some of his facts wrong, but what do you expect from someone who tried to make a sympathetic hero out of a spider?)\n\n\nTrumpeters once ranged across the Rocky Mountain west, but were thought to be extinct in the lower 48 by the early 1900s. However, a flock of some 30 birds was discovered in Montana’s remote Centennial Valley (on the Montana-Idaho border) in the 1930s. Red Rock Lakes National Wildlife Refuge at the foot of the Centennial Mountains was established soon after to protect these incredible birds. Today, 70 pairs reside in the western U.S. year-round; 56 pairs live in the Greater Yellowstone Ecosystem, while other flocks live as far afield as Northern California and Southern Oregon. An additional 5,700 birds winter in the Greater Yellowstone area. In addition to Red Rock Lakes, you see swans in Montana in the Madison River complex, the Jefferson River complex, Yellowstone, the Bitterroot River area, and (seasonally) around the Seeley-Swan Valley.\n\nIn my research, I discovered these two episodes from Mutual of Omaha’s Wild Kingdom about Red Rocks Lake NWR (Part I and Part II). This are fantastic, not just because they are informative, but for the awesome 1970s music and cinematography.\n\nOh, and one more picture to round off the post: in addition to being beautiful, graceful, and magnificent, trumpeters can also apparently be territorial bullies:\n\n\n\n, , ,\n\nNo comments yet.\n\nLeave a Reply",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.944427073,
        "format_confidence":0.9918165803
    },
    {
        "url":"http:\/\/shustoke.blogspot.com\/2012\/10\/a-request-for-sightings.html",
        "text":"Wednesday, 10 October 2012\n\nA Request for sightings\n\nWent over last night, apart from a Wigeon and a lot of gulls there was little of note. However, I have started to tot-up this years sightings and there are some gaps. We are nearly 30 species down on last year.\n\nAlthough not scientific, it is fair to assume that this years breeding has been rather a wash-out as there have been few warblers around this autumn. Generally bird numbers seem well down not just at the Reservoir. Waders have been a complete disaster, the high water level and overgrown condition of the shoreline being the main factors, coupled with disturbance and general lack of waders generally has seen the lowest number ever recorded at this site.\n\nI am in particular looking for records to fill in the gaps, obviously anything rare that I haven’t heard about with the only good birds I am aware of being Scand Rock Pipit, Black-necked Grebe, Smew, Common Scoter and Med Gull.\n\nBut I am looking in for records for this year of the following: Hobby, any waders apart from Oystercatcher, Redshank, Lapwing and Common Sandpiper. Garden, Sedge or Reed Warbler. Spotted Flycatcher, Tree Sparrow and Yellowhammer.\n\nHopefully, someone has had a better year than me.\n\nNo comments:",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.7656850219,
        "format_confidence":0.9971000552
    },
    {
        "url":"https:\/\/startthinkingright.wordpress.com\/tag\/climategate\/",
        "text":"Posts Tagged ‘Climategate’\n\nGlobal Warming: The Pseudo-Science, The Lies, The Crap, The Cover-Ups – And The Skeptics Who Saw Through It From The GetGo\n\nJanuary 15, 2012\n\nCame across this piece posted on JoanneNova.com and thought it was a great read:\n\nTHAT famous email explained and the first Volunteer Global Warming Skeptic\n\nYears before Climategate, THAT email, from Phil Jones to Warwick Hughes told us everything we needed to know about the scientific standards at the Climate Research Unit of East Anglia. THAT email was the tip of the iceberg, and below is what lay underneath the surface — the things that were said behind the scenes at the time. Geoff Sherrington has pieced together a sequence of climategate emails, his own emails, and parts of Warwick Hughes work to recreate the sequence.\n\nAnd for the true skeptic-aficionados, here’s a new layer of history to the skeptical chronology. Where did this volunteer audit movement begin?\n\nWho would have guessed that at least one skeptic, Hughes, was asking for the data Phil Jones worked with, as long ago as 1991? (That was way back in the days where people worked with hard copy print outs, and drew graphs by hand!) Does Hughes rank as volunteer Skeptic Number 1?\n\nUPDATE: I asked Warwick, and he thinks the first unpaid skeptic was Fred Wood in 1988*. — Jo\n\nGuest post by: Geoffrey H Sherrington, Scientist.\n\nThis is the longer story behind one of the more anti-science quotes in the short history of people attempting to be ‘climate scientists’, definition unclear. The pivotal short quote is in the opening email.\n\nOriginal artwork: McCutcheon 1903. Adapted: Jo Nova.\n\n“Why should I make the data available to you, when your aim is to try and find something wrong with it.”\n\nHere is a series of emails and articles with my interspersed comments in italics. Each email number is the one assigned in Climategate One and Two, presumably by the donor named FOIA. The Climategate emails are indented below, so the source can be picked up easily. There are sections cut from other emails as well. They are not indented. We start with the famous email, the one that some say was the start of the difficulty that scientists in general found when they tried to access data from some climate scientists.\n\n\nFrom Phil Jones to Warwick Hughes.\n\n1299. Between July 2004 and Feb 2005. (Exact date not on my copy of the email.)\n\nI should warn you that some data we have we are not supposed top (sic) pass on to others. We can pass on the gridded data – which we do. Even if WMO agrees, I will still not pass on the data. We have 25 or so years invested in the work. Why should I make the data available to you, when your aim is to try and find something wrong with it. There is IPR to consider. You can get similar data from GHCN at NCDC. Australia isn’t restricted there.\n\n\nWMO = World Meteorological Organisation.\n\nIPR = Intellectual Property Rights.\n\nGHCN = Global Historical Climatology Network.\n\nNCAR = USA National Centre for Atmospheric Research.\n\nWWR = World Weather Records of the World Meteorological Organization.\n\nMCDR = WMO’s Monthly Climatic Data for the World.\n\nPhil had had some prior thoughts about this.\n\n0688. 16 July 2004.\n\nThe reason for emailing though is that I’m also being hassled by Warwick Hughes for the CRU station dataset. We put up the gridded fields, but not the station data. Over the last year or so, I’ve told people they can’t have the station data – go to the GHCN site and get it. I knew that avenue has been closed, but it got some of them off my back. I’m not that inclined to release it to Hughes (who Mike knows and maybe Tom). All he wants to do is to show how I’ve made some mistake or used some incorrect data for some stations.\nThere are a number of issues, though:\n\n1. Should Res. 40 stop GHCN data being released?\n2. Should I be hiding behind it too?\n3. When does IPR kick in with the work I’ve put in on the CRU data?\n4. Should people like this be able to request this kind of data?\n5. NCAR release a precursor to GHCN – just WWR\/MCDW+lots of other data, but in an unfriendly format.\n\nFrom Phil Jones to Tom Peterson.\n\nThomas Peterson was near the top of NOAA, USA National Oceanic and Atmospheric Administration. Seehttp:\/\/www.noaaworld.noaa.gov\/scitech\/sep2008_scitech_4.html\n\nJones seems to be unsure of the efficacy or legality of ways to avoid a direct answer to Warwick Hughes. Jones appears to know that he is deliberately telling people to go to a place where they will not find the answers they seek. Note the term “unfriendly format”.\n\nWhy was Warwick Hughes seeking certain data in 1990?\n\nIn Warwick’s words:\n\nWarwick Hughes\n\n“I started reviewing Prof Jones work in 1991 and I have a timeline of my work and published papers in those early years – many links. People have asked me how I got started looking into temperature data.”\n\n“I first got curious about GW through media reports up to 1990 and wanted to check Australian data for myself – at that point I had never used a PC. I went into the BoM in Lonsdale Street and paid for hard copy printouts of stations from here and there – no idea how I selected sites – just places I knew and maybe the counter staff suggested stations. I drew a series of charts on graph paper and seeing a variety of disparate trends – being unable to find GW – showed them to some ex mining industry contacts. One guy gave me an intro to people at the Tasman Institute in the Melb CBD and about April 1991 I breezed in there with these hand drawn charts and showed a staffer – who said; “..you will have to get all this material onto disk – you can come in here and learn to use a PC.”\nThey gave me a little cubbie of a desk and a 286 PC with Win3.1 and I began pestering staff as to how to get some work out of this box thing. Anyway – the worst phase probably only took a few weeks and I could get some work out of Excel – my early data was entered to disk from my sheaf of hard copies printouts. Sometime in winter 91 I made contacts in the BoM and somebody gave me a copy of the US DoE TR027 report – which details – station by station – Jones et al Southern Hemisphere compilation of GW.\nThe Australian component of their Appendix A – was my basic source to track down Australian long term stations – I built on from there – for example work done building the data for the Balling, Idso & Hughes 1992 paper – that caused the BoM so much heartburn.”\n\n“This work lead on to my construction of the two contrasting temperature histories from circa 1882, Graph 1 for 25 regional and remote Australian stations and Graph 2 for the six Australian capital cities.”\n\nCity Reviews takes you to many instances of urban heat island UHI contamination of city temperature data still used by Jones\/UKMO\/IPCC.”\n\nAbout a half dozen people or more, like me, from larger companies, would meet monthly to distribute funds to Tasman and to review work in progress. Warwick made a presentation in 1991-2. He was more prescient than I was. I left the climate scene early in 1993 and did not reconnect until about 2005. The work presented to Tasman Institute contained several graphs. These two persist, see http:\/\/www.warwickhughes.com\/1991\/targw.htmfor a longer discussion.\n\nTop graph: Geraldton, Narrabri, Hay, Albany, Rottnest Island Lighthouse, Walgett, Deniliquin, Bourke, Cape Naturaliste Lighthouse, Coonabarabran, Echuca, Cooma, Darwin, Moruya Heads Pilot Station, Omeo, Dubbo, Alice Springs, Gabo Island Lighthouse, Bathurst, Strathalbyn, Mt. Gambier, Yamba, Wilsons Promontory Lighthouse, Newcastle Signal Station, Cape Otway Lighthouse.\n\nLower graph: Sydney, Melbourne, Brisbane, Perth, Adelaide, Hobart\n\nIt was Warwick’s contention that the search for UHI had been less that thorough as to choice of Australian stations. Here he shows that the temperature change in the average of several large Australian cities was positive, whereas that of a selection of rural sites was negative to level. (Temperature is in Celsius, Tmean annual compiled from half of the sum of Tmax and Tmin daily). Somehow, Phil Jones had concluded from figures similar to these that UHI was negligible in Australia, a finding that is still being quoted in 2011.\n\nIn 2004- early 2005, Warwick wrote a number of emails to CRU and WMO, which do not appear in Climategate records, but which are on file here. Some of them detail efforts by Phil Jones to stop bodies like the WMO from cooperating with Warwick. Much of his interest was in the raw data behind two papers from University of East Anglia, being –\n\nJones, P. D., S. C. B. Raper, T. M. L. Wigley, 1986: Southern Hemisphere Surface Air Temperature Variations: 1851–1984. J. Climate Appl. Meteor., 25, 1213–1230.\n\nThis first main paper involved an assembly of data for the USA DOE (Department of Energy) for CDIAC. (Carbon Dioxide Information Analysis Center, Oak Ridge national Laboratories, Tennessee, USA.)\n\n\nThe second main paper:\n\nJones, P.D., P.Ya. Groisman, M. Coughlan, N. Plummer, W.-C. Wang and T.R. Karl, 1990: Assessment of urbanization effects in time series of surface air temperature over land. Nature 347, 169-172\n\nThis second paper dealt with data from China, Russia and Eastern Australia and it was one of the key papers promoting a stampede of thought under the Global Warming banner. It is an important paper, but it is wrong.\n\nWarwick subsequently had the following papers published and a few more rejected, perhaps because they questioned the orthodoxy.\n\n1992 Robert C. Balling, Jr., Sherwood B. Idso, and Warwick S. Hughes. “Long-Term and Recent Anomalous Temperature Changes in Australia.” Geophysical Research Letters, Vol. 19, No. 23, pp. 2317-2320. [Abstract]\n\n1995 Robert C. Balling, Jr. and Warwick S. Hughes. “Comments on “Detecting Climate Change Concurrent with Deforestation in the Amazon Basin: Which Way Has It Gone ?” Bulletin of the American Meteorological Society, Vol. 76, No. 4, 9. 559.\n\n1995 Warwick S. Hughes. Comment on D.E. Parker, “Effects of Changing Exposure of Thermometers at Land St... (truncated)",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9376463294,
        "format_confidence":0.9158070683
    },
    {
        "url":"https:\/\/skywiseunlimited.com\/2017\/01\/01\/pegasus-the-winged-horse\/",
        "text":"Pegasus – the winged horse\n\nJanuary 1, 2017\n\n\ntattoo_win2One of the bigger autumn constellations is in the Perseus group, Pegasus. It’s just the front half of a horse, and the wings of course. These figures in the sky are not always the whole figure, sometimes it’s half. It’s good that they chose to use the front half of the horse because if they used the back half it might be confused with presidential politics.\n\nThere are various accounts on how Pegasus was born. One of the more common tales is that when Perseus chopped off the head of Medusa, two winged horses came flying from her neck, Pegasus, and Chrysaor. So you see, technically it’s not that a winged horse is a pegasus, It’s that there was a winged horse named Pegasus. He was white and his brother Chrysaor was black. They are considered rather beautiful but so was their mother before her hair turned to snakes and she killed all her boyfriends. Their father of record was Poseidon, the god of oceans and horses because screw logic.\n\nSome say Pegasus’ brother Chrysaor was a warrior guy instead of a winged horse. Some actually say he was a giant winged pig. People say a lot of things. I wouldn’t put too much stock in any of it.\nPegasus knew some neat tricks. Like he could stomp the ground and a spring of fresh water would form there. Anyone who drank the water would be good at writing poetry. Pretty handy stuff.\n\ncreepy_horseOne account of the story of Pegasus has him being rather wild at first until he was finally tamed by Bellerophone. One day Bellerophone tried to reach Mount Olympus, home of the gods, by riding on Pegasus’ back. To stop him, Zeus sent a horsefly to sting Pegasus. The horse bucked and threw Bellerophone off. Pegasus then continued on alone to Olympus because why not?\n\nZeus sent Pegasus back down to find Perseus and help speed him along his journey. Half of the gods were always trying to slow Perseus down and the other half were trying to help him out because let’s face it, human politics is really what having gods is all about. It’s no different now.\n\nTo find the constellation, just look for the great square of Pegasus, which astronomers call The Great Square of Pegasus. One of the stars of the square, named Alpheratz (belly button), or sometimes Sirrah (mare), is the fourth brightest star in Pegasus and also the first brightest star in Andromeda. It lives on the border and has dual citizenship. It has two names because together they mean “belly button of the mare.” It’s just as well they dropped the mare part because Pegasus is a stallion. Come to think of it, he might not even have had a belly button since he spewed forth from a severed neck.\nM15M15 is a globular cluster in Pegasus and it has all the glory one expects from a globular. To find it, think of the great square as a baseball diamond. If Alpheratz\/Sirrah is home plate, then M15 is in center field, spitting and scratching himself and whatnot.\n\nNGC 7331 is one of your better galaxies that didn’t make the Messier list. It’s a beauty. Sometimes it is referred to as the “Milky Way’s Twin” because we think our own galaxy is a lot like it and hopefully we are just as satisfying for beings 40 million light years away to look at.\n\nStephans QuintetStephan’s Quintet is the most famous of the galaxy pile-ups. It’s the sort of thing the Milky Way Galaxy has to look forward to in about 3 or 4 billion years from now. The Andromeda Galaxy is speeding towards us, we’re speeding towards Andromeda, and how’s this for oversight, galaxies don’t have brakes. Meanwhile the government is totally ignoring the issue.\n\nal_03The Einstein Cross is in Pegasus and it’s a hell of a deal. It looks like four little blobs surrounding a bigger blob. But it’s actually four images of the same distant quasar whose light is being refracted and projected by the warping of space-time due to an intervening galaxy. Albert Einstein warned us this might happen, while he wasn’t busy fleeing from Nazi schweinhunde.\n\nCarpe Noctem\n\n, , , ,\n\n\nSubscribe to our RSS feed and social profiles to receive updates.\n\nNo comments yet.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9383814931,
        "format_confidence":0.9606831074
    },
    {
        "url":"http:\/\/alfin2300.blogspot.com\/2010\/08\/idaho-samizdat-hosts-nuclear-carnival.html",
        "text":"Friday, August 27, 2010\n\nIdaho Samizdat Hosts Nuclear Carnival #16\n\nHere is an excerpt from the 16th Carnival of Nuclear Energy at Idaho Samizdat Nuke Notes:\nAt Nuke Power Talk, Gail Marcus reflects on modern urban life without electricity following a thunderstorm in the Washington, DC, area that took it out. She asks people to remember where the juice comes from the next time they flip the switch. Will it be there if you rely on windmills?\nNucler renaissanceAt Areva’s North American Next Energy blog, Jarret Adams casts a skeptical eye on an essay by Carl Pope, director of the Sierra Club, on Huffington Post. Pope says nukes don’t add up.\nAdams asks how Pope can think that when nuclear energy’s revival already is well under waywith more than 50 new plants under construction worldwide. More than 20 of these new reactors are being built in China alone.\nSteve Hedges writing at Nuclear Town Hall agrees. He notes that financial analysts at Standard & Poors published this note:\n“In other countries, new nuclear construction is in full swing. Many have adopted nuclear generation as an integral energy source option; about 60 nuclear plants with various reactor technologies are currently under construction around the world, and many more are in the advanced development and planning stages.”\nHe also reports that S&P even has positive words for Europe where “a steady stream of new reactors in Europe and Asia has established a relatively cheap supply chain and a skilled labor force there.”\nIn the U.S. TVA has just committed $248 million for 2011 to continue the re-start of construction of its Bellefonte reactor in Scottsboro, Ala. Read all about it at CoolHandNuke. TVA has successfully re-started a reactor at Browns Ferry and will complete work on one at Watts Bar in 2012.\n\nAt Idaho Samizdat, Dan Yurman writes that taxes and liability issues tie nukes in knots in Germany and India. If these two countries want nuclear energy, they have a strange way of showing it. India’s parliament finally passed the liability measure after protracted debate. It will open Indian markets to U.S. firms. Germany’s nuclear utilities now want to issue government backed bonds to pay for investment in alternative technologies instead of paying a tax on fuel rods. Stay tuned.\n\nThe faux environmental movement is a multi-billion dollar enterprise, with strong tentacles extended deeply into all western governments and into inter-governmental agencies such as the UN and its IPCC. Besides blocking nuclear energy and all other workable forms of big energy and power, the faux environmental movement wants to reduce the human population of Earth by at least 90% -- see and the voluntary human extinction movement, for the barest hint of the deeper and unstated plans of the faux environmentalist industrial - political - economic complex. There are plenty of other websites where one can get a more explicit and intentional portrayal of the true aims of the movement, if one is willing to do a bit of digging.\n\nWith most of the world's large governments and governmental lobbies -- except Russia and China -- infested by the faux environmental movement, it is no wonder that Germany, India, and the US are unable to get a rational nuclear power construction program going.\n\n\n\nPost a Comment\n\nSubscribe to Post Comments [Atom]\n\n<< Home\n\nNewer Posts Older Posts",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.5911607146,
        "format_confidence":0.9911583066
    },
    {
        "url":"http:\/\/www.vipinpawar.in\/2021\/06\/now-you-may-see-this-weeks-indiana.html",
        "text":"Sunday, June 27, 2021\n\nNOW You May See This Weeks Indiana \"Earthquake Minute\" At EQ Blog!!! CLICK Arrow:\nView in browser Switch to weekly Unsubscribe\nFeedspot digest contains latest stories from the sites you're following on Feedspot. Configure.\nThe EQ Alert Guy\n  WATCH Indiana Earthquake Vid at YouTube@  AND Check Out The Script\/Transcript@  https:\/\/earthquake...\n9 hours ago\nUpgrade to Feedspot Premium\nFeedspot bundles five great Feedspot services into one easy subscription.\nContent Reader, Brand Monitoring, Social Media Scheduler, RSS Combiner & Widgets — all come together for you\nYou received this email because you signed up at Feedspot.\nUnsubscribe from daily emails or Switch to weekly or Change Email Settings, 303 Cape Court, Mill Valley, CA 94941\nClick here to view this email in your browser\n\nLorem ipsum dolor sit amet, consectetuer adipiscing elit, sed diam nonummy nibh euismod tincidunt ut laoreet dolore magna Veniam, quis nostrud exerci tation ullamcorper suscipit lobortis nisl ut aliquip ex ea commodo consequat.\n\n\nStart Work With Me\n\nContact Us\nVipinKumar R. Pawar",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.5636224151,
        "format_confidence":0.6472225785
    },
    {
        "url":"https:\/\/gdweatherpost.com\/2018\/12\/19\/cloud-cover-gradually-builds-through-out-the-day-here-is-todays-forecast-for-wednesday-december-19-2018\/",
        "text":"Cloud cover gradually builds through out the day. Here is today’s forecast for Wednesday, December 19, 2018\n\nLast updated by Devontae Jackson\n\nToday’s Forecast for Wednesday, December 19, 2018\n\nGood morning everyone, this morning you will want to bundle up becuase it is cold outside. During the writing of this forecast we are sitting in the 20s. Temperatures will go up about 20 more degrees today though. So, expect a high of 49 and don’t be surprised if someone makes it to 50 degrees today. Our low will be around 33.\n\nWe will also have mostly cloudy skies today. It is important to note that cloud cover in general will increase as we head through the day. Cloud cover is increasing ahead of a low-pressure system that will bring rain and snow to the area starting tomorrow.\n\n\nAuthor: Devontae Jackson\n\nHello everyone, I am the founder and lead weather forecaster for The Greater Dayton Weather Post! I am a learning meteorologist, weather enthusiast, and weather photographer!\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9824095964,
        "format_confidence":0.7927770019
    },
    {
        "url":"https:\/\/newpapyrusmagazine.blogspot.com\/2019\/06\/",
        "text":"Tuesday, June 18, 2019\n\nCommercial Launch Demand to Private Microgravity Habitats at Low Earth Orbit\n\nNotional 7 meter in diameter Blue Origin space habitat (Credit: NASA & Blue Origin)\n\nBy Marcel F. Williams \n\nA 2018 Pew Research poll suggest that 42% of Americans would be interested in traveling into space. But, so far, only seven super wealthy individuals have been able to do so with their own private funds. Multimillionaire Dennis Tito was the first tourist to travel into space to the ISS. Billionaire Charles Simonyi was the first space tourist to pay for  two trips to the ISS.\n\nThe Russian space agency has charged these super wealthy individuals between $20 million to $40 million to travel to the ISS. And because of the extraordinarily high cost of space travel,  space tourism has been exclusively for the super wealthy.\n\nMultimillionaire Dennis Tito (far left) became the first space tourist in April of 2001\nBigelow Aerospace is currently offering tickets to the ISS for $52 million each for a one to two month stay at the International Space Station. \n\nThere are over 2100 billionaires on Earth. 52,000 people in the world who are worth over $100 million with 15,000 of those individuals living in the US alone. So there are at least 52,000 people on Earth who could afford to travel to a space and to a space station at current prices.\n\nCompanies like Bigelow Aerospace have also been developing their own private space habitats that they hope to deploy some time during the next decade. And  NASA has recently presented space habitat concepts from several private space companies including Blue Origin and Lockheed Martin. \n\n$50 million seems close to the current rate for training, transporting, housing, and feeding a space tourist.  Optimally, you want to protect your customers health, so ten days in space should prevent any noticeable anatomical or physiological health effects. The ten days would include the launch days to the private space station and the return to the Earth's surface. That should give a tourist 8 full days inside of a private space station.  The pre-launch experience should also include astronaut training with maybe a few hyperbolic flights aboard a jumbo jet to test the individuals reaction to brief periods of microgravity and dynamic flight situations.\nNotional 8.4 meter in diameter SLS derived microgravity habitat (Credit NASA)\nOnce inside of the orbiting space habitat, a paying tourist should be given spacious-- private quarters-- for sleeping, bathing, communicating with friends and family back on Earth and watching network and cable television programs or videos and movies on a private wide screen monitor. \n\nA large microgravity recreational area should also be available for guest. And the recreational area should be at least as spacious as the accommodations  experienced by astronauts aboard the old 6.6 meter in diameter Skylab facility. Notional habitats derived from the New Glenn upper stage (7 meters in diameter), Bigelow's Olympus: BA-2100 (12.6 meters in diameter), and SLS propellant tank technology derived habitats (8.4 meters in diameter) should provide spacious environments for microgravity recreational activities. \n\nA Cupola window viewing area of the Earth should be continuously available for guest.\n\nSamantha Cristoforetti taking photos within the ISS Cupola (Credit: NASA)\n\nAt least three FlexCraft EVA tours should be available so that guest can experience moving about in space while experiencing spectacular view of the Earth and external views of the  space habitat where they have been residing. FlexCraft would give tourist the advantage of quick and convenient access to space without the need for several hours of pre-breathing oxygen in order to prevent decompression sickness (the bends).  Flexcraft can be flown in space by the tourist or tele-operated by personal on the ground or authorized personal inside of the space habitat. Manipulation arms could also be removed from FlexCraft vehicles that are utilized for tourist.\n\nNotional FlexCraft single person vehicle (Credit: NASA)\nThe commercial spacecraft pilots could serve as the onsite guest service agents for the tourist they've taken up to the space habitat. Robots operated by personal on Earth could be used by the space habitat owners to assist the pilots and their guest-- even on FlexCraft EVAs. \n\nIf the polls are correct then their should be at least  6300 super wealthy Americans who desire to travel to a space station-- and can afford to do so. And if there is a similar statistical desire  world wide, then there should be  at least  22,000 super wealthy people who want to travel into space-- and can afford to do so.\n\nAnnually, if just 10% of the super wealthy who desired to travel into space (2200 people)-- did so-- that would require 440 to 550 private commercial launches every year. In 2018, there were only 111 successful space launches with only four them being crew launches. So space tourism should create dramatic increase in the launch rate accompanied by substantial reductions in launch cost. But even if it were only 1%, that would require 44 to 55 private commercial launches every year.\n\nBut what if there was a national or even an international lotto system that could allow private individuals to risk an American dollar for a chance to travel into space? What if  42% of adult Americans risked $5 a year, on average, for a chance to travel into space through a Space Lotto system?  That would generate approximately $1.2 billion a year for crew launches. And that would be enough money to send 24 average Jane's and Joe's into space every year (5 to 6 additional crew launches).\n\nBut you could add even more incentive for Americans to purchase Space Lotto tickets if winners were given a monetary prize of $250,000 (less than 1% of the cost for the round trip ticket to space). Winners could be given $125,000 initially for their time off from work for astronaut training and traveling into space. An additional $125,000 would be given to them once they returned from space.\n\n If 42% of the world's adult population were willing to participate in Space Lotto system with a similar financial reward but only risked $2 per year, that would still generate $5 billion a year. That could purchase enough tickets for 100 winners per year (20 to 25 additional crew launches).\n\nOptimally, a single private space habitat might be able to accommodate 36 tourist flights per year for a 10 day stay. Ten habitats would be required to accommodate 360 flights per year. So, obviously, there would also be a significant launch demand just to deploy the private habitats needed to accommodate potential tourist. \n\nRecreational activity within the interior of the 6.6 meter in diameter Skylab space station. \n\nReferences and Links\n\nSpace tourism? Majority of Americans say they wouldn’t be interested\n\nNASA LEO Commercialization Study Results \n\nSpace Tourism\n\nSpace Adventures \n\n\nBigelow aims to sell rides to space station on SpaceX Dragon ships for $52M a seat\n\nThe World's Billionaires\n\nYou're not rich until you have $100 million, says rich people\n\nUltra high-net-worth individual\n\nHere's where the world's richest 0.00168% live\n\nBlog Archive\n\n\nPopular Posts",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9232683778,
        "format_confidence":0.7814849019
    },
    {
        "url":"http:\/\/blog.readingthinkingandwriting.com\/?tag=t-cells",
        "text":"Tag: T Cells\n\nAdoptive Cell Therapy Part 1: Chimeric Antigen Receptors\n\nby on Apr.26, 2011, under Oncology\n\nImagine a person with Stage IV Chronic Lymphocytic Leukemia, a cancer of the white blood cells. A scan of his bone marrow shows almost complete replacement of healthy cells with cancerous. The cancer is chemorefractory, meaning it survives every dose even while his normal rapidly dividing cells do not. Now, instead of the normal treatment progression and a poor prognosis, some healthy T cells are extracted from his blood. They are processed, induced to replicate, and then the large resulting colony of cells is infused back into his blood. Thirty days later, a scan reveals his bone marrow to be clear of the cancer and another 6 months later shows the same; a complete resolution to the cancer.\n\nWhile I asked you to imagine, you actually don’t have to; the process, the person, and the results are real; part of a clinical trial which is still actively recruiting patients. It is not complete and the information presented in the NIH webcast, which was my original reference for this post, has not been audited let alone published1. The same however, was not the case in all CAR trials, two courses in others, resulting instead, sadly, in fatalities2. However, as I will present in my next post, the protocol was changed for the second group and there were special circumstances. (* See Note: I am not a physician, I am self-taught in the bio-sciences).\n\nThis new approach to cancer treatment, which includes the specific therapy that killed this man’s cancer, is known as Adoptive Cell Therapy. Specifically in this case, engineered genes coding for what is known as a Chimeric Antigen Receptor (CAR) were introduced into the T cells extracted from his blood via a retro-viral vector. I wrote about Antigen Receptors over my last four posts and the word Chimeric in the world of molecular biology refers to the fact that the gene is actually a combination of other genes or gene segments brought together from different sources. You may note that the concerns from previous attempts at using retroviruses are mitigated here because the transfection actually occurs, effectively, in a petri dish rather than in the body of the patient. Further, using a cytotoxic T cell is preferable to say antibody treatment since rather than relying on an orchestrated immune response to the antibody binding of its ligand to kill a target cell; cytotoxic T cells kill directly and serially.\n\nThere are essentially three steps in the engineering of a gene which encodes the CAR. The first is to identify a molecule, the new receptor’s ligand, that exists on the surface of the cells that are to be destroyed. The second is to find a molecule that has binding specificity for that ligand, perhaps a variable region from an antibody or the extracellular region of a co-stimulatory receptor.\n\nFor example Herceptin is a monoclonal antibody used in the treatment of breast and other cancers. It has binding specificity for erbB2 which is highly expressed on the surface of malignant cells. Another example comes from the fact that the CD8 receptor found on T Cells happens to bind with high affinity to the glycoprotein GP120 which is present on the envelope of HIV.\n\nIf an antibody is chosen, segments of the genes that encode the variable regions of the heavy and light chains (see previous posts) are linked together from the 3’ end of the light chain to the 5’ end of the heavy (note that DNA molecules are formed in one direction 5’ to 3’)3. This produces a gene which encodes a single protein designated scFab or Single Chain Antigen Binding Fragment.\n\nThe next step is to find a suitable signal generation protein chain for the intracellular domain of the chimeric receptor. This step is far simpler than the first two given that it appears that there a relatively small number which can initiate T cell effector programs such as cytotoxicity. Second generation CARs, for example, used the zeta ( ζ) chain of the T Cell Receptor Complex joined to the scFab via the transmembrane region of a co-stimulatory molecule such as CD 8 or CD282. Third generation CARs use the intracellular signaling domains from 4-1 bb or OX402. I haven’t read of the reasoning for the change, but my thoughts are that it stems from the fact that 4=1 bb and OX40 are present only on T cells which are already activated. The ζ chain, on the other hand is involved in the initial activation of a T cell. Therefore the results of the signaling through 4-1 bb and OX40 would be more specific to cytotoxic effector function rather than the proliferative and cytokine release functions that are part of the in the initial activation of a T cell. This means that there wouldn’t be cascading bursts of T cell proliferation and cytokine production following each encounter with the CAR and it’s antigen thus lessening the potential for a massive expansion of the T cell population after injection and adverse reactions to very large releases of cytokines.\n\nTo illustrate the need for a signaling region, consider the ζ chain. The T and B Cell Antigen Receptors, whose formation I presented in my previous four posts, are key to the function of our adaptive immune response. However, they are not present in the membrane alone and they are not actually capable of producing an intracellular signal. Though I didn’t mention the other proteins in my posts, the Antigen Receptors are actually part of a complex which includes other proteins in close association which are capable because they contain ITAMs. The ITAMs; Immunoreceptor Tyrosine-based Activation Moieties, are initiators of stimulatory signals and are activated when the Antigen Receptor binds its ligand. In a T cell these proteins are collectively known as CD3 and together with the Antigen Receptor; the T Cell Receptor Complex.\n\nFigure 1 – T cell Receptor Complex\n\nReturning to our hero and the generation of the Chimeric Antigen Receptors that killed his cancer… In the lab (in vitro), the proliferation of his T Cells was induced, amazingly, using beads engineered to mimic the activity of dendritic cells which are the most proficient presenters of antigen to T cells in the body (in vivo). Then the genes encoding the third generation CAR are delivered to those cells, via a retrovirus. His T cells are subjected to a battery of quality tests and then cryogenically frozen until he was ready to receive them.\n\nThe scFab region of this CAR has binding affinity for a molecule (the receptor’s “ligand”) expressed on the surface of the malignant cells known as CD19. When the millions of his T Cells, rendered cytotoxic and specialized through synthetic bioengineering, were injected into his blood, the cancer was gone within 30 days.\n\nDespite this astounding result, and the result of others in the trial, the work, is still far from complete. CD19 may be expressed on his malignant cells, but those cells were B cells, and CD19 is expressed on virtually all B Cells. So at 6 months, while his bone marrow was clear of the malignant cells, it was also clear of any B cells. While this was actually a big step to the positive given immunosuppressive chemo isn’t usually so selective, an “on-target but off-organ” effect has been seen in this and other studies2. This occurs when the target of the anitgen targeted by the T cells is expressed on healthy cells not intended as targets. In the case of CD19, this is less an issue because the Immune System is regenerative and its function is specific. However, if the target is expressed on the cells of healthy tissue to a high enough degree, the results can be devistating.\n\nThe people included in the trail, as I interpret the information, had a very poor prognosis with advanced, chemorefractory cancers. The two fatalities in another CAR trial involved several differentiating factors, but the exact cause of death was presented as inderterminate. In one case there was the possibility of an unrelated infection as the cause, but in the other “on-target, off-organ” seemed likely. I will present more information on this as well as the “on-target but off-organ” effect in my next post.\n\n* Note: I’m not a researcher nor a clinician, and nothing I present in this post, or any other post I may make on a health science topic, should in any way be considered medical advice, the intent of the authors of any of the texts or research I reference, or an authoritative presentation on any source used. This post is solely my understanding along with, perhaps, my ideas based on my understanding of the material I’ve read.\n\n1. “Adoptive T Cell Therapy: Entering the era of Synthetic Biology”\nCarl June\nUniversity of Pennsylvania\n\n2. “Safer CARs”\nHelen E Heslop\nMolecular Therapy (2010) 18 4, 661–662. doi:10.1038\/mt.2010.42\n\n3. “Specific activation and targeting of cytotoxic lymphocytes through chimeric single chains consisting of antibody-binding domains and the y or C subunits of the immunoglobulin and T-cell receptors”\nProc. Natl. Acad. Sci. USA\nVol. 90, pp. 720-724, January 1993\n\n4. “HER 2\/neu protein expression in colorectal cancer”\nB Schuell (a) , T Gruenberger (b) , W Scheithauer (a) , Ch Zielinski (a) and F Wrba (c)\na. Department of Internal Medicine I, Division of Clinical Oncology, University Hospital, Vienna, Austria\nb. Department of Surgery, University Hospital, Vienna, Austria\nc. Department of Pathology, University Hospital, Vienna, Austria\n\n5. “Specific activation and targeting of cytotoxic lymphocytes through chimeric single chains consisting of antibody-binding domains and the γ or ζ subunits of the immunoglobulin and T-cell receptors”\nDepartment of Chemical Immunology, The Weizmann Institute of Science, Rehovot 76100, Israel\nProc. Natl. Acad. Sci. USA\nVol. 90, pp. 720-724, January 1993\n\nLeave a Comment :, , , , , , , , more...\n\nSomatic Recombination Part 4: Cutting up your DNA\n\nby on Mar.06, 2011, under Immunology\n\nSo you’ve been told that all the cells in your body contain the... (truncated)",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.6535972357,
        "format_confidence":0.9085392356
    },
    {
        "url":"http:\/\/thaiodonata.blogspot.com\/2011\/03\/brachydiplax-chalybea-chalybea.html",
        "text":"Tuesday, March 1, 2011\n\n46. Brachydiplax chalybea chalybea (Brauer, 1868)\n\nNumber: 46\nFamily: Libellulidae\nGenus: Brachydiplax\nSpecies: Brachydiplax chalybea chalybea\nCommon name(s): Greater Grey Skimmer, Yellow Patch Lieutenant, \nBlue Dasher, Rufous-backed Marsh Hawk \nThai name(s): แมลงปอบ้านสีตะกั่วทุ่งนา\nHabitat: Exposed ditches, drains, ponds and lakes (uplands & lowlands)\nProvince(s) sighted: Widespread (Khon Kaen); Nam Nao NP\/environs (Petchabun);  Phu Rua environs (Loei); Widespread (Chiang Mai); Khao Yai (Nakhorn Ratchasima); Khao Soi Dao (Chantaburi); Kabin Buri; \nlarge lagoon (Prachaub Khiri Khan); Undon Thani\nSightings (by me): Extremely common\nIn flight: March-December (probably all year)\n\nAnother handsome dragonfly that is part of the Brachydiplax genus is the common Brachydiplax chalybea chalybea. This species is widespread and can be seen at most ponds, pools and lakes that have tall reeds at the edge. They are also very small in terms of dragonflies, but the colours are amazing.\n\nThe male\nThe male has a striking blue and orange thorax, backed by a blue abdomen with black segments towards the end. It is a truly magnificent dragonfly and one you can see almost anywhere in the lowlands and many upland places too. Be aware though, as they are easily frightened and fly away at the slightest thing. This one is obelisking (doing a kind of handstand), in order to minimize the amount of sun on its body. \n\nThe young male ...\n\nNot commonly seen at this stage.  He is very orange indeed!\n\nThe female\nOddly enough, even though the male is very common, the female is not so. Or, at least, it is seldom seen. I have spotted the female only on a few occasions, often hiding away in the trees and away from the frisky males and only come down to the water's edge briefly. As far as I am aware, they stay well away from the water and only become visible when they are ready to copulate.\n\nNo comments:\n\nPost a Comment",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9888669848,
        "format_confidence":0.9351529479
    },
    {
        "url":"http:\/\/yajnacentre.blogspot.com\/2009\/06\/jatropha-miracle-drought-resistant.html",
        "text":"Thursday, June 11, 2009\n\n\nMiracle Biofuel Plant Jatropha Reveals Its Achilles Heel\n\nA single liter of jatropha biodiesel requires a whopping 20,000 liters of water to grow, say researchers at the Netherlands’ University of Twente.\n\nBy Chris Morrison\n\n\nJune 9th, 2009\n\nJatropha, a hardy, drought resistant plant that grows oil-heavy fruit, was supposed to be the salvation of the biodiesel industry. The plant, which was targeted for an $80 million pilot project by BP and D1 Oils, can grow on marginal lands that crops don’t like. It tends to favor a land type that is common in developing countries like China and India, as well as many African nations, giving them a much-needed edge. Its fruit can be up to 40 percent oil, making it an excellent energy source.\n\nBut jatropha is also new to cultivation, and planters are still figuring out how to effectively grow the plant. Predictably enough, they’re finding out that rosy initial estimates on how well the plant would do may have been vastly overblown. The biggest problem by far is the amount of water the plant consumes, according to a study covered in MIT’s Technology Review.\n\nA single liter of jatropha biodiesel requires a whopping 20,000 liters of water to grow, say researchers at the Netherlands’ University of Twente. That’s more than canola, corn, soybeans or sugarcane — more, in fact, than any commonly used biofuel crop. The two closest, canola and soybeans, require about 14,000 liters each.\n\nThe irony of jatropha’s water needs is considerable, since the plant is supposed to be a godsend for arid land that doesn’t get much rainfall. The report suggests that jatropha does just fine without much water, but only produces bumper crops when it has plenty to drink, much like any other plant.\n\nHow much of a problem will the water requirements be for the burgeoning jatropha industry? Possibly not as much as it might seem at first glance. Irrigation of dry land is practiced around the world at massive scales, so the barrier is not technical. However, sucking up all the water available in a locality will pit jatropha against food crops and people, putting it in the same boat as ethanol from corn.\n\nYields from jatropha may also be only a quarter of some estimates, so the economics of the plant may not be as incredible as first thought, either. What those are, exactly, will be revealed only later by the success of a first generation of companies like Galten Biofuels, Jatoil and the BP partnership.\n\nAnd finally, there’s also hope that jatropha will mature into a better biofuel producer. Any plant new to cultivation takes a period of time before it reaches an optimum tame form, and jatropha has only been in use for a few years. There are also companies like SG Biofuels, covered here a couple months ago, that are performing gene research on jatropha in hopes of extending its range and improving its yield.\n\nThe complete report can de downloaded at the following link:\n\nDownload PNAS-2009-Gerbens-Leenes-0812619106.pdf\n\nNo comments:",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.6230819821,
        "format_confidence":0.7485496402
    },
    {
        "url":"https:\/\/myfloweraday.wordpress.com\/2011\/07\/25\/titanic-penis-flower-dont-be-fooled-by-the-name\/",
        "text":"titanic penis flower (don’t be fooled by the name)\n\nToday is our moving day where I will spend all day moving all our furniture so I don’t have time to make a fun flower, so I did some research and found this rare flower for everyone to look at and read about.\n\nThe titan arum (a.k.a titanic penis) is not the world’s biggest flower, but it does have the world’s biggest inflorescence. Like the rafflesia, it also grows in Sumatra and also is called the corpse flower after its notoriously rotten stench.\n\nYou can read more about this flower here: http:\/\/www.environmentalgraffiti.com\/news-titan-arum-largest-and-rarest-tropical-flower-earth\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8165980577,
        "format_confidence":0.9893499017
    },
    {
        "url":"http:\/\/www.pearltrees.com\/u\/25499501-collective-intelligence",
        "text":"background preloader\n\nHow to Cultivate Collective Intelligence\n\nThe first time I heard the word \"swarming\" in a business context, it made me chuckle. I had an instant visual of bees dressed in suits and carrying briefcases, furiously buzzing over, under, and around a conference table. They weren’t accomplishing anything—just making a lot of noise and looking for something to sting. Then it occurred to me that all worker bees are female. Each bee in my mental image was now wearing a suit with a skirt, and red high heels on all six feet. By this point I was ready to give up on the idea of swarming in business altogether. However, I am a huge believer in collective intelligence, whether at work or in the wild. Similarly, the human brain is naturally wired for empathy, connectivity, and collaboration. An important issue may develop in another time zone across the world, or an immediate deadline may be set. Progress will depend on your ability to bring together highly functioning groups of diverse people.\n\nRelated:  WisdomCollective IntelligenceCollaborative Organizations\n\nThe Nature of Consciousness: How the Internet Could Learn to Feel - Steve Paulson \"Romantic reductionist\" neuroscientist Christof Koch discusses the scientific side of consciousness, including the notion that all matter is, to varying degrees, sentient. If you had to list the hardest problems in science -- the questions even some scientists say are insoluble -- you would probably end up with two: Where do the laws of physics come from? How does the physical stuff in our brains produce conscious experience? Even though philosophers have obsessed over the \"mind-body problem\" for centuries, the mystery of consciousness wasn't considered a proper scientific question until two or three decades ago. Then, a couple of things happened.\n\nGetting from Collective Intelligence to Collective Action I really enjoyed attending the Collective Intelligence FOO Camp, sponsored by Google and O'Reilly Media, last weekend. I'd been expecting a sort of geek slumber party, and had looked forward to rolling out my awesome Darth Vader impersonation. I was all set to cut loose with a growling, \"I'm your father, Luke.\" Collective Intelligence Collective Intelligence As we explore ways to generate more effective groups, organizations, institutions, and other human systems, it may help to begin by taking a closer look at collective intelligence. When I investigate the problems that we face in the world today, I seldom find that individual evil is a central cause. More often I find basically good, intelligent people collectively generating discord and disaster -- in families, groups, organizations, nations and the world. Meanwhile, in their own lives, from their own perspective (and usually that of their loved ones), most of them are doing perfectly good, decent things.\n\nHard problem of consciousness The existence of a \"hard problem\" is controversial and has been disputed by some philosophers.[4][5] Providing an answer to this question could lie in understanding the roles that physical processes play in creating consciousness and the extent to which these processes create our subjective qualities of experience.[3] Several questions about consciousness must be resolved in order to acquire a full understanding of it. These questions include, but are not limited to, whether being conscious could be wholly described in physical terms, such as the aggregation of neural processes in the brain.\n\nCollective intelligence in small teams A new study co-authored by MIT researchers documents the existence of collective intelligence among groups of people who cooperate well, showing that such intelligence extends beyond the cognitive abilities of the groups’ individual members, and that the tendency to cooperate effectively is linked to the number of women in a group. Many social scientists have long contended that the ability of individuals to fare well on diverse cognitive tasks demonstrates the existence of a measurable level of intelligence in each person. In a study published Thursday, Sept. 30, in the advance online issue of the journal Science, the researchers applied a similar principle to small teams of people. They discovered that groups featuring the right kind of internal dynamics perform well on a wide range of assignments, a finding with potential applications for businesses and other organizations. “We did not know if groups would show a general cognitive ability across tasks,” said Thomas W.\n\nCollaborative Leadership What is collaborative leadership?Why practice collaborative leadership?When is collaborative leadership appropriate? A Brief Guide to Embodied Cognition: Why You Are Not Your Brain Embodied cognition, the idea that the mind is not only connected to the body but that the body influences the mind, is one of the more counter-intuitive ideas in cognitive science. In sharp contrast is dualism, a theory of mind famously put forth by Rene Descartes in the 17th century when he claimed that “there is a great difference between mind and body, inasmuch as body is by nature always divisible, and the mind is entirely indivisible… the mind or soul of man is entirely different from the body.” In the proceeding centuries, the notion of the disembodied mind flourished. From it, western thought developed two basic ideas: reason is disembodied because the mind is disembodied and reason is transcendent and universal. However, as George Lakoff and Rafeal Núñez explain:\n\nCollective intelligence Does this person feel playful or irritated? If you said irritated, you aren't as likely to raise the collective intelligence of a group. It is a truism that the smartest of all of us is not smarter than all of us, but how much smarter all of us are depends on how we work together. Ecology lives and breathes by group efforts these days--very rarely are papers ever published by a single author. Yet, we have paid scant attention to how to put these groups together and what makes them successful. A paper last fall in Science actually did experiments to test what factors made groups collectively the most intelligent.",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8773806095,
        "format_confidence":0.7229784727
    },
    {
        "url":"https:\/\/www.fanaticalfuturist.com\/2017\/03\/google-and-htc-are-developing-invisible-vr-headsets\/",
        "text":"The best technology is invisible, and Google and HTC hope that this counts.\n\n\nGoogle used to, I don’t know if they still do, have a saying that the best technology was the technology that was invisible to the consumer. In other words, if you develop technology correctly people shouldn’t even be able to realise that they’re using it.\n\n\nScientists publish a plan to bring back the extinct Caspian Tiger\n\n\nNow, saying that is one thing, and creating technology that provides consumers with a seamless, and frictionless customer experience is all great, but as most analysts keep pointing to 2016, then 2017 as “the year virtual reality (VR) goes mainstream” I still come back to this original saying – in part because I for one don’t think we will see mass adoption of consumer VR when the whole family is still forced to sit on the sofa and watch a film in VR wearing a massive headset. It didn’t fly for 3D TV’s, which recently, officially died a death, and it won’t fly for VR either.\n\nThe best VR technology is surely going to be the one you “just use” and is “invisible.” In my mind VR will begin to see mass adoption when it’s embedded into contact lenses and where you can turn it on and off just by blinking. That’s invisible, and today’s massive VR headsets, most of which give people neck ache, are anything but invisible. In fact, they’re the opposite they couldn’t be more visible if they tried – maybe painting them bright orange would up the ante there…\n\nIn recognition of all of this Google’s Daydream Labs team have partnered with HTC to see if they can figure a way to turn VR headsets invisible – and it looks like they might have succeeded. That said though it’s not invisible by my definition – as you’ll see from the video below. However, kudos for trying…\n\n\n\n\n\nThe new technology that the duo are developing lets spectators see the VR users full face, while they have the headset on. In order to achieve this the team first constructs a 3D model of the user’s face, using a colour and depth camera in a process that takes about a minute to complete.\n\n\n\n\n\nNext, they’re handed a modified HTC Vive headset that’s capable of tracking eye gaze. For a fully immersive video demo, the user is shot in front of a green screen while they’re in a VR experience, with their VR environment composited into the background. The specialised camera setup used to film it all is calibrated and time-synced with the headset, which makes it possible to replace the headset with the 3D face model and line it up with the visible portion of the user’s face.\n\nSlapping someone’s face onto the outside of a VR headset still looks strange so the team opted for a ‘scuba mask effect.’\n\n\n6G demonstrated in the labs as researchers stream uncompressed 8k video\n\n\n“Headset removal is poised to enhance communication and social interaction in VR itself with diverse applications like VR video conference meetings, multiplayer VR gaming, and exploration with friends and family. Going from an utterly blank headset to being able to see, with photographic realism, the faces of fellow VR users promises to be a significant transition in the VR world, and we are excited to be a part of it,” said the Google team in a blog post.\n\nAs far as I’m concerned though it still looks weird, albeit a small step forward to making these things “invisible” but there’s still a lot of room for improvement. I’m waiting for my contact lenses…\n\nAbout author\n\nMatthew Griffin\n\nMatthew Griffin, described as “The Adviser behind the Advisers” and a “Young Kurzweil,” is the founder and CEO of the World Futures Forum and the 311 Institute, a global Futures and Deep Futures consultancy working between the dates of 2020 to 2070, and is an award winning futurist, and author of “Codex of the Future” series. Regularly featured in the global media, including AP, BBC, Bloomberg, CNBC, Discovery, RT, Viacom, and WIRED, Matthew’s ability to identify, track, and explain the impacts of hundreds of revolutionary emerging technologies on global culture, industry and society, is unparalleled. Recognised for the past six years as one of the world’s foremost futurists, innovation and strategy experts Matthew is an international speaker who helps governments, investors, multi-nationals and regulators around the world envision, build and lead an inclusive, sustainable future. A rare talent Matthew’s recent work includes mentoring Lunar XPrize teams, re-envisioning global education and training with the G20, and helping the world’s largest organisations envision and ideate the future of their products and services, industries, and countries. Matthew's clients include three Prime Ministers and several governments, including the G7, Accenture, Aon, Bain & Co, BCG, Credit Suisse, Dell EMC, Dentons, Deloitte, E&Y, GEMS, Huawei, JPMorgan Chase, KPMG, Lego, McKinsey, PWC, Qualcomm, SAP, Samsung, Sopra Steria, T-Mobile, and many more.\n\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.7339754701,
        "format_confidence":0.6879644394
    }
]