[
    {
        "url":"https:\/\/cscgolffitness.ca\/supporting-partners\/",
        "text":"Supporting Partners\n\nRobin Valadares\n\nHey there,\n\nI’m Robin, a physiotherapist, movement advocate and a golf enthusiast! I’ve been fortunate enough to attend Queen’s University for my undergraduate degree in Kinesiology and McMaster University for my postgraduate Master’s in Physiotherapy. \n\nA small secret about me, golf was my second love. I used to be obsessed with soccer, both playing and coaching, however after a few troubling knee injuries, my playing days were over. Thankfully I was still able to contribute to the sport, through on-field coverage as a therapist at the 2015 Pan Am games.\n\nAfter soccer, came golf, and I have been hooked since my early 20’s. So much so that I sought out all the technical information to incorporate into my practice. This lead me to the Titleist Performance Institute (TPI), where I was fortunate enough to be credentialed as a Medical Level 3 Practitioner for golf specific rehabilitation. My goal is to enhance the bodies of both amateur and professional golfers to their unique swing characteristics. \n\nOutside of my clinical practice, I have an educational role as Associate Clinical Professor (Adjunct) in the School of Rehabilitation Sciences at McMaster University working with the physiotherapy students of tomorrow.\n\nLooking forward to working with YOU,”\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.5089582205,
        "format_confidence":0.9812228084
    },
    {
        "url":"http:\/\/glenboles.ca\/about-glen\/",
        "text":"Glen BolesGlen was born in St.Stephen, New Brunswick, in 1934 and moved to Calgary in 1953. As a child all his spare time was spent either drawing, taking part in sports or roaming the woods. In 1957 he was persuaded to go climbing by fellow worker mountain climber Heinz Kahl, a native Bavarian. With Kahl and English climber Brian Greenwood he was introduced to the more difficult side of climbing, by 1960 he began to take it seriously.Glen Boles\n\nGlen has taken part in many facets of mountaineering from expedition climbing to mountain rescue and since the early days, he has climbed in the St Elias Range of the Yukon and Alaska, the Alps of Europe and extensively in the Rockies and the Interior Ranges of British Columbia, summiting close to 600. His first love though are the Canadian Rockies where he has topped out on over 450 peaks including many new routes and first ascents. During this time his pencils, pens and brushes had to take a back seat.\n\nAlso an avid skier, he has enjoyed cross country skiing, ski mountaineering as well as downhill skiing over the years. He spent 13 years on the Canadian Ski Patrol System and is now a member of the Ski Friends program at the Lake Louise ski area.\n\nGlen BolesGlen is now retired after spending thirty five and a half years with the City of Calgary Waterworks Engineering Division, the last eighteen years as the Waterworks Planner. He has been married to his wife Elizabeth since 1965 and resides in Cochrane, Alberta. Since retiring, he has resumed his interest in art, drawing in pen and pencil and painting with water colours and acrylics.\n\nFrom his mountaineering experiences, Glen has also developed a keen interest in photography and writing as well as art, these have evolved as enjoyable sidelines. Over the years he has built up a large collection of mountain photos in both colour and black and white to work from.\n\nGlen BolesGlen is the author of a book titled “Glen Boles My Mountain Album“. This book of his black and white photography and his art was published in 2006.\n\nHe was also co-author with Bill Putnam and Roger Laurilla of two editions of “The Climbers Guide to the Canadian Rockies-South” and “Place Names of the Canadian Alps”, renamed “Place Names of the Canadian Mountains” for the second edition. He attributes his enjoyment in the mountains to the freedom to explore, to keep fit and to think young.\n\nGlen is an Honorary Member of the Alpine Club of Canada, the American Alpine Club and the Calgary Mountain Club. He acted as honorary president of the Alpine Club of Canada from 2005-2009. During the Banff Mountain Film Festival of 2005, Glen received the Bill March “Summit of Excellence Award” for his contribution to Canadian mountaineering.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9672337174,
        "format_confidence":0.9897081852
    },
    {
        "url":"http:\/\/www.24hourfitness.com\/training\/trainer_finder\/clubs\/TrainerBio.html?trainerId=7517M&clubid=186&appMode=&sourceApp=AMP24",
        "text":"Samantha L.\n\nCertified Personal Trainer\n\nPersonal Trainer Bio\n\nsamantha l Picture\nGeneral availability:\nSun: 5:00 pm - 10:00 pm\nMon: 8:00 am - 8:00 pm\nTues: 6:00 am - 3:00 pm\nWed: 8:00 am - 8:00 pm\nThurs: 6:00 am - 3:00 pm\nFri: 8:00 am - 8:00 pm\nSat: 6:00 am - 3:00 pm\n\nTeam Member Since: 2012\n\nCheck Prices View Other Trainers\n\n\n: I recently decided to become a personal trainer when I realized how much fitness had truly changed my life. I started a serious workout routine that consisted of the gym almost everyday. I noticed a huge change in first my attitude and then in my body. I never left the gym feeling bad about myself and before I knew it the gym had become my second home. I learned to really love being fit and active and my goal as a personal trainer is to transfer that passion for exercise to my clients\n\nEducation and Certifications\n\n  • AED (Automated External Defibrillator)\n  • CPR Certification\n  • National Exercise and Sports Trainers Assoc. - Personal Fitness Trainer\n\nInterests and Achievements\n\n  • Running\n  • Hiking\n  • Spending time with friends, family, and my puppy\n  • Going to the beach\n  • Reading\n\nWhat's next\n\nAfter you purchase your sessions online, your Personal Trainer or the Fitness Manager will call you in 2-3 business days to schedule your first session.\n\nIf you'd like to get started sooner, please call or visit the club.\n\nPrintable Bio",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.7988600135,
        "format_confidence":0.7433409691
    },
    {
        "url":"http:\/\/davecskatingphoto.com\/",
        "text":"NEW: Photo books of GP Final in Barcelona available for purchase\n\nPhotoDave was born in Windsor, Nova Scotia where he received his early education at Windsor Elementary, Windsor Academy and Windsor Regional High before moving on to Dalhousie University to pursue an education in Biology, Chemistry and Psychology. Post grad work followed at N.S. Teachers College, Mount St. Vincent University and Acadia University.\n\nUpon graduation Dave took a position with the Windsor Regional School Board where he taught till his retirement in 1993 after 30 years of teaching biology and enjoying his many students and hobbies.\n\nThree of those hobbies were Travel, Photography and Figure Skating. Dave has now combined all three and now says: \"I have retired and gone to Heaven\". What better way to enjoy your retirement?\n\nDave first watched figure skating live when the ISU Worlds were held in Halifax in 1990, then he was hooked. The only Worlds not attended were the 92 Oakland and 93 Prague (the spring break just did not match up with the event date). Now that retirement is here Dave travels to both the Junior and Senior Worlds, Europeans, 4 Continents, Canadian Nationals, Skate America, Skate Canada as well as the GP's held in Paris and Germany.\n\nDave has been fortunate to have travelled around the globe photographing landscapes and nature including trips to exotic places like the Galapagos Islands, The Serengeti, China, the red centre of Australia and Great Barrier Reef, New Zealand. All but four American states as well as all Canadian provinces and the north as well as extensive travels throughout Europe and Asia.\n\nDave's photos have been published in skating magazines around the globe as well as many National newspapers as requested by his skater friends when they want their images published in their home countries.\n\nThe highlight of Dave's career as a figure skating photographer was a recommendation by the ISU to the IOC to cover the 2006 Games in Turin as a specialist photographer.\n\nThe fondest memories are seeing the smiles on the skaters faces when they receive disks containing photos of themselves from previous competitions. THAT MAKES IT ALL WORTHWHILE",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9279457331,
        "format_confidence":0.9910666347
    },
    {
        "url":"http:\/\/thebengalsboard.com\/User-ben-lewtas9",
        "text":"Registration Date: 02-16-2017\nDate of Birth: Not Specified\nLocal Time: 12-13-2017 at 08:52 AM\nStatus: Offline\n\nben_lewtas9's Forum Info\nJoined: 02-16-2017\nLast Visit: 12-09-2017, 09:46 PM\nTotal Posts: 18 (0.06 posts per day | 0 percent of total posts)\n(Find All Posts)\nTotal Threads: 1 (0 threads per day | 0.01 percent of total threads)\n(Find All Threads)\nTime Spent Online: 23 Hours, 7 Minutes, 13 Seconds\nReputation: 150 [Details]\nAdditional Info About ben_lewtas9\nTeam: Bengals\n\nben_lewtas9's buddies\nben_lewtas9 doesn't have add any buddy.\nben_lewtas9' awards.\nThis user has no awards at this time.\n\nProfile Visitors\nThere were no visitors on your profile.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.7365630865,
        "format_confidence":0.9830301404
    },
    {
        "url":"http:\/\/www.backpackinglight.com\/cgi-bin\/backpackinglight\/forums\/profile?ot=30&u=parkinson1157",
        "text":"BPL Community Profile\n\nColin Parkinson (parkinson1157) - BPL Guest\n\nMy Locale Ontario Canada\nAbout Me Colin Parkinson has not added a biography yet.\n\nYou cannot send this user a personal message (PM) because they have not specified a PM email address yet.\n\nAll Forum Posts by Colin Parkinson\n\nShowing 31 - 38 of 38 | Page: 1 2 3 4\n\n\nForum » Thread\n\ndraw string closer\nDan That is brilliant. I mad a bug bivy early this year but have not worked out a good closure method, as I find zippers and bug netting lead to snags, tears and tears. This is one of thos...\n\nIn Make Your Own Gear » LDPE no-sew (almost) tent\nJuly 14, 8:58pm\n\nwide mouth pepsi bottles\nThey disappeared in Canada over I year a go. I went to NY state last October and bought a pile so I can keep using the perfect bottle.\n\nIn GEAR » Pepsi Wide Mouth Bottles - Gone?\nJuly 07, 6:57pm\n\ncheap wind jacket\nAny thirft store will have nylon wind jackets for less than ten bucks. The ones I have found around the 4-5 oz range. get the full zip ones with a hood if possible.\n\nIn GEAR » cheap windjacket with hood -- less than 10 - 11 oz\nJuly 03, 6:04pm\n\nDoes any one still use the Silshelter\nAnyone?, I know there are lighter but at only 14oz for a fully enclosed roomy shelter it seems worth the weight. I pulled this out last weekend for an overnighter because it threatened to rai...\n\nIn GEAR » Does any one still use the Silshelter\nMay 17, 1:46pm\n\nThanks everybody\nThe reason I don't make a quilt is the draft factor from being a side sleeper. And yes I have made and tried a quilt before (a RJ style), the draft coming in around by back was very uncomfort...\n\nIn Make Your Own Gear » length of zipper for a down bag\nJanuary 30, 5:39pm\n\nlength of zipper for a down bag\nHere is my dilemma I have a zip less SD moonlight bag (1# 6oz), very light but useless unless near its 30f temp rating, too warm. Anyway I am going to add a zipper to the bag. I know more weight, ...\n\nIn Make Your Own Gear » length of zipper for a down bag\nJanuary 29, 6:06pm\n\nFishnet underwear\nI second the fishnet underwear warm when wore under wind proof clothing and instanly dried when got wet. But where do you find it now?\n\nIn GEAR » Doing Things Different -- and Liking It\nJanuary 04, 7:07pm\n\nwind proof hats\nI recomend a spandex type toque, I get them at running stores such as the runnning room. Mine looks like a neck tube but can be cinched up type at the one end to make a very wind proof and versiti...\n\nIn GEAR » Your favorite wind proof headwear?\nJanuary 04, 6:51pm\n\nAll Reader Reviews by Colin Parkinson\n\nColin Parkinson has posted no reviews.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9066300392,
        "format_confidence":0.7949908376
    },
    {
        "url":"http:\/\/www.utahyouthsoccer.net\/players\/player_of_the_month\/",
        "text":"Print Email\n\n\n\nTOSH Player of the Month \nFebruary 2017\n\nBode Davis2\n\nBode Davis\n\nCoaches Comments: Bode is one of the best “all around” kids I have ever coached. He represents our club, us coaches and his family to the fullest. I enjoy watching him grow as a player and I’m so proud of all of his accomplishments on and off the field as a player and young man.\n\n\nCurrent Team: La Roca ‘02 Premier TJ\n\nPosition: Number 8\n\nPlaying Experience: Been playing for La Roca for 7 years, ODP, Selected to play a tournament for the RSL U15 Academy\n\nFavorite Soccer Teams: Real Madrid, River Plate\n\nFavorite Players: Ronaldo, Di Maria\n\nMost Memorable Soccer Experiences: Winning championships, spending time with my teammates.\n\nFavorite Movie: The Pursuit of Happiness\n\nFavorite Book: Harry Potter\n\nFavorite Food: Café Rio\n\nSpecial Interests: gym, watching basketball\n\nCommunity Service: Volunteer for the LaRoca Rec Program\n\nAcademic Accomplishments: A year ahead in school and maintaining a 3.5 GPA\n\nPlayer of the Month is based on nominations.  If you would like to nominate a player for the UYSA Player of the Month, please read the requirements and email your nominations to Eric Landon (\n\n\nTo view recently honored players, please visit our TOSH Coach of the Month Archives page.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9947707057,
        "format_confidence":0.7045460343
    },
    {
        "url":"https:\/\/rawtravel.com\/staff\/dave-norris\/",
        "text":"Dave is an experienced International Mountain Leader and outdoor educator. He is also a Winter Mountaineering and Climbing Instructor, the highest UK mountaineering qualification.\n\nAfter completing 22 years in the British Army, mainly delivering adventure training, he worked as an outdoor trainer in New Zealand, Australia, the UK, France, Germany and the UAE.\n\nAs well as leading treks for RAW Travel, he runs his own adventure-based company in the foothills of the French Pyrenees. He lives here with his wife Louise, son Jake and two dogs Mir and Storm.\n\nWhen Dave is not guiding treks, you’ll find him cycling, paddling, skiing, climbing, snowshoeing and listening to music….loud!",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.5496553779,
        "format_confidence":0.9876114726
    },
    {
        "url":"http:\/\/www.joshsullivanfitness.com\/about\/",
        "text":"• D.O.B: 28\/01\/1996\n\n  • Height: 6’2”\n\n  • Weight: 182lbs (83kg)\n\n\n\nAbout Me\n\nI have now been training myself for 3 years. At the start I used to research a lot of things on YouTube\/google. However, there is a lot of myths still out there about what is the best for muscle growth and fat loss.\n\nIt is very daunting for a 17 year old not knowing where to start to step in a gym and try and train not only for enjoyment but for results. I have become obsessed with nutrition and training it is now the thing I most look forward to every day.\n\nFor the first 18- 24 months of training I followed a lot of bro splits I didn’t fully understand the biology behind how everything worked. This is why I made the decision to become a personal trainer, I had found my passion and I wanted to turn it into a career.\n\nThe course gave me a full understanding of how everything worked and to this day I am still learning new things. The main reason why I have started this website is to reach and help as many people around the world as I can.\n\nFitness has changed my life and I now want to pass on my experiences and knowledge to change other peoples lives.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9865905046,
        "format_confidence":0.9927226901
    },
    {
        "url":"https:\/\/www.itsroundanditswhite.co.uk\/contributors\/phil-spencer",
        "text":"Follow It's Round and It's White on Facebook\nPhil Spencer\nSports Reporter covering all levels of the Footballing Pyramid. Member of the Press Association and avid Middlesbrough fan. Twitter handle is PhilSpenc23\n\nTotal articles: 3\n\nNew posts have just been added\nPremier League\nMiddlesbrough Vs Stoke City Premier League Preview\n16:00 Friday 12th August 2016\n\nMiddlesbrough kick off their Premier League return with an eagerly anticipated home fixture against Stoke City at the Riverside Stadium on Saturday afternoon. Despite this being the clubs first top-flight outing in seven years is being greeted…\n\nPremier League\nWhat impact will Man Utd's Transfer business have on their Premier League aspirations?\n17:38 Tuesday 9th August 2016\n\nTuesday morning saw the conclusion of this summer's longest running transfer saga as Paul Pogba secured his return to Manchester United. The news of final confirmation has been a long time coming with agent's fees and image rights being the…\n\nEngland National Team\nSunderland facing summer of uncertainty as Allardyce talks rumble on\n16:00 Monday 18th July 2016\n\nSunderland are facing a stuttering start to their preseason preparations ahead of the start of the new English Premier Division season. Following on from a resoundingly positive end of season feeling on Wearside, fans and pundits alike were…",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9970247149,
        "format_confidence":0.7884388566
    },
    {
        "url":"http:\/\/www.ferrisstatebulldogs.com\/sports\/wgolf\/coaches\/Walling_Phil",
        "text":"Dr. Phil Walling\nDr. Phil Walling\nTitle: Volunteer Assistant Coach\nPhone: (231) 591-2183\nEmail: wallingp@ferris.edu\n\nDr. Phil Walling returns for the 2016-17 season as a volunteer assistant coach for both the Ferris State University men's and women's golf teams.\n\nThe 2016-17 campaign represents Walling's 18th year in an assistant coaching capacity for both the men's and women's golf programs at Ferris State.\n\nDr. Walling is a professor at the Michigan College of Optometry, which is located on the Ferris State University campus. He received his undergraduate degree form Western Michigan University and his doctorate in Optometry from the University of Houston College of Optometry and is currently the Chief of Medical and Surgical Services at the Michigan College of Optometry. One of his interests is in the area of sports vision.\n\nWhile in Texas, he worked with professional and collegiate athletes in golf, tennis, basketball and football helping each athlete to maximize their visual performance. He participated in the United States Olympic Festival while in Houston evaluating athletes from all over the country.\n\nBesides coaching golf, Dr. Walling has been a tennis instructor for over 20 years and is a USPTA P-1 certified tennis professional. He has coached tennis in the college and high school ranks. He has maintained his tennis interests by teaching in the FSU adult tennis camps and has traveled with FSU's tennis teams to preseason tournaments.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9830378294,
        "format_confidence":0.9742134213
    },
    {
        "url":"http:\/\/www.columbuscrewsc.com\/players\/chad-barson?quicktabs_news_blog_qt_block=0",
        "text":"Chad Barson\n\nChad Barson\nChad Barson\nChad Barson\nColumbus Crew SC\nReal Name: Chad Barson\nHT: 5' 10\" WT: 170\nAge: 25 (02\/25\/1991)\nBirthplace: Columbus, OH\nHometown: Lewis Center, OH\n\n\n\n2016 (Columbus\/Pittsburgh): Has made five appearances (two starts) for Crew SC in 2016 ... made one appearance on-loan for the Pittsburgh Riverhounds, starting at the Charleston Battery (April 30), registering one shot on goal ... missed Crew SC's match against Colorado after being listed as out (May 14) ... was in the matchday 18 for the Black & Gold's match at Toronto (May 21) ... recorded his first Crew SC appearance of the season by coming on as a substitute against Real Salt Lake (May 28) ... started his first match of the campaign at centerback at Philadelphia (June 1) ... was in the matchday 18 for the contests against Montreal (June 18) and New York (June 25) ... came on as a substitute at centerback at Sporting Kansas City (July 3) ... started at centerback in the match at New England (July 9), playing 90 minutes ... was in the matchday 18 vs. Toronto FC (July 13) ... made a substitute appearance vs. D.C. United (July 16) ... was in the matchday 18 vs. Orlando (July 23) and at Toronto (July 31) ... was loaned to Pittsburgh on a game-by-game basis and started for the Riverhounds at FC Montreal (August 10), his second Pittsburgh appearance of the season ... was in the matchday 18 for Columbus at New England (August 20) and vs. Philadelphia (August 24) ... made two appearances in the 2016 Lamar Hunt U.S. Open Cup ... started at centerback against Tampa Bay (June 15), playing 90 minutes as part of a shutout win ... again started in the Round of 16 at Chicago (June 28).\n\n2015 (Columbus): Barson made 10 appearances (four starts) in 2015, with nine appearances coming at rightback and one at leftback. He came on for his first appearance of the season at rightback at Vancouver (April 8). In the club's international friendly vs. Valencia CF (May 27), he came on at halftime. Barson made his first start of the season at rightback at Philadelphia (June 3). He recorded his first assist of the campaign on Ethan Finlay’s 83rd-minute goal after coming on as a substitute vs. Chicago (July 19) at rightback. Barson started in Crew SC’s 2015 Lamar Hunt U.S. Open Cup Fourth Round contest at Richmond (June 17), helping the club earn a 3-1 victory. He again started in the Round of 16 at Orlando (June 30).\n\n2014 (Columbus): Barson made 13 appearances -- including eight starts -- on the backline. He started five matches at rightback and three at leftback. He made his season debut as a sub against Philadelphia in Columbus’s 2-1 home-opener win (March 22). He made his first start of the season in the match at Portland (May 17), starting at leftback, and started there again in the next match in the 2-0 shutout victory against Chicago (May 24). He started at rightback in the Columbus’s international friendly versus Crystal Palace FC (July 23). Barson did not dress for the club’s postseason opener against New England (November 1) and he was an unused substitute in the second leg at the Revolution (November 9). Barson made two appearances -- including one start -- on the backline in the 2014 Lamar Hunt U.S. Open Cup tournament.\n\n2013 (Columbus): The Homegrown Player made 20 appearances, including 18 starts, and recorded one assist for the Black & Gold in his rookie season. He made his MLS debut in an appearance at leftback at Toronto (May 18) and made his first MLS start at rightback at Houston (June 1), becoming the third Homegrown Player in club history to start. Barson started 15 times at rightback and made three starts and two substitute appearances at leftback. He started eight consecutive League matches from June 1 to July 20, including three consecutive starts at leftback beginning with the match at LA (July 4). After starting in the international friendly against Wigan Athletic (July 13) he returned to the starting lineup at rightback for three straight matches against New York (August 10), Toronto (August 17) and Real Salt Lake (August 24). He then returned with a start against Houston (September 4) and made a sliding goal-line clearance in the first minute of action en-route to a 2-0 victory. Barson later recorded his first career assist in the 4-2 win at FC Dallas (September 29). He made five starts on the backline in MLS Reserve League action and recorded one assist on Ben Speas’ goal against New York (May 4). In Lamar Hunt U.S. Open Cup action, he started once at rightback in the Third Round win against Dayton Dutch Lions (May 29).\n\n\nThe defender appeared and started in all but two matches of his college career (93 of 95 games) in four seasons at the University of Akron and was a part of the 2010 National Championship squad in 2010. In his second season as team captain as a senior in 2012, Barson earned NSCAA All-America First Team, Top Drawer Soccer's (TDS) Team of the Season Second Team, All-MAC First Team honors and was one of four Zips to be named to the CoSIDA Academic All-American team for the second straight season with a 3.99 GPA as a biology major. Barson finished his career as a three-time Academic All-American, which matches teammate David Meves as the most honors in program history. The veteran was a  leader on a unit that produced 16 shutouts in his final season, including eight straight from September 14 to October 16, the second-highest total in school history and tied for the 13th-highest total in NCAA history. As a junior he was also All-MAC First Team, Academic All-MAC and All-Ohio team honors in 2011. Barson started all 23 games for the Zips at central defender as a junior, helping lead Akron to 11 shutouts on the year while limiting opponents to one or fewer goals in a game 19 times. As a sophmore in 2010, Barson earned Academic All-America Second Team, All-MAC First Team and Academic All-MAC honors, starting all 25 games for the Zips. Barson led Akron's NCAA Championship winning squad with 2,254 minutes in 2010. That year, he recorded the game-winning team save in the final minutes of the NCAA Championship game against Louisville; a match UA won 1-0 to clinch its first team National Championship in any sport. Barson finished with two goals and an assist from his center back position in 2010. As a result, he was called up by the U.S. U-20 National Team at the end of March for a pair of competitions. As a freshman in 2009, Barson started all 25 games to earn Soccer America All-Freshman Second Team and College Soccer News All-Freshman Second Team status. He was a key contributer on a defense unit that set school records for goals-against-average (0.27) and shutouts (19) in his first season.\n\n\nBarson starred on multiple U.S. national teams, including the U-18s, U-17s and U-15s. The Lewis Center native spent two semesters in the U.S. U-17 Residency program in Bradenton, Fla.\n\n\nAs a senior, Barson was named to the 2008 Parade All-American team. The defender was two-time NSCAA Youth All-American and 2008 all-state second team honoree for Div. I at Olentangy High School.\n\n\nBarson was signed by Columbus as a Homegrown Player on January 10, 2013.\n\n\nBarson is the son of William and Darlene Barson. During his time off the field, Barson enjoys being outdoors, cooking healthy meals and exercising. His favorite movies include “Happy Gilmore,” “Heavyweights,” “Remember the Titans” and “Zoolander.” If Barson is listening to music, there’s a good chance that he’s listening to his favorite bands: Bruno Mars, Bastille, The Script and Mumford and Sons. The Columbus  native’s favorite place he’s traveled to is Japan, and would like to travel to another coastal country, Greece. The 22-year old has traveled heavily during his life as he’s played soccer on every continent except Africa and Antarctica. Barson is a supporter of La Liga’s FC Barcelona, as well as Ohio State University athletics, and his favorite soccer player is FC Barcelona defender Carles Puyol. His favorite soccer memory is winning the 2010 NCAA National Championship at the University of Akron.\n\nRead More\n\n\nCareer Statistics (Regular Season)\n2016Columbus Crew SC5202250003000\n2015Columbus Crew SC10404561338020\n2014Columbus Crew138076603210010\n2013Columbus Crew20180161213014000\nCareer Totals-48320305929535030\nView More",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9975473285,
        "format_confidence":0.8597964048
    },
    {
        "url":"http:\/\/bleacherreport.com\/users\/381587-michael-burke",
        "text":"Michael Burke\n\nMichael Burke\n\n    Generating profile stats...\n\n\nI'm Michael. I'm only 16 and a junior in high school, but I'm as big of a sports fan as you will find. I live and die with the Yankees, Colts, Knicks, Duke basketball, and Notre Dame football. My dream is to be a professional sportswriter, and I hope Bleacher Report can help me accomplish that goal.\n\nBulletin Board\n\nor to post this comment",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9231651425,
        "format_confidence":0.9915925264
    },
    {
        "url":"http:\/\/forum.canucks.com\/profile\/54127-kurr\/?tab=status",
        "text":"• Content count\n\n  • Joined\n\n  • Last visited\n\nCommunity Reputation\n\n0 Neutral\n\nAbout Kurr\n\n  • Rank\n    Aces Prospect\n  • Birthday\n\nContact Methods\n\n  • ICQ\n  1. i was offered a trade for Mike Richards, Green, Theodore For Ovechkin, Horcoff and Montador I am in the richards side... the keeper league that i am in is a 12 man league. The point totals consists of G\/A\/+\/-\/PIM\/PPP\/FO\/W\/GAA\/SV\/SV%\/SHO my team is C - RIchards, Krejci, Sharp LW, Kovalchuk, Eriksson RW- Hossa, Clearly D - Green, Weber, Boyle, Keith UTL - Arnott BN - Hedman, Filppula, G - Hiller, Theodore, Lehtonen, Giguere His team is C- Horcoff, Jokinen, Laich LW - Ovechkin, Elias RW - Doan, Langenbrunner D - Wideman, Bieksa, Seabrook, Ohlund UTL - Hartnell BN - Ryder, Kesler, Cole G- Ward, Thomas I was countering this trade with RIchards, Green, Theodore for Ovechkin, Horcoff and Thomas... do you guys think it is possible or worth it??",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.976395607,
        "format_confidence":0.9500901103
    },
    {
        "url":"http:\/\/www.coretennis.net\/tennis-player\/violeta-dragoeva\/43951\/profile.html",
        "text":"\n\nVioleta Dragoeva (BUL)\n\nCountry: Bulgaria, Category: 14 & under, Girls\nApr 24 G18 G3 [Q] Kenana Cup, Haskovo(BUL)\nApr 17 G18 G3 [Q] Plovdiv Cup, Plovdiv(BUL)\niPhone App\nThe most extensive coverage of tennis results (ATP, WTA, ITF and juniors) is now available on the go with our our free Tennis For The Win application for the iPhone.\nDownload now from the AppStore and pass the word!\nIf you are a player featured in CoreTennis, you can get in touch with us to have more information and your pictures published on your profile\nRanking Graphs\nWe have points graphs and position graphs for ATP, WTA and ITF players. Check out this unique perspective on the game now\nMailing List\nTo stay informed about all things CoreTennis, subscribe to our free mailing list!\nTo get in touch with CoreTennis, follow the link and fill in the form.\nAddThis Social Bookmark Button",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9962934852,
        "format_confidence":0.582192421
    },
    {
        "url":"https:\/\/gillianbackhouse.com.au\/bio\/",
        "text":"kv5Fast Facts\n\nNicknames: G, Chase, Gillybean\nSport: Triathlon\nEntry year: 2008\nFavourite leg: cycle\nCoach: Stephen Moss\nRace distance: Olympic (draft legal)\nProfessional since: September 2011\nEducation: BSc Marine Science & Ecology (graduated UQ 2012); Master of Environmental Science (current)\nHometown: Armidale, NSW\nCurrent residence: Brisbane, QLD\nEuropean Base: Aix les Bains, France\nFavourite food: Olives!\n\nI grew up in the country town of Armidale in Northern NSW and enjoyed competing in swimming and cross-country before taking up triathlon in year 12.\n\nAfter finishing high school I moved to Brisbane to study Science at the University of Queensland, graduating with a Bachelors degree in 2012. During my time at university I also worked at my goal of becoming a professional athlete. I was granted my pro licence at the end of 2011.\n\nIn 2013 I was invited to train with the Queensland Academy of Sport squad in France for the European summer. I now train under Stephen Moss at the QAS.\n\nIn 2014 I won Australian elite titles over both the Sprint and Olympic distances followed by my first world cup win in Chengdu, China, only my 3rd world cup race. I then went on to win the World Under 23 Duathlon Championships in Pontevedra, Spain, and finished 15th in my debut World Triathlon Series race in Chicago. To cap off the year I was selected on my first Australian team for the Triathlon World Championships in Edmonton where I finished 2nd in the U23 event, and was part of the silver medal winning Australian U23 mixed relay team.\n\nThe 2015 season, which has just come to a close, was the best season of my career so far. It was my first season out of the Under 23 category, racing in the World Triathlon Series. My top result was a bronze medal in the penultimate round held in Edmonton in September. I finished the series ranked 25th in the world after missing the first half of the season due to injury and only scoring points in 5 of 6 possible races. I was also the first Australian across the line in the Rio Olympic test event. My goals for the 2016 season are to make the Rio Olympic Games, finish in the top 15 overall in the World Triathlon Series, and have another WTS podium finish.\n\nMy career goals are Australian representation at the Olympic and Commonwealth Games, and ultimately winning the elite world championships.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9958007932,
        "format_confidence":0.9906214476
    },
    {
        "url":"http:\/\/bleacherreport.com\/users\/110174-matt-mckeown",
        "text":"Matt McKeown\n\nMatt McKeown\n\n\nMost things I say are probably going to be biased towards my teams. If it involves other teams, look for an honest opinion out of me.\n\nBulletin Board\n\nor to post this comment\n  • Matt McKeown posted 1761 days ago\n\n    Matt McKeown\n\n    I AM BACK :) Took a few years off (Yes, years) but I will try and get some articles written in the next couple days!\n\n  • Allen Lopp posted 3036 days ago\n\n    Allen Lopp",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9896250367,
        "format_confidence":0.9596140385
    },
    {
        "url":"https:\/\/birminghambears.com\/team\/coaches\/tony-frost\/",
        "text":"The Batting Guru\n\nFollowing a successful 12 year playing career with the Bears as a Wicket keeper\/batsman, 'Frosty' wasn't ready to leave the Bears behind and has since had spells on the ground staff and as a coach with the Academy and Development of Excellence squads.\n\nHaving originally called time on his playing career towards the end of the 2006 season, Tony returned from retirement when Tim Ambrose himself was called into the England squad in 2008. It proved to be an inspired comeback as he ended the season having scored 1003 runs in his 13 Championship games, averaging 83.58 and scoring a career best of 242 not out against Essex at Chelmsford.\n\nAfter moving in to first team coaching responsibilities in 2013, Tony works with our Junior and Senior professionals to maximise their batting ability and performances.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9959746003,
        "format_confidence":0.9729685783
    },
    {
        "url":"http:\/\/www.mitathletics.com\/sports\/m-xc\/2011-12\/bios\/bullock_justin_6j55?view=bio",
        "text":"Justin Bullock\nJustin Bullock\nHeight: 5-10\nYear: So.\nHometown: Detroit, Mich.\nHigh School: Renaissance\n\n2011: Competed in two events as a sophomore...NEWMAC Academic All-Conference...finished fifth in the Engineers Cup with a time of 27:10.10 (9\/10)... placed 30th in the Bowdoin College Invitational with a time of 28:06.15 (10\/1)\n\n2010: Competed in three meets as a freshman ... finished NEWMAC Championship race in 29:42.36, placing 73rd (10\/30) ... participated in sub-varsity race at All-New England Championship (10\/9) ... recorded season-best time of 28:38 at Connecticut College Invitational (10\/16)\n\nOff the Cross Country Trail: Majoring in chemical biological engineering\n\nHigh School: 2010 graduate of Renaissance High School ... individual league champion as a senior ... all-city and all-region as a senior ... seven-time letter-winner ... Gates Millennium scholar ... class valedictorian",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.9781871438,
        "format_confidence":0.9396724105
    },
    {
        "url":"http:\/\/www.codyknope-jenkins.com\/about\/",
        "text":"Cody Knope-Jenkins\n\nOwner, NASM Certified Personal Trainer\n\nAs a trainer, Cody focuses on strength, agility, and overall fitness. By blending traditional techniques and modalities with functional fitness, his clients achieve success, and have fun along the way. A lifelong athlete, Cody was drawn towards becoming a personal trainer after seeing the success his parents had when working with one.\n\nWith four plus years of experience as a martial arts instructor, a year coaching tumbling for gymnastics and cheer, and a multitude of other fitness related jobs, he decided to become a Personal Trainer. He managed the Snap fitness in Milwaukie, Oregon, for a little over a year, while also working as a trainer. He decided to step down as manager so he could go back to school to continue his education, and currently attends Portland State University.\n\nAfter working as a trainer for three years in the corporate gym setting, he grew tired of that environment, and knew it was time to move on and start his own fitness studio. With eight years working as a coach and instructor, Cody knows what he is doing, but is still incredibly passionate about helping people reach their goals. He has helped three people lose over a hundred pounds, and many people lose smaller, but still significant amounts of weight. He has worked with semi professional athletes looking to improve performance, as well as people looking to gain muscle, or drop bodyfat. No matter what your goal, he can help you achieve it.",
        "topic_id":21,
        "format_id":14,
        "topic_confidence":0.976011157,
        "format_confidence":0.9924760461
    }
]