[
    {
        "url":"https:\/\/www.bluebash.co\/blog\/things-we-should-understand-before-doing-code-review\/",
        "text":"Code review becomes very essential part of the development and makes our code up to standards. There are couple of things that reviewer should always keep in mind while doing code review\n\n1) Questions: don't make demands.\n\n     i) what do you think naming this method into this?\n     ii) I think changing our logic will improve performance what do you think?\n     iii) Let's not use aberrations, are you agree with that?\n\n2)  Avoid using terms that could be seen as referring to personal traits. (\"dumb\", \"stupid\"). Assume everyone is attractive, intelligent, and well-meaning.\n\n3) Avoid selective ownership of code (mine, yours or not mine etc.) Using terms like ours, us looks more sophisticated.\n\n4) Humbleness: show humbleness in your words as well\n     I'm not sure - let's look it up.\n   Instead of\n    I don't know, you should check it\n\n5)  Don't use sarcasm & don't use hyperbole. (\"always\", \"never\", \"endlessly\", \"nothing\")\n\n6)  Accept that many programming decisions are opinions. Discuss tradeoffs, which you prefer, and reach a resolution quickly.    \n\n7) Be explicit and give examples if possible. Remember people don't always understand your intentions online",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.9820371866,
        "format_confidence":0.9221372604
    },
    {
        "url":"https:\/\/www.codegearthemes.com\/blogs\/articles\/best-open-source-headless-cms",
        "text":"Best Open Source Headless CMS\n\nBest Open Source Headless CMS\n\nLet’s talk about “content” first. The term content has become the king of any business. It is the driving factor for them. To get more and more customers to your site, you need to create extraordinary content with imagery, logos, and a distinct way of presentation. It is the only way to attract visitors and retain them. Now, the main thing that arises is how to create such content. For this matte, the CMS plays a pivot role. \n\nThe traditional Content Management System (CMS), is built for creating content by using the web-based framework integrating both the front end and back end. If you opt to have a CMS for your site, you will surely get puzzled about which one to choose. However, an open-source headless Content Management System will help you in that situation. \n\nIntroduction to an open Source headless CMS\n\nA headless CMS is a content management system in which one can store the content in the headless CMS and afterward send it back to display anywhere. The open source headless CMS use APIs that sends to any chosen devices. It is quite different from the old CMS. \nThe headless CMS solves the issues of the modern web environment with the decoupled approach. Precisely, it provides a backend for managing the content along with API to create the content. It helps developers to freely access the codes for creating their API calls as well as templates for content delivery. A developer can reduce downtown, ease usability and lessen the internal expenses. \n\nBenefits of headless CMS\n\n\nThe Open Source Headless CMS enhances the productivity of content editors. They can use this system as per their knowledge and developers use it as per the services they prefer. It is compatible with many frameworks such as React, Nect.js., and Vue. The developers need not deal with a plugin or create a custom approach for integrating the tools. \n\n\nThe developers can pick up their preferred programming language. They can even build heads from end to end. There are no constraints for the developers to face such as proprietary development constraints. Even one piece of content can be reused by combining it with various other presentations so that projects are completed in lesser time. \nThe flexibility of creating codes and integrating them as per the need of the developer is the best part of the Open source headless CMS.\n\n\nThe back end and front end are interconnected if you apply a traditional CMS. But, with the use of headless CMS, there is no downtime to the website. You do not have to face any compromising situation due to the CMS. There is a variety of hosting and deployment options with headless CMS. \n\n\nA business should always be accountable for the data of its clients. It must be on the major priority list. In the case of open source CMS, it is quite an issue for businesses as well as users. As developers can review the procedures of security and resolve them beforehand, some businesses might be rigid in using this kind of CMS in their systems. \n\nBut, it is quite secure for both parties. The developers can set the security level for each of the users inside the code. They can set the security policies based on each user’s role to control the content that is visible to the users and actions which they can perform. \n\nCost efficient \n\nThe costs invested in a headless CMS are very affordable. It's lots more cost-efficient. On one hand, if a business thinks to create a new product, it's easier for them to move to CMS and create the product they want just with the help of the marketing department rather than depending on the developers for the creation of CMS templates. \n\n\nThe headless CMS allows for managing and keeping an updated system. It is quite costly to upgrade the system from time to time. This is quite beneficial for the business and the developers as it's quite time taking also for the developers. \n\nBetter software architecture\n\nA headless CMS provides a far better version of software architecture. It is created for making the separation between the CMS platform and the published content.\n\nApplicability of headless CMS\n\nThe headless CMS is useful to those businesses that need a small and less specialized team of people. They generally, do not seek to get specialists for the use of CMS (some may be required) but now in high scale like the old styles CMS. It is very applicable if your existing business has an inflexible and limited front. \n\nThe major industries embracing the headless CMS. Industries such as sports teams, airlines, financial services, online retailers, etc. are some of them. The headless CMS allows connecting with its customers on a large scale and quickly responds to the market opportunities to remain consistent in the market. \n\nThe headless CMS makes it easier to manage a duplicate copy of any content for more than one channel. It's quite a nightmare for any business to face such an unfortunate circumstance. If you create original content for your company, the updates added to it must not be copied and pasted into other numerous systems. Hence, the headless CMS plays a central source to manage all the business’s content and assets. It provides a specific location for managing, updating, editing, and publishing the contents. \n\nTypes of best headless CMS\n\n\nStrapi is one of the crucial open-source headless CMS. It can be easily modifiable. It uses JavaScript to build customizable, self-hosted content API. It has a strong plugin with a modern Software development Kit (SDK). It also offers free services with useful but limited features and with the paid payment method you can get a deal of a $9 per month plan. \n\n The codebase of Strapi is publicly available. The contributors can manage it on GitHub. It's quite easy to customize the API and the admin panel. The CMS can also be extended within seconds due to the intuitive dashboards. There are other API such as Angular, IoT devices, Vue, or mobile apps that uses RESTful, GraphQL which you can user. Strapi will help in maintaining data privacy and cost efficiency with its self-hosted content. You can do all of your tasks by writing content-to-edit-to-manage.\n\n\n  • Strapi works with many frameworks available in the market along with Nuxt.js, Next.js, and Gatsby. This CMS is loved by most the developers and preferred by global partners. Huge companies like Walmart, rNASA, eBay, and IBM use Strapi. \n\n  • It is flexible and easy to use even if you do not know how to use WordPress. The built-in ORM allows the creation of any content from easy to vague without knowing to code. \n\n  • The modular architecture of Strapi is easy to handle as it provides all the essentials to build an API that can be easily consumed for frontend applications.\n\n  • The automation system is customizable. It supports MySQL and PostgreSQL. Hence, you do not have to suffer any kind of issues with storing user credentials. \n\n  • Strapi provides API endpoints with the tool called Strapi Explorer. \n\n  • It provides very useful plugins to easily install new\/existing applications. \n\n\n  • The drag and drop feature of Strapi is quite inefficient as it leads to the display of repeated images quite often. \n\n  • Migrating existing endpoints is tricky on Strapi. However, having great skill and knowledge of REST APIs can be supportive to use Strapi in this situation.\n\n  • Strapi does not support the typescript due to its limitations on it. But, the use of plugins like npm repositories can be helpful to some extent.\n\n  • Strapi is not a fully open source CMS as it is released under the MIT license. But, the pro version of it comes with custom plugin support \/premium support with priority email access.\n\n  • It deals with lots of frequent updates via emails. There may come updates weekly on the stable version. \n\n\nStrapi offers a free plan with a few features only. It also has another plan called the Enterprise plan. The pricing policy of Strapi is quite feasible. It is self-hosted CMS. The starting price is $9.0\/month for each user. It has two varieties of price plans:\n\n- Bronze plan: This is a self-hosted plan charging $9.0\/month for each user. \n\n- Silver plan: This is also a self-hosted plan charging $29.0\/month for each user. \n\n\n\nContentful is the renowned and oldest headless CMS. It is a cloud-based headless CMS. You can easily update the contents of a mobile app, site, or any platform which displays the contents. Most of the users prefer it as a CMS after WordPress. It is quite satisfactory and user-friendly. It is berlin-based CMS.\n\nIt saves time and hassle by assisting in building the backend to manage the content and providing the tools to generate an app or website. the languages used in this CMS are JavaScript with Node, Python, PHP, Python, Java, Ruby, and .Net. The data are automatically backed up by two different physical centers along with Amazon Web Services. \n\n\n  • Allows creating new pages for the site without any issues. \n\n  • Good balance of Cost as well as features. As the API allows to extend Contentful and create a good integration with the system. \n\n  • It is highly secure to use. It is governed by the ISMS with ISO 27001:2013 international standard. \n\n  • The major tools such as Slack, GitLab, Jira, Heroku, Dropbox, and many others as compatible with Contentful. \n\n  • Unified structure from all sources and can publish as per your need. \n\n\n  • To use Contentful, one has to be technically sound due to handling of the API rules and final rendering is quite impossible without a web development team involvement.\n\n  • The cloud-based scalability can heighten drastically as per the need. \n\n  • Lack of access to more people to work collaboration on one content.\n\n  • Lack of effective back-end. \n\n\nContentful offers 5 tier offers for 5 free users as per the upgrading to a paid space, it is extended to 10 free users for individual team and enterprise accounts. Beyond this limit, you can add more users by paying $15\/month per user. For a te... (truncated)",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.9304294586,
        "format_confidence":0.5675796866
    },
    {
        "url":"https:\/\/arkenea.com\/blog\/website-builders\/",
        "text":"19 Website Builders Battle Tested (so you don’t have to)\n\n19 best website builders\n\nThe idea behind a website builder is that it makes your life easy. Individuals and businesses no longer need to hire a developer to build a website. But, the biggest challenge here is to find a website builder that’s right for your needs. \n\nThere are numerous website builders, one promises to outdo the other. But most often, no one ends up using all the features and functionalities that each website builder offers.\n\nSo how do you decide which website builder is right for your needs? We did the hard work so you don’t have to. Below are 19 of the best website builders that we battle tested in our engineering labs. You can go through the full list one by one or simple click on any of the following links to jump directly over to that specific website builder.\n\n  1. Weebly\n  2. Wix\n  3. WebNode\n  4. IM Creator\n  5. Squarespace\n  6. Jimdo\n  7. WordPress\n  8. Site123\n  9. 1&1 MyWebsite\n  10. Voog\n  11. WebStarts\n  12. uCraft\n  13. Bookmark\n  14. WebsiteBuilder\n  15. Webs\n  16. SiteBuilder\n  17. Sitey\n  18. Strikingly\n  19. Mozello\n\n#1. Weebly: A Powerful Website Builder With Some Smart Templates\n\nWeebly is an open source SaaS that is appropriate for both growing startups and established businesses.\n\nCore Features\n\nThis website builder lets you develop a website in the old school day by offering an intuitive drag and drop interface, integrated CMS solutions and hand-coded HTML files.\n\nSkills Required To Use Weebly\n\nIt is easy to develop dynamic, customized websites in Weebly, but you can also take the help of an efficient Weebly developer who is an expert in meeting challenges and successfully transforming them into the opportunities. The developer can provide you with the training also which is required to manage the website after it’s built and launched.\n\n\nThere are no hidden costs for constructing a new website. But this builder also offers premium and eCommerce versions that are useful for big brands.\n\nWeebly Starter: $8\/mth\n\nWeebly Pro: $12\/mth\n\nWeebly Business: $25\/mth\n\n#2. Wix: Facilitates Quick, Easy, And Powerful Website Creation\n\nWix is one of the most popular free website builders which specializes in developing search engine friendly HTML5 websites.\n\nCore Features\n\nIts website editor is advanced, user-friendly and easy-to-use. Also, it has a huge collection of website templates and lots of template categories from which you can choose the one in accordance with your specific needs.\n\nSkills Required To Use Wix\n\nYou can create your professional website just with four simple steps that are choosing the right template, customizing your website, adding professional tools, and getting the site online.\n\n\nThe free plan of Wix has some limitations, but its paid plan is a worthy choice for as it removes all the ads and lets you develop a website by using a personal domain and provides unlimited bandwidth alongside 20x the storage space.\n\nWix Combo: $11\/mth\n\nWix Unlimited: $14\/mth\n\nWix eCommerce: $17\/mth\n\n#3. WebNode: Popular For Building Dynamic Websites Quickly\n\nWebNode is another immensely popular choice among entrepreneurs who want to create dynamic website designs. It has over 27 million customers across the globe.\n\nCore Features\n\nWebNode has an intuitive in-house editor which is loaded with different customized tools which let you build mobile-friendly websites rapidly. Moreover, this platform provides you with the statistics so that you can easily track the progress of your website.\n\nOne of the most striking features of WebNode is that you don’t have to deal with cumbersome ads and pop-ups because even the free package is ad free. You can use your own domain name or register for one via the WebNode directly.\n\nSkills Required To Use WebNode\n\nYou can easily use this platform for building websites quickly if you can’t commit much time to working on a template design. This website builder has a zero learning curve but it somehow limits your creative potential in comparison to other website builders.\n\n\nLimited: $3.95\/month\/annual billing\n\nMini: $5.95\/month\/annual billing\n\nStandard: $11.95\/month\/annual billing\n\nProfi: $19.95\/month\/annual billing\n\n#4. IM Creator: A Comprehensive Portal Comes With In-Built E-commerce Tools & Hosting Options\n\nThis website builder is a cost-efficient and ideal choice for beginners who want to develop interactive websites. This platform is highly scalable and is appropriate for both single and multipage layouts.\n\nCore Features\n\nIM Creator is blessed with a unique XPRS feature which allows users to make their websites using readymade blocks, each beautifully constructed and extremely compatible with the other. This builder is known for making website building simple and enjoyable. Also, it offers SEO and Google Analytics in order to fully optimize your site for search engines.\n\nSkills Required To Use IMCreator\n\nHere you are not suppose to deal with complex coding or special software skills. Its interface is very user-friendly and you can easily build e-commerce websites, blogs, and e-stores.\n\n\nPremium Plan Includes:\n\n$ 9.95 \/mo Biannual\n\n$ 7.95 \/mo 1-year\n\n$ 6.95 \/mo 2-Year\n\n$ 5.95 \/mo 3-Year\n\nPRO & WHITELABLE Plan at $350 \/ Year\n\n#5. Squarespace: An All-In-One Platform To Build Beautiful Online Presence\n\nThis website builder is blessed with powerful customization tools and classy templates. It is an ideal option for building professional websites that look beautifully designed and expensive as though the user has invested time and money on developing it. There are around 70 responsive templates grouped into 14 categories including community & non-profit, online stores, health & fitness, and art & design.\n\nCore Features\n\nIt has a wide range of templates that cover different styles and industries. The in-house editor of Squarespace is not only rich in features but also offer integrations with a wide range of 3rd-party services (like Amazon, OpenTable, Bandsintown and more). It works on a sleek design philosophy with a clean interface and simple drag-and-drop or click-to-select design.\n\nSkills Required To Use Squarespace\n\nThere is no need for users to have a coding experience for building a website with Squarespace because the editor offers the flexibility of inserting your own HTML code for further customization and modification of your website.\n\n\n\nPersonal: $12 Per Month Billed Annually Or $16 Month To Month\n\nBusiness: $18 Per Month Billed Annually Or $26 Month To Month\n\nOnline Stores\n\nBasic: $26 Per Month Billed Annually Or $30 Month To Month\n\nAdvanced: $40 Per Month Billed Annually Or $46 Month To Month\n\n#6. Jimdo: A Unique Package With A Lucrative Free Plan\n\nThis website builder is handy if you are new to the world of site development. There is no need for you to spend long hours on figuring out how to do things. This builder is time-saver and allow users to get their online presence quickly.\n\nCore Features\n\nJimdo is an open source and free website builder. It’s integrated with the cloud- free backups unlimited storage and bandwidth. Also, it is a multi lingual platform that caters to the specific requirements of all the clients across the globe. The free package of this builder is a lucrative options with a range of editing tools and really cool templates.\n\nThis website builder is extremely suitable for small-scale startups or growing commercial ventures who require powerful e-commerce solutions in order to expand their customer base.\n\nSkills Required To Use Jimdo\n\nIn order to use this website builder properly, you need to have the basic technical knowledge as it provides you with the option of tweaking the HTML\/CSS source file. It is advisable to take professional help so that to develop high-end sites using Jimdo.\n\n\nPro: $7.5\n\nBusiness: $20\n\nPlatinum: $30\n\n#7. WordPress: Integrated With A Simplified Website Builder Design & Ideal Platform For Blogging\n\nThis platform is perfect for those who need a highly customized business or personal site. It has wide range of free templates and is ideal for blogging. It has all the features of WordPress.org but it offers a simplified design for website building.\n\nCore Features\n\nWordPress has extensive in-built blogging features such as analytics, a search feature, display categories, comments, archiving, and many more. Also, this platform lets you develop an intuitive design for your website by enabling you to choose your settings for feature images and which blog posts should appear on your home page. Clearly, this builder is built for blogging.\n\nSkills Required To Use WordPress\n\nIt not mandatory that you need to know the basics of coding in order to use this platform efficiently. But it is a good idea to get familiar with the basics so that you can get the most out of WordPress.\n\n\nPersonal: Rs.200\/Year\n\nPremium: Rs.350\/Year\n\nBusiness: Rs.800\/Year\n\n#8. SITE123: An Easy To Use Website Builder With Responsive Templates & Simplistic Layouts\n\nThis website builder is one of the easiest and most user-friendly builders that is in business for more than 15 years. You can customize every aspect of your website and tailor in accordance with your specific business needs.\n\nCore Features\n\nAll you need to do with this builder is that choose a template, edit it, and publish it online. It offers a wide range of attractive graphics and templates which you can incorporate and establish a robust web presence. It has an intuitive editor that is easy for you to get hold of. Websites built with SITE123 are capable to function smoothly on all screen resolutions and haev a high SEO ranking.\n\nSkills Required To Use SITE123\n\nIt is easy for you to use SITE123 without any basic technical or coding language because it has ready-made templates for developing a website. You can first choose from 11 different categories (including cv, portfolio, blog, music) and then you get a default web design. You just have to edit it using the various tools.\n\n\nPremium: $10.80\/Month\n\n#9. 1&1 MyWebsite: A Ro... (truncated)",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.8790243864,
        "format_confidence":0.9868696332
    },
    {
        "url":"https:\/\/www.kitploit.com\/p\/sql-injection-tools.html",
        "text":"List of the Best SQL Injection Tools\n\nSQL injection is one of the most common attacks against web applications. A SQL injection attack consists of insertion or \"injection\" of a SQL query via the input data from the client to the application. A successful SQL injection exploit can read sensitive data from the database, modify database data (Insert\/Update\/Delete), execute administration operations on the database (such as shutdown the DBMS), recover the content of a given file present on the DBMS file system and in some cases issue commands to the operating system.\n\nA successful SQL injection attack can read sensitive server data like passwords, email, username, etc. SQL injection can be very harmful. \n\nThis is a list of the best and most popular SQL injection tools:\n\n  • SQLMap - Automatic SQL Injection And Database Takeover Tool\n  • jSQL Injection - Java Tool For Automatic SQL Database Injection\n  • BBQSQL - A Blind SQL Injection Exploitation Tool\n  • NoSQLMap - Automated NoSQL Database Pwnage\n  • Whitewidow - SQL Vulnerability Scanner\n  • DSSS - Damn Small SQLi Scanner\n  • explo - Human And Machine Readable Web Vulnerability Testing Format\n  • Blind-Sql-Bitshifting - Blind SQL Injection via Bitshifting\n  • Leviathan - Wide Range Mass Audit Toolkit\n  • Blisqy - Exploit Time-based blind-SQL injection in HTTP-Headers (MySQL\/MariaDB)\n\nList of the Best SQL Injection Tools List of the Best SQL Injection Tools Reviewed by Lydecker Black on 12:59 PM Rating: 5",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.8136134744,
        "format_confidence":0.94535923
    },
    {
        "url":"https:\/\/www.slideshare.net\/ArnoHuetter\/rockstar-programmers",
        "text":"Successfully reported this slideshow.\nWe use your LinkedIn profile and activity data to personalize ads and to show you more relevant ads. You can change your ad preferences anytime.\n\nThe world's most famous programmers\n\n\nPublished on\n\nDevelopers who contributed hugely to and had a lasting influence on the software development profession, and who also have an extraordinary personal history.\n\nPublished in: Software\n  • Be the first to comment\n\nThe world's most famous programmers\n\n  1. 1. Programming Legends BY ARNO HUETTER\n  2. 2. About the Author Arno Huetter Arno wrote his first lines of code on a Sinclair ZX80 in 1984. Over the years, he has programmed internet banking systems, mobile phones (pre-smartphone), public administration and healthcare software, and application performance monitoring solutions in C\/C++, Java and C#, including a fair amount of database development. Today he works as development lead at Dynatrace. Arno is also a mentor at CoderDojo Linz, a coding club for children. Being a history buff in general, he enjoys reading and writing about computer history, too.\n  3. 3. Programming Legends • \"Programmers who contributed hugely to and had a lasting influence on the software development profession, linked with an extraordinary personal story.\" • Technical brilliance is one thing, but it might also require being at the right place at the right time, finding a congenial partner or having recent innovations at one's disposal. • Most \"top 10 influential \/ famous \/ rockstar programmer lists\" have the usual suspects: • [1] Ritchie, Stroustrup, Gosling, Torvalds, Hejlsberg, Berners-Lee, Kernighan, Thompson, van Rossum, Knuth • [2] Ritchie, Torvalds, Stroustrup, Berners-Lee, Kernighan, Knuth, Thompson, van Rossum, Gosling, Gates • [3] Ritchie, Torvalds, Knuth, Thompson, Stroustrup, Berners-Lee, Kernighan, Gosling, Stallman, Lovelace • Alan Turing? Mathematician, cryptanalyst, specified electromechanical code-breaking devices, proposed universal computing machine. • Steve Wozniak? Great programmer, but his genius was in electronic engineering. • This small selection is based on a voting within a developer-only Facebook group plus one author choice (Ritchie\/Thompson).\n  4. 4. Ada Lovelace • Born 1815 in London. • Daughter of Lord Byron, one of England‘s greatest poets. • In order to prevent Ada from becoming a romantic like her father, her mother supports Ada‘s interest in mathematics and logic. She is tutored by some of the best mathematicians of her time. • Her analytical skills are truly remarkable. • Lovelace is widely recognized as \"the first programmer\". (Bernoulli numbers algorithm for a Turing machine). • US Department of Defense even named the programming language \"Ada\" in her honor.\n  5. 5. Ada Lovelace • 1833: At age 17 she is introduced to Charles Babbage, inventor of the so called „Difference Engine“, a mechanical device used to calculate polynomial functions (only a prototype was finished during his lifetime, first full engine constructed in 1989-1991). • Lovelace gets to see the Difference Engine prototype, visits Babbage often and exchanges letters on the topic. • 1837: Babbage proposes the „Analytical Engine“, a general- purpose computer (input via punch cards, an idea originating in the Jacquard loom; base-10 arithmetic, 10,000 number storage via gear wheel state - never built - but emulators exists today incl. visual interface).\n  6. 6. Ada Lovelace • In 1842 Babbage explains his plans to Luigi Federico Menabrea (future Italian prime minister), who in turn describes the invention in a French article. • Lovelace translates Menabrea's article on the Analytical Engine to English and adds her own notes. These notes end up two times longer than the original article itself, and become famous. • She provides a detailed algorithm for calculating Bernoulli numbers, including loops, conditional branches and subroutines. The \"translated\" source code can be found on GitHub today. • She also describes the engine as a general purpose computer, as opposed to a pure calculating machine. • Lovelace is the first one to grasp that the engine's concept goes beyond numerical computations, but can be applied to any symbolic representation. For example the machine might create music.\n  7. 7. Donald Knuth • Born 1938 in Milwaukee. Ingenious problem solver at school, wins a contest in finding the most words that can be created from a set of letters, 2,000 more than judges had on their list. • While studying Physics at Case Institute, Knuth is introduced to the IBM 650 computer (first mass-produced). He programs in machine code, later assembler, notices he can improve most existing programs. PhD from Caltech (later becomes Professor at Stanford). • Knuth gets a contract to write an Algol compiler for Burroughs. • In 1962 receives an offer from Addison Wesley to write a book on compilers. Decides he must initially cover the elemental theory and composes the first chapters of \"The Art of Computer Programming\". • Knuth covers every topic in great detail, and conducts in-depth preparation. The first volume (Fundamental Algorithms), based on a 3000 page handwritten manuscript, is published in 1968.\n  8. 8. Donald Knuth • Volume 2 (Seminumerical Algorithms) follows in 1969, volume 3 (Sorting and Searching) in 1973 and volume 4 (Combinatorial Algorithms) in 2011. • The New York Times hails the books as “the profession's defining treatise”. • TAOCP includes samples in MIX assembly language, for the hypothetical MIX computer (only exists as emulation). • Book exercises have a difficulty rank up to 50, with Fermat's Last Theorem ranking at 50 originally, downgraded to 45 after being solved by Andrew Wiles. • Knuth offers a USD 2.56 reward check for every mistake found in his books. People usually don't cash them in, but put them into a frame. • He receives the Turing Award in 1974.\n  9. 9. Donald Knuth • When receiving galley proofs of the 2nd edition of TAOCP 2 in 1975, Knuth notices the poor quality of the typeset, as photo typesetting had replaced hot metal typesetting. • Knuth is aware of the advances in digital typesetting from Xerox, and concludes to design his own typesetting system: TeX, aimed to produce high-quality at minimal effort and create the same results on any system. • He invents the font description language Metafont, and provides mathematical specifications for each letter. The letter \"S\" alone takes weeks to finish. • TeX is implemented in the WEB language (also created by Knuth, code is usually converted to C), and published in 1978. It is ported to many operating systems, and very popular within academia up to this day.\n  10. 10. Dennis Ritchie and Ken Thompson • Ritchie: born in 1941 in New York, graduates from Harvard with a PhD in Physics and Applied Mathematics. • Thompson: born in 1943 in New Orleans, graduates from Berkeley with a Master in Electrical Engineering and Computer Science. • In 1966 resp. 1967 they start working at Bell Labs (AT&T division, Computing Research Center). Thompson creates the language B, the precursor of C. • Bell had developed a timesharing OS called MULTICS for a General Electric Mainframe in the 60s. In 1970, Ritchie and Thompson implement the first version of Unix (based on MULTICS). They use assembly on a PDP-7, then port it to a PDP-11. • Set up as an internal skunkworks project, officially they are working on a word processor (nroff) for the Bell Labs patent department.\n  11. 11. Dennis Ritchie and Ken Thompson • 1972: Development of C starts on a PDP-11, mainly by Ritchie. He creates a perfect balance between language expressiveness and efficiency. C soon gets ported to other platforms. • Unix is then rewritten in C by Ritchie (I\/O subsystem) and Thompson (most other subsystems). Unix Philosophy: Minimalist design, make each program do one thing well, and work together, over text streams as interface. • As a regulated monopoly, AT&T is not allowed to enter the computer business directly. Instead they are required to license non-telephone technology to anyone who asks. • Academia picks up Unix, where it is being improved, e.g. at the University of Berkeley under Bill Joy. First BSD release in 1977. • Ritchie and Brian Kernighan publish \"The C Programming Language\" in 1978.\n  12. 12. Dennis Ritchie and Ken Thompson • In 1979 Bell Labs finishes Version 7 Unix. • 1983: AT&T releases Unix System V. First TCP\/IP implementation in BSD 4.2. System V and BSD are the two roots for all following Unix implementations. • Also in 1983, Ritchie and Thompson jointly receive the Turing Award \"for their development of generic operating systems theory and specifically for the implementation of the UNIX operating system\". • 1999: Bill Clinton presents Ritchie and Thompson with the National Medal of Technology.\n  13. 13. Bill Gates • Gates is born in Seattle in 1955. Father lawyer, Mother board member of United Way (charitable organization, together with IBM president \/ CEO John Opel). Paul Allen is born in 1953. Both attend Lakeside High School. • Gates plays lots of competitive games during childhood with rewards for winning and penalties for losing. He reads Fortune magazine, plans for his first company and develops a strong business instinct. Gates is generally described as intense in everything he does. • At age 14, his high school receives a teletype terminal and timesharing slots on a General Electric computer. He immediately takes an interest. Quoting his teacher: \"On day one I knew more than him, but only on day one\". • Gates uses Basic for creating a course enlistment program, putting him into classes at the time and with the girls he wants.\n  14. 14. Bill Gates • Later Gates and Paul Allen are offered computing time on a DEC PDP-10 in exchange for finding operating system bugs at a Seattle-based company named CCC. They meet Steve Russel there, creator of the first computer game \"Space War\" back at MIT. • They learn Assembler, read operating system manuals, and dig th... (truncated)",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.9230374694,
        "format_confidence":0.8718835711
    },
    {
        "url":"https:\/\/www.way2earning.com\/2018\/08\/top-trends-in-mobile-development-to-look-out-for-in-2018\/",
        "text":"Top trends in mobile development to look out for in 2018\n\n\nThe growth and advancement in the world of mobility technology is likely to witness an abrupt surge in 2018 owing to a massive chunk of population switching to Smartphones for accessing and using the internet. A major percentage of Smartphone users across the globe, browse the internet on a regular basis and prefer to use mobile apps as a means to cater to their everyday requirements. Tapping the advantages of this consumer pattern, most of the business owners nowadays are developing dedicated apps for reaching out to and engaging with their potential and loyal customers. With a series of major enhancements and innovations in the technology, the mobile app development will now consist of fascinating new designs and functionalities which will make is super easy to access the products and services of your choice with minimum number of clicks. Let us have a look at some of the hottest trends in mobile development that are expected to become a rage in 2018.\n\nAugmented Reality\n\nOne of the most thrilling and fascinating new technologies in the world of mobile app development is the incorporation of augmented reality as a means of providing the consumers with a more holistic and delightful experience. Although until a few years back, the augmented reality was a mere concept limited to sci-fi movies and TV shows, the introduction of gaming apps such as Pokemon Go and Sky Siege and other utility apps like myNav and iOnRoad are fine examples of what this technology could provide its users. 2018 is the year that will probably witness a lot of other businesses and enterprises on the likes of eCommerce, healthcare, lifestyle and entertainment jumping the bandwagon and integrating the Augmented Reality technology in their in-house apps to enhance the user experience and provide a boost to their revenue.\n\nApp Security\n\nAnother crucial aspect of mobile app development that will drive the focus of the app developers is the provision of higher security measures to make their apps more secure across the various channels and devices. The app developers will incorporate more comprehensive security protocols to ensure that user transactions involving personal and sensitive information such as bank details, NFC payments and social security numbers are designed for utmost privacy and are foolproof against hacking. The fact that professional and illegal hackers are now exposed to more advanced and improved technologies will be the major concern for mobile app developers who will be required to deal with cryptographic issues and provide a greater level of security to their apps.\n\nCloud based development\n\nExperts believe that cloud based development of mobile apps is the new trend in the market that is going to rule the roost in 2018. There are several benefits of this technology that will make it a quintessential part of all mobile app development henceforth. For example, cloud support will enable the app developers to deal with memory and bandwidth issues by maintaining the small size of their apps. Furthermore, cloud compatibility will allow users to sync their mobile apps and retain their functionalities across a variety of smart devices and platforms. The cross functionality and compatibility feature of cloud technology is also being touted as a boost for the popularity and demand of wearable devices such as the Smart watch for Apple users.\n\nLocation based technologies\n\nBy adopting the location based technologies such as Geo Fencing and iBeacon, most of the retail business owners are being able to provide the right information at the right place to the customers on the basis of their current location. The technology not only aims at providing a wholesome experience to the consumers but also ensures a steady growth and popularity of a business enterprise. The location based technology works on the idea that most of the public places nowadays such as restaurants, hospitals, malls and hotels offer free Wi-Fi to their customers that automatically kick starts an in-door mapping system which helps the business owners in tracking the exact location of potential customers.\n\nFocus on user experience\n\nAlthough, it has been a major driving factor in the growth and popularity of a business for years, user experience will witness an unprecedented improvement in 2018. In the rudimentary stages of the Smartphone technology, the consumers constantly faced a lot of variation in the experience of accessing mobile apps across multiple smart devices. In order to eliminate the issue, most developers will be now concentrating on maintaining a consistency of both the design and functionality of a particular app across various devices and even screen sizes. It goes without saying that the cross platform app development will probably gain massive momentum and become a major aspect of app design. The developers will need to use analytics data to keep a track of consumer behaviour and optimize retention by eliminating the chances of app abandonment.\n\nInternet of things\n\nDespite the fact that it is still in the infancy of its development, Internet of things is likely to become a Holy Grail for the propulsion of mobile app development to unprecedented levels. When a user integrates an app across various platforms and channels, he is essentially contributing to its establishment in the market.  The staggering rate with which the people are connecting to each other via the mobility technology implies that all the major platforms such as Android and iOS will be getting more involved in IoT, to enhance their customer engagement multiple times over. To cite an example, the introduction of a smart car would mean integration of traffic signals with navigation based mobile apps that will aid in a safe maneuver of the vehicle across the city.\n\nTo sum it up in a nutshell, the mobile app development industry is going to witness untapped levels of innovation which will aim to provide a rich user experience and propel the business towards success.\n\nI agree to have my personal information transfered to MailChimp ( more information )\nJoin over 3.000 visitors who are receiving our newsletter and learn how to monetize your website. We are mainly focused on reviews of online ad networks and affiliate platforms. Please stay connected.\nWe hate spam. Your email address will not be sold or shared with anyone else.\n\n\nSuresh is author and owner of He loves to help people by teaching the ways to make money online with advertising and affiliate programs. He is also passionate about technology and love to write reviews.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\nCopy link Protection Status",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.9848471284,
        "format_confidence":0.9472660422
    },
    {
        "url":"http:\/\/www.designer-daily.com\/10-useful-htaccess-tricks-to-improve-your-website-22247",
        "text":"For some reason, the .htaccess file is often overlooked by web designers. If you have no idea what the .htaccess file is, I’ll just give you the Wikipedia definition: “A .htaccess (hypertext access) file is a directory-level configuration file supported by several web servers, that allows for decentralized management of web server configuration.”\n\nBut let’s get to it, here are some of the cool things you can do in your .htacces file.\n\n1. Hotlinking protection with .htaccess\n\nWebsites that steal your written content can be quite annoying because they can hurt your Google rankings by creating duplicate content. However there is even worst: websites that steal your content AND don’t even make the effort of downloading images and reuploading it on their server. Loading images from your server is called hotlinking, and it’s a bad practice because it steals some of your precious bandwidth.\n\nTo preven people from hotlinking your images, just include the following lines in your htaccess file (obviously replace with your site’s URL.\n\nRewriteBase \/\nRewriteCond %{HTTP_REFERER} !^$\nRewriteCond %{HTTP_REFERER} !^http:\/\/(www.)?*$ [NC]\nRewriteRule .(gif|jpg|swf|flv|png)$ \/feed\/ [R=302,L]\n\n2. Prevent directory browsing\n\nWhile directory browsing can be useful, it can also cause some security problems. To make your site a bit more secure, prevent directory browsing by including this file in your htaccess.\n\nOptions All -Indexes\n\nImage credits: Sens interdit by Frédéric Bisson on Flickr.\n\n3. SEO friendly 301 permanent redirects\n\nI’ve used this one very often, pretty much on every site where I changed the URL structure with a redesign or server move. To redirect old pages to their new address in a user-friendly way, use this structure in your htaccess.\n\nRedirect 301\n\n4. Display a custom 404 error page\n\nWhen a visitor tries to access some page of your site that doesn’t exist anymore, your server will display a page with the message “404 file not found”. Some CMS allow you to set a custom page for those 404 errors, but the easiest way is still to include the following line in your htaccess file.\n\nErrorDocument 404 \/404.html\n\nImage credits: 404 room by Raphaël Gotter on Flickr.\n\n5. Setting the default page of a directory\n\nIf for some reason you need the default page of a directory to be different, it’s very easy to do with htaccess. For example, if you want the file default.html to be the default page, just add this line.\n\nDirectoryIndex about.html\n\n6. Block unwanted visitor based on referring domain\n\nUsually webmasters will not block traffic, but if you notice in your stats that some sites are just sending you spammers or trolls, you shouldn’t wait to block them, that would just help you preserve your nerves. Just add the following code to do so.\n\n<IfModule mod_rewrite.c>\nRewriteEngine on  RewriteCond %{HTTP_REFERER} [NC,OR]\nRewriteCond %{HTTP_REFERER} [NC,OR]\nRewriteRule .* – [F]\n\n7. Specify upload file limit for PHP in htaccess\n\nThis one helped me several times when using Drupal on shared hosting, I had to reset upload file limits to allow my clients to upload bigger files and these lines saved me. The first one is maximum file size for uploading, second one is maximum size of the post data , third one is maximum time in seconds a script is allowed to run before it is terminated by the parser and last one is maximum time in seconds a script is allowed to parse input data such as like file uploads, POST and GET data.\n\nphp_value upload_max_filesize 20M\nphp_value post_max_size 20M\nphp_value max_execution_time 200\nphp_value max_input_time 200\n\n8. Compress files\n\nDo your users a favor and optimize the loading time of pages by compressing the files you serve on your website, here is an example of how to achieve this.\n\nAddOutputFilterByType DEFLATE text\/plain\nAddOutputFilterByType DEFLATE text\/html\nAddOutputFilterByType DEFLATE text\/xml\nAddOutputFilterByType DEFLATE text\/css\nAddOutputFilterByType DEFLATE application\/xml\nAddOutputFilterByType DEFLATE application\/xhtml+xml\nAddOutputFilterByType DEFLATE application\/rss+xml\nAddOutputFilterByType DEFLATE application\/javascript\nAddOutputFilterByType DEFLATE application\/x-javascript\n\n9. Cache files\n\nMore website speed optimization by caching files.\n\n<FilesMatch “.(flv|gif|jpg|jpeg|png|ico|swf|js|css|pdf)$”>\nHeader set Cache-Control “max-age=2592000”\n\n10. Force trailing slash\n\nI cannot prove it, but I’ve read countless time that adding a trailing slash at the end of the URL was good for SEO and page load. If you also believe so just add this code in your htaccess.\n\n<IfModule mod_rewrite.c>\nRewriteCond %{REQUEST_URI} \/+[^\\.]+$\nRewriteRule ^(.+[^\/])$ %{REQUEST_URI}\/ [R=301,L]",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.8334105611,
        "format_confidence":0.9439588189
    },
    {
        "url":"http:\/\/jmobile.io\/heres-some-tips-to-develop-an-app-with-great-design-for-2018\/",
        "text":"Here’s some tips to develop an app with great design for 2018\n\nwritten by\n\n\nWednesday January 24th, 2018\n\n\nPeople say don’t judge a book by its cover, but frankly, it is important to nicely cover your book because it basically represents what’s inside. When people download an app, they see the icon, name, contents, review, and so on. There are thousands of similar apps on market and people download those apps to see something really good. However, it only takes few minutes to decide whether they want to use the app or not. This is why designing your app is really important.\n\nLet’s see up-to-date mobile app design trends for 2018 and catch people’s attention.\n\n\n\nMinimalism and simple color schemes\n\nWhen the app has too many design elements, it may cause much-unwanted confusion for the user. Creating a minimalistic design makes the whole experience much easier-just click that button!\n\n“Less is more” rule also pertains to the variety of colors.\n\n\n\nMaterial Design: Young and Innovative\n\nIt was 2014 when we first met the concept of Material Design. Nowadays, material Design appears to be the most flexible solution offering light and dark backgrounds. Also, Material Design gives space for creativity and innovations letting designers add more features to the new version.\n\n\n\nIn-App Gesticulation\n\nIt’s too soon to assume designers have used all their creativity in this regard. Gestures seem more exciting than using buttons because of two reasons:\n\n  • Hand-play makes the user experience more real and erases borders between a smartphone and its owner.\n  • Gestures make it faster! Deleting a letter within a second is more than possible now.\n\n\n\nFunctional Animations\n\nDeveloping user experience, functional animation lets them immerse in the application. Functional animation is especially important when you create a multitasking application.\n\n\n\nOnboarding and Offboarding Experience\n\n“Get on board!” – that’s what we’re screaming to our precious users out loud. One of the up-to-date trends is a progressive onboarding experience when the app makes friends with a user outright. Offboarding means saying goodbye in the equally nice way. If you managed to surprise a customer on this stage, be ready to get the word of mouth advertising.\n\n\n\nTouch ID\n\nThis feature not only saves your nerves but also saves much time you usually spend on long verification processes. And what have we mentioned before? Right, any app should be a real speed master.\n\n\nTrends somehow reflect people’s everyday needs and behavior. It’s the most basic and fundamental roles of app developers and UI\/UX designers to catch the trends in order to make app successful.\n\n\n\n\nwritten by",
        "topic_id":2,
        "format_id":9,
        "topic_confidence":0.9590114951,
        "format_confidence":0.8316746354
    }
]