[
    {
        "url":"https:\/\/www.normreevesford.com\/",
        "text":"Norm Reeves Ford\n\n18900 Studebaker Road\nDirections Cerritos, CA 90703\n\n  • Sales: (562) 991-6696\n  • Service: (562) 469-5915\n  • Parts: (562) 353-4471\n\nWelcome to Norm Reeves Ford\n\nBuying a new car isn't so difficult when you shop at Norm Reeves Ford Superstore. Located in Cerritos, we're a premier Ford dealership proudly serving the Cerritos, Anaheim, Downey, Whittier, and Long Beach areas.\n\nNew, Used, and Certified Pre-Owned Cars\n\nHere at Norm Reeves Ford Superstore, we know that buying a car can be tough, especially when it feels like you don't have a lot of options to choose from. That's why we offer an extensive selection of new, used, and certified pre-owned vehicles.\n\nIn our showroom, you'll find the latest Ford models, including the advanced Ford Fusion, the capable Ford Explorer, and the iconic Ford Mustang. We're also home to hundreds of used cars, trucks, and SUVs as well as dependable certified pre-owned Ford models.\n\nAffordable Financing and Incentives\n\nWe also offer a number of financing options and incentives to make driving home in your brand new car easier and more affordable. Our finance department will work with you and various lenders to ensure that you get the auto loan or lease plan that best meets your budget. All you have to do is apply for financing online.\n\nIn addition, Norm Reeves Ford Superstore offers many incentives for added savings. Some of these include our College Student Bonus and Military Appreciation incentives.\n\nProfessional Service and Parts\n\nA great inventory and a helpful finance department aren't the only things you can get at Norm Reeves Ford Superstore. We're also home to a professional service and parts department.\n\nFrom routine oil changes to engine repairs, our team of trained technicians will give your car professional automotive services to extend its longevity and maintain its smooth, capable performance. No matter what you need, you can trust that we'll be here to provide the care your car deserves.\n\nShop at Norm Reeves Ford Superstore!\n\nWe're committed to making your car shopping experience easy, fun, and exciting. We'll do everything we can to ensure that you get the car of your dreams and drive off the lot satisfied.\n\nSo if you're in the market for a new car, take look around our website! Feel free to browse through our online inventory or check out any of our many Ford vehicle reviews and comparisons to help your next new car!\n\nAnd if you have any questions, don't hesitate to contact us at 562-991-6696 or visit our showroom at 18900 Studebaker Road in Cerritos.\n\ntrue true ; AdChoices",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9859941006,
        "format_confidence":0.9381861091
    },
    {
        "url":"http:\/\/flyfrompti.com\/ptia-fire-department\/",
        "text":"PTIA Fire Department\n\nPTIA Firefighters’ responsibilities include firefighting, emergency medical services, aircraft rescue, and response to other emergencies as needed.  Firefighters also perform daily inspections as required by the FAA.\nPTIA firefighters are highly specialized professionals trained to serve the traveling public’s needs 24 hours a day and 365 days a year.  The department is responsible for protecting the lives and property of the airport’s customers, tenants and employees from natural and man made hazards, medical emergencies, and aircraft incidents.\nThe fire department will answer hundreds of calls each year, many of which are minor in nature.  Firefighters are certified EMTs and receive annual training to meet FAA requirements.\n\nFor Fire or EMS Emergencies, call 911.\n\n\nPTI_Calculator_304 x 85 PTI_FACEBOOK",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.8533335328,
        "format_confidence":0.779152751
    },
    {
        "url":"https:\/\/www.quaycars.co.nz\/",
        "text":"Quay cars\n\nPh: 03 539 0053\n183 Haven Rd, Nelson, New Zealand\nCars under $6999 Quay cars\n\nQuay carsNo Deposit Finance Availiable\n\nWe have a specialised business manager on site to help tailor-make a finance package to suit your lifestyle. We have many financial lenders who we use with fantastic finance rates. Please fill out the application form below and we endeavour to have an answer within the hour.\nApply for finance now\n\nQuay carsQuality Vehicles\n\nHere at Quay Cars we pride ourselves on providing a very high standard of service to our customers with exceptional after sale care selling only quality vehicles hand picked by our team. Our aim is to have competitive pricing with the view of enhancing repeat business. We are Nelson’s only AA Appraised dealer so buy with confidence with us today.\nBrowse our vehicles\n\nQuay carsFREE 12 Month Warranty\n\nAll our category 1 vehicles qualify for our 12 Month Protecta Warranty, conditions do apply so please enquire. Also upgrades to a 24 month or 36 month option are available.\nBuy with confidence\n\nNelson's Only AA Appraised Used Car Dealer\n\nOur vehicles include a mechanical pre purchase appraisal by the AA, Buy with confidence today at Quay Cars.\n\nmeet our team\n\n  • Quay cars Ryan Durry Ryan Durry\n  • Director Ryan Durry has been working in the motor trade industry for 15 years and holds a MITO National Certificate in Vehicle sales. Ryan spent some time in Australia working for Subaru Melbourne in their new state of the art dealership and became the top used vehicle consultant in Australia. Quay cars \"high on the hill\" has been established and is a well known car yard in the Nelson region. Quay Cars specializes in selling a range of small cars, station wagons, vans and 4WD's under $20,000. We offer AA Appraisals on all of our vehicles to give you peace of mind and offer a 12 Month warranty on all Catergory 1 vehicles (exclues diesel and european vehicles) through Protecta Insurance.\n  1. Office manager Leah McMahon\n  2. Come and see Leah to finance your next vehicle, we offer Tailor-Made packages to suit everyone at fantastic rates.\n  1. Allan Elvy\n  2. Allan Elvy run's our workshop and keeps all the cars in prime condition, he's been in the motor industry for a number of years and does a fantastic job.\n  1. Paul Arnold\n  2. Paul Arnold a local nelsonian is here to help you purchase your next vehicle during the weekends and public holidays.\n  1. Bronwyn Weber\n  2. Bronwyn has joined the team from the Hospitality sector, she knows all about great customer service and going the extra mile for our customers, come see her today at our Budget yard.\n\n183 haven rd. Nelson",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9629594088,
        "format_confidence":0.8080595136
    },
    {
        "url":"https:\/\/www.ralphsremovals.com\/about.html",
        "text":"your local Removals company covering East & West Sussex and Hampshire\n\n\n01903 779887\n\n02392 733665\n\nStress-free removals across the UK\n\nRalphs Removals are based in East Preston, West Sussex and cover the south coast including areas such as:\n\nEast Preston, Littlehampton, Rustington, Angmering, Bognor Regis, Yapton, Barnham, Chichester, Bosham, Tangmere, Fontwell, Worthing, Lancing, Shoreham, Brighton, Hailsham, Eastbourne, Horsham, Billingshurst, Petersfield, Midhurst, Pulborough, Portsmouth, Waterlooville, Havant, Emsworth, Hayling Island, Fareham, Gosport, and Southampton.\n\nWe regularly move clients within these areas to and from UK wide locations. Recent moves have seen our team go to Teeside, Lincolnshire, Devon, Oxfordshire, Wiltshire, Dorset, Essex, Kent, South Wales and Bristol. We also regularly provide removals services for clients based in Surrey and South London.\n\nSo if you live further afield and are planning to more into this area, by all means call us on 01903 779887. We are more than happy to help you.\n\n\nAs a family run business we pride ourselves on the commitment and service we offer.\n\nRalphs Removals is a family run removals business based in East Preston, West Sussex. The business was established more than 30 years ago in Southsea, Hampshire and has been in its present ownership since March 2003.\n\nWhere appropriate, in the case of smaller removals or deliveries of a few items, we recommend our associated business – Aston’s Light Removals\n\nOur Customers\n\nMost of our work is concentrated locally in West Sussex and Hampshire, providing removal services to private households, commercial clients, local authorities and housing associations. We are happy to quote for long distance moves to and from our locality, though we do not undertake overseas removals.\n\nOur Reputation\n\nBeing a small business we are able to provide a personal service that meets the individual needs of our customers. We have a reputation for careful and courteous service, coupled with speed and efficiency.\n\nOur principal source of new business derives from referrals passed to us by satisfied customers.\n\nWe deliver right across the UK, call us on 01903 779887 with your requirements and we will be delighted to give you a highly competitive quote.",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.839266181,
        "format_confidence":0.9912342429
    },
    {
        "url":"http:\/\/www.mcdermottaviation.com.au\/",
        "text":"Welcome to McDermott Aviation; the largest privately owned and operated Heli-Aviation Company in Australia. We offer a unique variety of Helicopters and Fixed Wing Aircraft to suit any situation that may arise. McDermott Aviation is 'Flight Safety Approved', and are routinely audited by some of the largest companies and organisations around the world. Our motto is ‘Lateral Solutions to Vertical Challenges.  \n\nWith our main base situated at Cooroy on the Sunshine Coast, we also have remote bases located at Chinchilla & Maroochydore (Sunshine Coast) in Queensland, Bankstown in New South Wales, Papua New Guinea, and also New Caledonia.\n\nWith our highly qualified and very experienced pilots & engineers, and together with our skilled ground crew, our service includes everything from Aerial Application, VIP Charter, Charter & Freight, Fire Control through to even Aerial Photography\/Videography. We don’t just operate within Australia; we operate throughout the world.\n\nWe recently opened our new State of the Art 24hr Fixed Base Operation (FBO) facility at our Sunshine Coast Airport base at Maroochydore, which includes a VIP Lounge, Boardroom, Pilot\/Crew Rooms, Internet and Showers & Amenities. \n\nWe hope you enjoy browsing through our website, and we look forward to hearing from you soon.\n\n\nThe Staff at McDermott Aviation",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9943947792,
        "format_confidence":0.9863925576
    },
    {
        "url":"http:\/\/clarytrucking.com\/history.html",
        "text":"\"Proudly serving the midwest since 1947\"\n\n\nIn 1947, Jesse Clary Sr. bought a truck to haul school coal; this was the beginning of Clary Trucking. The following year, Jesse Sr. purchased an International wrecker truck that he used for towing and to clean up local accidents. Through the late 1940's and early 1950's, Jesse Sr. hauled coal, gravel, and continued to use the wrecker. In 1956 his son - Jesse Clary Jr., on his 16th birthday obtained his license and began hauling aggregate material and household coal. Through the 1960's, Clary Trucking predominately hauled aggregate materials used for road construction and the company grew to ten trucks.\n\nIn 1966, Clary Trucking purchased its first tractor and trailer, a B model Mack and tri-axle trailer, and began hauling coal. The following year, this truck was traded for a new R model Mack. Through the period of 1968-1970, the company transported base material for the construction of Route 32 in southeastern Ohio. Jesse Clary Sr. passed away in 1970, leaving his son, Jesse Clary Jr., to run the business.\n\nJesse Jr. and his wife Patricia grew the business through the 1970's to include over 15 trucks, hauling coal, foundry sand, and asphalt. In the mid 1970's Jesse and Patricia's three children, Rick, Dan, and Jackie joined the business. In 1978 Clary Trucking Inc. moved to a new larger facility in Richmond Dale, Ohio. Throughout the late 1970's and 80's Clary Trucking Inc. continued to grow, while providing the same quality of service upon which the business was founded.\n\nIn the early 1990's, Clary Trucking Inc. expanded to include van and walking floor services. In 2003, the company moved to a new larger facility in Chillicothe, Ohio to facilitate warehousing and cross-docking capabilities. Clary Trucking Inc. continues to provide exceptional service and quality to its customers. Currently, the company has 40 trucks, over 100 trailers, and 4th generation family members assisting in the operation of the business.\n\n\nClary Trucking Inc. proudly offers the safest, most reliable, and timely dry van-freight solutions in the Midwest...\n\nlearn more >\n\n\nClary Trucking Inc. currently offers several specialized transport solutions, including yard trucks, drop-deck...\n\nlearn more >\n\n\nIn addition to being a regional provider of transportation solutions, we are also a supplier and distributor of bulk mulch...\n\nlearn more >\n\n\nSince 1947, Clary Trucking Inc. has hauled everything from asphalt to agricultural lime...\n\nlearn more >",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9584911466,
        "format_confidence":0.9945240021
    },
    {
        "url":"https:\/\/split-airport.net\/cms\/partner-program",
        "text":"Partner program\n\nNova rent a car\n\n\nPartner Program\n\n\nWho We Are\n\nNova Rent a Car is a Croatian car rental company based in Split. Our search engine can be found at We have recently expanded operations to become a strong player when it comes to renting a car in Croatia. We work diligently to find reputable partners all over Croatia and worldwide to promote our competition and provide best prices and service for our valued customers. Our company NOVA car hire is one of leading car rental brands in Croatia, we operate from almost all major airport, downtown and many other pick up locations in Croatia.\n\nOur very good reputation within car rental industry is result of high level of customer service in combination with value-added product. Our standard procedures, friendly and efficient staff affordable rates and satisfied customers are proof that we run a very efficient business which makes us professional and reliable partner for Croatian car hire market.\n\nHow We Work\n\nThe lowest rent a car prices are always listed in our search results. We are always interested to add new partners if you are willing to join our cause of providing a great service to clients who select Croatia as holiday location.\n\nYour Benefits working with NOVA Rent a Car in Croatia\n\nExpanded customer base\n24\/7 partner and customer support\nEasy way to sell your bookings and deals\nComplete rent a car support to your clients\n\nHow to become NOVA Rent a Car Split partner?\n\nIt is very simple – just send us the following information about you:\n\n• Where do you operate and how does your business compare with our service and efforts?\n• If you are willing to participate in our best offers deals, top choices and discount code promotion.\n• How can we enhance the travel experience of our customers through your service?\n• Inform us about regular or extraordinary events and other local activities you or others organise in your area to include in our online rent a car blog.\n• Include us in the recipient list of your newsletters or of the periodical publications, which you or your associates undertake.\n• Include us as a link on your portal, website or blog.\n• Add us on your online social network\n\nOur staff will create a profile for your company in our data base and import the information you have provided us with.\n\nWe welcome the opportunity to assist you in your business and look forward to a continuing relationship.",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9475263357,
        "format_confidence":0.5111062527
    },
    {
        "url":"https:\/\/www.pearcebros.com\/about-us\/",
        "text":"Vehicle Search\n\nThere are 7 vehicles in stock\nBristol's leading vehicle servicing, leasing and hire specialist\nHead Office & Enquiries 01454 313556\n\nA Warm Welcome awaits you at Pearce Bros…\n\nThis is a successful family business which has been meeting our customers’ needs since 1979. We are now the largest independent contract hire and vehicle solutions specialists in Bristol and the surrounding area.\n\nOur depots in Yate and Avonmouth really can look after all your motoring-related needs. We can provide car and commercial courtesy vehicles, organise fleet management, and will endeavour to keep you on the road, 24 hours a day, seven days a week.\n\n\nWe have a contract hire fleet comprising over 1000 cars and commercial vehicles across the UK and are able to quote you on all your company vehicle hire needs.\n\n\nWe also operate an impressive range of self-drive cars and vans, ranging from a Peugeot 108 city car right up to a 3.5 tonne Ford Transit Luton or Tipper Truck. This excellent facility is available to both business and private customers, and you can rest assured that we utilise the very latest fuel-efficient, eco-friendly vehicles, and that we are constantly updating the fleet to take advantage of the most up-to-date technology on the market. Please browse our range of self-drive vehicles – we should be able to supply you with the perfect vehicle for your requirements.\n\n\nOur Bosch-approved workshops will expertly service all makes and models of car or commercial, including BMW, Mercedes-Benz, Audi and Volkswagen. Being Bosch-approved means that we can service your vehicle without invalidating your manufacturer’s warranty, and we are able to save you up to 50% off main dealer rates.\n\nWe are also an approved MOT Test Centre and can accommodate testing for class IV, V and VII, along with all mechanical repairs, including clutches, cambelts, air conditioning, and tyre and exhaust fitting. We are 1-Link approved for the servicing of company or lease vehicles.\n\nAs already mentioned, we think you will find our prices reassuringly competitive, and you will be pleased to hear that we are providing unbeatable value and keeping your motoring costs to a minimum. All this whilst maintaining excellent standards and workmanship…\n\n\nPearce Bros’ excellent all-round service also includes a fully-equipped accident repair centre, having gained an enviable reputation in this area for quality. We can facilitate private, commercial, and claim-handled accident damage, and we are approved by most major insurance companies.\n\nVisit Us\n\n\nSales01454 333758\nHire01454 313556\nServicing & MOTs01454 320023\nBody Shop01454 321170\n\n\nHire0117 9823432\nServicing & MOTs0117 9828202\n\nOpening Hours\n\nMonday - Friday\n\n08:00am - 18:00pm Pearce Bros Workshop\n08:00am - 17:30pm Self Drive\n08:00am - 17:00pm Sales Department (YATE ONLY)\n08:00am - 17:00pm Pearce Bros Bodyshop (YATE ONLY)\n\n\n08:00am - 12:00 noon Pearce Bros Workshop\n08:00am - 12:00pm Self Drive\n08:00am - 12:00pm Sales Department (YATE ONLY)\n\n\n\nWe are a United Rental System Licensee. When you hire a car, van or minibus from Pearce Bros Autorentals, you will always get a big smile and a great service.\n\nPearce Bros (Autorentals) Limited are a credit broker and not a lender. We are Authorised and Regulated by the Financial Conduct Authority. FCA No: 915947 Finance is Subject to status. Other offers may be available but cannot be used in conjunction with this offer. We work with a number of carefully selected credit providers who may be able to offer you finance for your purchase.\nRegistered in England & Wales: 03519661\nRegistered Office: Address:\nBS37 5JN\nData Protection No: Z9230286\n\nChristmas Opening Hours\n\nPearce Bros will be closing for the Christmas and New Year Period\n\n\nFriday 23rd December @ 14:00pm\n\n& returning\n\nTuesday 3th January 2023 @ 08:00am\n\n\nIn emergencies our main telephone is available 24\/7\n\n\n\nA Big Thank You to all our customers and suppliers for their business during 2022\n\nWe wish everyone a Very Merry Christmas and a Happy New Year\n\nChristmas Opening Hours",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9831286073,
        "format_confidence":0.9882131219
    },
    {
        "url":"https:\/\/www.webbsofweybridge.co.uk\/about-us",
        "text":"About Us\n\nHere at Webbs of Weybridge, we pride ourselves on customer service. Both Richard and Mark have come from a customer service background and share an obsession for classic cars. Both believing that a classic should be enjoyed and not cooped up in a garage for all of eternity, they decided to launch Webbs of Weybridge classic car hire in 2014. Now almost anyone can use and enjoy their range of classic cars as they were meant to be, on the open road. \n\nRichard Kijowski\n\n\nCo - founder of Webbs Of Weybridge.\n\nDream Car - Aston Martin DB5\n\n\nRichard has been on the road a little longer than Mark and has had a passion for classic cars over many years. He has owned numerous classics from his very first Triumph Herald to a DeTomaso Pantera and is currently restoring his beloved Aston Martin DB6. Richard comes from a corporate background having held senior positions both at BP and Verizon, before becoming a property developer and more recently working in media. Wherever his career took him, Richard always had a classic car as a mode of transport and would be happy to chat about cars into the early hours.\n\nIMG_20190615_135944 (1).jpg\nMark Webb\n\n\nCo - founder of Webbs Of Weybridge.\n\nDream Car - Lancia Stratos Prototype\n\n\nMark has been obsessed with cars since he can remember. From wedge 70's cars such as the Bertone X 1\/9 and the Lotus Esprit, his passion for classics is lifelong. Having spent 10 years running his own Ski Chalet business in Europe, he knows a thing or two about customer service and delivering a high quality product. After driving, travelling and working in varied places Mark has finally settled in England with his wife Amy and young daughters Beatrix and Daisy.\n\nPaul Ashenden\n\n\nChief Mechanic\n\nDream Car - Ford Escort RS Turbo\n\n\nPaul is an expert in all things classic car and will perform any task we throw at him, from a top down engine rebuild to a full respray. He has always worked with classic cars and has been an essential part of Webbs for 2 years and counting.",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9766049981,
        "format_confidence":0.9926427007
    },
    {
        "url":"https:\/\/sealinecargo.com\/about-us",
        "text":"Download Catalogue\n\n+974 33500206\n\nAbout Us\n\nWe've built our reputation on excellence in shipping and logistics, with a constant focus on serving our customers.\nOur business was created to help business like yours get dependable, excellent shipping from loading dock to customer site.\nThe principles of our business have remained steadfast through the years--fast and safe transport of even the most difficult freight while following all safety and government guidelines.\nWhen trust us to ship your freight, you will know that the safe transport of your goods in the hands of skilled, qualified professionals\n\n\nWe'll deliver your hopes, your dreams, your freight--on time\n\nYour freight is too important to trust to amateur, fly-by-night truck jockeys or unscrupulous logistics companies. We deliver every time, and that's a promise.\n\nWe know the ins and outs of transportation and logistics\n\nThe difference, in one word, is experience. Our drivers, dispatch people, customer service representatives, and mechanics have it in spades.\n\nWe're not just a vendor, we're your partner\n\nTransportation needs fluctuate, grow, and evolve in ways you might be able to anticipate. We can help create not just a solution, but a logistics strategy.\n\nLatest news\n\nOur fleet is now even bigger\n\nAt a time when other logistics companies are scaling down, we're betting on the future with new vehicles and equipment that make us the best choice to be your logistics and transportation partner.\n\nOur workforce is now better\n\nWe've implemented a new training system for all employees that includes cross training in all relevant areas of the company. We think this commitment to our workforce is really a commitment to you, our customer.\n\n\nOur Client is growing\n\nWe're proud to let you know that this year has been one of unprecedented growth for us, including an expansion of our clients and the types of freight we've been trusted with. Thanks to all who ship with us!\n\nTrucking our Freight\n\nShipping Services\n\nOnce your freight leaves the loading dock, it's out of your hands but, chances are, not out of your head. When you trust us with the on-time delivery of your freight, we freight the big and small stuff so you don't have to worry\n\nLogistics Client Testimonial\n\nIt's our privilege to have earned the trust of innumerable clients through the years. From the smallest parcel to the largest shipment, we've treated each job as the most important one we could perform, until the next one…\nSpeciality Freight\nWe have the knowledge, expertise, equipment, and people to ship the unship able. Whatever needs to get from point A to point B can be transported by us safely and quickly. If you have a challenge, we'd love to hear it…\nWe appreciate you checking out our website. If you need a quote on a one-time or regular shipping job, please call.\nWe're excited to announce that we recently added to our fleet. Have freight that requires special handling? We have the perfect vehicle.\nWe recently updated and expanded our website. Whatever it is you're looking for, you should be able to locate it more easily than ever before. If you don't find what you need, please call.",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9914078116,
        "format_confidence":0.9937484264
    },
    {
        "url":"https:\/\/www.server-movers.net\/about-us\/",
        "text":"For over 20 years, Server Movers, the IT moving market leader, has provided nationwide, secure, high value computer equipment moving throughout the nation.\n\nOur staff is comprised of capable IT professionals and problem solvers who understand the numerous issues when moving and migrating Data Centers, Servers, Server Racks and Computer Technology Equipment.\n\nIntegrity and customer service are treasured core values within our organization.\n\nWe are a “White Glove” Mover, meaning that we are the only ones who touch your equipment. There are no third parties. No sub-contracting.\n\nWhether you are a small business moving across the street, or Fortune 500 Company moving across the country, Server Movers has the staff, technical expertise, specialized equipment, custom solutions and willingness to exceed your expectations at every opportunity.\n\nMany companies large and small use our services and solutions. Our services and skills include, but are not limited to the following…\n\n  • Custom White Glove IT Moving Solutions Nationwide\n  • Packaging Services\n  • Pack & Securely Move\n  • Server Moving\n  • Server Rack\/Cabinet Moving (Populated or De-racked)\n  • Data Center Moving\n  • IT Equipment Moving\n  • Un-Racking & Re-Racking\n  • Cable Management\n  • Packing\n  • Inventory Services\n  • Asset Tagging\n  • Moving Project Management\n\nA Few of Our Clients",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.776529789,
        "format_confidence":0.992536664
    },
    {
        "url":"http:\/\/www.mnthermalscience.com\/home-page?sort_by=weight_2",
        "text":"Environmental Responsibility\nCommit to 100% reusable, recyclable temperature-controlled shipping solution\nReverse Logistics\nClosed Loop Life Cycle Asset Management Solutions.\nRight Place. Right Time. Right Condition. Repeat.\nProtect sensitive payloads with innovative global packaging, service and asset management solutions.\nProven. Precise. Reliable.\n  • Torrance, CA - September 4, 2014 - Industry Leaders Pelican Products, Minnesota Thermal Science and Cool Logistics Are Joining Forces to Form a Global Temperature Controlled Packaging Division, Pelican BioThermal LLC, to take effect on October 1, 2014.\n  • PLYMOUTH, MN — May 6, 2014 – Minnesota Thermal Science (MTS) - a Pelican BioPharma Company, and an industry leader in global temperature-controlled packaging solutions announced today they were one of eleven companies to receive a 2013 Global Supplier Award from Eli Lilly and Company. The Annual Lilly Global Supplier Award is to recognize suppliers who provided significant business contribution to Lilly’s global objectives to Deliver Strong Business Results; Bold Leadership; and Speed Innovation – creating a competitive edge in their market. “Working with Eli Lilly and Company has been extremely gratifying”, stated Tom Anderson, MTS’ Senior Vice President, upon acceptance of this prestigious award on April 30, 2014, along with David Hamlin, a MTS Senior Account Executive. Anderson goes on to add, “Lilly and MTS worked in partnership to meet each of Lilly’s global objectives and very much look forward to continuing this rewarding relationship between two industry leaders.” Minnesota Thermal Science delivers global temperature-controlled packaging solutions that reduce payload risk, distribution costs and environmental impact by optimizing the use of patented, high-performance reusable and disposable thermally protected shipping containers. MTS offers a comprehensive range of Credo services and software solutions that uniquely support a complete life cycle asset management distribution model. “Receiving this award underscores our commitment to understanding our customers’ initiatives and implementing innovative solutions and services that exceed their goals. It is reflective of the collaborative partnership established between both organizations and a commitment to excellence.” said Lyndon Faulkner, President and CEO of Pelican Products Inc., the parent company of MTS.\n\nCredo Pro Envision\n\nCredo Pro Envision\n\nManaging the complexities of reverse logistics\n\nEasy-to-use, secure web-based access allows you to track and trace product asset inventories throughout the entire distribution cycle.\n\n>> More About Credo ProEnvision <<\n\nLife Cycle Asset Management\n\nTemperature Controlled Life Cycle Asset Management Services\n\nWe can help manage the entire life cycle of your Credo shipper\n\nA comprehensive suite of thermal protection packaging options are available from reusable to single-user containers – including an extensive selection of asset management, services and software offerings.\n\n>> More About Asset Management <<\n\nMarkets we collaborate with\n\nCold Chain logistics thermal packaging solutions\n\nLife Science Industry's choice for thermal protection\n\nChanging the way valuable temperature-sensitive payloads are transported safely and reliably with the highest caliber of passive thermal control available.\n\n>> More About Markets Served <<",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.7976480722,
        "format_confidence":0.6372842789
    },
    {
        "url":"http:\/\/www.chenangosales.com\/",
        "text":"Welcome to Chenango Sales!\n\nChenango SalesLocated in Greene, NY, Chenango Sales is proud to be the premier Ford dealership in the Chenango area.\n\nAs six time Presidents Award Winners, we’re guaranteed to provide you with the best prices and the best service around.\n\n\nPLEASE NOTE: if you are having trouble contacting us please call 607-656-8069 and if you are still having problems to call the following cell #’s.  607-349-1907 or 607-349-1908",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.8564420342,
        "format_confidence":0.9797719121
    },
    {
        "url":"http:\/\/www.bennettmotorexpressllc.com\/",
        "text":"The Experts in Flatbed and Specialized Transport\n\nBennett Motor Express is an industry leader in flatbed transportation, step deck transportation, heavy haul and specialized transportation. Our core services include general freight, flatbed and step deck, heavy haul and specialized transport, government services, and air and space transport divisions.\n\nWith Bennett, you have the full capacity, expertise and reliability of an industry leading freight carrier to help manage transportation and logistics costs. We leverage the comprehensive assets of Bennett’s family of companies to deliver integrated transportation solutions worldwide.\n\n  • Heavy Haul, General Frieght, Flatbed, Stepdeck, Specialized Freight Transportation Services\n  • Leading Transportation and Logistics Provider\n  • Heavy Haul Transportation Services\n  • Specialized Transportation Services",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9873491526,
        "format_confidence":0.9257349372
    },
    {
        "url":"https:\/\/www.allianz.com.my\/hu\/road-safety",
        "text":"Why Road Safety?\n\nAs a key player in the motor insurance industry, it is in our best interest to increase the road safety level and thereby reduce risks within society. In 2011 we signed a Memorandum of Understanding (“MOU”) with Jabatan Keselamatan Jalan Raya (“JKJR”), to increase road safety in Malaysia. This commitment was renewed in 2014 when we extended our partnership for another three years by signing a second MOU with JKJR.\n\nRoad Safety Initiatives\n\nRoad Safety Advocacy Campaigns for the Public\n\nWe conduct regular Road Safety Advocacy Campaigns, with a focus on accident-prone areas. These campaigns are held nationwide with the support of our branch network. On average, we conduct four campaigns each month with the aim of reaching each part of Malaysia. Our Road Safety Advocacy Campaigns are held in close cooperation with JKJR, often with the support of Road Transport Dept, the local municipal council and the local traffic police department.\n\nDuring our Road Safety Advocacy Campaigns, which are held in locations identified by JKJR, volunteers who have been trained as Road Safety Ambassadors will distribute road safety items while at the same time advocating safe road behavior.\n\nSchool Advocacy Campaigns\n\nWe target children and young persons through our school advocacy campaigns as we believe that good road habits must be inculcated from a young age. Further, children are able to be effective influencers to their parents and family members as they can share what they have learned in school. During our school advocacy campaigns, we set up a road safety circuit for the students, from which they can learn about pedestrian safety, basic knowledge of road signs and passenger safety. These lessons are supplemented by our Road Safety Tips Booklets.\n\nRoad Safety Ambassadors\n\nWe believe that in order to be able to advocate road safety to the public, we have to start by instilling this knowledge amongst our internal stakeholders. Our road safety volunteers are required to attend a special training by JKJR before they are awarded the title of “Road Safety Ambassador”. Road Safety Ambassadors can further equip themselves with potentially life-saving skills by attending First Aid training.\n\n\n\n\nWorkshops for Employees\n\nOn top of the Road Safety Ambassador trainings, we also organise a number of workshops for our employees, particularly those who are required to be on the road for work purposes. These include the Defensive Riding & Bikers Emergency Workshop held for our despatch riders, the Safe & Responsible Driving Workshop, and the Road Survival Programme. These programmes cover various road-related topics, such as common causes of accidents, effective motorbike maneuvering, defensive measures that can be taken to avoid accidents, breakdown safety, first aid knowledge and emergency response in road traffic situations.\n\nSocial Media Engagement\n\nWe have taken efforts to develop innovative ways to engage the general public. In conjunction with the 2014 World Cup, we rolled out the F1™ Road Safety Soccer Street Contest via Allianz Malaysia’s Facebook page. Fans of the page were required to watch a video clip that was posted, answer a question - “What is Nico Rosberg’s advice to drivers?”, and share the 1 Thing That Matters to them on Road Safety. This contest leveraged on our F1™ sponsorship platform, where popular icons such as Nico Rosberg and Lewis Hamilton helped to spread road safety messages through a series of videos.\n\n\nWorkshops for Children\n\nIn partnership with Children and Adult Road Education (“DeCARE”), we organised a road safety workshop for our employees’ children held at DeCARE’s road safety circuit in Putrajaya. The children alternated between different activities including learning to cross the street properly, recognising traffic signs and basic road safety rules. They got to drive various vehicles such as go-karts, mini motorcycles and bicycles, and took turns playing the role of policemen who recognized and issued summons for traffic offenses.\n\nJoint Collaboration Road Safety Workshops: Petrosains and Smart Reader Kids\n\nAllianz Malaysia organised joint road safety campaigns with Petrosains and Smart Reader Kids to instill important road safety behaviour among the students of Smart Reader Kids between the ages of 5 and 6 years old as well as visitors of Petronas Street Smart on 30 May 2015. At the campaign, they learned how to recognise basic road signs and crafted their own road safety pins; an activity that was managed by Petronas Street Smart’s facilitators.\n\nParents, teachers and visitors also had the opportunity to experience eight interactive road safety exhibits in Petronas Street Smart which highlighted different factors affecting road safety.\n\nJoint Collaboration Road Safety Workshops: Kidzania\n\nIn July 2013 KidZania Kuala Lumpur and Allianz Malaysia hosted a workshop to enhance awareness of road safety among children. Apart from the existing theme park role-playing activities designed to educate and inspire, 50 lucky visitors comprising children and parents were treated to a unique opportunity to be part of a workshop focused on providing road safety tips in an easy and relatable way. Children learnt the essentials, from the importance of using seatbelts, recognising road signs as well as etiquette that should be adopted to minimise distraction in cars.\n\nThe children were tasked to take on an interactive mission before they can be certified as Allianz-Kidzania Road Safety Ambassadors by completing a step-by-step process. Children took a simulation test, obtained a driver’s license as well as a car insurance policy from Allianz’s establishment in KidZania to guard their safety. The children then took a ride on a child-sized car before completing a quiz on road safety which tested their new-found knowledge. To recognise the participants, KidZania and Allianz awarded them with certificates and the role as Allianz-KidZania Road Safety Ambassadors. On the day, 30 units of child safety booster seats were also distributed to visitors of KidZania.\n\nThe Long Short Walk\n\nAllianz Malaysia believes that safe walking should be a basic right and supports the call on safer roads for all. In support of this, we have taken part in the Zenani Campaign’s initiative, the Long Short Walk for 2 years in 2013 and 2014.\n\nThe Long Short Walk is held in memory of 13-year old Zenani Mandela, Nelson's Mandela's great-granddaughter who was killed in a crash. It constitutes lots of short walks that combine into one Long Walk: a call for action for safe walking. During our Long Short Walk, Allianz Malaysia employees and JKJR representatives distribute reflective wristbands with the printed message “Be safe Be seen” to pedestrians. They also collect road safety pledges with messages such as “I am walking for safer roads for pedestrians” and “I am walking for safer routes to schools” to create awareness on road safety for pedestrians.\n\nRoad Safety Items\n\nItems Distributed\n\n  2012-March 2013 2013 2014\nReflective stickers 24,600 18,900 13,000\nHelmets 1,800 1,611 1,164\nReflective windbreakers 546 1,179 1,130\nChild safety booster seats 18,000 745 400\nReflective wristbands   12,550 5,430\nRoad safety booklets     6,622\n\nReflective Wristbands\n\nOur reflective wristbands are distributed to pedestrians to increase their visibility in low light circumstances. We find that these wristbands are particularly useful for schoolchildren, who are likely to have to travel to school early in the morning; and runners, who may start their runs early in the morning or jog at night. The wristbands are also a fun way to encourage dressing brightly for visibility purposes.\n\n\nChild Safety Booster Seats\n\nChild Safety Booster Seats are given to motorists with children who are too short to use the regular car seatbelts but too tall for a child car seat. The Booster Seat acts to boost the child’s height so that the seatbelt fits them comfortably and safely. According to the World Health Organisation, infant seats, child seats and booster seats can reduce child deaths by 54–80% in the event of a crash.\n\n\nMotorcycle Helmets\n\nAt our Road Safety Advocacy Campaigns, we exchange old and\/or unsafe motorcycle helmets for new, SIRIM-certified ones. According to the World Health Organisation, wearing a good quality helmet can reduce the risk of death from a road crash by 40% and the risk of severe injury by over 70%. Our exchanged helmets also come with advice from our Road Safety Ambassadors, explaining for example, the importance of helmet wearing and the average lifespan of a helmet.\n\n\nReflective Stickers\n\nReflective stickers made of visibility enhancing material are given to motorcyclists at our campaigns with the aim of enhancing their visibility in low light conditions, such as early in the morning or when riding at night. These seemingly unobtrusive stickers can have a great impact as they are able to reflect light up to 100 metres away. According to a Malaysian Institute of Road Safety (“MIROS”) study, the conspicuousness factor was found to be the highest crash occurrence factor among motorcyclists, at 40%.\n\n\nReflective Windbreakers\n\nSimilar to the reflective stickers, our reflective windbreakers which are also given out to motorcyclists serve the purpose of increasing the visibility of a motorcyclist in low light conditions. Reflective strips located along the sleeves and torso section of the windbreaker aim to keep the motorcyclist visible when car headlights or streetlamps shine on him or her. It also has the added bonus of providing light protection against the sun and rain.\n\n\nRoad Safety Booklets\n\nA new initiative in 2014 was the Road Safety Tips Booklet which was developed internally by Allianz in consultation with JKJR. It provides handy tips on road safety for children aged four to twelve years old. The booklet serves as a post-campaign reminder tool for students as well as a teaching tool for teachers and parents following our Road Safety Advoca... (truncated)",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9915217161,
        "format_confidence":0.8679276705
    },
    {
        "url":"http:\/\/www.atvheadquarters.com\/news\/?SID=t0dis6nq1f7ba5smdhrm9kahp1",
        "text":"Finally ... just ATV parts and accessories. Since 2004, we have provided UTV\/Side x Side enthusiasts with the most innovative and highest quality parts and accessories on the market. Beginning with and we have offered the most knowledgable support and customer service from O.E.M. trained service technicians and mechanics.\n\nRead More",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.8311296105,
        "format_confidence":0.5519653559
    },
    {
        "url":"http:\/\/www.globalplanesearch.com\/?manufacturer",
        "text":"Search over 27,000 aircraft for sale!\n\nAbout GlobalPlaneSearch\n\nEstablished in 2002 GlobalPlaneSearch is the largest aircraft for sale website on the Internet. Easily search our 27,000+ helicopters and airplanes for sale, lease or trade. Search by Aircraft Type (Helicopter For Sale, Fighter Jets For Sale), Region (Aircraft for Sale United States, Aircraft for Sale UK), Aircraft Usage (Business Aircraft, Warbirds For Sale), Aircraft Offer or Make and Model (Cessna 172 For Sale, P-51 Mustang for Sale, All Aircraft Manufacturers).\n\nWe are aviation enthusiasts and our team continues to work hard to expand our inventory and improve the quality of search results we are delivering. Whether you are looking to buy aircraft or sell aircraft, GlobalPlaneSearch is the best resource to research new and used airplanes and helicopters for sale on the Internet.\n\nSuccess Stories\n\n\"IT WORKS! the plane is sold, gone, check in the bank!\"\nT. Brown\n\"I had not heard of Global Plane Search before Dan called and suggested we try it. We decided to give it a try and listed 3 planes. In a short 2 month timeframe we now have 2 of the 3 under contract.\"\nK. Kline\nLJ Aviation",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9758860469,
        "format_confidence":0.960790813
    },
    {
        "url":"http:\/\/axell-logistics.com\/",
        "text":"Our creativity and technology  adds value to your\nsupply and production chain\n\nLogistics experts\n\nUnlimited scalability\n\nBecause of our know-how and flexibility in the field of logistics we are the best choice both for single user and multiuser with various projects and business challenges.\n\nRegardless of the scope of your logistic operations we supply for full scalability. By providing this flexibility you can  focus on growth and diversity. We add value together.\n\nLatest news\n\n\nAxell Group values sustainability and commits to this in both operations and development.\n\nKeep in touch\n\nPlease fill in your email address\n\nWe are pleased to announce that from the 1st of November 2016 the names of all our organizations will be harmonized.\n\nRead more\n\nAxell Group\n\n© 2015 - 2016 Axell Group | All Rights Reserved",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9388112426,
        "format_confidence":0.9569814205
    },
    {
        "url":"http:\/\/www.trolley-project.eu\/index.php?id=27&L=5",
        "text":"• United Kingdom\n  • Germany\n  • Czech\n  • Hungary\n  • Italian\n\nPrint version: en\n\n\nInternational Action Group to Promote Modern Trolleybus Systems\n\nTrolleyMotion is the leading European trolleybus interest group, fully committed to the maintenance and expansion of existing as well as the design of new electric city bus systems. Its main aim is to improve the competitiveness of public transport in urban areas by electric bus systems. TrolleyMotion objectively informs decision makers and actively supports them in the complex technical and economic issues of trolleybus systems. It focuses on the interests of system users and the people in the vicinity of the systems, tries to overcome prejudices and provides latest facts as well as profound know-how and support. Its members aim at locating new markets for their products and strengthening the competitive position of the existing market by better targeting the needs of its customers.\n\nTrolleyMotion’s Services\n\nTrolleymotion is able to provide international experts for all technical and operational issues. It offers strategic and technical advice in the decision making processes and supports the evaluation of system selections. Its service comprises the provision of relevant analytical methods and instruments and the procurement of used systems (vehicles and infrastructure).\n\nMain Activities within TROLLEY\n\nIn the TROLLEY project, TrolleyMotion is the main dissemination and communication partner. Its wide international networks and contacts to public and private trolleybus institutions offer the best possible access to disseminate the results and outcomes of the project to a wide European and global audience.\n\nThe project partner will strongly contribute to the successful dissemination of all relevant TROLLEY outputs (e.g. through the TROLLEY newsletter, the website) and will finally become a patron of the “European Trolleybus Knowledge Centre” to be established by the end of the project. This centre will become the main trolleybus knowledge hub for Central Europe and bring together relevant stakeholders such as industry, municipalities and public transport operators.\n\nIts annual conference provides a fantastic platform for the promotion of TROLLEY and for the establishment of contacts and the exchange of new ideas towards cleaner European cities.",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9903717041,
        "format_confidence":0.9926233292
    },
    {
        "url":"http:\/\/roguerivergreenway.org\/wp-content\/uploads\/2016\/08\/RRGMap2.pdf\/",
        "text":"\n\nThe greenway would connect Jackson and Josephine Counties by bicycle, pedestrian and water trails and provide a gateway to an abundance of recreational opportunities and resources.\n\nClick image below to view additional areas.\n\n\nThe Rogue River Greenway Foundation is dedicated to the development of multi-use walking and bicycle trails to promote healthy lifestyles, safe, alternative non-motorized modes of transportation for children, adults, and seniors whether residents or visitors.  It is also dedicated to improving access to and use of our natural resource areas for hiking, fishing, rafting, cycling, equestrian, whitewater and wildlife viewing  providing educational opportunities, healthy alternatives for outdoor recreation, promoting stewardship of our lands and rivers and stimulating the local economy in Southern Oregon benefiting existing businesses as well as providing potential for new business opportunities.\n\n\nThis is a regional project and it is also a community based project and all must do their part in whatever way they can.  There is no deep pocket of funds that will build this for us, we must build it for ourselves by working together, forming public\/private partnerships, getting involved and raising funds.   Contributions, no matter how small, are vital for building the Rogue River Recreational Corridor and Greenway project.  Donations help to build the project and also help to demonstrate local support and matching funds for grants.  Contributions can be provided through various means, cash, materials, labor, services and more.  As a non-profit organization, all contributions are tax deductible to the extent allowable by law.  Be a part of this legacy project and make a donation today.\n\n\nA project of this size and scope is not without its challenges but nothing worth achieving ever is.  Many of those involved with this project do not ride or own bikes, or horses, or kayak or fish but all believe in their hearts that this is an undertaking that will improve the quality of life for their communities and the generations to follow.  It will provide much needed access to one of our most precious gems, the Rogue River, as well as protect and preserve dwindling natural resource areas along the river for ourselves and all who follow to enjoy.  It will provide a safer place for children and families to recreate in a natural healthy environment.  It fosters an appreciation of our natural resources and stewardship of our lands and wildlife.  This project connects existing bike\/ped  facilities, communities, cities and counties and connects us all to the landscape in which we live and recreate. This is a legacy project that is building paths to the future and with your support it can and will happen.\n\nThe Rogue River Greenway Project is a joint collaboration including local citizens both urban and rural, Jackson and Josephine Counties, the Rogue Valley Council of Governments, the Cities of Rogue River, Gold Hill, Central Point and Grants Pass, Oregon State Parks and Recreation, Oregon Dept. of Transportation and numerous other local, State and Federal agencies. Establishing public\/private partnerships to help build and maintain the many sections of the greenway and recreational corridor is key to its success as over 85% of the greenway will be located on public lands.",
        "topic_id":22,
        "format_id":12,
        "topic_confidence":0.9112121463,
        "format_confidence":0.9719753265
    }
]