[
    {
        "url":"https:\/\/azb.m.wikipedia.org\/wiki\/%D8%B4%D8%A7%D8%A8%D9%84%D9%88%D9%86:Current_sport",
        "text":"شابلون بلگه له مه‌سی[باخ] [دییشدیر] [گئچمیش] [تمیزله‌مه]\n\n\nDo not subst.\n\n  • This template is for articles which involve an article about an evolving current sports-related event which is either changing rapidly or about which understanding is rapidly evolving. This is an advisory to readers that the article may be incomplete and subject to change.\n  • Note that every article on Wikipedia has a General disclaimer indicating that the article contents may not be accurate. As such, this template is redundant.\n  • As an advisory to editors, it may also be used in those occasions that many editors (perhaps a hundred or more) edit an article on the same day.\n  • It is not intended to be used to mark an article that merely has recent news articles about the topic, or for some team or league that is in season; if it were, thousands of articles would have this template, without informational consequence.\n  • Generally it is expected that this template and its closely related templates will appear on an article for perhaps a day or two, occasionally several days.\n  • If you desire that an article be noticed as a topic about or related to a significant current event, see Wikipedia:How the Current events page works.\n\n\nبو شابلون ۳ پارامتره شامیل اولور:\n\n  • sport, اتوماتیک صورتده هر ایدمانین اؤز شکیلین گوستریر. بو شابلون اینده بو ایدمانلارا ائحتیوا ائدیر: American football, Australian rules football, basketball, baseball, cricket, cycling, golf, hockey, motorsports, Olympics, rugby, tennis, volleyball, boxing, curling, squash, swimming, athletics, lacrosse\n  • image, which can switch to an alternate image that is not supported.\n  • event, which can change the event to something other than the default sports-related event text.\n  • category, parameter must be y, to add category to the article.\n\nبو کؤدون:\n\n{{current sport|sport=tennis|event=tennis tournament}}\n\nنتیجه‌سی بو:\n\nایستیفاده اولونان شکیل‌لردَییشدیر\n\nSee alsoدَییشدیر\n\nرده:الگو:رویداد روز",
        "topic_id":21,
        "format_id":20,
        "topic_confidence":0.9884822369,
        "format_confidence":0.5266529322
    }
]