[
    {
        "url":"http:\/\/front.player.fm\/series\/papa-hector-salva\/interview-with-mambo-sandy",
        "text":"Interview with Mambo Sandy\n\n\nManage episode 259614486 series 2419743\nBy Hector Salva. Discovered by Player FM and our community — copyright is owned by the publisher, not Player FM, and audio is streamed directly from their servers. Hit the Subscribe button to track updates in Player FM, or paste the feed URL into other podcast apps.\n\nInterview with Mambo Sandy\n\nMambo Sandy joins us to discuss\n\nHer Spiritual Journey\n\nStory of her own healing\n\nWomen’s Issues and Spirituality\n\nStruggles on the Spiritual Path\n\nBeing Spiritual and Working in Adult Entertainment\n\nImportance of the RIGHT Godparent\n\nAnd much more\n\n76 episodes",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9593305588,
        "format_confidence":0.6211205125
    },
    {
        "url":"http:\/\/www.britannica.com\/EBchecked\/topic\/480056\/Protevangelium-of-James",
        "text":"Protevangelium of James\n\nProtevangelium of James,  pseudepigraphal (noncanonical and unauthentic) work written about the mid-2nd century ad to enhance the role of Mary, the mother of Jesus, in Christian tradition. The story of Mary’s childhood as given in the Protevangelium has no parallel in the New Testament, and reference to a nine-year stay in the Temple of Jerusalem contradicts Jewish customs. Mary’s birth to aged parents is termed miraculous, and after the birth of Jesus a midwife is said to have confirmed that Mary was still a virgin. The Protevangelium modified the nativity narratives of Matthew and Luke. Though the writer called himself ... (100 of 141 words)\n\n(Please limit to 900 characters)\n\nOr click Continue to submit anonymously:",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.8588224053,
        "format_confidence":0.5505034328
    },
    {
        "url":"https:\/\/transterramedia.com\/media\/52449-catholics-in-izmir-turkey-03-of-21",
        "text":"Catholics in Izmir - Turkey - 03 of 21\n\n20 more in collection Christian Roots: Turkey's Dwindling Catholic Community\n\nThumb md\n\nNon-Exclusive License $250.00\n\nInterested in extended license to match your needs? Contact us via email or call +44 75 226 13520.\n\nPrayers for the deceased can be read in Italian, French and Turkish, the languages spoken by Catholic worshipers in Izmir. In the second half of 19th century, foreign entrepreneurs and skilled workers formed a community of western citizens who made Izmir the gate to Anatolia. The Aegean city soon became soon the economic capital of the Ottoman Empire and foreigners born there, calling themselves Levantines, were able to build churches and practice their religion.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9306688905,
        "format_confidence":0.8957864046
    },
    {
        "url":"http:\/\/archives.religionnews.com\/multimedia\/photos\/rns-jesus-hell-a",
        "text":"Religion News Service: In-depth. Impartial. Engaged.\n\nMultimedia » Photos\n\nTopics: Faith, Doctrine & Practice\nTags: harrowing of hell, hell, holy saturday, jesus\n\nYou must acquire rights to repost our content. Log in now for permission to download and reprint or repost this content.\n\nRelated Stories\n\nAt Christmas, the babe in the manger isn’t always white\n\n(RNS) At this time of year, many Christians dispel the notion of a white baby Jesus by including a Christ child of other colors in Nativity scenes and plays. By Adelle M. Banks.\nMore | Comments (0)\n\nColm Toibin’s Virgin Mary is far from meek and mild\n\n(RNS) The traditional Christmas image of the Virgin Mary -- silent, obedient, observant -- has cemented a potent ideal in the Western imagination. Now the masterful Irish writer Colm Toibin puts a jackhammer to the cozy, safe, Christmas-card version in \"The Testament of Mary.'' By Karen Long.\nMore | Comments (2)\n\nPope’s final book on Jesus focuses on Christmas birth, hidden childhood\n\nVATICAN CITY (RNS) Just in time for Christmas, the Vatican on Tuesday (Nov. 20) released a new book by Pope Benedict XVI focused on Jesus' birth and childhood, the final installment of his trilogy on the life of Jesus. By Alessandro Speciale.\nMore | Comments (1)\n\nFilmmaker asks whether hell is real, and who goes there\n\n(RNS) The questions posed by the new film \"Hellbound?'' -- does hell exist and if so, who goes there? -- are no longer so anxiety-producing for filmmaker Kevin Miller. His faith journey has taken him to embrace a gentler view of hell that isn't a place of eternal torment, and holds that all souls will be saved. By Lauren Markoe.\nMore | Comments (6)\n\nPoll: Most Americans don’t think Scientology is a religion\n\nWASHINGTON (RNS) Seventy percent of Americans say Scientology is not a true religion compared to 13 percent who believe it is, according to a new poll by CBS News and Vanity Fair magazine. By Jeanie Groh.\nMore | Comments (0)\n\nSign In\n\nForgot Password?\n\nYou also can sign in with Facebook or Twitter if you've connected your account to them.\n\nSign In Using Facebook\n\nSign In Using Twitter",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9970921278,
        "format_confidence":0.6673033834
    },
    {
        "url":"http:\/\/www.godtube.com\/watch\/?v=PZ7GWNNX",
        "text":"Today's Devotional\n\nGod's Masterpiece\nWhat does it mean for God’s people to be a masterpiece?\n\nread more\n\nLet's Make ItFacebook official!\n\nThird Day - God of Wonders\n\nGod of Wonders by Third Day worship video produced by Doctor Bob Studios. Copyright Sony BMG Music Entertainment\n\nGod's wondrous ways never cease to amaze and humble me. At 3:45 there is a still of the daughter I never thought I would be blessed to have and I pray arrives healthy in October. The scene dissolves into a photo of my autistic son in my hands as the song says, \"father hold me\". He is now 13 years old. We serve an awesome and loving God of wonders.\n\nRelated Videos",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9954348207,
        "format_confidence":0.9572410583
    },
    {
        "url":"http:\/\/content.time.com\/time\/magazine\/article\/0,9171,888009,00.html",
        "text":"Religion: Everyday Dogma\n\nPert, pince-nezed Dorothy Leigh Sayers, 56, is best known to readers in the U.S. and Britain as a crack writer of whodunits (Busman's Honeymoon, Murder Must Advertise, etc.). But what really interests Anglican Sayers is religion. Two years ago she announced: \"I have given up writing crime stories. Instead, I have engaged in a four-year task of translating Dante's Divine Comedy.\"\n\nPublished this week is a new Sayers book that lies somewhere between the two. Creed or Chaos (Harcourt, Brace; $2.25) is a collection of seven essays on contemporary Christianity, turned out with all...\n\nWant the full story?\n\nSubscribe Now\n\n\nGet TIME the way you want it\n\n  • One Week Digital Pass — $4.99\n  • Monthly Pay-As-You-Go DIGITAL ACCESS$2.99\n  • One Year ALL ACCESSJust $30!   Best Deal!\n    Print Magazine + Digital Edition + Subscriber-only Content on\n\nLearn more about the benefits of being a TIME subscriber\n\nIf you are already a subscriber sign up — registration is free!",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.862534821,
        "format_confidence":0.9583945274
    },
    {
        "url":"https:\/\/praymillennials.wordpress.com\/2019\/07\/09\/let-the-peace-of-christ-reign-in-our-hearts\/",
        "text":"Let The Peace of Christ Reign In Our Hearts\n\nRock Of Faith\n\n“Let the peace of Christ rule in your hearts, for to this you were called as members of one body. And be thankful” (Col 3:15).\n\nIs there lack of peace in the world around us? Do we lack peace of mind? If we dissect our text we shall find in it four pieces of advice.\n\nI. First, POSSESS THE PEACE OF GOD — “Let the peace of God rule in your hearts.”\nThe peace that we need to possess is the peace of God, which means, I think, first, peace with God. Oh, what a blessed thing it is to feel that the great cause of quarrel between our fallen spirit and the great Spirit is taken away, — that we are reconciled to God by the death of his Son, — that sin, the great divider, has been cast into the depths of the sea, and that there is…\n\nView original post 1,981 more words\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9974082112,
        "format_confidence":0.5345374942
    },
    {
        "url":"http:\/\/www.christiancentury.org\/article\/2009-08\/together-ark",
        "text":"Together on the ark\n\nThe witness of intentional community\nI once heard a preacher say that it might have been crowded and a little smelly inside Noah’s ark, but the folks inside knew it was better to be on board than not.\n\nThe same thing goes for living together in the church. Traveling together isn’t always easy, but the ark saves us from drowning. And it does more than that—it gives us a space where we can learn to live together.\n\nThe new monastic community my family is part of has provided a space for Christians of different traditions to learn to live together. Our group of Baptists, Pentecostals, Methodists, Episcopalians and Catholics has found a way to live together as a community of Christians who want to care for one another and for our neighbors around us (we’ve done this while remaining members of our denominational churches).\n\n\nThis article is available to subscribers only. Please subscribe for full access—subscriptions begin at $2.95. Already have an online account? Log in now. Already a print subscriber? Create an online account for no additional cost.\n\nThis article is available to subscribers only.\n\nTo post a comment, log inregister, or use the Facebook comment box.",
        "topic_id":18,
        "format_id":6,
        "topic_confidence":0.9958640337,
        "format_confidence":0.9789651036
    }
]