[
    {
        "url":"https:\/\/punchng.com\/tags\/frsc\/",
        "text":"Gov election: FRSC Corps Marshal visits Osun, asks personnel to be neutral\n\nFRSC Corps Marshal Dr. Boboye Oyeyemi\n\nAhead of the coming governorship election in Osun State, the Federal Road Safety Corps has called on its personnel to show a high level of commitment and professionalism by shunning corrupt and unethical standards before, during and after the election.\n\nDr Boboye Oyeyemi, the FRSC Corps Marshal, who made the call during a visit to the Sector Command on Monday in Osogbo, charged the personnel to be apolitical.\n\nHe said that 60 patrol vehicles, alongside both regular and special Marshals, would be deployed across the state, cautioning the officers against being used by politicians to disturb the electoral process.\n\nREAD ALSOQatar to produce electric vehicles by 2023\n\n“We are deploying our men across the state, and I have cautioned them against being used by any political party.\n\n“The image of the corps is very important, and every officer must remain apolitical; knowing that the corps does not belong to any political party,” the corps marshal said.\n\nHe said that the agency was partnering with other sister agencies, with the Nigeria Police being the lead agency, in order to ensure a free, fair, credible and peaceful election.\n\n“There is a pool of deployments which comprises the DSS, Police, NSCDC, NIS, among others, and not just FRSC alone.\n\n“The Nigeria Police is the lead agency, and there have been series of meetings in order to ensure that the election is peaceful.\n\n“Also, there has been security inter-agency collaboration, and all hands must be on the deck to ensure a safe election,” Oyeyemi said.\n\nHe said the corps was also working with the Independent National Electoral Commission in terms of logistics, which they have requested to mitigate any form of violence likely to surface.\n\nOyeyemi charged officers that would be deployed in local government areas in the state to show professionalism and good moral conduct.\n\n\n\nFRSC recruitment: Screening, physical assessments to commence Sept 24\n\nThe Federal Road Safety Commission has scheduled its screening and physical fitness assessment on recruitment for Sept. 24 to 29.\n\nThe FRSC Public Education Officer, Mr Bisi Kazeem, said in a statement on Friday that the screening would be conducted in all the state capitals.\n\nREAD ALSO: Osinbajo presides over minimum wage meeting on Tuesday\n\nKazeem advised applicants to check the email used for submission of the applications on Sept. 19 for information on the exercise.\n\n“The information in the email will contain the venue, date, time of screening and required items to be taken along for the exercise,” he said.\n\nAccording to him, shortlisted applicants are to come with the summary data page earlier received and the email notification slip which shall admit them to the screening venue.\n\nThe FRSC image maker said that any candidate without the printout of the summary data page and notification slip for the phase of the exercise would not be admitted into the venue.\n\nThe FRSC recruitment started on May 28, with the uploading of the application forms on the FRSC recruitment portal.\n\n\n\nFRSC promotes 20 personnels\n\nThe board of Federal Road Safety Corps has approved the promotion of 8 Corps Commanders to the position of Assistant Corps Marshals and 12 Deputy Corps Commanders to the position of Corps Commanders.\n\nThe approval came after the deliberation of the  board on Friday.\n\nIn a statement made available to the press by the Corps Public Education Officer, Bisi Kazeem, the names of the newly promoted ACMs include: PO Osadebamwen, Abayomi  Olukoju, M. Shehu, MI Garba, DD Sayi, SU Umar, Yekeen Salami, and Sunday Maku.\n\nWhile the names of the newly promoted CCs include: O Kalu, JI Dagwa, MA Jatau, EA Asaniyan, RN Monyei, TD Sifawa, SO Adepoju, U Wihioka, P Olaye, KM Kabo, R Ogom, and S Akinyemi.\n\nAccording to Kazeem, the Chairman of the FRSC board, Barrister Bukhari Bello, expressed his satisfaction at the transparency of the exercise and urged the newly promoted staff to put in more efforts in ensuring that the highways are safe for all categories of road users.\n\nKazeem added that the Corps Marshal, Dr. Boboye Oyeyemi, equally congratulated the newly promoted Officers for their performances. He stated that Oyeyemi encouraged them to continually put in their best in the course of their duties.\n\nThe Corps Marshal promised to continue to improve the welfare of the Corps’ personnel in general to the satisfaction of all. He advised those who did not get promoted to keep faith and hope for the best in the next exercise.\n\nSouthern city\n\nFRSC, Guinness advise truck owners on safety\n\nAS part of efforts to address road crashes, the Federal Road Safety Corps has called on truck owners and fleet operators to carry out adequate routine checks on their drivers and vehicles before deployment.\n\n The Edo State Sector Commander, Mr Anthony Oko, stated this at a training organised for 600 truck drivers by Guinness Nigeria Plc, during its transport and safety week.\n\n Oko, who was represented by the sector’s Head of Operations, Emea Orji, noted that the attitude of some truck drivers to safety on the highways had continued to be a major challenge for the agency.\n\nHe also urged drivers to create time to assess their state of health, including eye tests to prevent accidents.\n\nThe sector commander said, “We had an incident this morning (Wednesday) around First East Circular junction, Benin. A truck, as it was turning, landed on a jeep. It (truck) was just on top of the jeep; in fact, it was God that saved the driver.\n\n “So, we preach safety for the vehicles and also for the drivers. The drivers should be exposed to how they can adequately manage their health.”\n\n The Supply Chain Director of the company, Hanna Colman, said the Safety Week was designed to ensure that the company’s transport operations were executed with smart, alert, focused and educated drivers, through its third-party contractors.\n\nColman, who was represented by the Site Director of the Benin brewery, Adebayo Alli, added, “We have taken safety in our operational environment very far. We have moved from a baseline to almost mastery, when it comes to safety in the operational world.\n\n Also speaking, the Manager, Logistics and Customer Safety, Adebayo Oluwafemi, stated that the company had zero tolerance for poor road safety standards by its contractors and would not hesitate to sanction offenders.\n\n Oluwafemi said, “We have had transporters that have been suspended from our fleet because of the importance we place on human life.”\n\nCopyright PUNCH.\n\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]\n\nSouthern city\n\nPolice arrest FRSC officials in Calabar\n\nFRSC operational vehicle\n\nMudiaga Affe, Calabar\n\nThe Zone Six Command of the Nigeria Police with headquarters in Calabar, Cross River State on Wednesday detained two officials of the Federal Road Safety Corps for 10 hours over complaint from an alleged reckless driver that was booked.\n\nSouthern City News learnt on Thursday that a man driving a black BMW with Registration Number Cross River, KAM 715 AA, had tried to manoeuvre his way when he was flagged down by FRSC officials.\n\nThe driver, who was said to have been stopped along Marian Road because he did not wear seat belt, reportedly hit the  FRSC vehicle with his car.\n\nIt was learnt that as soon as the incident happened, the driver ran into the nearby Akim Police Station to get policemen to stop the FRSC officials, led by Victor Igwe, from towing his vehicle.\n\nA top FRSC officer at the state command, who spoke on condition of  anonymity, said despite allowing the booked vehicle to be towed by policemen to their station, his men, who were invited for interrogation by the Zone Six Police Command, were detained unjustly for several hours.\n\nHe said the case was moved from the Akim Police Station to the Zone Six Command on the influence of the traffic violator.\n\nThe source said, “My men were on patrol along Marian Road in Calabar when an incident happened following the reckless driving of one black BMW owner. He was flagged down for not wearing his seat belt and in an attempt to escape, he collided with our operational vehicle.\n\n“Immediately it happened, the reckless driver went to the nearby Akim Police Station to ensure that his vehicle was not towed to our yard. We had already booked him for seat belt use violation, dangerous driving and assaulting regular marshals.\n\n“But before we knew what was happening, the matter was immediately transferred from Akim Police Station to the Zone Six Command. In less than 24 hours, my men were invited to the command where they were detained for over 10 hours for no just cause.\n\n“Our lawyers went there, but they insisted that we should come and sign a bail bond. These men were detained with their uniforms and this is disturbing.”\n\nWhen contacted, the Police Public Relations Officer in charge of Zone Six Command, Mr Abeng Oyom, said the driver of the BMW had come to lodge a complaint that his car was damaged by FRSC operational vehicle driven by an official.\n\nHe, however, denied the claims that the FRSC officials were detained.\n\nHe said, “The complainant had come to lodge a complaint that his vehicle was damaged by FRSC operational vehicle.\n\n“He complained to the state traffic unit, but was not pleased with the way the matter was being handled. That was why we took it over. The FRSC officials were not detained.”\n\nCopyright PUNCH.\nAll rights reserved. This material, and other digital content on this website, may not be reproduced, published, broadcast, rewritten or redistributed in whole or in part without prior express written permission from PUNCH.\n\nContact: [email protected]      \n\n\n\nSallah: FRSC conducts eye test, arrests 4,983 traffic offender... (truncated)",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9564899206,
        "format_confidence":0.904060483
    },
    {
        "url":"https:\/\/motoredbikes.com\/tags\/thermal\/",
        "text":"• Register now! It's free and easy.\n  • Show your bike to the world, upload a photo today!\n  • Hi Guest, did you know we have a dark style? It might be easier on the eyes at night time! Try it out here: Style Chooser\n\n\n  1. CrazyDan\n\n    Generate electricity with \"waste\" heat\n\n    As we all know, current ways to hook up lights on our bikes without recharging batteries at home robs horsepower to the ground. I present to you the Thermoelectric Power Generator...",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9112507701,
        "format_confidence":0.9339299202
    },
    {
        "url":"https:\/\/cal.streetsblog.org\/2017\/01\/04\/todays-headlines-429\/",
        "text":"Today’s Headlines\n\n  • Fresno is getting a bunch of money to reshape itself, and wants local residents to weigh in on how to spend it (Fresno Bee)\n  • That’s no “boom”: L.A. is still adding housing at a snail’s pace (Abundant Housing LA)\n  • Math busts myths about transportation planning: we’re doing it all wrong (Metro News)\n  • USDOT: What we learned from the Smart City Challenge (Fast Lane)\n  • Why is U.S. public transportation woefully inadequate? (Newsweek)\n  • Use drones to collect traffic data (MikeOnTraffic)\n  • California electric bus manufacturer Proterra gets funding for new plant in City of Industry (SF Gate)\n  • California hires Eric Holder to advise on any conflicts with new U.S. administration (NY Times)\n  • Why Uber moved its self-driving cars to Arizona (The Hill)\n  • Trump plus CEQA is a bad recipe (California Planning & Development Report)\n\nMore California headlines at Streetsblog LA and Streetsblog SF",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9895057082,
        "format_confidence":0.9893961549
    },
    {
        "url":"http:\/\/www.hemmings.com\/classifieds\/dealer\/desoto\/firedome\/1523478.html",
        "text":"DeSoto Firedome for Sale\n\n\nOnly Show Ads With:\n\nPrices (2)\nPhotos (2)\n\n\nAdventurer (1)\nAirflow (1)\nDeLuxe (2)\nFiredome (2)\nFireflite (1)\n\nCustom Year Range\n\n\nAuto (1)\nUnspecified (1)\n\n\n\nThe ad you're looking for is no longer available, but here are a few others just like it.\n× Results include ads from the July, 2014 issue of Hemmings Motor News.\nTo see ads from the August, 2014 you must be a subscriber to Hemmings Motor News.\nLink your active subscription or subscribe to our Digital \/ App Edition or Print Edition for instant access.\n\nViewing 1 - 2 of 2 results\n\n\nShow: 15 | 30 | 60\n\n\n1955 DeSoto Firedome\n\n1955 DeSoto Firedome\n\nSt Charles, MO\n\nThis 1955 Desoto Firedome has a 291 C.I. Hemi V8 (Date Code Correct)2 Speed Power Flite Automatic TransmissionDana 11 Bolt Rear w\/ 3.73:1 RatioCustom... More\n\nOffered By: Fast Lane Classic Cars\nAdvertiser since 1993\n\n\n1952 DeSoto Firedome\n\n1952 DeSoto Firedome\n\nCharlotte, NC\n\nThat thing got a Hemi? Well yes it does. The Hemi came to the Desoto in 1952 and cars like this cool 1952 Desoto... More\n\nOffered By: Streetside Classics - Charlotte\nAdvertiser since 2008\n\nNew Search",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9892487526,
        "format_confidence":0.8527321219
    },
    {
        "url":"http:\/\/www.hemmings.com\/classifieds\/?0=0&adtypeFacet=Vehicles%20for%20Sale&makeFacet=Dodge&yearFacet=1936&sort=c_time_desc&page_size=60",
        "text":"Seller Type\n\nPrivate Seller (2)\nDealer (1)\nAuction (1)\n\nOnly Show Ads With:\n\nPrices (3)\nPhotos (4)\n\n\nCustom Year Range\n\nPrice Range\n\n$20k - $50k (3)\nNo Price (1)\nCustom Price Range\n$ To $\n\n\nAuto (1)\nManual (2)\nUnspecified (1)\n\nVehicle Condition\n\nExcellent (1)\nMint (2)\n\n\n\n× Results include ads from the May, 2015 issue of Hemmings Motor News.\nTo see ads from the June, 2015 you must be a subscriber to Hemmings Motor News.\nLink your active subscription or subscribe to our Digital \/ App Edition or Print Edition for instant access.\n\nViewing 1 - 4 of 4 results\n\n\nShow: 15 | 30 | 60\n\n\n1936 Dodge Cantrell Station Wagon\n\n1936 Dodge  Cantrell Station Wagon\n\nWestport, CT\n\nThis car is in the Dragone Auctions Greenwich Car Event Weekend Auction on Saturday May 30th. For more info please visit our website: www.dragoneclassic.com\/auctions... More\n\n\n1936 Dodge\n\n1936 Dodge\n\nArley, AL\n\nThis 1936 Dodge pickup has had a total frame off restoration done in Stanton, Va by a professional restorer.  I have before pics and... More\n\nOffered By: Private Seller\n\n\n1936 Dodge Street Rod\n\n1936 Dodge  Street Rod\n\nOverland Park, KS\n\n1936 Dodge - specs: Chassis: original frame Fatman Fabrications Mustang II front end Air Ride technology suspension power brakes 8\" Ford rear end Body: original steel body 2\" chopped, custom padded cloth top shaved... More\n\nOffered By: Private Seller\n\n\n\n1936 Dodge Pickup Truck\n\n1936 Dodge  Pickup Truck\n\nBrewster, WA\n\n1936 Dodge 1\/2 Ton Pickup Truck Northwest Classic Auto Mall advertises this vehicle for the owner. If you are interested in this vehicle or have any... More\n\nOffered By: Northwest Classic Auto Mall\nAdvertiser since 2011\n\nNew Search",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9930312634,
        "format_confidence":0.9885840416
    },
    {
        "url":"https:\/\/www.partcatalog.com\/rubber-floor-mats-liners.html",
        "text":"Shop By Material\n\nRubber Car Floor Mats\n\nYour 100% Risk-Free Triple Guarantee\n\nYour part will fit your vehicle, or return it for free\nLowest prices guaranteed\nFree shipping to your door\n\nShow Options\n\nResults: 13\n\nLooking to buy a new set of floor mats? Maybe you want to keep dirt and mud from damaging the floor of your truck, or maybe you just want to add a little style to the interior of your car. Well, whatever the reason, you’ll have to make a choice between 3 materials: rubber, vinyl, and carpet. Of those 3, rubber is particularly attractive because it is affordable and easy to clean.\n\nTell us more about your vehicle",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.8304640651,
        "format_confidence":0.8349933624
    },
    {
        "url":"https:\/\/www.skyscanner.com.au\/airports\/sm\/airports-in-san-marino.html",
        "text":"San Marino airports information\n\nYou will find below information about airports in San Marino. Use the links below to read detailed information about airports in San Marino: locations, routes, live departures and arrivals etc.\n\nSkyscanner allows you to find the cheapest flights from San Marino (from hundreds of airlines including ) without having to enter specific dates or even destinations, making it the best place to find cheap flights for your trip.\nTo book a cheap flight from San Marino, choose from the list of flights from San Marino below, or use the links at the side of the page to browse for more flight information. To start a new flight search, use the search controls above.\n\nAirports in San Marino\n\nHere are the main airlines in San Marino:\n\nPrices shown on this page are estimated lowest prices only. Found in the last 15 days.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.7612363696,
        "format_confidence":0.9176064134
    },
    {
        "url":"https:\/\/www.kbb.com\/cars-for-sale\/cars\/toledo_oh\/new-cars\/saab\/",
        "text":"Jeep Compass $28,930\nJeep Compass $31,120\nJeep Grand Cherokee $43,280\n\nNew Saab for Sale in Toledo, OH\n\n0 cars found within 75 miles from 43654\n\nNew Saab\n\nSorry, there are no matches within that range.\n\nFind Another Car\n\nThanks for Supporting\nKelley Blue Book.\nWe deliver up-to-date car values, expert reviews and unbiased reporting at no\ncost to you. To do this, we display ads from only trusted automotive partners.\n\nTo continue on our site, simply turn off your ad blocker and refresh the page.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9957368374,
        "format_confidence":0.8035774827
    },
    {
        "url":"http:\/\/www.jeepgarage.org\/search.php?s=86bd7470c564a7dbe396d2cbcacdb87a&searchid=5846577",
        "text":"Go Back   Jeep Garage - Jeep Forum > Search Forums\n\nJoin Jeep Garage Today\nShowing results 1 to 1 of 1\nSearch took 0.01 seconds.\nSearch: Posts Made By: nancyd589\nForum: New Members - Welcome! 01-03-2011, 10:17 PM\nReplies: 12\nViews: 37\nPosted By nancyd589\nRe: New uk member\n\nHello, I now became a member of this community here and I would love to be a part of it. Just enjoy the environment here.\nShowing results 1 to 1 of 1\n\nForum Jump\n\nAll times are GMT -5. The time now is 04:21 AM.\n\nPowered by vBulletin® Version 3.8.8 Beta 4\nCopyright ©2000 - 2016, vBulletin Solutions, Inc.\nCopyright 2012 - JeepGarage.Org\nThe Jeep Grand Cherokee Owners Community\n\nJeepGarage.org is in no way associated with or endorsed by FCA US LLC. Chrysler, Dodge, Jeep, Ram, Mopar and SRT are registered trademarks of FCA US LLC.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.8813205361,
        "format_confidence":0.9317089319
    },
    {
        "url":"http:\/\/www.autoblog.com\/used-list\/year-1992-1992\/make1-Mercedes-Benz\/model1-230\/vcond-Used",
        "text":"1992 Mercedes-Benz 230 For Sale\n\nSave Search\n\nGive this search a name:\n\nYou can save multiply searches so it's good to give some valid names, so you can easily change filters.\n\nThe saved search under this name already exists. Please use a different name.\n\nModify Search\n  • Saved\n    • Saved\n\n      You may save up to 15 listings. Please note that this listing will be over-writing your oldest saved listing.\n\n      Your Search\n\n      • Mercedes-Benz X\n      • 230 X\n      • 1992-1992 X\n\n      Narrow Your Search\n\n      price List to\n      Miles List to\n      List year to\n      Vehicle History\n      We weren't able to find any results within the criteria you specified, but we did find similar listings for you:\n\n      MERCEDES-BENZ 230 $4,300\n\n      • $4,300\n      • Mileage 220,000 Miles\n      • Mileage 220,000 Miles\n      • Color Silver\n      • Engine 6 Cyl\n      • Location Charlotte, NC\n\n      Search Results by Market Value\n\n      Don't Overpay for a Used Car\n\n      Just Say - Show me the CARFAX\n      Powered by Get a free CARFAX record check for a used car\n\n      Great Auto Loan Rates Presented By Auto Credit Express\n\n      Step 1:\n\n\n      Step 2:\n\n      Step 3:\n\n      AutoCreditExpress.com is not a lender and does not make credit decisions, so any pre-qualification, approval, finance terms and APR will be at the sole discretion of the participating lenders or dealers. Not all decisions will happen immediately. Decision time may vary depending on the lender or dealer you are matched with.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9931467175,
        "format_confidence":0.9698467255
    },
    {
        "url":"http:\/\/www.atascosacdj.com\/new-inventory\/index.htm?reset=InventoryListing",
        "text":"• Chrysler\n  • Dodge\n  • Jeep\n  • Ram\n\nAtascosa Dodge Chrysler Jeep Yamaha\n\n110128 IH 37\nDirections Pleasanton, TX 78064\n\n  • Sales: (888) 486-0637\n  • Service & Parts: (866) 708-1574\n\nNew Chrysler Dodge Jeep RAM For Sale Pleasanton, TX\n\n\nShow Only\n\n\n217 Vehicles matching:\n  • All Listings\n\nNew 2016-2017 Ram 1500, 2500, 3500, Jeep Grand Cherokee, Wrangler Unlimited, & More in Pleasanton TX\n\nBelow you will find all of our competitively priced Chrysler, Jeep, Ram and Dodge cars. With a wide selection of new cars to choose from, we are confident that you will find a vehicle that fits your lifestyle. As a major destination for a Ram 3500, Ram 2500, Ram 1500, Jeep Wrangler Unlimited, Grand Cherokee, Dodge Durango and many other Chrysler, Jeep, Ram and Dodge vehicles in greater San Antonio area, we are ready to assist you in any way that we can. Use our Power Search tool below to filter by make, model, year and body style, or call us to speak to a member of our knowledgeable sales team. If you cannot find a particular Chrysler, Jeep, Ram or Dodge vehicle, please try our CarFinder tool and we'll locate it for you! This form carries no obligation so please see what cars we can find for you. Whether you come from San Antonio, Devine, or Medina TX we welcome you to Atascosa Dodge Chrysler Jeep Yamaha in Pleasanton, Texas.\n\nMore About Buying a New 2016-2017 Ram, Chrysler, Dodge, or Jeep in San Antonio, Devine & Medina TX area\n\nNow that you have browsed Atascosa's inventory of new Chrysler, Jeep, Ram and Dodge models, please take a minute to view our comprehensive inventory of used cars in the San Antonio area. Every pre-owned vehicle that comes to our San Antonio area dealership undergoes a detailed inspection to ensure the quality of our used cars. If you are ready to take the next step once you find the used Chrysler or Dodge vehicle that you have been looking for in the San Antonio area then please come to our Pleasanton, TX finance department. Our Chrysler finance professionals can help you secure a cheap auto loan on a new RAM truck or Chrysler car. Come visit us at 110128 Ih #37, Pleasanton, Texas and see for yourself! We proudly serve Hondo, Seguin, New Braunfels, Beeville, Canyon Lake, San Marcos, Kyle, Kirby, Leon Valley, Converse, Universal City, Live Oak, Schertz, and Lockhart, Texas. Come in today to pick out your new car, truck, van, or SUV. We look forward to helping you!\n\n* MSRP is the Manufacturer's Suggested Retail Price (MSRP) of the vehicle. It does not include any taxes, fees or other charges. Pricing and availability may vary based on a variety of factors, including options, dealer, specials, fees, and financing qualifications. Consult your dealer for actual price and complete details.\n* You may not qualify for the offers, incentives, discounts, or financing. Offers, incentives, discounts, or financing are subject to expiration and other restrictions. See dealer for qualifications and complete details.\n* Images, prices, and options shown, including vehicle color, trim, options, pricing and other specifications are subject to availability, incentive offerings, current pricing and credit worthiness.\n* In transit means that vehicles have been built, but have not yet arrived at your dealer. Images shown may not necessarily represent identical vehicles in transit to your dealership. See your dealer for actual price, payments and complete details.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9923220277,
        "format_confidence":0.8908090591
    },
    {
        "url":"http:\/\/www.alibaba.com\/showroom\/china-coast-freight-co-ltd.html",
        "text":"• Sourcing Solutions\n  • Services & Membership\n  • Help & Community\nRelated Categories: Business Services\nSupplier Location:\nSort By :\nGo to Page\nPrev 1 2 3 4 5 ... 12\nBuying Request Hub\nHaven't found the right supplier yet ? Let matching verified suppliers find you. Get Quotation NowFREE\nDo you want to show china coast freight co ltd or other products of your own company? Display your Products FREE now!\nRelated Category\nProduct Features\nRecommendation for you",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.8598749638,
        "format_confidence":0.9696201086
    },
    {
        "url":"http:\/\/blog.hemmings.com\/index.php\/tag\/rocket-engines\/",
        "text":"Archive for the ‘rocket engines’ tag\n\nHarley Museum displays rare artifacts and some ideas that didn’t stick\n\nJul 15th, 2011   |   7 comments\n\nHarley-Davidson Servicar with a hobby horse on the back for a 1950s American Legion parade. Photos courtesy Harley-Davidson Media A new collection of rare and one-of-a-kind Harley creations from the 108 years of the company’s existence opened on June 11 at the Harley-Davidson Museum in Milwau ... Read more\n\nBack to Top",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.7963399887,
        "format_confidence":0.9027736783
    },
    {
        "url":"http:\/\/environmentuk.net\/technology?start=108",
        "text":"joomla templates\n\nEnvironment UK\n\nOnline Magazine and Directory\n\n\nLast update10:55:49 AM GMT\n\nBack Technology\n\n\nZero emissions: an idea worth spreading\n\nrenault_nissanPARIS (July 11, 2011) — Some of the world’s greatest minds will be able to test-drive the latest in zero-emission technology when the Renault-Nissan Alliance takes part in a global conference of artists, scientists, economists, philosophers and activists this week in Edinburgh, Scotland.\n\nThe Renault-Nissan Alliance is the automotive partner of the annual TEDGlobal conference, an event which aims to answer questions such as ‘How can life be better lived?’ The 2011 TEDGlobal will be held July 11-15, and a highlight for nearly 1,000 participants will be driving Renault and Nissan’s zero-emission vehicles at the show and on the surrounding streets of Edinburgh.\n\n\nNew study on car subsidy schemes\n\nleafCar fleet renewal programmes in US, France, Germany fall short of their potential on emissions and safety benefits\n\nCar fleet renewal schemes introduced in the US, France and Germany fell short of their potential to deliver on environmental and safety objectives, according to a new report published by the International Transport Forum at the OECD and the FIA Foundation today.\n\nThe focus of the 70-page study are three of the largest car fleet renewal schemes introduced primarily to stimulate consumer spending on cars in the wake of the 2008 economic crisis.\n\n\nOpel\/Vauxhall and Europcar launch major electric vehicle co-operation\n\nvauxhallEuropcar offers Ampera as rental car across Europe from end of 2011.Cooperation brings Europe’s first electric vehicle offering ‘go anywhere at any time’ mobility to a wider audience\n\nRüsselsheim\/Luton\/St. Quentin en Yvelines.  Opel\/Vauxhall, one of Europe’s largest automakers, and Europcar, the leading car rental company in Europe, have announced an agreement to introduce the Opel\/Vauxhall Ampera as a rental car throughout Europe.\n\n\nTransport minister opens green charging facility\n\nleafBRENTWOOD, Essex, 6th July, 2011 – The Transport Minister, Norman Baker MP, today opened a new solar assisted electric vehicle charging facility at the Centre of Engineering and Manufacturing Excellence (CEME) in Rainham, East London.  Ford Transit Connect Electric vehicles were the first users of the facility, known as eTap, installed by Essex-based company Use The Sun Ltd.\n\n\nNISSAN wins Green Car Guide award\n\nnissan-leaf-electric-vehicleNissan has been awarded Green-Car-Guide’s Greenest Manufacturer of the Year Award for showing real commitment and leadership with the launch of the all-electric Nissan LEAF. presents its Greenest Manufacturer Award every year with the aim of recognising manufacturers that have made a special contribution by offering motorists more efficient, lower carbon vehicles – as long as they are also great to drive.\n\n\nGreen deal: white knight or red herring? Find out at Microgeneration UK 2011\n\nMicrogeneration technologies may be included in the Green Deal, according to a discussion document released by the Department of Energy and Climate Change late last week. Key questions remain: which technologies? How might Green Deal work with FITs and RHI? How will Green Deal Providers gear up for microgeneration?\n\nJoin us to consider these questions during two days of busy and informative conference and discussion at Microgeneration UK 2011, the meeting place for the UK microgeneration sector.\n\n\nThe top 5 greenest gadgets from CES 2011\n\ncesEach year the Consumer Electronics Show lights up Las Vegas with an exhilarating showcase of cutting-edge technology.\n\nAlthough the Nevada desert may not be the first place you'd look for energy-efficient tech, this year we spotted an array of green gems that exhibit trends towards more efficient, versatile, and sustainable gadgets.\n\n\nThe evolution of the Toyota Prius. The green piece\n\nPrius-family-2_thumbIt has been the market-leading hybrid car since its inception back in 1997, and now the Toyota Prius is ready to enter the next stage of its development.\n\nThe vehicle, which is sold in more than 70 countries and regions, was the first mass-produced hybrid car and in September last year reached more than two million cumulative sales. Now in its third generation it is ready to expand into an entire family of vehicles as it looks to fend off increased competition and remain the front runner in what is no longer a niche sector.\n\n\nThe AGT GSM Temperature Monitor\n\nleafThe AGT GSM Temperature Monitor is a remote controlled device that can monitor temperature and report back by SMS text message or by email. It will respond with the current temperature when sent a text message, and will automatically send warnings when pre-set temperature limits are exceeded.\n\nAlso, it has a “Ring Out” mode, where it will dial up to 10 telephone numbers to 'ring the phone' The incoming caller ID tells the receiver that the AGT is calling with a temperature issue. The temperature sensor is digital and operates via a built-in RS232 port, and is supplied with.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.7534528375,
        "format_confidence":0.9796085954
    },
    {
        "url":"http:\/\/www.jbcarpages.com\/cardealers\/rolls_royce\/tn\/dandridge\/",
        "text":"Find Car Dealers by ZIP Code\nRequest a Quote\nGet a quote for your Rolls-Royce from a dealer near you.\nUsed Rolls-Royce Listings\nFind a used Rolls-Royce in your area.\nNew & Used Rolls-Royce Dealers in Dandridge, Tennessee (TN)\nMidwestern Auto Group - Aston Martin Bentley Ferrari Lotus Maserati Rolls-Royce\n6335 Perimeter Loop Rd\nDublin, OH 43017\nPhone: (614) 889-2571\nDistance: 282.21\n\nView Map\n* Requesting a quote through our system does not guarantee that your request will be answered by one of the dealers displayed above.\nFind Other Makes In Dandridge, TN > all Car Dealers in Dandridge, TN\nFind a Local Rolls-Royce Dealer > Rolls-Royce Dealers in every State\nSponsored Links",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.992380023,
        "format_confidence":0.9474923015
    },
    {
        "url":"https:\/\/www.drivespark.com\/car-dealers\/tata-motors\/nagercoil\/",
        "text":"Tata Motors Showroom Nagercoil\n\nTata Motors Showrooms\/Dealers In Nagercoil\n\nLooking to buy a new car? Welcome to DriveSpark's comprehensive dealer locator to help you find authorised Tata Motors showrooms\/dealers in Nagercoil.\n\nThis page also provides you with the option to locate new car showrooms\/dealers in Nagercoil by manufacturer.\n\nClick through the dealer slider for a complete list of Tata Motors showrooms\/dealers in Nagercoil.\n\n1 Authorised Tata Motors Car Showrooms\/Dealers In Nagercoil\n\n  • KUMARAN AUTOMOBILES ( Sales and Service Outlet )\n\n    27\/1, 253 E1\/1, K.P ROAD\n    Nagercoil,Tamil Nadu-629001\n\n    City: Nagercoil\n    State: Tamil Nadu\n    Contact: 04652-233386\n    Email: Subramanian26@rediffmail.com\nPlease Wait while comments are loading...",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9896742702,
        "format_confidence":0.7662848234
    },
    {
        "url":"http:\/\/www.theluxurypost.com\/tag\/luxury-suv",
        "text":"Tag Archives luxury SUV\n\nLittle Car, Lots of Luxury\n\nGreat things come in small packages. At least this adage is true for Audi’s smallest SUV, the Q3. Introduced in 2012, this sure-footed roadster quickly became a global favorite, especially in Australia. Audi has chosen to launch this year’s model, the 2015 Q3, from southern Germany, close to the Austrian border. Most competitors would shirk […]\nContinue Reading\n\nOff-Roading in Opulence\n\n   Are you looking for a luxury dream machine? A vehicle that’s as smooth-riding on the road as it is off? One that’s completely customizable for maximum comfort and total satisfaction? Look no further than the The Range Rover. According to Al Haas, of The Inquirer, this SUV is “the most richly appointed luxury vehicle.” […]\nContinue Reading",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.988622725,
        "format_confidence":0.9896250367
    },
    {
        "url":"https:\/\/www.kbb.com\/cars-for-sale\/cars\/eureka_ca\/used-cars\/mazda\/cx-7\/?abletoexpandyear=false",
        "text":"Ford Ranger $6,000\n$6,000 Reduced\nMileage: 164,590\n\nUsed Mazda CX-7 Vehicles for Sale\n\n1 car found within 75 miles from 95501\n\nUsed Mazda CX-7\n\nMileage: 79,727\n\nExterior: True Silver Metallic\n\nInterior: Sand\n\nNew Ride Auto Sales\n\n1 mile away\n\n25 photos\n\nTrans.: 6 Speed Shiftable Automatic\n\nEngine: 4 Cylinder Turbo\n\nDoors: Four Door Sport Utility\n\nNew Ride Auto Sales\n\n1 mile away\n\nStill can't find what you're looking for?\n\nExpand search to 500 mile radius: 26 listings\n\nFind Another Car\n\nThanks for Supporting\nKelley Blue Book.\nWe deliver up-to-date car values, expert reviews and unbiased reporting at no\ncost to you. To do this, we display ads from only trusted automotive partners.\n\nTo continue on our site, simply turn off your ad blocker and refresh the page.",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9953163862,
        "format_confidence":0.9489365816
    },
    {
        "url":"https:\/\/members.swinchamber.com\/list\/category\/motor-freight-transportation-sic-42-92",
        "text":"Motor Freight transportation (SIC 42)\n\nResults Found: 6 View On Map new search\nAtlas World Group, Inc.\nThe Atlas World Group, Inc. family of companies delivers transportation and logistics services globally through a network of quality agents and select service partners.\n1212 St. George Road\nEvansville, IN 47711-2364\n227 Main Street\nSte. 101\nEvansville, IN 47708\nP.O. Box 608\nMt. Vernon, IN 47620-0608\nEvansville, IN 47708\n4600 O'Hara Drive\nEvansville, IN 47711\nUnited Companies\n3700 E. Morgan Avenue\nEvansville, IN 47715",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.9939531684,
        "format_confidence":0.837628305
    },
    {
        "url":"http:\/\/www.rvsafety.com\/conf-info\/conf-class-list",
        "text":"RV Education\nRVing, Enjoy it Safely\n\nYour RV'S Fresh Water & Waste Water Systems\nUnderstanding Your 120v Electrical System\nUnderstanding Your 12v Electrical System\nSolar Power & Your RV\nUnderstanding Inverters & Converters\nGenerators Operation & Maintenance\nPropane Systems & Carbon Monixde\nUnderstanding Your RV Batteries & Battery Balance\nRV Appliances Operation & Maintenance\nTesting the Operation & Maintenance of Your RV Air Conditioner\nGeneral Maintenance- Covering leveling system, slideouts, steps, awnings & slideout toppers\nGeneral Chassis\/Engine Maintenance\nUnderstanding & Testing Air Brakes, Air Brake (Demo)\nTire Pressure Monitoring Systems Why Do I need one & Operation\nProperly Towing with a Motorhome\/Supplemental Braking for your towed vehicle (Demo)\nHitches & Brake Controllers - Operation\/Maintenance & Proper Installation (Demo)\nTowable Braking\/ Suspension Systems & How They Work\nPreventative Maintenance for Towable Suspension Systems\nRoof Care & Maintenance\nSpare Parts\/Key Questions\nRV Basics Walk Through\n\nProperly Matching Trucks to Trailers \/5th Wheels\nRV Weight Safety & Tires Safety\nRV Fire Safety & Escape Planning (Demo)\nDriving Your RV - What Every Rver Needs to Know\nKnowing & Understanding Road Use Laws\nConcealed Weapons\nPersonal Safety for Rvers\n\nTechnically Choosing Your Next RV\nInspecting an RV for Purchase\nTaking Proper Delivery of Your RV\nCleaning & Protecting Your RV\nRV Financing\nUnderstanding RV Insurance\nImportance of Roadside Assistance Program\nUnderstanding Warranties & Extended Service Contracts\nWhat You Should \/Should Not Expect from Your Dealer\n\nConsiderations for Rving\nMail services & communication on the road\nPreparing your home for your extended traveling plans\nDriving to Alaska\nConsiderations for Buying an RV\nTips & Tricks to Better Organize Your RV\nTips for using Your Convection Oven & Washer\/Dryer\nThings You're Never Told When Buying an RV\nWorking On the Road\nMore Classes to Come\n\nBack to Top Website Security Test",
        "topic_id":22,
        "format_id":1,
        "topic_confidence":0.8092865348,
        "format_confidence":0.9804266691
    }
]