[
    {
        "url":"http:\/\/ourladyoflightparish.com\/parish-calendar\/icalrepeat.detail\/2019\/06\/30\/9856\/-\/sunday-school-spb",
        "text":"\n\n\nFlat View\nBy Year\nMonthly View\nBy Month\nWeekly View\nBy Week\nDaily View\nSunday School @ SPB. Download as iCal file\nSunday, June 30, 2019, 08:30am - 10:00am\n\nWith dedicated Catechists, who follow the Diocesan Guidelines, Our Lady of Light Parish provides total parish quality Religious Education. Qualified and certified volunteer Catechists share their Faith with your children using Diceasean approved textbooks and materials.\n\nLocation Church Hall @ St. Pascal Baylon\nContact Contact Sister Mary Jane Rolston or Mary Harris at the Parish Office with any questions.\n\n\nMass Schedule\n\nSt. Catherine of Sienna\nSunday 8am & 12 noon\nMonday to Friday 8am\n\nSt. Pascal Baylon\nSaturday Evening 5pm & Sunday 10am\nMonday to Saturday 9am\n\nAccess Webmail",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9967439175,
        "format_confidence":0.6314277053
    },
    {
        "url":"https:\/\/delmancoates.org\/blog\/tag\/stronger",
        "text":"Subscribe Now for Free Daily Devotions\n\n* indicates required\n\n\n\n\n\n\nChristian walk Christ Corinthians Crucifixion Ecclesiastes Egypt Ephesians Exodus Franklin Roosevelt Galatians Genesis God-centered God's will Great Depression Hal Lindsey Happiness Heaven Hebrews Holiness Holy Spirit Isaiah Israelites James Jeremiah Jesse Owens Jesus John Jonah Joshua Law Leviticus Luke Matthew New Deal Proverbs Psalms Psalm Ralph Waldo Emerson Salvation Scritpure Servant Steadfastness Word of God abandonment abandon ability abundently acceptance accept accomplishments accomplish achieve actions addiction adoption advanced adversity advice afraid allows alone amazed amazing anfger anger anxiety appeal approval arguemnts arranged arrives aspirations assurance attitude authenticity aware battle beautiful beauty belief believed believers believer believes believe believing benefits best bettering beyond bias bible bitterness bleeding blessed blessings blessing bless body of Christ boldness bondage brand bravery breakthrough brokeness brokenness broken building burdens burden burnout busyness capable captured cares caring challenges challenge changes change changing character choices choice chosen church clarify clarity comeback comfort comfot commanding command commitment committed communication community companionship comparison compassion compensate complacency complete concered concerns concludes confidence confident conflict confronted congregational connected connection consequences consistency constantly constrains consulted contentment content control conversations conviction cornerstone correction counseling counsel courage created creation culture cured dangerous darkness dating deacon death decisions decision declares decreed dedication defeat delay delight deliverance deliver depression deserves desired desires desire desperate desperation destination destiny destruction determination determined deter developed develop difficulties diligent disciples disciple discouragement discover dismayed distance doubt dreams dream drought drowning effective effects elevate eliminate embraces embrace emotional emotions emotion enabled encouraged encouragement encourage encouters endurance endure enduring enemy energy engages enjoyable environment eternally eternal evangelism examine exceeding exhaustion experience failure faithfullness faithful faith famine fasting fate fathers father faults favor fear feelings fellowship fight finaces fixed focus followers follower following follow folow force forgiveness forgive forgiving fortunate forward foundation freedom free friendships friendship fruit of the Spirit frustrated frustrations frustration fullness future gifts gift given give giving glory goals goal goodness gospel grace grateful gratitude greatness grief growing growth grow guidance guide guilty habits habit happiest healed healing heart heir helped help hiding home honesty honest honor hopes hope house humanity humility hurting hurt illustrate image immediately immortal impact imperfections imperfection imperfect important impossible impressions impression improve indulgence inspire instruct integrity intending intentional intents intimacy intrested intresting invaluable invested invitation invite journey joy judgement justice kindness kingdom knowldge labels leading lead learning led legacy life lifted light limitations limits listening loneliness loss loves love loyalty master meditation memories mercy message mighty milestones mindset mind ministry miracle miraculous mission mistakes mistrakes molding moment money mothers name navigate newfound obedience obedient obey opinions opportunity opposition oppurtunity overcome overcoming overstressed overwhelmed pain parenting passion past patience patienc peace perfectionism perfection perfectly perfect perish perserverance perseverance perseverence persistance personal perspective planning plan positive positivity possessions possibilities possibility possible potential powerfull powerful power practice praise prayed prayers prayer praying pray prejudice preparation prepared prepare preparing presence present preserve preserving presevered pressure prevent pride priorities private privilege problem proceeded process prominence promised promises promise promotion prosperus protected protecting protection protector protect provide provision purposeful purposes purpose pursue pursuit questioning questions quitting reaching reading rebuilding reciprocated recognize reconciliation redemption refining refreshment refresh refuge regrets regret reject rejoices rekindle relationships relationship relation release reliance relied religious reminded reminder remind remorse renewed renew repair repentance replenishment replenish require rescued rescue resources responsibility rested restoration restored restores restricted restrore rest retaliation returns revelation reward righteousness righteous risk rock roles romans royalty running sabbath sacrifice sacrificing sadness satisfy scripture seasons seeking seek seize self-control selfishness self senses sermons service serving settle shackles shame share shield shining sidetracked sight single sin situation sleep society souls soul sovereign spirirt spiritually spiritual spirit stability standards stewardship story stranger strenghth strengthen strength stress stronger struggled struggles struggle struggling study submit success suffer supporting support surrendered surrender surrounded susceptible suspend sustains teaching tear temper temptations temptation testimony test thankfulness thankful thoughtful time timing title together tomb tragedy trials and tribulations trials tribulations triggered trigger troubles trouble troubling trusted trust truth understand unexplained unified unimaginable urgently validation valuable value victim victory vilence vision void waiting wait walk wandering waste wavering weakness weapon weary welcomes well wholeness will of God willingness willing wisdom wise working work world worry worshipping worship worthy wrong",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9906826019,
        "format_confidence":0.5367999077
    },
    {
        "url":"http:\/\/www.juancole.com\/library\/dictionary-of-islam-hughes\/ad-dahr",
        "text":"Posted on 03\/24\/2012 by __socrates\n\nAD-DAHR الدهر\n“A long space of time.” A title given to the LXXVIth Chapter of the Qur’an; called also Silratu ‘Insan, “The chapter of Man.” The title is taken from the first verse of the chapter: “Did not there pass over man a long space of time?”\n\nBased on Hughes, Dictionary of Islam",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9163305163,
        "format_confidence":0.7058805227
    },
    {
        "url":"https:\/\/bible.knowing-jesus.com\/strongs\/H6471\/type\/j2000",
        "text":"﻿ Strong's Hebrew: 6471 פּעמה פּעם  (pa`am; pah'-am or (fem.) pa`amah) - ...time, once, now, feet, twice, thrice 7969, steps, corners, ranks, oftentimes, misc\n\n\nפּעמה פּעם \n\n\npa`am; pah'-am or (fem.) pa`amah\n\n\n\nParts of Speech\n\nn f\n\nRoot Word (Etymology)\n\nfrom 6470\n\nDictionary Aids\n\nTWOT Reference: 1793a\n\nKJV Translation Count — 112x\n\nThe KJV translates Strongs H1 in the following manner: ...time (58), once (14), now (7), feet (6), twice (5), thrice 7969 (4), steps (4), corners (3), ranks (2), oftentimes (2), misc (7)\n\nOutline of Biblical Usage\n\n1. stroke, beat, foot, step, anvil, occurrence\na. foot, hoof-beat, footfall, footstep\nb. anvil\nc. occurrence, time, stroke, beat\n1. one time, once, twice, thrice, as time on time, at this repetition, this once, now at length, now...now, at one time...at another\n\nStrong's Definitions\n\npa`am, pah'-am; or (feminine) paamah, pah-amaw'; from 6470; a stroke, literally or figuratively (in various applications, as follow): — anvil, corner, foot(-step), going, (hundred-) fold, X now, (this) + once, order, rank, step, + thrice, ((often-)), second, this, two) time(-s), twice, wheel.\n\nConcordance Results Using KJV\n\nAnd Adam said, This is H6471 bone of my bones, and flesh of my flesh: she shall be called Woman, because she was taken out of Man.\n\n\nAnd he said, Oh let not the Lord be angry, and I will speak yet but this H6471: Peradventure ten shall be found there. And he said, I will not destroy it for ten's sake.\n\n\nAnd he said, Is not he rightly named Jacob? for he hath supplanted me these two H6471s: he took away my birthright; and, behold, H6471 he hath taken away my blessing. And he said, Hast thou not reserved a blessing for me?\n\n\nAnd she cH6471ived again, and bare a son; and said, H6471 this H6471 will my husband be joined unto me, because I have born him three sons: therefore was his name called Levi.\n\n\nAnd she cH6471ived again, and bare a son: and she said, H6471 will I praise the LORD: therefore she called his name Judah; and left bearing.\n\n\nAnd Leah said, God hath endued me with a good dowry; H6471 will my husband dwell with me, because I have born him six sons: and she called his name Zebulun.\n\n\nAnd he passed over before them, and bowed himself to the ground seven H6471s, until he came near to his brother.\n\n\nAnd for that the dream was doubled unto Pharaoh H6471; it is because the thing is established by God, and God will shortly bring it to pass.\n\n\nFor except we had lingered, surely H6471 we had returned this second H6471.\n\n\nAnd Israel said unto Joseph, H6471 let me die, since I have seen thy face, because thou art yet alive.",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9729111195,
        "format_confidence":0.7459042072
    },
    {
        "url":"http:\/\/classic.net.bible.org\/dictionary.php?word=Believer",
        "text":"Also see definition of \"Believer\" in Word Study\nStudy Dictionary\nIndex A B C D E F G H I J K L M N O P Q R S T U V W X Y Z\nTable of Contents\nNAVE: Believer\nBelemus | Beliar | Belie | Belief | Believe | Believer | Believers | Believing | Bell | Bellows | Bells\n\n\nBeliever [NAVE]\n\nSee: Righteous.\n\nTIP #15: To dig deeper, please read related articles at (via Articles Tab). [ALL]\ncreated in 0.02 seconds\npowered by",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.974986136,
        "format_confidence":0.97690624
    },
    {
        "url":"http:\/\/www.facade.com\/bibliomancy\/personal\/?UID=0&Celeb=Bob_Dylan",
        "text":"Tarot Runes I Ching Stichomancy Contact\nStore Numerology Coin Flip Yes or No Webmasters\nPersonal Celebrity Biorhythms Bibliomancy Settings\n\nToday's Bibliomancy for Bob Dylan\n\nThe first excerpt represents the past or something you must release, and is drawn from King James Bible:\n\nall Israel with him, a very great congregation, from the entering in of Hamath unto the river of Egypt.\n\nCH2 7:9 And in the eighth day they made a solemn assembly: for they kept the dedication of the altar seven days, and the feast seven days.\n\nCH2 7:10 And on the three and twentieth day of the seventh month he sent the people away into their tents, glad and merry in heart for the goodness that the LORD had shewed unto David, and to Solomon, and to Israel his people.\n\nCH2 7:11 Thus Solomon finished the house of the LORD, and the king's house: and all that came into Solomon's heart to make in the house of the LORD, and in his own house, he prosperously effected.\n\nKing James Bible\nThe second excerpt represents the present or the deciding factor of the moment, and is drawn from King James Bible:\n\nhath not suffered thee so to do.\n\nDEU 18:15 The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;\n\nDEU 18:16 According to all that thou desiredst of the LORD thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the LORD my God, neither let me see this great fire any more, that I die not.\n\nDEU 18:17 And the LORD said unto me, They have well spoken that which they have spoken.\n\nDEU 18:18 I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak\n\nKing James Bible\nThe third excerpt represents the future or something you must embrace, and is drawn from King James Bible:\n\ncounsellor, from his city, even from Giloh, while he offered sacrifices. And the conspiracy was strong; for the people increased continually with Absalom.\n\nSA2 15:13 And there came a messenger to David, saying, The hearts of the men of Israel are after Absalom.\n\nSA2 15:14 And David said unto all his servants that were with him at Jerusalem, Arise, and let us flee; for we shall not else escape from Absalom: make speed to depart, lest he overtake us suddenly, and bring evil upon us, and smite the city with the edge of the sword.\n\nSA2 15:15 And the king's servants said unto the king, Behold, thy servants are ready to do whatsoever my lord the king shall appoint.\n\nKing James Bible",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9263265133,
        "format_confidence":0.636492312
    },
    {
        "url":"http:\/\/www.biblestudytools.com\/parallel-bible\/passage.aspx?q=galatians+1:6&t=nlt&t2=niv",
        "text":"Galatians 1:6 NLT\/NIV - Online Parallel Bible\n\nNew Living Translation (NLT) New International Version (NIV)\n6 I am shocked that you are turning away so soon from God, who in his love and mercy called you to share the eternal life he gives through Christ. You are already following a different way 6 I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel--",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.997208178,
        "format_confidence":0.9509726763
    },
    {
        "url":"https:\/\/www.studylight.org\/concordances\/eng\/ntb\/a\/adino.html",
        "text":"\n\nBible Concordances\n\nNave's Topical Bible\n\n\nAdditional Links\n\n  • One of David's valiant men\n    2 Samuel 23:8\n\nCopyright Statement\nThese files are public domain and are a derivative of an electronic edition that is available in the Bible Foundation e-text Library.\n\nBibliography Information\nNave, Orville J. Entry for 'Adino'. Nave's Topical Bible. 1896.\n\nSearch for…\nEnter query in the box below:\nChoose a letter to browse:\nPrev Entry\nNext Entry",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9942623973,
        "format_confidence":0.8045710325
    },
    {
        "url":"http:\/\/www.adherents.com\/lit\/index.html",
        "text":"- Religions in Literature\n\nLiterature Reference List (by name of denomination\/religion\/tribe):\nRelated Pages:\n\nMiller's Canticle, set in a Catholic monastery in post-apocalyptic Utah, remains one of the most important examples of religious science fiction.\n\nThis list contains 34,420 citations from literature (primarily science fiction and fantasy novels and stories) referring to actual churches, religions and tribes. This list is intended for literary research only. This is not a source of information about religion.\n\nWhich source material has been indexed?\nThis database is not comprehensive in that all works of science fiction have not been indexed. But this may be thought of as a sampling. Much of the literature currently indexed was chosen simply because it was available at the local library. Additionally, certain non-arbitrary collections of literature have been indexed:\n\n  • Hugo Award-winning novels (100% complete)\n  • Nebula Award-winning novels (100% complete)\n  • Locus Award-winning s.f. novels (100% complete)\n  • Locus Award-winning dark fantasy\/horror novels (100% complete)\n  •'s \"25 Best sf\/f novels of the century\" (100% complete)\n  • Sidewise Award-winning novels (100% complete); Sidewise nominated novels (68%)\n  • All stories in The Modern Classics of Science Fiction (Dozois) and The Norton Book of Science Fiction (Le Guin)\n  • Campbell Award-winning books (100% of 1st place winners and 89% of 2nd and 3rd place winners have been indexed)\n  • Star Trek: Voyager novels (92% complete); DS9 novels (88%); TNG novels (73%); New Frontier novels (100%)\n  • World Fantasy Award-winning novels (85% complete)\n  • Tiptree Award winners (65% complete)\n  • Locus Award-winning fantasy novels (63% complete)\n  • Philip K. Dick Award-winning novels (45% complete)\n  • X-Men novels (44% complete)\n  • Over 350 other novels and anthologies\n\nAt the close of 2000, 69 different novels have won the Hugo or Nebula award (some won both). 26 novels have won the Campbell Award. (A total of 84 books have won Campbell awards if one counts 2nd and 3rd place Campbell awards in addition to 1st place.) 20 novels have won the Philip K. Dick award. A total of 133 awards have been given for the Nebula or Hugo best novel, the 1st place Campbell award, or the Philip K. Dick award. These 133 awards have gone to 110 distinct books (many have won multiple awards).\n\nNote that only Engish-language works have been indexed. The \"Works Indexed\" page lists all novels and stories indexed for the database.\n\nAs the list below indicates, certain religious groups are mentioned in science fiction more often than others. For instance, Catholicism, Judaism and Islam, and of course Christianity in general, are frequently mentioned religious groups. Many English-language science fiction novels feature in-depth literary exploration or detailed depictions of real-life religious cultures. Nearly always this is done within the Western Judeo-Christian-Muslim tradition, most often with Catholicism. In addition to Judaism, Christianity, and Islam, the two religions which round out the \"Big Five\"--Hinduism and Buddhism--are mentioned frequently, but almost always briefly and in passing. These patterns are not surprising and reflect the background of most English-language authors. Other contemporary religions, including Zoroastrianism, Sikhism, Jainism, and the Baha'i faith, are referred to very rarely.\n\nThe primary factors determining which religious groups are referred to most often are:\n\n  1. the religious affiliation of authors (There are more Catholic SF\/F writers than Protestant, which is one of the reasons there are more references to Catholicism than Protestantism.)\n\n  2. which religions have many adherents (Islam is mentioned frequently in futuristic literature, because many non-Muslim writers envision Muslims as a distinct and important people far into the future.)\n\n  3. which religions are interesting and culturally distinctive (Many SF\/F writers mention Latter-day Saints specifically, but few mention Presbyterians.)\n\nIt may also be mentioned that time travel and alternative history stories are more likely to contain references to Catholicism than any other religion because the Catholic Church was the dominant institution during many of the key periods of historical, intellectual and technological development in Western history, and most SF\/F writers are from a Western background. After the European Enlightenment period and the Protestant Reformation the link between church and state was much weaker in the West. Accordingly, religion features less prominently in most time travel and alternative history stories after that period.\n\nOnce again, this list is intended for literary research. Many references to religious groups within science fiction and fantasy literature are positive or neutral. But many references are negative. This is not necessarily a reflection of the religious groups, but of the nature of the writers and of mainstream literature. The science fiction field naturally attracts many writers with alternative viewpoints. The percentage of writers from groups which are statistical minorities in the U.S., such as atheists, Jews, agnostics, Catholics, etc., is far higher than in the general population. As with other genres, culturally dominant groups and institutions are far more likely candidates for criticism within literature than minority groups.\n\nThe religious groups which are portrayed most negatively in science fiction (based on the number and degree of negative references, starting with the most negatively portrayed) are: the Ku Klux Klan, Nazis, Communists, televangelists, Thugees (Kali worshippers), Christian Fundamentalists, Shi'ite\/Muslim fundamentalists, and Baptists.\n\nCertain archetypes or stereotypes are commonly found among religious characters in mainstream science fiction. There is the academically and philosophically talented Catholic priest who surprises those around him with his open-minded, self-effacing manner. While there is an abundance of priests and nuns among science fiction characters, practicing lay Catholics are rarely used. Protestantism is all too frequently represented by a hate-mongering or greedy conservative preacher who is more caricature than character. The speech, ideas, and characteristics of these Protestant preachers (often Baptist or Baptist-like) usually seem drawn from televangelists. Evangelical televangelists have become \"stock villains\" in science fiction, especially since the end of the Cold War. Latter-day Saints use a lay ministry, so there are no Latter-day Saint preacher characters. Latter-day Saint characters in science fiction are frequently soldiers, law enforcement officials, engineers, or political leaders, and are usually characterized as pious, prayerful, and family-oriented, but rather insular.\n\nThere doesn't seem to be a stereotypical character type for Jews or Muslims. The Islamic world as a whole is often portrayed as an enemy nation in historical, near-future science fiction and thrillers, and Islam is frequently written as an important and thriving religious culture long into the future. But individual Muslim characters fill a variety of roles, as scientists, businessmen, allies or conquerors. In their religiosity, Muslim and Jewish characters range from devout believers to non-practicing non-believers.\n\nJews are the most diversely portrayed religious minority in science fiction. This can be attributed partially to the disproportionately large number of Jews (mostly non-practicing) who have written award-winning science fiction and used Jews as main characters. Also, because of the predominance of anti-Semitism in Western culture in the past the Holocaust, mainstream writers are particularly careful to avoid stereotyping this ethnic\/religious group. Another factor which has contributed to the more balanced (and more frequent) portrayal of Jews in science fiction is the prominence of Jews in the scientific and other academic professions.\n\nSome comments about methodology\nAn important distinction about this database is that indexes references to \"religions\" and not to \"religion.\" This means the references are to groups of people, and not references to general religious topics. This database does not index literary references to topics such as \"God\", \"love\", \"tolerance\", \"faith\", \"epistemology\", \"salvation\", etc. It does contain references to \"Catholic\", \"Islam\", \"Judaism\", \"Amish\", \"Hopi\", etc.\n\nNearly all fiction (and certainly most science fiction and fantasy) addresses some of the same universal human themes that religion addresses. A significant proportion of science fiction novels which have won Hugo, Nebula or Campbell awards are primarily religious in theme, with scientific or futuristic issues absent or secondary. (Examples include: A Case of Conscience by James Blish; A Canticle for Leibowitz by Walter M. Miller, Jr. Stranger in a Strange Land by Robert A. Heinlein; Way Station by Clifford D. Simak; Lord of Light by Roger Zelazny; To Your Scattered Bodies Go by Philip Jose Farmer; Dreamsnake by Vonda McIntyre; The Fountains of Paradise by Arthur C. Clarke; Hyperion by Dan Simmons; Doomsday Book by Connie Willis; Stations of the Tide by Michael Swanwick; The Alteration by Kingsley Amis; The Terminal Experiment by Robert J. Sawyer. On Wings of Song by Disch. Some of these are primarily about abstract religious themes; some are about religions and churches as social institutions, and their history, future, or interaction with society and change. Some are about both. It is amazing how many Hugo-, Nebula, and Campbell-winning science fiction novels have Catholic institutions, clergy, and terminology mentioned on nearly every page.)\n\nAll works of literature are influenced by the religious beliefs and culture of the author. But it would be impossible, for example, to include in this list any novel written by a Christian author which contains a generic Christian theme, such as rede... (truncated)",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.8808992505,
        "format_confidence":0.9510464072
    },
    {
        "url":"https:\/\/www.pewresearch.org\/religion\/religious-landscape-study\/compare\/belief-in-heaven\/by\/christians\/among\/age-distribution\/30-49\/",
        "text":"Belief in Heaven among 30-49 year olds by religion (2014) Switch to: Christians among 30-49 year olds by belief in heaven\n\n% of 30-49 year olds who …in heaven\n\nChristiansBelieveDon't believeOther\/don't knowSample size\nAll Non-Christians40%50%9%3,048\nSample sizes and margins of error vary from subgroup to subgroup, from year to year and from state to state. You can see the sample size for the estimates in this chart on rollover or in the last column of the table. And visit this table to see approximate margins of error for a group of a given size. Readers should always bear in mind the approximate margin of error for the group they are examining when making comparisons with other groups or assessing the significance of trends over time. For full question wording, see the survey questionnaire.\n\nLearn More: Believe, Don't believe",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9953274727,
        "format_confidence":0.9413343668
    },
    {
        "url":"http:\/\/westminsterucc.org\/component\/jevents\/day.listevents\/2019\/06\/08\/94.html",
        "text":"Events Calendar Print Email help\n\nDaily View\n\nSaturday, 08 June 2019\n  Preceding Day Saturday, 08 June 2019 Following Day\n  • 11:00am  Pride Parade & Festival by  This e-mail address is being protected from spambots. You need JavaScript enabled to view it  ::  Default\n© 2019 Westminster Congregational\nConnected Sound - Websites for the Barbershop Community",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.8773850203,
        "format_confidence":0.8541681767
    },
    {
        "url":"https:\/\/ebooks.mpdl.mpg.de\/ebooks\/Record\/EB000540351\/Export?style=EndNote",
        "text":"%0 eBook %M Solr-EB000540351 %A Taylor, Matthew %I printed for J. Cooke, at the Shakespear's-Head, Pater - Noster - Row %D 1769 %C London %G English %T England's bloody tribunal or, Popish cruelty displayed. Containing a compleat account of the lives, religious principles, cruel persecutions, sufferings, tortures, and triumphant deaths, of the most pious English Protestant martyrs, Who have sealed the Faith of our Holy Religion with their Blood. Exhibiting A full View of Popery, with all its superstitious and horrid Practices; and tending to promote the Protestant Religion, by displaying the Errors of Popish Idolatry, and confirming the true Believer in the Faith of Our Blessed Redeemer, who was crucified for our Sins, and rose again for our Justification, and now sitteth at the Right Hand of God, making Intercession for us. To which is Added, A faithful Narrative of the many horrid Cruelties practiced by the Inquisition, in different Parts of the World. Also The Lives of the Primitive Reformers, whose Effigies are given in the Frontispiece to the Work. Together with A full and plain Refutation of the Errors of the Romish Church, laid down in such a Manner as to enable the unlearned Protestants to confute the chief Arguments of the most artful Popish Priests and their Emissaries. By the Reverend Matthew Taylor, D. D. By the King's Authority %U http:\/\/find.galegroup.com\/ecco\/infomark.do?contentSet=ECCOArticles&docType=ECCOArticles&bookId=0959800200&type=getFullCitation&tabID=T001&prodId=ECCO&docLevel=TEXT_GRAPHICS&version=1.0&source=library",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.7957049608,
        "format_confidence":0.862029016
    },
    {
        "url":"https:\/\/www.worldcat.org\/title\/mekhilta-de-rabbi-shimon-bar-yohai\/oclc\/1091800174",
        "text":"Mekhilta de-Rabbi Shimon bar Yoḥai (Book, 2006) []\nskip to content\nNew coming soon\nMekhilta de-Rabbi Shimon bar Yoḥai\n\nMekhilta de-Rabbi Shimon bar Yoḥai\n\nAuthor: W David Nelson\nPublisher: Philadelphia : Jewish Publication Society, 2006.\nSeries: Edward E. Nelson Classic.\nEdition\/Format:   Print book : English : 1st edView all editions and formats\n\nA collection of classical midrashic interpretation of the biblical \"Book of Exodus\". It offers an understanding of the history, beliefs, and practices of the earliest rabbis.\n\nMore like this\n\nFind a copy online\n\nFind a copy in the library\n\n&AllPage.SpinnerRetrieving; Finding libraries that hold this item...\n\n\nGenre\/Form: Quelle\nNamed Person: Shimʻon ben Yoḥai.\nMaterial Type: Internet resource\nDocument Type: Book, Internet Resource\nAll Authors \/ Contributors: W David Nelson\nISBN: 0827607997 9780827607996\nOCLC Number: 69672013\nLanguage Note: In English and Hebrew on facing pages.\nNotes: \"Edward E. Elson classic\"--Page [ii].\nDescription: xxx, 398 pages ; 27 cm\nContents: Tractate Sanya --\nTractate Pisha --\nTractate Beshallah --\nTractate Shirata --\nTractate Vayassa --\nTractate Amalek --\nTractate Bahodesh --\nTractate Nezikin --\nTractate Kaspa --\nTractate Shabbata.\nSeries Title: Edward E. Nelson Classic.\nOther Titles: Mekhilta of Rabbi Simeon ben Yoḥai.\nResponsibility: translated into English, with critical introduction and annotation [by] W. David Nelson.\nMore information:\n\n\nEditorial reviews\n\nPublisher Synopsis\n\n\"Taken in its entirety, this translation provides a reliable, usable text for students and scholars . . . All libraries serving religions, Judaica, and theology school programs should purchase this Read more...\n\nRetrieving GoodReads reviews...\nRetrieving DOGObooks reviews...\n\nConfirm this request\n\nYou may have already requested this item. Please select Ok if you would like to proceed with this request anyway.\n\nClose Window\n\nPlease sign in to WorldCat \n\nDon't have an account? You can easily create a free account.",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9854584932,
        "format_confidence":0.7840849161
    },
    {
        "url":"https:\/\/www.brainyquote.com\/quotes\/saint_basil_395043?src=t_good",
        "text":"\n\nSaint Basil\n\n\nAuthor Profession: Saint\nNationality: Greek\nBorn: 330\nDied: 379\n\n\nFind on Amazon: Saint Basil\nCite this Page: Citation\n\nQuotes to Explore",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9768694043,
        "format_confidence":0.8737820387
    },
    {
        "url":"https:\/\/wisconsin.religious-us.org\/766383-aarp_wisconsin.htm",
        "text":"AARP Wisconsin, 222 West Washington Avenue # 600, Madison, WI, 53703-2745, business associations\n\nU.S Religious Organizations Wisconsin Religious Organizations Wisconsin - List of United States Religious & Business Organizations\n\nAARP Wisconsin\n\nCompany Name: AARP Wisconsin\nStatus: Work\nState: Wisconsin\nPost: 53703-2745\nCounty: Dane\nCity: Madison\nAddress: 222 West Washington Avenue # 600\nPhone: (608)251-2277\nFax: (608)251-7612\nEmail: unknown\nContact Manager: De'Anna Bowman\nWeb site: unknown\nSIC code: 8611 Industry group: Membership Organizations, Business category: Business Associations, Subcategory: Business Associations\nEmployees: 8\nDescription: AARP Wisconsin is a business categorized under business associations, which is part of the larger category business associations. AARP Wisconsin is located at the address 222 West Washington Avenue # 600 in Madison, Wisconsin 53703-2745. The Manager is De'Anna Bowman who can be contacted at (608)251-2277.\nReview: Business Associations\nWas this page helpful? Yes -0   No -0    Click here to Inform about a mistake   12  Rating:\n\nLocation & access map for \"AARP Wisconsin\"\n\nClick here add new review about: AARP Wisconsin (Religious Organizations)\nWait 20 seconds...!!!",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9684268236,
        "format_confidence":0.9344001412
    },
    {
        "url":"https:\/\/www.egovlink.com\/norwalk\/events\/icalevent.asp?e=303173",
        "text":"BEGIN:VCALENDAR VERSION:2.0 PRODID:-\/\/EGOVLINK\/\/EN METHOD:PUBLISH BEGIN:VEVENT DTSTART:20180421T130000Z DTEND:20180421T130000Z TRANSP:OPAQUE SEQUENCE:0 DTSTAMP:20181018T134000Z DESCRIPTION:Norwalk 1st United Methodist Church, 61 West Main Street in Norwalk, is holding it's annual Spring Rummage Sale on April 19 and 20 from 9AM until 7PM and April 21 from 9 AM until 2PM. Proceeds go toward local community mission projects. Church office number is 419-668-1938. SUMMARY:Methodist Church Rummage Sale PRIORITY:5 X-MICROSOFT-CDO-IMPORTANCE:1 CLASS:PUBLIC END:VEVENT END:VCALENDAR",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.629052937,
        "format_confidence":0.985855937
    },
    {
        "url":"https:\/\/hymnary.org\/text\/lonely_and_weary_with_sin_i_knelt",
        "text":"The wondrous cross\n\nLonely and weary with sin I knelt\n\nAuthor: Reuben E. Nelson\nPublished in 1 hymnal\n\nAuthor: Reuben E. Nelson\n\n(no biographical information available about Reuben E. Nelson.) Go to person page >\n\nText Information\n\nFirst Line: Lonely and weary with sin I knelt\nTitle: The wondrous cross\nAuthor: Reuben E. Nelson\nRefrain First Line: O blessed spot where my burden is laid\n\n\nInstances (1 - 1 of 1)\nSuggestions or corrections? Contact us\n\n\nIt looks like you are using an ad-blocker. Ad revenue helps keep us running. Please consider white-listing or subscribing to eliminate ads entirely and help support",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9945966005,
        "format_confidence":0.6324564219
    },
    {
        "url":"http:\/\/www.congregationsinai.org\/?YWN0aW9uPW91dGxvb2sma2V5PWltaWNfc2F2ZV9ldmVudCZpZD00NjM3",
        "text":"BEGIN:VCALENDAR VERSION:2.0 BEGIN:VEVENT UID:20190823T182841-1499288730 DTSTAMP:20190823T182841 DTSTART:20190505T100000Z DTEND:20190505T235900Z SUMMARY:Two Rabbis, Five Opinions LOCATION:8223 N Port Washington Road, Fox Point DESCRIPTION: Rabbis Brickman & Cohen discuss the Jewish World Jay Brickman and David Cohen have over 100 years of rabbinic experience between them. Come join us as they share their viewpoints on where Judaism once was, where it is now, and where it might be going. Led by Rob Golub, Editor of the Wisconsin Jewish Chronicle END:VEVENT END:VCALENDAR",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9965020418,
        "format_confidence":0.9868128896
    },
    {
        "url":"http:\/\/www.catholicculture.org\/culture\/library\/most\/getwork.cfm?worknum=224",
        "text":"Click here to advertise on\n\nThe Father William Most Collection\n\nApocrypha (NT)\n\n1. Abdias, Apostolic History of, extant Latin collection of legends earlier circulated separately in Greek on the eleven Apostles and Paul. The contents are drawn chiefly from the canonical Gospels and Acts, from the Clementine literature and from heretical Acts. It was put together not earlier than 6th or 7th cent., probably in France. The preface asserts that Julius Africanus took the material from books written in Hebrew by Abdias (Obadiah), Bishop of Babylon, about the Apostles.\n\n2. Abgarus, Epistles of Christ and, a work Eusebius (Histories 1.13) claims to have found in the archives of Edessa, and to have translated into Greek from Syriac. It consisted of two short letters: one from King Abgar V Ukkama to Christ, asking him to come and heal him, recognizing his divinity, and offering a safe city; a second, in which Christ replies that he will send someone after his ascension. No one today defends their authenticity. The letters (probably early 4th cent.) form part of the Acts of Thaddeus. In a similar account in Syriac, the Doctrina Addaei (c 400 A. D.) Jesus replies only orally via Ananias, who brings a portrait of Jesus he had painted.\n\n3. Allogenes Supreme, a Gnostic work, in Coptic, found at Chenoboskion, Egypt, in 1946, probably written early in the 3d century. Porphyry reports that Plotinus the great Neoplatonist, fought against five apocalypses. This work may be one of the five.\n\n4. Andrew, Acts of, an apocryphon telling of the travels, wonders, discourses, and martyrdom of Andrew. Scant remains of the original Greek are extant, dating from 2d or 3d century. There is also a shortened Latin form edited by Gregory of Tours. It is likely that Gregory pruned out unorthodox thoughts, such as the sweeping ascetic attack on marriage. Eusebius (Hiss. eccl. 3:25.6-7) puts it among the \"forgeries of heretics.\" Epiphanius (Heresies 47) reports it was liked by the Encratites, the Apostolics, and the Origenians. Scholars disagree on Gnostic influence in these Acts. The account of the martyrdom also circulated independently. It includes an address to his cross in a long sermon.\n\n5. Andrew, Fragmentary Story of, an extant Coptic fragment, an incident from one of the oriental Acts of the Apostles. A dog tells Andrew that a woman in the desert killed her illegitimate child and fed it to him. Andrew causes the dog to disgorge, the fragments are joined, and the child lives again.\n\n6. Andrew and Matthias (Matthew), Acts of, an apocryphon telling how Jesus appeared to Andrew, told him to go to rescue Matthias who was then in his 27th day of captivity by cannibals who planned to eat him on the 30th day. Andrew boards a ship piloted by Jesus himself (whom Andrew does not then recognize) and so tells Jesus of his own earlier exploits. Andrew rescues Matthias, works many miracles, is tortured, cured by Jesus, nearly submerges the city by a miracle, saves it when the people repent, then baptizes them. The story is extant in Greek and Syriac and also in a Latin version prefixed by Gregory of Tours to his Latin edition of the Acts of Andrew. The Acts probably originated in Egypt. Matthias and Matthew are confused in the account.\n\n7. Andrew and Paul, Acts of, an extent Coptic tale of fantastic adventures. Paul dives into the sea, reaches the underworld, visits with Judas. Andrew and Paul come to a city, find the gates locked, and cause them to disappear into the ground. They convert some 27,000 Jews.\n\n8. Apostles, Epistle of the, the most important of the apocryphal epistles, completely unknown until 1895 when a Coptic version was found at Cairo. It probably originated in Asia Minor or Egypt in mid-2a century. It tells of the birth, miracles, and Resurrection of Jesus; then the epistle form is discontinued, and the apocalyptic form used: Jesus answers questions on the date of the parousia, the universal resurrec tion, judgment, and signs. Finally, the Ascension is described. The writer used the NT, esp. St. John, and also the Apocalypse of Peter, the Epistle of Barnabas, and the Shepherd of Hermas. A few Gnostic tinges appear, but on the whole it is anti-Gnostic.\n\n9. Arabic Gospel of the Infancy, a late compilation, heavily emphasizing the miraculous, on the infancy of Jesus. The first part depends on the Protoevangelium of James, the second part on the Gospel of Thomas, with the addition of many new and strange incidents in intervening chapters. The original was probably Syriac. Existing copies depend on an Arabic MS first published in 1697.\n\n10. Armenian Gospel of the Infancy, a late apoc ryphon, drawing heavily on the Protoevangelium of James and the Gospel of Thomas. Its stories are very wordy, containing dialogues of unusual length.\n\n11. Assumption of the Virgin, a group of apocryphal works, probably from the 4th cent., though the nucleus may go back to 3d, perhaps originating in Egypt. There are two chief forms. In the Coptic version, Jesus appears before the Apostles depart and tells Mary of her coming death and assumption. In the form found in Greek, Latin, and Syriac, the Apostles have already left, but at her request are transported back on clouds. Pope Pius XII defining the Assumption did not rest at all on these dubious accounts; rather, he ignored them in his survey of the development of the belief, and appealed instead to a facet of the virtually unanimous patristic New Eve tradition.\n\n12. Barnabas, Acts of, a brief apocryphal work, extant in Greek, not earlier than the 5th cent., telling of the travels of Barnabas with Paul, and later without Paul, and of his martyrdom. It pretends to have been composed by Mark. It is largely an imaginative expansion of parts of the canonical Acts, much more sober than most apocrypha.\n\n13. Bartholomew, Gospel of, a work mentioned by St. Jerome (Prologue to Matthew) and the Gelasian Decree. It is not sure that either knew the book. If it exists, it is probably to be identified with the Questions of Bartholomew, extant in Greek, Latin, and Slavonic. It is not earlier than the 5th cent., though perhaps based on much earlier materials, perhaps Gnostic. It contains answers made by Jesus after the Resurrection, by Mary and by Satan, in reply to Bartholomew. They deal chiefly with Christ's descent into hell, the annunciation to Mary, a vision of the bottomless pit given to the Apostles, Satan's replies on the sin and fall of the angels, and a short passage on the deadly sins.\n\n14. Bartholomew the Apostle, Book of the Resurrection of Christ by, a Coptic apocryphon, probably from the 5th or 6th cent., a loosely strung together set of fanciful narratives mostly on the Resurrection of Christ and his descent into hell Stories from canonical Gospels are expanded altered, and combined. It contains strange inconsistencies: Jesus is twice buried; Thomas, who had raised his own son from the dead and made him bp., later on the same day doubts the Resurrection of Jesus.\n\n15. Basilides, Gospel of, an apocryphal gospel known to Origen (Homily on Luke 1), Jerome, and Ambrose. Eusebius (Hiss. eccl. 4:7 6-7) mentions 24 books on the Gospel by Basilides. Clement of Alexandria (Stromata 4. 12) cites several passages from an Exegetica of Basilides. Hegemonius (Acta Archelai 67.4-11) also cites such a passage. According to Irenaeus (Heresies 1:24.3-4) Basilides was an Egyptian Gnostic of the early 2d century. Perhaps he revised the canonical Gospels to make them conform to his view, then commented on his work.\n\n16. Corinthians, Third Epistle to the, apocryphon contained in the Acts of Paul. It is supposedly an answer to a letter sent by the Corinthians to Paul in which they reported that the heretics Simon and Cleobius taught that we must not use the prophets, that God is not almighty, that there will be no resurrection, that man was not made by God, that Christ did not become incarnate, that the world was made by angels, not by God.\n\n17. Dositheus, Apocalypse of, a Gnostic work written in Coptic, found at Chenoboskion, Egypt, in 1946. It has the subtitle, \"The Three Great Steles of Seth.\" It has not yet been published or sufficiently studied.\n\n18. Ebionites, Gospel of the, an apocryphal gospel, probably of the first half of the 2d or early 3d cent., probably written E of the Jordan. Fragments are quoted by Epiphanius (Heresies 30.13, 14, 16, 22). The confused and unclear state of ancient testimony leaves modern scholars divided on how many Jewish-Christian gospels there may have been. Probably there were three: of the Nazareans, of the Ebionites, of the Hebrews Some believe the last two are identical works; others identify the Gospel of the Ebionites with the Gospel of the Twelve Apostles mentioned by Origen (Homil. in Luke 1). The Gospel of the Ebionites seems to have denied the virgin birth, averring that the union of a heavenly being with the man Jesus resulted in the Christ, the Son of God (a Gnostic trait). Jesus was to annul sacrifices. The work also appears to teach vegetarianism.\n\n19. Egyptians' Gospel According to the, an apocryphal Greek gospel current in Egypt in the 2d cent., cited by Clement of Alexandria (Stromata 3.6, 9, 13). The citations show Gnostic opposition to marriage. It is also mentioned, unfavorably, by Origen, Hippolytus, and Epiphanius. Only fragments are extant. It seems to be unrelated to a Book of the Great Invisible Spirit or Gospel of the Egyptians, found at Chenoboskion in 1946.\n\n20. Eugnostos, Letter of, a Gnostic work, written in Coptic, found at Chenoboskion, Egypt, in 1946. Soter, the bisexual creator, and Sophia Pangeneteira, the feminine counterpart of Soter, produce six bisexual spirits. The sixth of these is Archigeneter (male)-Pistis Sophia (female). Another Chenoboskion work, \"Wisdom of Jesus\" is based on this letter. In the former, Pistis Sophia is one of the aeons.\n\n21. Hebrews, Gospel according to the, an apocryphal Gospel, probably from the first half of the 2d cent., perhaps fro... (truncated)",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.9935815334,
        "format_confidence":0.8975125551
    },
    {
        "url":"https:\/\/www.brainyquote.com\/quotes\/quotes\/t\/thichnhath531573.html",
        "text":"\n\nMost of us experience a life full of wonderful moments and difficult moments. But for many of us, even when we are most joyful, there is fear behind our joy.\n\nThich Nhat Hanh\n\n\nAuthor Profession: Clergyman\nNationality: Vietnamese\nBorn: October 11, 1926\n\n\nFind on Amazon: Thich Nhat Hanh\nCite this Page: Citation",
        "topic_id":18,
        "format_id":19,
        "topic_confidence":0.6599738598,
        "format_confidence":0.9131417871
    }
]