[
    {
        "url":"http:\/\/www.energytakeover.com\/tag\/residential-solar-systems-sunset-cliffs\/",
        "text":"Sunset Cliffs Best Solar Companies In\n\nSo, what exactly is involved in calculating solar panels cost in Sunset Cliffs? When thinking about solar power very few people know the way the cost of solar panel systems is actually measured. Or even, for that matter, do we automatically grasp the connection relating to the cost of solar power and the value of solar power. We all know that gasoline prices are in dollars per gallon. We likewise are all aware of approximately how far we’ll be able to drive after spending 40 bucks for a tank of gas. In contrast to a tank of gas, the value of which can be consumed pretty much instantly, solar panels deliver their value across a period of time.\n\nHow Much Does It Cost To Install A Solar Panel\n\nSunset Cliffs 3 Undervalued Solar Leaders\n\nSolar Panel image by kuhar from Although it comes with a steep price tag, building your own solar energy system comes with many benefits. Depending on how much installation you do yourself, your payback period can be dramatically reduced. Building your own system requires advanced knowledge of home-improvement techniques, including electrical, circuitry and roofing. This project may take four to five full days of work, depending on how large of a system you are installing. Things You'll Need Pen Paper Solar panel kit Mounts Silicone with caulking gun Power drill Heat gun Charge controller Deep cycle batteries Insulated electrical wire AC inverter Wire strippers Soldering iron Adhesive-lined heat shrink tubing Electrical tape Write down on a sheet of paper the appliances that you are desiring to operate with solar power. Write out the total amp rating of each appliance as well as the number of hours that each appliance will operate throughout the day. Multiply the the amp rating for each appliance by the number of hours you plan to operate it. This number will indicate the total amp hours that you need to provide through your solar power system. Generally, the total amp hours from your appliances should equal no more than 50 percent of the total capacity of your battery bank. For example, if you plan to use your appliances for 200 amp hours on a daily basis, your battery bank should a charge up to 400 amp hours. This will help to determine the number of batteries that you need, however, the amperage on deep cycle batteries vary depending on which product you purchase for your system. Mount the solar panels on the south-facing portion of your roof-top by using a power drill and the mounting kits provided with the solar panels. Solar panels should be angled so that they match the latitude of your location, plus or minus 15 degrees depending on seasonal adjustments for the height of the sun. For example, if you live at a location where the latitudinal coordinate is 30 degrees, the panels should be mounted 30 degrees from horizontal. If your kit includes the ability to change the angle at which the solar panels are mounted, you should add an additional 15 degrees during summer months and subtract 15 degrees in the winter, when the sun's height is lower in the sky for a shorter duration of time. Solder 12 gauge electrical wiring to the two output terminals found on the side of the solar panel. The black 12 gauge wire should continue from the positive terminal of the solar panel and the white wire should connect with the negative terminal. Use the green wire to connect to the solar panel's frame as a way to ground the wire. Expose at least one inch of the copper wire by stripping the sheath of the two wires you are joining together. Twist the two wires being joined together into an \"X,\" wrapping the first wire's end along the length of the second wire until the first wire's end is completely wrapped around the second wire. Repeat the same process for the second wire. Heat the joint by holding the soldering iron beneath the wire joint. Apply the soldering iron and solder to the top part of the joint, adding more of the soldering wire until the joint is completely covered with solder and the exposed wires are no longer visible. Wrap adhesive-lined heat shrink tubing around the newly soldered joint, heating it tubing with a heat gun until it covers the solder. Connect the ends of the extended wiring coming from the solar panels to a charge controller, which has screw-on connections for input wires. The charge controller prevents the deep-cycle batteries from becoming overloaded, thus reducing the maintenance and cost of your solar power system. The charge controller should also be stored adjacent to the batteries. Wire the deep-cycle batteries together so that they form a circuit by using either a parallel or series pattern. Use 8-gauge wire to connect the batteries. To connect the batteries into a series circuit, which doubles the voltage of the system, wire the negative terminal of one battery to the positive terminal of its adjacent battery. Continue this pattern until all terminals are connected. To connect the batteries into a parallel circuit (which doubles the amperage of the system) connect the positive terminal of one battery to the positive terminal of its adjacent battery. Do the same for the negative terminals on your deep-cycle batteries as well. Install the input wires from the AC inverter, which are equipped with screw-on joints to mate with the battery terminals. The inverter will change the Direct Current from the batteries to Alternating Current, which is a usable form of electricity that home appliances utilize. Connect the ends output cables of the charge controller to the deep-cycle battery circuit. The charge controller's output cables, black for negative and red for positive, also screw onto the battery terminals with a screwdriver. Other People Are Reading How to Get 48V out of a 12V Solar System How to Self-Install Solar Electric Plug your appliances into the outlets of your AC inverter and turn the inverter on. Tips & Warnings Currently, the 3-stage charge controller is the industry standard, however, using a Maximum Power Point Tracking controller will provide greater efficiency, especially if you are installing a larger system. Although a solar system is quite complicated to build, thinking of it in terms of \"layers\" may be helpful. The sun powers the solar cells, which are connected to a charge controller, which connect to the batteries, which connect to an inverter. Related Searches References Solar 4 Power: Solar Power Don Rowe: Power Inverter FAQ Green Living Tips: Solar Power Basics Photo Credit Solar Panel image by kuhar from Promoted By Zergnet Comments Please enable JavaScript to view the comments powered by Disqus. Resources Aaron Cake: Soldering Electronics Solar 4 Power: Batteries Free Sunpower: FAQ You May Also Like How to Build Solar Panels for Electricity With energy rates on the rise, building your own solar panel is an economical, smart, and rewarding way to produce your own... How to Understand & Install Your Own Solar Electric System The most visible components of a photovoltaic (PV) energy-generation system are the solar panels. You usually don't see the devices that convert... How to Build Your Own Solar Energy You can harness the energy of the sun to use at home through solar panels. Commercially available solar panels are expensive, and... How to Build Cheap Solar Energy Systems You may have been considering solar power for some time but have been putting it off because of the high initial investment.... Solar Electricity System\n\n3 Undervalued Solar Leaders\n\nsolar cell research image by Albert Lozano from If you go camping or hunting, or simply want to reduce your electricity bill, then a solar panel might make a good investment for you. Solar panels can charge batteries and run tools and appliances, all for free. They require no fuel, and because they have no moving parts, they need very little in the way of repair and maintenance. The only cost associated with solar panels is the up-front purchase cost. Even this can be reduced by making your own solar panels at home. Things You'll Need Solar cells Sheet of plywood Saw Narrow wooden strips Electrically conductive glue Spool of wire Wire cutters with wire-stripping attachments Silicone caulk Calculate the number of solar cells you will need to make your solar panel. Different cells provide different voltages. Divide the voltage you want your panel to produce by the voltage rating of your solar cells. This will give you the number of cells you need to produce 12 volts. Add a couple volts' worth of cells to this number to eliminate the danger of backcharging, which can damage your solar panel. Cut the plywood into a size just large enough to hold all the cells you need for your panel. Glue the narrow wooden strips all around the perimeter of the plywood you have cut. After your cell is assembled, these will hold up the Plexiglas cover to protect your panel from damage. Leave a small gap between two of the strips to run the wires out of the panel. Attach the solar cells to the panel of plywood, using the electrically conductive glue. Leave a small amount of this glue peeking above the top of each cell in order to form an electric link to the terminals on the bottoms of the cells. This edge of glue will be referred to as the \"negative terminal\" of each cell. Cut 6-inch lengths of wire from your spool of wire, using the wire cutters. Make as many short wires as there are cells in your panel, minus one. Remove 1 inch of insulation from one end of each wire, and 3 inches from the other ends, using the wire cutters. Glue the 3-inch-bare ends of these wires to the tops of the solar cells. Do not let any glue run from the top of the cell and touch the negative terminal of that cell. Do not let any bare wire touch the negative terminals of the cells. Leave the final cell without a short wire on top. Glue each of these wires to the exposed glue peeking over the edge of the cell next to it, after having allowed the glue on the other ends to dry. Allow this glue to ... (truncated)",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.5860686302,
        "format_confidence":0.988827467
    },
    {
        "url":"https:\/\/www.sophia.org\/tutorials\/one-way-anovatwo-way-anova--3",
        "text":"4 Tutorials that teach One-Way ANOVA\/Two-Way ANOVA\nTake your pick:\n\n\nAuthor: Jonathan Osters\n\nThis lesson will explain the difference between one-way analysis of variance and two-way analysis of variance.\n\nSee More\n\nTry Our College Algebra Course. For FREE.\n\nSophia’s self-paced online courses are a great way to save time and money as you earn credits eligible for transfer to over 2,000 colleges and universities.*\n\nBegin Free Trial\nNo credit card required\n\n25 Sophia partners guarantee credit transfer.\n\n226 Institutions have accepted or given pre-approval for credit transfer.\n\n* The American Council on Education's College Credit Recommendation Service (ACE Credit®) has evaluated and recommended college credit for 20 of Sophia’s online courses. More than 2,000 colleges and universities consider ACE CREDIT recommendations in determining the applicability to their course and degree programs.\n\n\nVideo Transcription\n\nDownload PDF\n\nIn this tutorial, you're going to learn the difference between a one way ANOVA test versus a test with a two way ANOVA. So let's remind ourselves what an ANOVA actually is. In lots of tests, we want to compare three or more population means. And we want to see if there's a significant difference between the means.\n\nAnd the procedure for comparing three or more population means is called Analysis of Variance, also called ANIVA. So this would be a situation that would give rise to an ANOVA test. Suppose that we had some 10 point cleanliness scale that we were ranking detergents on.\n\nSo based on this one factor, detergent, we are trying to see how clean the clothes get on average. Now, it's worth noting that this is not enough information to actually run an ANOVA test. You would need more information than just this, but this is a situation which would lead you to an ANOVA test.\n\nBecause we're only looking at the one factor of detergent affecting cleanliness, in this case, this is called a one way ANOVA. Now, suppose that we included water temperature. It's possible that some of these detergents do better in different-- a better job of cleaning in different temperatures of water.\n\nAnd so now that we have all of this additional information, now we're actually looking at 12 treatments for detergents and three water temperatures for each detergent. Now there are 12 treatments. There are two factors that are factoring into the cleanliness score.\n\nIt's the water temperature and the type of detergent. Because there are two factors that are affecting the cleanliness score, we can still do an ANOVA test. But this time, it's called a two way ANOVA. Again, there's not enough information here to actually run the test.\n\nBut this is a situation that would give rise to a two way ANOVA. So to recap, in one way Analysis of Variance, we can consider population means that are based on just one characteristic. In our example, that was detergent, or one factor.\n\nIn two way ANOVA, we considered the comparisons based on multiple characteristics or factors. So in our example, that was the detergents and the water temperatures. So we talked about one way ANOVA versus a two ANOVA. Good luck and we'll see you next time.\n\nAdditional Practice Problems\n\nFull Screen\n  • One-Way ANOVA\n\n    A hypothesis test that compares three or more population means with respect to a single characteristic or factor.\n\n  • Two-Way ANOVA\n\n    A hypothesis test that compares three or more population means with respect to multiple characteristics or factors.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.8570287824,
        "format_confidence":0.9829588532
    },
    {
        "url":"http:\/\/nrich.maths.org\/6972\/clue",
        "text":"You may also like\n\nproblem icon\n\nThe Numbers Give the Design\n\nMake new patterns from simple turning instructions. You can have a go using pencil and paper or with a floor robot.\n\nproblem icon\n\nStraight to Curves\n\nHow can you make a curve from straight strips of paper?\n\nproblem icon\n\nColouring Curves Game\n\nIn this game, try not to colour two adjacent regions the same colour. Can you work out a strategy?\n\nCeltic Knot\n\nStage: 2 Challenge Level: Challenge Level:3 Challenge Level:3 Challenge Level:3\n\nCan you find the four corner pieces and put them in place?\nCan you now place the pieces with curves round the edge?\nIt might be helpful to follow the design from this sheet.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9104094505,
        "format_confidence":0.9056347013
    },
    {
        "url":"http:\/\/www.thirteen.org\/edonline\/concept2class\/inquiry\/lp_science1.html",
        "text":"WNET Education\nHome About the Series Resources\nLesson Plan\n\nScience Facilitation Plan\n\nby Chris Collier\nTopic: Decomposition Unit\n\nGrade Level: 4-5\n\nNational Science Education Standards Addressed:\n\n  • Science as inquiry (K-4) -- Content Standard A:\n\n    1. Students will develop the abilities necessary to do basic scientific inquiry:\n\n      • Ask questions about objects, organisms, and events in the environment.\n\n      • Plan and conduct a simple investigation.\n\n      • Employ simple equipment and tools to gather data and extend the senses.\n\n      • Use data to construct a reasonable explanation.\n\n      • Communicate investigations and explanations.\n\n    1. Students will understand basic ideas related to scientific inquiry:\n\n      • Scientific investigations involve asking and answering a question and comparing the answer with what scientists already know about the world.\n\n      • Scientists use different kinds of investigations depending on the questions they are trying to answer.\n\n      • Simple instruments provide more information than scientists can obtain using only their senses.\n\n      • Scientists develop explanations using observations and what is already known about the world; good explanations are based on evidence from investigations.\n\n      • Scientists make the results of their investigations public, describing it in a way that allows others to repeat the investigation.\n\n      • Scientists review and ask questions about the results of other scientists' work.\n\n  • Life Science (K-4) -- Content Standard C:\n\n    1. Students will learn about the life cycles of organisms:\n\n      • Organisms have life cycles that include different stages. The details are different for different organisms.\n\n    1. Students will learn that organisms cause changes in the environments where they live:\n\n      • All organisms cause changes in the environment where they live. Some are harmful to the organism, while others are beneficial. Humans change environments in ways that can be either beneficial or detrimental for themselves and other organisms.\n\n  • Science in Personal and Social Perspectives (K-4) -- Content Standard F:\n\n      • Students will develop an understanding of changes in environments:\n\n      • Environments are the space, conditions, and factors that affect an individual's and a population's ability to survive and their quality of life.\n\n      • Changes in environments can be natural or influenced by humans.\n\n      • Some environmental changes occur slowly, and others occur rapidly.\n\nConcepts, Skills, Attitudes \/ Habits of Mind Emphasized:\n\nMajor Concepts:\n\n  1. Life Cycle Changes:\n\n    1. Decomposers are a vital link in the natural cycle of life and death.\n\n    2. Through decomposition, minerals and nutrients, once useful to their plant or animal hosts, are released and recycled.\n\n  2. Interdependence:\n\n    1. Every organism in a population has a niche in the ecosystem (producer, decomposer, consumer).\n\n    2. Organisms may interact with one another in several different ways: predator\/prey, producer\/consumer, parasite\/host; one organism may scavenge or decompose another.\nKey Science Skills:\n\n  1. Asking questions about objects, organisms, and events in the environment\n\n  2. Planning and conducting simple investigations\n\n  3. Communicating investigations and explanations\n\nKey Science Attitudes \/ Habits of Mind:\n\n  • Curiosity\n\n  • Respect for evidence and reasoning\n\n  • Interest in and respect for the natural world\n\nKey Science Content:\n\n  • Decomposition is the natural breaking down of organic materials. It is the main way that nutrients are recycled into the soil.\n\n  • In the process of decomposition, complex molecules are reduced to simple molecules.\n\n  • The decomposition of organic matter begins with large organisms in the soil such as earthworms, beetles, and slugs. These organisms break down the organic matter into smaller pieces that smaller organisms like fungi and bacteria can further decompose.\n\n  • As decomposers break down organic materials, they release the nutrients back to the soil to be used by the next generation of plants, and the cycle begins again. Over time, the organic materials will actually become part of the soil, enriching it in the process.\n\nEmbedded Assessment Techniques -- Tools to Assess Science Skills:\n\n  1. Summary of Evidence. This is a narrative summary, written by the teacher and based on teacher observations and review of student work. It is used to evaluate students' questioning and observation skills as well as content understanding. Students' work will be collected from their individual science journals. Work reviewed will include sketches, investigation plans, data collections, observations, and questions. The teacher should look for expressions of attitudes and feelings, evidence of conceptual knowledge, indications that the student has achieved skills in using equipment, and indications that the student has carried out scientific processes.\n\n  2. Scale\/Rubric. Use to describe students' progress in communicating their ideas and explanations.\n\nMaterials and Resources Needed:\n\n\nscience journals\ndrawing, writing, and graph paper\nsoil thermometers\nbug boxes\nplastic bags\nplant debris\nfruit peels\ngrass clippings\nempty 2-liter bottles\nmeasuring cups\nother materials as requested by students\n\n\nPeople\/Experts: naturalist from a state park; National Gardening Association staff member. You may of course substitute other experts.\n\nWeb sites: Soil Organic Matter Decomposition and Nutrient Cycling http:\/\/www.geog.ouc.bc.ca\/physgeog\/contents\/9q.html\n\nLessons Prior to Unit:\n\n(Lesson plan adapted from \"Fungus Among Us,\" GROWING ACTIVITIES FOR GROWING MINDS, the National Gardening Association.)\n\n  • Week One: Work with students to gather samples of soil from schoolyard and dissect the soil -- looking for and listing ingredients. Help students to note the importance of recording location and conditions when samples are taken.\n\n  • Week Two: Work with students on sketching observations in nature and on using descriptive language. Discuss the importance of capturing detail in sketches and words. Relate this to work of naturalists.\n\nThe Teaching Cycle:\n\n  1. Laying the groundwork (how to inspire interest and find out what students already know)\n\n    Objective: Students to observe and begin to understand the process of decomposition.\n\n    • Week Three\/First Week of Decomposition Unit:\n\n      1. Students observe that teacher has gathered decomposing materials in plastic bags. Students predict and record changes in the contents of the plastic bags (over one-week period).\n\n      2. Class Discussion: How did the changes compare with predictions? Where have you noticed this kind of change before? What do you think might be causing this change? Where have you seen examples of once-living things changing and decomposing in the environment? If leaves, twigs, old plant stems, and other natural materials are constantly dying and falling to the ground, why do you think we're not buried under them?\n\n        Explain to students that the same type of changes occurring in the bags constantly occur outdoors. Once-living materials are broken down by millions of microscopic bacteria, fungi, and other decomposers.\n\n      3. Prepare for field exploration by discussing some do's and don'ts of field work.\n\n    • Week Four:\n\n      1. Prior to boarding the bus, prepare for field exploration. Ask: \"What could we see that would tell us if decomposition is occurring? Where do you think will be the best spots to look for decomposition? When picking up samples, why might it be important not to touch the item with your bare hand? What do you think will be important information to record in your journals?\"\n\n      2. Using the list generated the previous week, review with students how scientists behave while doing research. (It might include: handling equipment with care, using time wisely in our outdoor classroom, not damaging plants, staying inside boundaries, not putting anything in our mouths, not throwing things or chasing animals, working quietly so as not to scare off wildlife, and not touching dead animals.)\n\n      3. Students undertake field exploration to look for examples of decomposition in the environment and for signs of decomposers. (This trip could also take place after the students have set up their explorations and are waiting for results before making connections.)\n\n      4. Back in the classroom: journal entries on the topic \"The best part about doing field work is . . . \"\n\n      5. Review students' previous explorations of soil, focusing on the parts of soil and the importance of living and once-living matter in soils. Ask students: \"Based on what you saw in the plastic bags and on the field exploration, how do you think microorganisms might help create more soil? How could we explore this?\"\n\n  2. Exploration (how questions for exploration will be chosen, investigations managed, and students grouped)\n\n    Objective: Students to understand that soil hastens decomposition of living matter, which, in turn, becomes part of the soil.\n\n    • Week Five:\n\n      1. Ask: \"How could we set up an investigation to examine whether soil helps once-living things decompose?\"\n\n      2. Students work in small groups to design investigations. You could use the Research Proposal form from ECO-INQUIRY, pages 230 and 231, as a guide. (See ECO-INQUIRY: A GUIDE TO ECOLOGICAL LEARNING EXPERIENCES FOR THE UPPER ELEMENTARY\/MIDDLE GRADES, by Kathleen Hogan, Kendall\/Hunt Publishing Company, 1994.)\n\n      3. Students meet with teacher to discuss small-group plans.\n\n      4. Whole-class discussion of plans for observation and care. Develop recording sheets. (Data collection could include measurable changes in weight, height, and temperature, and observable changes in smell and appearance.)\n\n      5. Make \"decomposition columns\" from 2-liter bottles and materials provided -- lettuce, twigs, leaves, fruit peels, etc. (A decomposition c... (truncated)",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.7527258396,
        "format_confidence":0.9014443159
    },
    {
        "url":"https:\/\/schools.aglasem.com\/60413",
        "text":"Class 6 Important Questions for Science – Electricity and Circuits\n\nNCERT Exemplar Class 6 Science is very important resource for students preparing for VI Board Examination. Here we have provided NCERT Exemplar Problems Solutions along with NCERT Exemplar Problems Class 6.\n\nQuestion from very important topics are covered by NCERT Exemplar Class 6. You also get idea about the type of questions and method to answer in your Class 6th examination.\n\nHere you can get Class 6 Important Questions Science based on NCERT Text book for Class VI. Science Class 6 Important Questions are very helpful to score high marks in board exams. Here we have covered Important Questions on Electricity and Circuits for Class 6 Science subject.\n\nScience Important Questions Class 6 are given below.\n\nMultiple Choice Questions\n\n  1. Choose from the options a, b, c and d given in Fig. 12.1 the figure which shows the correct direction of current.\n  2. Choose the incorrect statement.\n    • (a) A switch is the source of electric current in a circuit.\n    • (b) A switch help to complete or break the circuit.\n    • (c) A switch helps us to use electricity as per our requirement.\n    • (d) When the switch is open there is an air gap between its terminals.\n  3. In an electric bulb, light is produced due to the glowing of\n    • (a) the glass case of the bulb.\n    • (b) the thin filament.\n    • (c) the thick wires supporting the filament.\n    • (d) gases inside glass case of the bulb.\n  4. In the following arrangement shown in Fig. 12.2, the bulb will not glow if the ends A and B are connected with\n\n    • (a) A steel spoon\n    • (b) A metal clip\n    • (c) A plastic clip\n    • (d) A copper wire\n  5. In the circuit shown in Fig. 12.3, when the switch is moved to ‘ON’ position,\n\n    • (a) the bulb A will glow first.\n    • (b) the bulb B will glow first.\n    • (c) the bulb C will glow first.\n    • (d) all bulbs will glow together.\n  6. Filament of a torch bulb is\n    • (a) a metal case.\n    • (b) metal tip at the centre of the base.\n    • (c) two thick wires.\n    • (d) a thin wire.\n  7. Paheli is running short of connecting wires. To complete an electric circuit, she may use a\n    • (a) glass bangle.\n    • (b) thick thread.\n    • (c) rubber pipe.\n    • (d) steel spoon.\n\nVery Short Answer Type Questions\n\n  1. In which of the following circuits A, B and C given in Fig. 12.4, the cell will be used up very rapidly?\n  2. Fig. 12.5 shows a bulb with its different parts marked as 1, 2, 3, 4 and 5. Which of them label the terminals of the bulb?\n\nShort Answer Type Questions\n\n  1. You are provided with a bulb, a cell, a switch and some connecting wires. Draw a diagram to show the connections between them to make the bulb glow.\n  2. Will the bulb glow in the circuit shown in Fig. 12.6? Explain.\n  3. An electric bulb is connected to a cell through a switch as shown in Fig. 12.7. When the switch is brought in ‘ON’ position, the bulb does not glow. What could be the possible reason\/s for it? Mention any two of them.\n  4. A torch requires 3 cells. Show the arrangement of the cells, with a diagram, inside the torch so that the bulb glows.\n  5. When the chemicals in the electric cell are used up, the electric cell stops producing electricity. The electric cell is then replaced with a new one. In case of rechargeable batteries (such as the type used in mobile phones, camera and inverters), they are used again and again. How?\n  6. Paheli connected two bulbs to a cell as shown in Fig. 12.8.\n\n    She found that filament of bulb B is broken. Will the bulb A glow in this circuit? Give reason.\n  7. Why do bulbs have two terminals?\n  8. Which of the following arrangement A, B, C and D given in Fig. 12.9 should not be set up? Explain, why.\n  9. A fused bulb does not glow. Why?\n  10. Paheli wanted to glow a torch bulb using a cell. She could not get connecting wires, instead, she got two strips of aluminium foil. Will she succeed? Explain, how?\n\nLong Answer Type Questions\n\n  1. Boojho has a cell and a single piece of connecting wire. Without cutting the wire in two, will he be able to make the bulb glow? Explain with the help of a circuit diagram.\n  2. Fig. 12.10 A and B, show a bulb connected to a cell in two different ways.\n\n    • (i) What will be the direction of the current through the bulb in both the cases. (Q to P or P to Q)\n    • (ii) Will the bulb glow in both the cases?\n    • (iii) Does the brightness of the glowing bulb depend on the direction of current through it?\n  3. Think of six activities which use electric current. Also name the devices used to perform the activity.\n  4. A torch is not functioning, though contact points in the torch are in working condition. What can be the possible reasons for this? Mention any three.\n\nAnswers to Multiple Choice Questions\n\n1. (b) 2. (a) 3. (b) 4. (c)\n5. (d) 6. (d) 7. (d)\n\nGo Back to Science Home Page Maths\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.7976049781,
        "format_confidence":0.8608438373
    },
    {
        "url":"https:\/\/www.reference.com\/education\/science-project-consist-fae5d99dcf54ab6a",
        "text":"What Does a Science Project Consist Of?\n\nWhat Does a Science Project Consist Of?\n\nWhat Does a Science Project Consist Of?\n\nMost successful science projects will use the scientific method. This process includes the following steps: the question or purpose of the experiment, research, a hypothesis, the experiment, analysis, and finally the conclusion.\n\nScientists and students alike use the scientific method because it is an organized way to figure something out.\n\nFirst, there must be a purpose or question. This is the question that is being asking or is asked. It is the thing that is being checked on or to learn about.\n\nAfter settling on a question, the next step is research. Before starting an experiment, one must learn as much information about the subject as possible.\n\nOnce a topic is thoroughly researched, one can then decide on the hypothesis. The hypothesis is an educated guess. What does one predict will happen? What is the answer to the question proposed? Hypotheses statements tend to be the \"If..., then...\" form. For example, \"If I mix red food coloring with blue food coloring, then the color will turn to purple.\"\n\nAfter the hypothesis comes the experiment. First decide on a test or procedure to conduct that will allow an answer to the hypothesis. Within the experiment, there will likely be an independent variable, the part that will be tested or change, and a dependent variable, the part that will not be tested. The dependent variable is the variable that will respond or not respond to the changing independent variable.\n\nWhen finishing the experiment, the next step is the analysis. This is data or information. In the analysis, write down everything that happened during the experiment, the things that changed and the things that did not change.\n\nThe final step is the conclusion. This is when it's determined if the hypothesis was correct or not. Check to see if the data recorded supports the hypothesis.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.5247696042,
        "format_confidence":0.8434376121
    },
    {
        "url":"http:\/\/mathsfirst.massey.ac.nz\/Algebra\/HCFandLCM\/Primes.htm",
        "text":"Massey logo\nHome > College of Sciences > Institute of Fundamental Sciences >\nMaths First > Online Maths Help > Arithmetic > HCF and LCM > Primes\nMathsFirst logo College of Science Brandstrip\n  Home  |  Study  |  Research  |  Extramural  |  Campuses  |  Colleges  |  About Massey  |  Library  |  Fees  |  Enrolment\n\n\nPrime Factors, HCF and LCM\n\nPrime Numbers\n\nA number p is a prime if it has exactly two factors; namely 1 and p. In other words, the only factors of a prime are the trivial factor and the improper factor.\n\nA number that has a nontrivial proper factor is said to be composite.\n\nThe number 1, therefore, is neither a prime nor a composite. All other numbers which are not prime are composite. The number 2 is the smallest prime.\n\n\n6 is composite, as 6 = 2×3. The numbers 2 and 3 are non-trivial proper factors of 6.\n\nThe numbers 2, 3, 5 and 7 are prime.\n\nLet's look at a good method for discovering small primes:\n\nEratosthenes’s Sieve Method\n\nSuppose we are trying to discover all prime numbers ≤ M.\n\n  1. Set the first sieve prime = 2.\n  2. Cross out all multiples of the current sieve prime.\n  3. Look for the next larger, not crossed-out number. It will become the new sieve prime.\n  4. Repeat this process from 2. as long as the sieve prime is not larger that the square root of M.\n\nWe demonstrate the process with numbers less than 50.\n\nLet p =\n\n\nFind all primes between 50 and 100. There are 10 in all.\n\nType your answers in the box in increasing order. Separate numbers with one space.\n\nFirst 100 Primes\n\n\n<< Factors and Multiples | HCF and LCM Index | Prime Factorization >>\n\n\n   Contact Us | About Massey University | Sitemap | Disclaimer | Last updated: November 21, 2012     © Massey University 2003",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.987524271,
        "format_confidence":0.7751621604
    },
    {
        "url":"https:\/\/math.wonderhowto.com\/how-to\/multiply-mixed-numbers-easily-293883\/",
        "text":"How To: Multiply mixed numbers easily\n\nMultiply mixed numbers easily\n\nThis video tutorial shows you how to multiply mixed numbers. When doing this the first thing that you want to do is put the mixed numbers into a improper fraction form. From this step you can simplify the numbers based on what you are using. In this case you can take out the 3 and 21 and simplify it to 1 and 7 respectively. From here you do the basic multiplication to get one improper fraction. Then turn this number back into a mixed fraction to complete your problem.\n\nWant to master Microsoft Excel and take your work-from-home job prospects to the next level? Jump-start your career with our Premium A-to-Z Microsoft Excel Training Bundle from the new Gadget Hacks Shop and get lifetime access to more than 40 hours of Basic to Advanced instruction on functions, formula, tools, and more.\n\nBuy Now (97% off) >\n\nOther worthwhile deals to check out:\n\nOur Best Phone Hacks\n\nGadget Hacks' tips — delivered daily.\n\nBe the First to Comment\n\nShare Your Thoughts\n\n  • Hot\n  • Latest",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9274603724,
        "format_confidence":0.957128942
    },
    {
        "url":"http:\/\/memorize.com\/heat-unit-test\/lunifer",
        "text":"Heat Unit Test\n\nlunifer's version from 2017-03-10 15:00\n\nPlease Read\n\nRemember: I will be updating the test sometimes, so check back to see what has been added!!! - the man on the moon\nP.S. I arranged this (kind of) accordingly to the mind map on Google Classroom.\n\n\nQuestion Answer\nTemperatureA measure of the average kinetic energy of the molecules in the substance.\nHeatThe thermal energy that is transferred from one substance to another.\nConductorsSubstances that transfer heat easily\/quickly\nInsulatorsSubstances that transfer heat poorly\nPotential EnergyEnergy that is stored\nKinetic EnergyEnergy that is \"moving\"\n\nCommon Temperatures\n\nQuestion Answer\nOven for Cooking Pizza160 degrees\nRoom Temperature20\nAir in the Fridge7 degrees\nHealthy Human37 degrees\n\nThe Transfer of Heat\n\nQuestion Answer\nin a solidconduction\nin liquids and gasesconvection\nin space and otherradiation\n\nHeat Conversion\n\nQuestion Answer\nK to C- 273\nC to K+ 273\nC to Fx 1.8 + 32\nF to C(F - 32) \/ 1.8\nK to and from FConvert to C first\n\nSources of Heat Energy\n\nQuestion Answer\nDefine FrictionHeat is produced when surfaces are rubbed together.\nDefine DistortionHeat is generated when substances, especially metals, are bent (usually repeatedly).\nDefine CompressionWhen substances are compressed, they become hotter.\nDefine PercussionSubstances heat up when being hit or pounded.\nDefine Chemical Energy (Burning)Heat energy is released when the bonds between atoms (particles) are broken using high temperatures. New substances are formed whenever chemical energy occurs, but this is NOT a change of state.\nDefine Other Chemical ReactionsHeat energy is released when certain substances are mixed with other substances. Like burning, new substances are being formed.\nDefine Electrical EnergyAs electricity moves through material that resists the flow of electrons (part of an atom), the particles in the substances become agitated and move more rapidly, generating heat.\nDefine Nuclear EnergyEnergy that is released when an atom is split apart (fission), or forced to join together (fusion). Fusion is what occurs in the sun.\n\n\nQuestion Answer\nHow fast does radiation travel?300,000 km\/s\nWhat does radiation travel in?waves\nRadiation can be _____ or ______reflected or absorbed\nWhat do photons do?carry the radiation\nHigher frequencies means...?higher energy\nWhat is infrared radiation?heat\n\n\nQuestion Answer\nWho invented the first air thermometer?Galileo\nName the four sources of electricity.Nuclear, Solar, Water, Wind\nWhat is the percentage of energy gained from food to make us move?40%\nWhat is the percentage of energy gained from food to keep us warm?60%\n\nStation things\n\nQuestion Answer\nConvection is one way how heat is transferred in _____ and _____.liquid gas\nExplain how convection works.When a part of the gas\/liquid is heated the particles are less dense (because the particles move farther apart). This makes that section rise. The rest of the liquid\/gas, which is colder, moves into its place. The cold substance becomes heated, gets less dense, and rises. The cycle continues.\nWhat colour best reflects heat?white\nWhat colour best absorbs heat?black\nWhy do solids become larger when heated?The particles move farther apart when heated, because when something moves faster, it also has to move more apart.\n\nOur Incredible Sun\n\nQuestion Answer\nOther than extreme heat, what are two other things that would prevent us from getting close to the sun?solar radiation and intense light\nThe sun's birth is believed to be about _________ years ago.4.5 billion years\nWhich two gases fuel the sun?hydrogen and helium\nDoes nuclear fusion or fission occur in the sun?fusion\nWhen nuclear fusion occurs in the centre of the sun, how long does it take for the energy from that reaction to reach the sun's surface?a million years\nWhat are sun spots?areas on the sun's surface that are considerably cooler than the rest of the surface\nWhat's a solar flare?It is when there is a sudden change in the magnetic properties of the sun, so huge flares of burning gas shoot from the sun's surface.\nHow many km out from the sun can a solar flare extend?hundred of thousand km\nWhat three common household electronics can be affected by solar flares?TV, radio and cell phone\n\nChange of State Chart\n\nName of ChangeFromToHeat Must Be\n\nDefinite or Indefinite?\n\nyou can sorta test yourself on this... but it's slightly diff from the rest sorry\ncompressibilitya tiny bita bita lot\nexpansion on heatinglowmediumhigh\n\nOther Things\n\nQuestion Answer\nWhat is the formula for calculating heat energy?HE = #g x change in temperature x SHC\nWhy is absolute zero not possible to reach?Because there is nothing colder to transfer the heat to.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9633535147,
        "format_confidence":0.6064502597
    },
    {
        "url":"https:\/\/pointsofdiscontinuity.com\/fulbright-project\/degrees-versus-radians\/bearings-and-distances\/",
        "text":"Conversions and Comparisons\n\n  1. Convert the angles 30, 45, 90, and 135 degrees into radians. Can you develop a formula that will simply allow you to plug in the degrees and get radians?\n  2. Similar to number one, convert π\/6, 3π\/2, 5π\/4, and 2π radians into degrees and develop a formula for this conversion.\n  3. A person begins to walk around a circular garden with radius 10 meters. If they travel 120 degrees around the garden’s circumference. How far have they walked? What if they traveled 225 degrees? 450 degrees? Have you developed a technique for doing this quickly?\n  4. Check out this Three-Act Math task from Dan Meyer: Attempt this problem and explain your proof\/results to the sequel.\n  5. When deciding who will reach a destination first, distance may only be one factor. What else may apply? Give another Three-Act Math task a try: Include a proof of your work to the sequels.\n\n**To be expanded",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9825787544,
        "format_confidence":0.8803405762
    },
    {
        "url":"http:\/\/demonstrations.wolfram.com\/NumericalCalculationOfEigenfunctionsForFiniteSquareWellPoten\/",
        "text":"Numerical Calculation of Eigenfunctions for Finite Square-Well Potential\n\nThe Schrödinger equation for a finite square well is solved numerically for variable values of energy . Only wave functions that approach 0 as approaches infinity can represent physically acceptable solutions, leading to energy quantization. Energy and well depth are expressed in terms of the ground-state energy for an infinite square well of the same width.\n\n\n  • [Snapshot]\n  • [Snapshot]\n  • [Snapshot]\n\n\nSnapshot 3 fulfills boundary conditions as while functions in Snapshots 1 and 2 fail.\n    • Share:\n\nEmbed Interactive Demonstration New!\n\nJust copy and paste this snippet of JavaScript code into your website or blog to put the live Demonstration on your site. More details »\n\nFiles require Wolfram CDF Player or Mathematica.\n\nMathematica »\nThe #1 tool for creating Demonstrations\nand anything technical.\nWolfram|Alpha »\nExplore anything with the first\ncomputational knowledge engine.\nMathWorld »\nThe web's most extensive\nmathematics resource.\nCourse Assistant Apps »\nAn app for every course—\nright in the palm of your hand.\nWolfram Blog »\nRead our views on math,\nscience, and technology.\nComputable Document Format »\nThe format that makes Demonstrations\n(and any information) easy to share and\ninteract with.\nSTEM Initiative »\nPrograms & resources for\neducators, schools & students.\nComputerbasedmath.org »\nJoin the initiative for modernizing\nmath education.\nStep-by-Step Solutions »\nWalk through homework problems one step at a time, with hints to help along the way.\nWolfram Problem Generator »\nUnlimited random practice problems and answers with built-in step-by-step solutions. Practice online or make a printable study sheet.\nWolfram Language »\nKnowledge-based programming for everyone.\nPowered by Wolfram Mathematica © 2017 Wolfram Demonstrations Project & Contributors  |  Terms of Use  |  Privacy Policy  |  RSS Give us your feedback\nNote: To run this Demonstration you need Mathematica 7+ or the free Mathematica Player 7EX\nDownload or upgrade to Mathematica Player 7EX\nI already have Mathematica Player or Mathematica 7+",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9923713207,
        "format_confidence":0.56422925
    },
    {
        "url":"http:\/\/www.homeofbob.com\/science\/actPlans\/physical\/balloonpierceRDS.html",
        "text":"Balloon Piercing\n\n\nElasticity, pressure, equilibrium, evidence, model, explanation\n\n\n  1. Balloons, knitting needle, bamboo skewer, or other narrow pointy object, oil, soap or other lubricant\n\nBackgroung Information\n\nThe piercing object may act like a plug and the elasticity of the balloon may be strong enough to make a tight enough seal around the plug to block the air in the balloon from escaping.\n\n\nInflate a balloon to about half its normal size.\n\n  1. Tie the balloon.\n  2. Use a sharp knitting needle or bamboo skewer and gently wiggle it to make a small puncture in a thick spot on the balloon.\n  3. Smoothly slide the needle or skewer through the balloon and repeat the procedure on the other side of the balloon where it is also thick.\n  4. For show stick the side of the balloon with a pin.\n  5. Draw a picture or write an explanation for why it did not and did pop.\n  6. For a hint you might pretend your finger is the puncturing object and slide it through a plastic bag.\n\n\n Robert D. Sweetland ©",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9736222029,
        "format_confidence":0.9790590405
    },
    {
        "url":"https:\/\/math.wonderhowto.com\/how-to\/calculate-gcf-lcm-given-number-set-345721\/",
        "text":"How To: Calculate the GCF & LCM of a given number set\n\nCalculate the GCF & LCM of a given number set\n\nNeed help figuring out how to find the greatest common factor and\/or the least common multiple of two given numbers? Learn how with this free video lesson. From Ramanujan to calculus co-creator Gottfried Leibniz, many of the world's best and brightest mathematical minds have belonged to autodidacts. And, thanks to the Internet, it's easier than ever to follow in their footsteps (or just finish your homework or study for that next big test).\n\nWant to master Microsoft Excel and take your work-from-home job prospects to the next level? Jump-start your career with our Premium A-to-Z Microsoft Excel Training Bundle from the new Gadget Hacks Shop and get lifetime access to more than 40 hours of Basic to Advanced instruction on functions, formula, tools, and more.\n\nBuy Now (97% off) >\n\nOther worthwhile deals to check out:\n\nJoin the Next Reality AR Community\n\nGet the latest in AR — delivered straight to your inbox.\n\nBe the First to Comment\n\nShare Your Thoughts\n\n  • Hot\n  • Latest",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.98634547,
        "format_confidence":0.7132084966
    },
    {
        "url":"http:\/\/www.lpdwiki.com\/index.php?title=Target_Hybridization",
        "text":"Target Hybridization\n\nFrom LPDwiki\n\nNecessary Materials\n\n1. np-Au\/planar Au chips immobilized with probe DNA → working electrode\n\n2. Aliquoted target DNA (C = 100 μM, V = 10 μl) for hybridization with probe DNA\n\n3. 20 μM methylene blue (MB)\n\n3. 25 mM Phosphate Buffer (PB)\n\n4. x1 PBS Solution\n\n4. 75 mM MgCl2\n\n6. Platinum wire → counter\/auxillary electrode\n\n  • Product Number: 45093\n  • 0.25 mm (0.010 in) dia, 99.9% (metals basis) length: 50 cm\n\n7. Reference Electrode\n\n  • Product Number: ET073-1\n  • Refillable miniature Ag\/AgCl reference electrode\n\n8. Gamry Reference 600 potentiostat\n\n\nMB Accumulation\n\n1. Place dry DNA probe functionalized electrode [DNA Probe Immobilization] inside the custom-built Teflon electrochemical cell and assemble the cell. Make sure to make connection for the working electrode using platinum wire and make sure to expose unscratched part of np-Au for testing.\n\n2. Wash the el. cell with 150 μl of 25 mM PB.\n\n3. Incubate el. cell with DNA functionalized electrode with 150 μl of 20 μM methylene blue (MB) for 10 minutes.\n\n4. Wash with 25 mM PB after MB (3 x 150 μl) accumulation to remove unbound MB molecules.\n\n5. Fill chamber with 150 μl of electrolyte (usually x1 PBS).\n\n6. Assemble Ag\/AgCl reference electrode, platinum wire counter electrode and connect the cell to the Gamry Reference 600 potentiostat.\n\n7. Check the open circuit potential (OCP) to make sure there is electrical continuity between the working and reference electrodes.\n\n  • A high OCP > 1 V indicates a short. This may be due to poor working electrode contact or bubbles in the electrolyte or damaged reference electrode.\n  • Start trouble shooting first by refilling electrolyte making sure to remove bubbles. If that doesn’t solve the problem, disassemble the cell and check working electrode contact. If this fails, finally test with a different reference electrode.\n\n8. Measure OCP for 60 s to make sure the system is stable. 10 - 20 mV change in OCP in this 60 s is acceptable.\n\n9. Obtain probe electrochemical signature via square wave voltammetry (SWV) with the following parameters:\n\n• Equilibration time: 30 seconds\n\n• Scan range: 0 to – 500 mV\n\n• Step size: 4 mV (batch mode), 10 mV (microfluidics)\n\n• Amplitude: 40 mV\n\n• Pulse frequency: 18 Hz (unannealed np-Au); 30 Hz (annealed np-Au); 60 Hz (planar Au)\n\n10. Save the first measurement.\n\nTake successive SWV measurements until peak signal depletes to about 65% of the first SWV peak signal (takes about 10-15 SWVs).\n\n  • The baseline subtracted peak current from SWV 1 is used for calibration. Baseline subtracted peak current is obtained by subtracting the capacitive baseline from the redox peak current.\n\n11. IMMEDIATELY rinse the el. cell with 25 mM PB (3 x 150 μl) to remove left-over MB molecules. Incubate the el. cell in 25 mM PB until target hybridization experiments.\n\nTarget Hybridization\n\n1. Incubate electrode with the desired concentration target DNA prepared in 25 mM PB containing 50 mM MgCl2 for 35 minutes at 37°C in the oven\/incubator.\n\n  • 300 nM or 500 nM DNA target solutions are usually used for incubation.\n  • Some PB can be substituted with complex media, such as BSA or whole blood for complex media target hybridization studies.\n\n2. Remove cell from the oven, let it cool for 5 minutes. Rinse with 25 mM PB (3 x 150 μl) to remove unhybridized target DNA.\n\n3. Incubate with MB as described in MB Accumulation section (MB regeneration) and obtain SWV measurements as described above.\n\n4. Hybridization efficiency is estimated from the baseline subtracted peak current of the first SWV scans. Hybridization efficiency = (Iprobe – Itarget\/Iprobe) X 100.\n\n5. Repeat steps above at increasing target concentrations to obtain calibration curve.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9924249649,
        "format_confidence":0.8806190491
    },
    {
        "url":"http:\/\/static.all-science-fair-projects.com\/project1151_38.html",
        "text":"All Science Fair Projects\n\nOver 1000 FREE Science Fair Project Ideas!\n\nProject title The effect of salt and sugar on the freezing point of waterFeatured science projectScience project video\nDifficulty Level High school\nProject page  Click here to view this science project\n\nThis science fair project was done to find out how the freezing point of water is affected by the presence of sugar or salt. The experiment was conducted using salt, sugar and water. \n\nInstructions preview\n1. For this science fair project, the independent variable is the amount of salt and sugar added to the solution. The dependent variable is the freezing point of the solution, and will be measured with a thermometer. The constants (control variables) are the temperature of the environment (which will remain at room temperature), the amount of solution in each test tube and the temperature of the ice in the basin. 2. Mix 200g of salt into in 1 liter of water and pour the solution into ice cube trays. Place the trays in a freezer, and leave overnight. The .....\nSearch science fair projects Browse science fair projects\nScience kits, science lessons, science toys, maths toys, hobby kits, science games and books - these are some of many products that can help give your kid an edge in their science fair projects, and develop a tremendous interest in the study of science. When shopping for a science kit or other supplies, make sure that you carefully review the features and quality of the products. Compare prices by going to several online stores. Read product reviews online or refer to magazines.\nCopyright (C) 2020 All Science Fair All Rights Reserved. Site\nAll Science Fair Projects Homepage",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.8852259517,
        "format_confidence":0.6608828902
    },
    {
        "url":"http:\/\/nrich.maths.org\/1123\/index?nomenu=1",
        "text":"Copyright © University of Cambridge. All rights reserved.\n\n'Trace the Edges' printed from\n\nShow menu\n\nHere are five poyhedra:\n\nCube. Icosahedron. Octahedron. Tetrahedron Dodecahedron.\n\nYou can trace a path along all of the edges, without going over any edge twice, on only one of these shapes.\n\nWhich shape is it and how do you do it?",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9943113327,
        "format_confidence":0.7337055206
    },
    {
        "url":"http:\/\/www.ehow.co.uk\/how_6567440_recycle-water-filters.html",
        "text":"How to Recycle Water Filters\n\nUpdated February 21, 2017\n\nRecycling is important for the environment. Most people know the common materials that can be recycled, including glass, plastic, cardboard and newspapers. However, you can also recycle less common items, such as water filters. When you participate in recycling, you help renew our resources and protect the planet. You can feel good about what you're doing, and once you know where to go and what to do, recycling takes very minimal time and effort.\n\nCheck the brand of your water filters. If you have a Brita or TerraFlo filter, you can send the old water filters back to the company to be recycled. These companies have recycling programs in place to make recycling your water filter a quick and process.\n\nCheck what type of plastic of which your filter is made. If it's #5 plastic, you can recycle it at your local Whole Foods grocery store. You may also be able to take it to your local recycling centre.\n\nCall your local Whole Foods and recycling centre to find out if other types of plastic can be dropped off for recycling. If your filter isn't a #5 filter, you may still be able to recycle it at these locations.\n\nThings You'll Need\n\n  • Old water filter\nbibliography-icon icon for annotation tool Cite this Article\n\nAbout the Author\n\nJ. Johnson has been completing freelance writing work since September 2009. Her work includes writing website content and small client projects. Johnson holds a degree in English from North Carolina State University.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.785114646,
        "format_confidence":0.9884726405
    },
    {
        "url":"https:\/\/segoldmine.ppi-int.com\/node\/22095",
        "text":"How To Recogize You Have A Systems Problem\n\nWARNING: Date published: UNKNOWN\nFileSize (KB)MIME typeLanguage\nHow To Recognize You Have A Systems Problem.pdf80.34application\/pdfEnglishDOWNLOAD!\nCover images\n\nTo determine whether you do have a system problem, you need to perform three tests. These tests will show if delays and cost overruns are arising for one or two reasons. The first could be because the components of the product don’t interface with each other as a system. This is analogous to putting together a child’s bike. If the parts in the box don’t fit, then you won’t have something that looks like a bike. The second could be due to incomplete requirements that went into building the components, which would result in a system not functioning as expected. In the bike example, even if the parts do fit, the bike may not work as intended. For instance, the bike doesn’t stop properly because the brakes don’t have proper contact with the wheels.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.7493618131,
        "format_confidence":0.9630719423
    },
    {
        "url":"http:\/\/engineerexperiences.com\/using-shunt-resistor.html",
        "text":"DC Current Measurement Using Shunt Resistor\n\nDC Current Measurement Using Shunt Resistor\n\nThe method we are going to discuss in this portion is by using “shunt resistor” but this method has limitations itself. The biggest one is we cannot measure the high currents through this method.\n\nIn this method we apply a resistor in the series of load so that whole current should flow through the resistor and the voltage drop across the resistor will be directly proportional to current.\n\nI’ll illustrate this example with 8 watt load. The measurement will be done through the ATmega8 micro-controller which displays the results on computer through serial communication.\n\n\nTo study about serial communication click the link below:\n\nSerial Communication through Atmel AVR Micro-controllers\n\nThe resistors in markets are available in different wattages like ¼ watt, 2 watts, 5 watts etc which tells us the current bearing capacity of resistor. In DC voltage Measurement we can use any wattage of resistors for measurement because we apply resistor in parallel with load. But in current measurements we apply resistor in series and if apply a resistor of 2 watts and passed the 3 Amps with 12 volts, it will fry the resistor. So, you should carefully take care of wattage of the shunt resistor according to your load.\n\nSome persons still prefer the use of shunt resistor in current measurement due to its low cost. But it is not a good choice because things get pretty messy and heat up at high currents.\n\nDC current Measurement\nFigure 1: Complete Circuit Diagram of Ammeter\n\nThe whole circuit diagram of the project is shown in the figure 1. There are two shunt resistors present in the circuit. The reason behind using two resistors is to increase the wattage and decrease the resistance of the shunt. Both resistors are of 0.1 ohm. If we apply resistor parallel formula then we will get 0.05 ohms. At a load of 1 ampere according to ohms law:-\n\nV = I * R\n V = 1amp * 0.05 ohms\n V = 0.05 volts\n\n0.05volts is basically the voltage drop across the shunt which can easily neglect. I used ATmega8 for the coding which I’ll explain later.  We will get 0.05 volts at 1 ampere but at milli-amperes even more less voltage drop will occur. This much less voltage is not possible to detect through the micro-controller. So I applied a difference amplifier to amplify the voltage as shown in the figure1. The variable resistor R1 is present here to set the reference voltage of the amplifier. It should be set in such a way that a reasonable voltage will generate at the output of the amplifier.\n\n\nComponents for DC Current Measurment\nFigure 2: Components needed for the project\n\nI used a 4Ah 12 volt battery as a voltage source and the load is two LED bulb of rating 3 watts and 5 watts. As my total load is 8 watts so I used two 5 watt shunt resistors in parallel which gave me 10 watts range for the load.\n\nBreadboard Implementation of DC current Measurement\nFigure 3: Implementation on bread board\n\n\nComplete Setting for DC current Measurement\nFigure 4: Whole System\n\nCoding part:\n\nAs I told before that we will display our results on computer so I used UART registers of ATmega8.  To learn that how to communicate your micro-controller with computer study the links below:\n\nWe will not get much voltage at the output of amplifier due to small load so I used the internal reference voltage of the ADC which is 2.56 volts.\n\n\/\/ initialize adc\nvoid adc_init()\nADMUX = (1<<REFS0) | (1<<REFS1);  \/\/ To use the internal reference voltage 2.56volts\nADCSRA = (1<<ADEN)|(1<<ADPS2)|(1<<ADPS1)|(1<<ADPS0); \/\/Enabling ADC and setting prescalar\n\nThe function mentioned above is to initialize the ADC of micro-controller. ADMUX register is used to set the reference voltage. We have option to set externally the reference voltage which should be maximum of 5v.\n\n\/\/ 10 Samples per second            \nfor (int j=0; j <= 9; j++) {\n v[i] = adc_read(0);\n volt = volt + v[i];\n\nvolt = volt \/10; \/\/ to take the average of voltage\nconv = (double)volt * 2.56\/1024; \/\/to convert the sample into voltage\n\/\/ here 2.56 is the reference voltage\n\nstring_transmit(\"Current = \"); \/\/ Transmitting to the computer\n\nThe above code is to get the 10 samples  of voltage at the output of the amplifier.\n\nResults on Putty\nFigure 5: Final results on putty\n\nTo download the whole code click the button below:\n\nComplete Code\n\n\n\nIf you need any help regarding code or circuit feel free to contact us and don't forget to like our facebook page 🙂\n\nWant something more to learn?\n\nIsmail Sarwar\n\nElectrical engineering is my profession, my hobby and my passion. I completed Bachelors of Electrical Engineering in 2015. Currently, I am doing Masters in Electrical Systems Engineering. Power Electronics and Embedded Systems are my fields of specialization. In free time I listen music and watch movies.\n\nWhat do you think?\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.5078263283,
        "format_confidence":0.9379965067
    },
    {
        "url":"https:\/\/nrich.maths.org\/13669",
        "text":"You may also like\n\n\nProve that a triangle with sides of length 5, 5 and 6 has the same area as a triangle with sides of length 5, 5 and 8. Find other pairs of non-congruent isosceles triangles which have equal areas.\n\n\nFour rods, two of length a and two of length b, are linked to form a kite. The linkage is moveable so that the angles change. What is the maximum area of the kite?\n\nEstimating Angles\n\nHow good are you at estimating angles?\n\nFraction of a Square\n\nAge 11 to 14 Short Challenge Level:\n\nIn the diagram, ABCD is a square.\n\nThe length CD is 4 times the length DE.\n\nWhat fraction of the square is shaded?\n\nThis problem is taken from the World Mathematics Championships\nYou can find more short problems, arranged by curriculum topic, in our short problems collection.",
        "topic_id":19,
        "format_id":22,
        "topic_confidence":0.9690997601,
        "format_confidence":0.6721243262
    }
]