[
    {
        "url":"https:\/\/www.avforums.com\/user-reviews\/review\/some-troubles-with-pioneer-sc-lx57.47\/",
        "text":"1. Join Now\n\n    AVForums.com uses cookies. By continuing to use this site, you are agreeing to our use of cookies. Learn More.\n\nPioneer SC-LX57-K User Review\n\n  • kushi\n    Review of Pioneer SC-LX57-K av receiver by kushi, Jun 8, 2014.\n    I bought this 2 weeks ago after checking reviews seemed a good buy. My first av receiver, upgrading from a stereo amp so quite a steep learning curve with all the many variables to setup. I found it hard to match the stereo amps performance particularly in regard to base response. After tweaking the equaliser to boost the levels I managed to get it quite good. After a week the DVD went missing from the selector dial but was ok to find from the remote. I did a full reset back to defaults and it came back OK. Now the output from the main HDMI has gone, the other zone outs are OK so the cable is good, looks like a hardware problem with the socket maybe as reset has no effect. The thing is quite complex so maybe there is a setting that will fix it. Sadly they dont supply a manual with the amp just a copy on disc so you have to read it on the PC or print out 132 of PDF. I hate pdf you read the left side of the page, scrolling down then have to scroll back up that page (without jumping a page to find the next sentence. With this manual there a re lots of cross references so you go from page 79 which send you to 48 which sends you somewhere else. So a complex learning experience is made worse.\n\n    For my old stereo discs I get a superior stereo sound out of my 30 year oldKkenwood amp it really gives a top sound on my old 15\" Goodman's speakers which the Pioneer doesn't seem to take advantage of. You don't see large speakers any more, all the stores selling 8 or maybe 10\" at most and relying on a sub for base. It seems my taste in sound is out of fashion. Perhaps its because sending all the data to produce full quality base sound takes up so much more bandwidth to download.\n\n    I have been playing stereo CD's using the THX to get the home theater speakers running and it sounds good however it seems the amp gets confused and fades in and out especially the low frequencies. It sounds like the volume on select frequencies is being turned down and up. guess trying to expect a stereo input to be 'surrounded' is not the thing to do, but its nice to have the room fill from the other speakers. Its not too noticeable though\n\n    Sorry to be a bit negative but on the positive the surround sound in movies is awesome.\n\n    Will get back with how I got the HDMI problem fixed\n    This item was purchased for NZ$3500 from AUCKLAND in 2014. The reviewer still owns this product.\n\n\n    • great surround sound\n\n\n    • complex, HDMI out fail,\n\n    Sound Quality\n\n\n\n\n\n\n    Build Quality\n\n\n    Value For Money\n\n\n\n    1. Chris D likes this.\n    No comments have been posted on this review yet.\n  • Loading...\n  • Loading...",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.978251338,
        "format_confidence":0.9919044375
    },
    {
        "url":"https:\/\/randomaccess.blog\/2017\/04\/24\/mee-audio-pinnacle-p1-in-ear-monitors\/",
        "text":"MEE Audio Pinnacle P1 In ear monitors\n\nBeing a music lover, long journeys are that much more enjoyable with something to listen to.\n\nSaying that, I have been in the market to upgrade my listening experience, and after much research, settled for the £150.00 Pinnacle P1’s from MEE Audio. My thoughts are below…\n\nPackaging. No pictures of this unfortunately, however these come in a nice middle opening box, and offers a premium unboxing feel.\n\nAccessories.  One word. Amazing. For £150.00 (same day Amazon Prime may I add) these offer two awesome cables, one with a mic, one without. None of that memory wire nonsense and a cable cinch. Lots of tips choices too with SML silicone, SM biflanges and one set of triple flanges. Also included are SML T200 comply tips.\n\nBuild quality. Quality metal housings give the iems a very tough feel. The cables are also suitably braided and look very sturdy. They are detachable with mmcx connectors which can be an issue, but the connections have been solid thus far with no problems.\n\nFit and isolation.  Astounding comfort here. They are UIEM style and fit with cable over ear. (Apparently they can be worn down too). Isolation with my favoured triple flanges is very good, quietening the daily commute nicely.\n\nSound. Will break it down to the best of my non audiophile ability.\n\nBass – Fast and precise with ok extension. Sub bass is a bit lacking\n\nMids – Slightly recessed due to be slight v shaped signature\n\nTreble – Good extension with decent sparkle. No sibilance to my ears\n\n\nThese are an absolute steal for the money  and I would have paid far more. The clarity and level of detail is astounding. Two slight negatives, firstly these are fairly low in sensitivity so benefit from external amplification. Secondly these are certainly no basshead iem and could be seen as slightly lacking in this area.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9847145677,
        "format_confidence":0.7832689285
    },
    {
        "url":"https:\/\/www.besttechie.com\/review-lacie-porsche-p9223-slim-ssd\/",
        "text":"Talking tech since 2003\n\nFast, slim, and stylish.  These are the three words I would use to describe the new LaCie Porsche Design P’9223 Slim SSD.  As you can probably gather from the name, this external drive sports a solid state drive, which means that its capacity is limited as compared to most other external drives which use traditional hard drives.  But what this drive lacks in capacity it gains in speed.\n\nThe P’9223 Slim SSD is equipped with USB 3.0 (cable included) and has a 120GB SSD that LaCie advertises has read speeds of up to 425MB\/s and write speeds up to 200MB\/s.  In our tests, the drive met and\/or exceeded those numbers.  When it came to transferring data, we tested all sorts of different scenarios.  We transfered a 1GB file in literally the blink of an eye.  We also were able to transfer a 10GB folder in just under 30 seconds.\n\nIn terms of actual numbers, we ran some tests with Aja System Test, a free benchmark tool that’s meant to see how fast any drive connected to your system is and how it would perform under different video-editing circumstances.  It’s worth noting that I ran my tests using a MacBook Pro with Retina Display (2.6Ghz i7, 16GB RAM, 512GB SSD).\n\nWith the 2GB File setting at 1920 x 1080, 10-bit, RGB frame sizes\n\nWrite: 292.8 MB\/s\nRead: 429.5 MB\/s\n\nWith the 8GB File setting at 1920 x 1080, 10-bit, RGB frame sizes\n\nWrite: 318.3 MB\/s\nRead: 426.7 MB\/s\n\nWith the 8GB File setting at 4096 x 2160, 10-bit, RGB frame sizes\n\nWrite: 317.6 MB\/s\nRead: 427.5 MB\/s\n\nAs you can see, this external drive is very fast (and quiet) and would be an excellent choice to use for editing video, something that cannot be said for most other external drives.  In terms of actual video editing, importing, applying effects, and rendering in Final Cut Pro X was seamless and fast, I felt like I could have been working on an internal drive.\n\nThe P’9223 Slim SSD comes pre-formatted with 111GB of space, however, you can easily format it using the LaCie software that is loaded onto the device right out of the box.  You can choose how to partition the drive depending on how you plan to utilize it.  For example, you can format it to work only with OS X or Windows or both (by setting up two separate partitions).  I chose to make the drive OS X only, which actually gave me closer to 130GB of space.\n\nAs I mentioned the drive is very slim, with a thickness of just 11mm and weighing in at just 182g (6.4 oz) you wouldn’t even notice it if you it carried it around with you in a bag. One of my favorite aspects of the LaCie P’9223 Slim SSD is the anodized aluminium finish that not only looks high quality, it feels high quality.  Overall, the build quality is incredible, as you would expect from a LaCie product.\n\nThe LaCie P’9223 Slim SSD retails for $150.  If you purchase the drive, it also comes pre-loaded with software utilities for password protection, automatic backup and eco-friendly operation, as well as the option to sign up to its Wuala cloud backup service (all of which can be removed).\n\nWhile a bit pricey in terms of what you get storage wise, the P’9223 Slim SSD is definitely worth buying if you’re after speed and style.\n\nWe’re giving away a LaCie Porsche Design P’9223 Slim SSD, click here to see how to be eligible to win!\n\n\nSign in or become a BestTechie member to join the conversation.\nJust enter your email below to get a log in link.\n\nSubscribe to BestTechie Plus\n\nYou've successfully subscribed to BestTechie\nWelcome back! You've successfully signed in.\nGreat! You've successfully signed up.\nYour link has expired\nSuccess! Your account is fully activated, you now have access to all content.",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9946862459,
        "format_confidence":0.7034907341
    },
    {
        "url":"https:\/\/www.goodgearguide.com.au\/review\/oztion\/speed_unlimited_remote_control_car\/218095\/",
        "text":"Oztion Speed Unlimited Remote Control Car\n\nOztion Speed Unlimited Remote Control Car\n  • Oztion Speed Unlimited Remote Control Car\n  • Oztion Speed Unlimited Remote Control Car\n  • Oztion Speed Unlimited Remote Control Car\n  • Expert Rating\n\n    2.00 \/ 5\n\n\n  • Different sound output modes, remote controlled doors, MP3 functionality\n\n\n  • Poor workmanship, indoor use only, no volume controls\n\nBottom Line\n\nThe Speed Unlimited suffers from too many flaws to be considered as a serious remote controlled car contender. While some users may be attracted by the price, enthusiasts will want to look elsewhere.\n\nWould you buy this?\n\nWhen we got the Speed Unlimited remote controlled car into the office everyone's inner child cried out for times long forgotten, before the days of 9 to 5 and responsibility.\n\nThis isn't like the remote control cars many of us are used to from our childhood - it's certainly not a petrol powered hornet or a Tandy Caterpillar knock off. This thing is massive. The disadvantage with its size is lack of portability and a loss of maneuverability, but when you weigh that against the imposing sight of it thundering down the street, those issues tend to melt away for the average kid.\n\nThe car also has in built speakers which have three different output modes. The first mode simulates the sound of the engine, the tires squealing and a neat simulated reverse sound. The second mode plays stock music stored on a chip inside the device. The third mode is the most interesting and innovative as it allows you to plug your own MP3 player into the car and have custom music playing while driving. While essentially a gimmick, being able to play any MP3 you want is rather amusing and fun. The problem with all three of these modes is that the speakers with which they are output are a substandard assault on the ear drums. Sound reproduction is rather poor with no tweaking options for possible improvement. To make matters worse, there is no volume button so the engine sounds and built-in music are way too loud, to the point of becoming ear-piercing.\n\nThe Speed Unlimited is not recommended for remote controlled vehicle enthusiasts, as it is substandard with many design flaws when compared to other cars. The most fundamental element of any car design, remote controlled or not, is grip. This car is rear wheel powered with wheels that only seem to work well on carpet and linoleum. In a real world test on pavement and roadway the tires loose grip constantly from initial acceleration through to sudden breaking. The poor grip means that the car is pumping out a large number of revolutions to the axle which are not being translated into actual road contact revolutions but on the upside, lack of grip is great for fishtail turning. Essentially, these problems all mean the car should be restricted to in-house use, but even that is problematic due to its size and will probably cause damage.\n\nThe turning circle of the car also leaves a lot to be desired making sharp turns nearly impossible. This makes the car difficult to control with little options should the need arise for immediate course correction. The Speed Unlimited is also rather low to the ground which results in a frustrating tendency to get stuck on any slightly elevated surfaces. The doors on the unit are not latched shut as there is an option on the remote control to open and close them automatically. While this feature is very cool, it has come at a cost since the doors tend to rattle while driving and pop open during and jolt to the car.\n\nWe found the Speed Unlimited to look impressive and sturdy but really be rather fragile as even after testing it for about an hour, a few jolts to the chassis resulted in the front wheels jamming when turning left. Since this is car clearly designed for kids to use, we can imagine that it will experience more than a few knocks during its lifetime and found that this fragility in design was substandard. Our tests found that the range of the remote control to the car was only about 15-20 feet before signal degradation. This is far less than most remote control cars and further proof of the quality or this item. The remote also emits a series of sounds while in use, apparently with the intent to simulate a rising speedometer but it only achieves a rise in annoyance.\n\nThe Speed Unlimited is essentially a novelty toy for kids, with a fun MP3 feature but no real quality components or workmanship. It will keep kids entertained for a while but they will probably break it fairly easily and come away more disappointed than anything else. If you are in the market for a remote controlled car, we suggest you pick up something with a little more quality.\n\nRocket to Success - Your 10 Tips for Smarter ERP System Selection\n\nJoin the newsletter!\n\nError: Please check your email address.\nShow Comments\n\n\nJames Cook University - Master of Data Science Online Course\n\nLearn more >\n\n\nVictorinox Werks Professional Executive 17 Laptop Case\n\nLearn more >\n\n\n\nBack To Business Guide\n\nClick for more ›\n\nBrand Post\n\nMost Popular Reviews\n\nLatest News Articles\n\n\nPCW Evaluation Team\n\nLouise Coady\n\nBrother MFC-L9570CDW Multifunction Printer\n\nThe printer was convenient, produced clear and vibrant images and was very easy to use\n\nEdwina Hargreaves\n\nWD My Cloud Home\n\nI would recommend this device for families and small businesses who want one safe place to store all their important digital content and a way to easily share it with friends, family, business partners, or customers.\n\nWalid Mikhael\n\nBrother QL-820NWB Professional Label Printer\n\nIt’s easy to set up, it’s compact and quiet when printing and to top if off, the print quality is excellent. This is hands down the best printer I’ve used for printing labels.\n\nBen Ramsden\n\nSharp PN-40TC1 Huddle Board\n\nBrainstorming, innovation, problem solving, and negotiation have all become much more productive and valuable if people can easily collaborate in real time with minimal friction.\n\nSarah Ieroianni\n\nBrother QL-820NWB Professional Label Printer\n\nThe print quality also does not disappoint, it’s clear, bold, doesn’t smudge and the text is perfectly sized.\n\nRatchada Dunn\n\nSharp PN-40TC1 Huddle Board\n\nThe Huddle Board’s built in program; Sharp Touch Viewing software allows us to easily manipulate and edit our documents (jpegs and PDFs) all at the same time on the dashboard.\n\nFeatured Content\n\nLatest Jobs\n\nDon’t have an account? Sign up here\n\nDon't have an account? Sign up now\n\nForgot password?",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.6881852746,
        "format_confidence":0.9239649773
    },
    {
        "url":"http:\/\/store.apple.com\/ca\/reviews\/MC184C\/B\/apple-wireless-keyboard?cid=WWW-NACA-BUYNOW-KEYBOARD&page=13",
        "text":"• 5.0 out of 5 stars\n\n\n    • Written by from bassett\n\n    I got one of these with my iMac and I love it, I have never had a computer with wireless anything so the wireless was amazing to me, the keyboard looks really good as well and compared to most keyboards the sound of hitting keys is very low. The batteries last a long time as well, I got my iMac in June and just changed the batteries last month and i use the iMac every day for at least 2-3 hours.\n\n    15 of 17 people found this useful\n\n  • 1.0 out of 5 stars\n\n    Cool looking, but uncomfortable\n\n    • Written by from Cambridge\n\n    It's nice that the design and top-row function buttons mimic my macbook, and I like the wireless feature. But I don't recommend this for an everyday keyboard. It's totally the opposite of ergonomically friendly, as is the magic trackpad. I have both at my office and both are causing use-related stiffness and pain (9-5, M-F use, with macbook usage outside of those hours\/days). I would prefer that my desktop keyboard be more comfortable than my laptop keyboard, but that is not the case. I wish Apple would offer more ergonomically friendly products.\n\n    30 of 45 people found this useful\n\n  • 4.0 out of 5 stars\n\n    Apple Wireless Keyboard\n\n    • Written by from Los Angeles\n\n    Love the keyboard, but wish it had the extended numeric keypad included like the corded keyboard. What gives? Let's do it!\n\n    40 of 49 people found this useful\n\n  • 5.0 out of 5 stars\n\n    Love it but wish...\n\n    • Written by from Gloucester\n\n    I love my keyboard and have had it for a year. One tip though...don't put non-rechargable batteries in there after you have accidentally charged them. The chemicals inside the battery will ooze inside it hold. Other than that it is a lot of fun. Overtime there are some connection problems but it always connects after a couple of off and ons, but remember I have had this for a while. ANother tip...don't use the keyboard where there is no light or (if with an iMac) you will have to turn up the brightness and point it at the keyboard. (If with a iPad 2) Then forget typing. Turn on the light or you will have a painful time trying to guess where the keys are (unless you know it by heart). Apple needs to come out with a backlit keyboard. Lol. BUY THIS PRODUCT....I LOVE IT AND YOU WILL. WORKS WITH ANYTHING. 4stars haha 7 if possible! :)\n\n    24 of 35 people found this useful\n\n  • 3.0 out of 5 stars\n\n    my wireless keyboard has a terrible chemical odor\n\n    • Written by from New York\n\n    love the keyboard. it works beautifully. but it has a truly awful, toxic smell. i hope it will wear off. if anyone has solved this problem, i would love to hear how you did it. i tried contacting customer service, but the process was so long and cumbersome that i gave up.\n\n    31 of 44 people found this useful\n\n  • 5.0 out of 5 stars\n\n\n    • Written by from Albany\n\n    I got this a week ago and it's comfortable to use and it's easy to type but the problem is you are not able to use some keys yet this thing is so easy to connect to the iPad good price never lags when you press the keys it's perfect for a portable keyboard or to use it just for the iPad at home\n\n    14 of 17 people found this useful\n\n  • 5.0 out of 5 stars\n\n    These are fabulous...and also serve as a remote shutter release!\n\n    • Written by from Coral Gables\n\n    I bought one of these for my iPhone, and it has been great for taking notes and replying to emails. I have also used it with my EeePC, which otherwise has a small keyboard. It works well for anything that communicates by Bluetooth. My wife loves hers for her new iPhone, and I'm about to order a third for my son, who has an iPhone and iPad. It works splendidly with either one.\n    The keyboard is beautifully designed and runs for months on a pair of standard AA batteries. The on\/off switch is unobtrusive and easy to access. Turning it off requires holding the switch for a few seconds until a small green light goes off, although it also can put itself to sleep.\n    One of the great things I just discovered about the keyboard is that it can serve as a remote shutter release for the iPhone and iPad. When the Camera app is open, just press the F12 (volume up) key on the keyboard. It works from more than 20 feet away.\n\n    21 of 23 people found this useful\n\n  • 5.0 out of 5 stars\n\n    where's the 10th star to rate this keyboard???\n\n    • Written by from Calgary\n\n    Oh my I cannot say enough good things about this keyboard I have had this for about 2 months now and the batteries still register at 100% (lithium)\n\n    my magic track pad has had the batteries (charged\/replaces 3 times already)\n\n    only complaint from the old wired one is the keypad with the digital and math signs, it makes calculator a littler tougher to use highly recommends as a replacement for your iMac\/Macbook or for your iPhone\/iPad\/iPod touch this is amazing\n\n    Go Apple Go !!!\n\n    12 of 13 people found this useful\n\n  • 5.0 out of 5 stars\n\n    Great product\n\n    • Written by from Grand Junction\n\n    Very nice keyboard. It's very compact and the keys have a nice feel to them. Batteries lost quite awhile. It has a very modern look sitting on your desk, way better looking then the clunky black oversize pc keyboards. I only wish they built one with backlit keys.\n\n    18 of 21 people found this useful\n\n  • 5.0 out of 5 stars\n\n    this was much needed for my iPad\n\n    • Written by from Methuen\n\n    hi guys:)))))\n    My wifey just got this for me for Valentines Day!!!!!..\n    She saw me suffering day in and day out with the iPad virtual keyboard (missing letters, etc.), and she surprised me with this...guys seriously, a monkey could set this up...just power it on, put BT on in your iPad, and it picks it up in 1 second, and your connected!....Nice job Apple.....Im typing right now it, and i havent missed any letters:))) wooohoooo.....(my MBP will be coming out less frequently especially now...)))))\n\n\n    32 of 35 people found this useful\n\n  • 3.0 out of 5 stars\n\n    Great--but BATTERY HUNGRY!!!($)\n\n    • Written by from St. Catharines\n\n    This is a beautiful mouse--sleek, responsive...and wireless. Problem: It goes through batteries every couple of weeks. I am now trying to find something as comfortable, but unfortunately, w\/ a wire. Even buying in bulk, I'll pay for a new mouse in no time w\/ the money I save in not buying batteries. An environmental disaster...expensive...and frustrating when working on an important project. Never thought I'd give an Apple product a bad review. I hope I never have to again.\n\n    33 of 60 people found this useful\n\n  • 1.0 out of 5 stars\n\n    Keyboard and mouse are horrible\n\n    • Written by from Tempe\n\n    The key board and mouse that came with my iMac are absolutely the worst keyboard and mouse I have ever used. They need to go back to the drawing board with these two items.\n\n    32 of 76 people found this useful\n\n  • 2.0 out of 5 stars\n\n    Looks Ten, Types 3\n\n    • Written by from Bloomington\n\n    So this keyboard has a great look and feels like a laptop. This is not a good choice for doing a lot of typing as the keys are too close together and don't give enough feedback - either tactile or auditory - when you type. Useless for data entry. I thought Apple wanted to appeal to the business and scientific community. The separate aftermarket calculator has gotten only two stars.\n    I made my own keyboard stand to put this keyboard in the proper angle and position to type with a wrist rest. Still not as good as some of the after market keyboards. Bluetooth can be buggy at times and depend on battery charge, USB less of a problem. If it came with an iMac, save it to use with your iPad, and buy an aftermarket wired keyboard if you do a lot of typing. I wouldn't buy it as a replacement keyboard.\n    This is a case of form being subservient to function.\n\n    37 of 51 people found this useful\n\n  • 3.0 out of 5 stars\n\n    Eats Batteries\n\n    • Written by from Little Elm\n\n    I love this keyboard, but I find that I am having to replace the batteries every 2 weeks. I'm looking for better alternatives (like rechargeable) but have not found it yet. Will keep using it, but not happy with the power drain.\n\n    60 of 74 people found this useful\n\n  • 5.0 out of 5 stars\n\n    Perfect companion keyboard for iPad\n\n    • Written by from Cambridge\n\n    Along with Pages, this keyboard really expands the capabilities of the iPad. It saves you from having to find a computer when you want to type up a long e-mail or document. Keyboard is very light, comfortable, and it automatically powers down when not in use. Battery life has not been an issue. Note: I have not tried any of the third party keyboards that are integrated into the iPad case. Regardless, if I lost this keyboard tomorrow, I'd turn right around and buy a new one without a second thought.\n\n    46 of 48 people found this useful\n\n  • 2.0 out of 5 stars\n\n    Battery Drainer\n\n    • Written by from Brooklyn\n\n    Every 2 days I've gotta use new batteries cause this keyboard drains the life out of them. Got rechargeable ones that go in one day. It also has a hard time connecting to blue tooth. The trackpad works better than this. Apple products just don't like me.\n\n    54 of 71 people found this useful\n\n  • 5.0 out of 5 stars\n\n    Simple, Thin, well-built\n\n    • Written by from Rochester\n\n    I recently purchased one of these for desktop-like uses for my Macbook. It functions very well. I can be 7 feet away from my charging macbook and still get good performance out of this keyboard. I have nothing to complain about. Battery consumption is relatively low based on how long I've had it. It was easy to adapt to since the only difference is that it isn't on my mac. One final thing is that it fits excellently on my keyboard tray allowing me to also put my magic mouse on the tray. Overall, its a very nice keyboard. I highly recommend it.\n\n    29 of 31 people found this useful\n\n  • 5.0 out... (truncated)",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9833374619,
        "format_confidence":0.9885413647
    },
    {
        "url":"http:\/\/alatest.co.uk\/reviews\/cordless-phone-reviews\/bt-synergy-5500\/po3-67299871,115\/",
        "text":"Visit our Business Solutions website >>\n\nBT Synergy 5500\n\nBT Synergy 5500\nalaScore 82\n\n87 reviews\n\nOct, 2017\n\nalaTest has collected and analyzed 87 reviews of BT Synergy 5500. The average rating for this product is 4.2\/5, compared to an average rating of 4.0\/5 for other Cordless Phones for all reviews.\n\nWe analyzed user and expert ratings, product age and more factors. Compared to other Cordless Phones the BT Synergy 5500 is awarded an overall alaScore™ of 82\/100 = Very good quality.\n\nReview analysis\n\n(Based on 87 reviews)\n\nUser Reviews  \n\n\nBelow is a list of reviews for this or similar products. If you think this grouping is wrong please click here to flag.\nRead more on our FAQ’s page.\nShowing 1 - 21 of 87 Show Reviews: in English\n\nConsumer review by: ( review summary for BT Synergy 5500\n\n\nalaTest has collected and analyzed 11 user reviews of BT Synergy 5500 from The average user rating for this product is 4.5\/5, compared to an average user rating of 4.1\/5 for other Cordless Phones on\n\n91% of the reviews on give this product a positive rating.\n\nThis summary is based on the products: Angel 5500 Twin Gear JuicerAngel 5500 Twin Gear Juicer\n\nOct, 2017\n\nConsumer review by: brian (\n\nbest purchase ever\n\n\nreally easy to use and setup best purchase ever\n\nSep, 2011\n\nConsumer review by: Jon M (\n\nGood quality\n\n\nThis phone does what it says!\n\nAug, 2011\n\nConsumer review by: Robbie (\n\nGreat phones\n\n\nThese are exactly what we required. Sound is crystal clear and the ring tones are loud enough.\n\nAug, 2011\n\nConsumer review by: Anonymous (\n\nnice x\n\n\nHappy with the phone now; bought it n the first one was making too much background noice, i took it back for an exchange , but i am very happy with the one i have now. no more noices and its fantastic... lots of ringing tones that r making me dance to...\n\nAug, 2011\n\nConsumer review by: Sally (\n\nExcellent Purchase\n\n\nThe twin phones are slim and modern looking. For a novice at putting things together this was a very simple process and the instructions were easily understood. The clarity of sound has already been commented upon so I guess it's a success all round....\n\nAug, 2011\n\nConsumer review by: Kitti (\n\nGreat product and great price!\n\n\nWell please with the BT Duo.. BT have always had my vote. This little duo is classie, sleek and easy to set up. Only negatives would be that the display screen is really hard to read. Lovely blue colour backlight but the letters are too small.\n\nAug, 2011\n\nConsumer review by: purplestar (\n\nBest purchase\n\n\nHands down this is the best DECT phone we've ever had. Great features and the answerphone is a big plus. No more missing phonecalls.\n\nAug, 2011\n\nConsumer review by: Joski (\n\nFabulous phones\n\n\nAfter purchasing numerous phones over the last few years that haven't quite met my expectations I am thrilled with this duo, it has larger buttons, was easy to set up, the volume is great and it has speaker phone aswell ........stops you getting...\n\nAug, 2011\n\nConsumer review by: Rob23 (\n\nVery Pleased\n\n\nThe phones were very easy to set up. The range is very good, this was important to me as I am retired and spend a lot of my time in the garden and in my workshop at the end of the garden. By placing the base unit on a shelf near a window I can now...\n\nAug, 2011\n\nConsumer review by: missyk (\n\n\n\neasy to use, simple set up instructions.\n\nJul, 2011\n\nProduct Specifications\n\nGAP compatible 12 minutes recording time 250 name and number directory Text messaging 30 number calls list Low energy power supply and recyclable packaging\n\nAnswering Machine\n\nAnswering System Type:Digital\nRecording Capacity:12min\n\n\nStandby Time:Up to 100 h\nTalk Time:Up to 600 min\n\n\nType:LCD display\n\n\nModel:5500 Quad\/5500 Twin\nPackaged Quantity:1\nProduct Line:BT Synergy\n\n\nCall list capacity phonebook:30\nUser memory phonebook:250\n\nOther features\n\nMac compatibility: No\n\n\nRecording Time:12\n\nPorts & interfaces\n\nWireless Connection: Yes\n\n\nConference Call Capability:3-way\nCordless Phone Standard:DECTGAP\nDialer Type:Keypad\nHeader Features:W\/ call waiting caller ID & answering system\nType:Cordless phone\n\nTelephone Features\n\nCaller ID:Built-in \/ Yes\nHandset Locator:Built-in \/ Yes\nIntercom:Built-in \/ Yes\nSpeakerphone:Built-in \/ Yes",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9937297106,
        "format_confidence":0.9664330482
    },
    {
        "url":"http:\/\/www.brighthub.com\/electronics\/mp3\/reviews\/98848.aspx",
        "text":"Pin Me\n\nThe Etón Soulra: Solar Powered Speaker System for iPods\n\nwritten by: •edited by: Rhonda Callow•updated: 12\/13\/2010\n\nThe Etón Soulra is a rugged solar powered speaker system for iPods and iPhones. These speakers are great to bring camping or to the beach and they also charge your device, making them even more practical. Learn more about one of the best speakers for iPod devices by reading this Etón Soulra review.\n\n  • slide 1 of 5\n\n\n    Eton Soulra Review - Solar Powered Speaker System for iPods and iPhones I was recently given the opportunity to check out the Etón Soulra: a solar powered speaker system designed for iPods and iPhones. I’m quite impressed with what it has to offer in terms of both features and performance. And, it seems I’m not the only one who thinks highly of the Etón Soulra, as Daniel McGoldrick mentions it in his article on the top 10 camping gadgets for backpackers.\n\n  • slide 2 of 5\n\n\n    Rating Average\n\n    We’ll start by looking at the design of the Etón Soulra. The solar powered speaker system has an aluminum body and rubberized case, making it extremely robust and resilient to the elements of the great outdoors, such as rain, dust, and dirt. It’s important to note, however, that the Etón Soulra is not entirely waterproof, only splash-proof, and only when the solar panel is closed. With that said, it is still extremely rugged for common use when camping, at the beach, pool, sports games, or other outdoor activities and locations.Back of Eton Soulra - Solar Powered Speaker System for iPod and iPhone \n\n    The size and weight of the solar powered speaker system according to Etón’s website (I didn’t have my tape measure or scale handy) is:\n\n    • Dimensions: 11.875” x 6.625” x 3.5” (W x H x D)\n    • 301 x 168 x 89 mm (W x H x D)\n    • Weight: 3 lbs 7.9 oz. (1.58 kg)\n  • slide 3 of 5\n\n\n    Rating Average\n\n    The Etón Soulra, as I’m sure you’ve already worked out, is solar powered. This feature, along with its rugged design, makes the Soulra one of the best speaker systems for iPods (and iPhones) available for outdoor enthusiasts. What makes it even better is you don’t need to rely on the solar charge of the device – which would pretty much render it useless in the dark winter months or if you want to use it indoors more often than not – you can charge the internal lithium-ion battery to use the Etón Soulra too.\n\n    The solar powered speaker system doesn’t just play your tunes, it also charges your iPod or iPhone, which is perfect if you’re in the middle of nowhere camping and don’t have access to a power outlet.\n\n    For the lazy users, the Etón Soulra comes with a remote control, so there’s no need to put down your drink and get out of your lounge chair in order to use the solar powered speaker system.\n\n    The Soulra has bass boost and full-range speaker drivers. Your music sounds excellent coming from the speaker system.\n\n  • slide 4 of 5\n\n    Performance & Compatibility\n\n    Rating Average\n\n    Though I haven’t personally tested how long it takes to charge the Etón Soulra, according to the manufacturer, the Soulra will get a full charge in 4 hours if charged with the AC power adapter, and 10 hours in direct sunlight. When running on the fully charged battery, the Soulra offers 4 hours of audio playback time with the volume set mid-level and the iPod or iPhone continuously charging.\n\n    The Etón Soulra is compatible with all iPods and iPhones.\n\n  • slide 5 of 5\n\n    Price to Value\n\n    Rating Average\n\n    The Etón Soulra’s price varies depending on where you look, so it’s a good idea to shop around a bit before you buy. One of the best prices I’ve seen is at Amazon for $177.45. The Apple Store sells the solar powered speaker system for $199.95. For a look at other places where the Soulra is sold and to see more images of the Soulra, you can visit the company’s website.\n\n    Yes, there are cheaper iPod speaker systems available on the market, but the Etón Soulra stands above the rest thanks to its eco-friendly solar panel and its rugged design. The solar powered speaker system is an excellent option for those who love to go camping, sit by the pool, lounge at the beach or other outdoor environments where you’re not close to a power outlet and you need to protect your iPod from the elements. The Etón Soulra is also great for teenagers who aren’t so gentle with their gadgets and are always packing their electronics with them to school, friends' houses, hockey change rooms, etc. For under $200, I’d say the Soulra is definitely worth buying. Highly recommended.",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9888039231,
        "format_confidence":0.8944203854
    },
    {
        "url":"http:\/\/www.latestgadgets.co.uk\/hardware-accessories\/3627-rebit-5-review",
        "text":"Rebit 5: Beautiful and beautifully simple hard drive back up software\n\nBy Jack Ratcliffe,\n\nIf you want to back-up your computer without hassle, buy Rebit 5. No, this isn’t a poorly veiled advertorial, it is our findings after playing around the back-up software. It has its faults (soon to be listed), but as far as overall experiences go, this is the iPhone of back-up software.\n\nRebit takes two key inspirations from Apple: it’s beautiful, and it’s beautifully simple. It begins with the installation process, which takes around ten seconds. Rebit has clearly done a lot of work in keeping the application as clean behind the interface as in front of it.\n\n\nYou can put it on your computer or an external harddrive, allowing the portable HDD to backup everywhere it goes. Rebit comes pre-installed on some externals at minuscule extra cost, so look out for it when you next go shopping.\n\nOnce installed, an attractive window pops-up, full of gentle shadows, cute roll-overs and simple, big buttons. You’re met with a screen asking you to select a backup location – either a local drive or a network share.\n\nLocal drive is simple enough – you’ll either use a spare harddrive inside your computer, or the external drive. Click’it and you’re sorted. You can also back-up to a network location – Rebit will scour the network for available options. For back-up areas where you need a username or password, they can be completed in-program.\n\nThen you’re free to gaze at the home screen. There are three options: Browse Backup, Make\nRecovery Point and Settings. Browse Backup lets you find old restore points to return your system to an earlier point, while Make Recovery Point creates a new backup iteration.\n\nRecovery points occur automatically every 24 hours, if your drive is connected to your computer. The Continuous Data Protection also works automatically, monitoring your files and making a back-up whenver one is edited. You can then right-click the file and revert it back to older versions. Cool.\n\nSettings allows you to chose Drives to Back Up, choose more Backup Locations (either local disk or network), create a Recovery Disk to recover your entire computer should the current HDD die and set a password to defend your backup from prying eyes.\n\nThe Recovery Disk option allows you to back-up the Rebit software to CD, DVD, or USB Drive. We had a bit of an issue with this – none of our USB drives appeared to work. We’re not sure whether it was because our sticks were formatted to Fat32 (only the more modern NTFS is properly supported by the software), because the memory stick’s capacity was at 1.438MB, or because of a software glitch.\n\nA browse around the help file might have helped us work it out, but the help button doesn’t seem to work. A windows pops-up and disappears before loading anything. Uh-oh. Maybe the non-working help file is an ironic statement about how easy Rebit is to use? Probably not.\n\nIt’s not too annoying, because you can still access the help documentation by navigating your harddrive. Or call the complimentary 90 day phone support. Perfect.\n\n\n    I ordered my Rebit update – order # 1232568464 – but UPS # provided – 1Z331VOX1242250554 – is incorrect I’m told by UPS and further told to contact Rebit. This I’ve tried to do with no response to date ???????????\/",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.5609442592,
        "format_confidence":0.9131398201
    },
    {
        "url":"http:\/\/www.macmall.com\/n\/Customer-Review\/macmsc-macmsc.65?op=mall.web.zones.pdpRecentReviews.readReviewsSingle&dpno=9315270&sortBy=helpful&currentReview=1&reviewIdSingle=36712",
        "text":"MacMall - Your #1 Apple Superstore\n\nCustomer Review          Home >  Customer Review\n\nCuisinart Deluxe Stainless Steel Can Opener - Refurbished\n(Make your kitchen more streamlined and efficient with Cuisinart products. This automatic can opener makes meal preparation simple, and the stainless steel design is sleek and subtle enough to fit in with any kitchen's decor.)\n1 Reviews\n5 Star:\n4 Star:\n3 Star:\n2 Star:\n1 Star:\n\nAverage Customer Review\n\nrating  (1 Customer Reviews)\n\nShare your thoughts with other customers\n\nWrite a review\n\n0 of 0 people found the following review helpful.\n  Cuisinart Deluxe Stainless Steel Can Opener ,  2012-10-18\nBy Ed Dennis\n\nLooks nice, works well, time will tell if it is worth the money!\n\nHelp other customers find the most helpful reviews.\nWas this review helpful to you?    \n\nRead all reviews\n< This Product\nDeluxe Stainless Steel Can Opener - Refurbished\nby Cuisinart\n\nCall Us\nCustomers who viewed this item also viewed\nModel DPC3825 8x4 DOCSIS 3.0 - Wireless router - cable mdm - 4-port switch - 802.11b\/g\/n\nby Cisco\nNo Reviews\nUsually Ships Same Day\nJuice Extractor - Refurbished\nby Cuisinart\nCall Us\n\n\nGet exclusive discounts on your favorite Apple products today!\n\nYour Biggest Source for Everything Apple!\n\nMacMall is the #1 Apple Direct Reseller. We sell more Apple-branded products than any other direct Apple reseller. Since 1987, MacMall has been supplying Mac computers, Mac software, iPods, iPad accessories, and more Apple brand products and consumer electronics to consumers, businesses, and creative professionals.\n\nAt MacMall, we understand the increasing demand for the best quality consumer products at huge discounted prices. That's why we are proud to offer the lowest prices on our extensive selection of best-selling products, and hard-to-find Mac and iPod products you crave. Get yourself the new iPad or the new Apple TV for your family. Looking to upgrade your MacBook? Or just want to find out the best suited iPod\/iPhone accessories for your hot gadget? Keep your iPad up-to-date with function and technology with our line of top-brand iPad accessories. Compare brands. Equip your Apple products.\n\nMore than the innovative products, MacMall goes beyond commerce and into affordable, high-quality business solutions. From customized business sites to financing & leasing to software licensing, technology certifications, configuration services, packaged service programs, and more. Enjoy easy management, easy installation, and easy implementation. Discover a whole new way to create and re-create your business.\n\nPlus, with our 24\/7 customer service hotline, we're always just a phone call away no matter when you want to reach us. Get the MacMall Advantage. Don’t miss out on the best deals, special prices, rebate savings, exclusive bundles, and dedicated service you won’t find anywhere else!\n\n\nAbout Us\nMacMall Blog\nThe Mall Report\nBusiness Direct Login\nJoin Our Affiliate Network\nMacMall Business Solutions\nMacMall Advantage\nTerms of Use and Sale\nPrivacy Policy\nSite Map\n\nCustomer Service\n\nContact Us\nOrder Status\n\nFollow Us\n\nApple Authorized Reseller Entrust bbb Tool Twist\n\nParticipating store\n\n1940 E. Mariposa Ave, El Segundo, CA 90245 800.MACMALL © 2015 MacMall",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.7418276668,
        "format_confidence":0.9661970735
    },
    {
        "url":"http:\/\/tokao.com\/2009\/04\/20\/sennheiser-mm50ip\/",
        "text":"Sennheiser MM50ip\n\nApril 20, 2009\n\n I ordered my new set of earphones at If I buy in Switzerland I always compare prices in Switzerland with toppreise.\n\nI had the same model without the mic manufactured by creative. I was really happy as the quality sound is superbe with no distortion at all.\n\nIn addition to this they isolate very well from the noise outside, so I decided to go and buy the model for the iPhone. \n\nIt has been a week now since I have them and I am very happy. Same sound quality, and it is cool that you can use the little button to stop the music or with double click to go to next one. \n\nThe only complain is the mic. Looks like it is worse than the one you get with the earphones that come originally with the iPhone. The person at the other side of the line often complains that cannot hear me properly.\n\nIn the overall I am very happy. I am addicted to music, podcasts and audiobooks, that I listen to everyday, plus during office hours I plug them into my macbook pro and I listen somafm all day. A cool feature is that in a mac, you plug them in the headphones jack, but the mic will work if you are chatting in skype for instance. Very cool. Very mac.\n\n1 comment\n\n  1. Comment by dani\n\n    dani Reply June 11, 2009 at 3:15 pm\n\n    After 2 months they died. I am getting a replacement.\n    FYI they died from the jack connection.\n\nLeave a reply\n\nYour email address will not be published. Required fields are marked *\n\nGo top",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9885969758,
        "format_confidence":0.745505929
    },
    {
        "url":"http:\/\/www.tricksmachine.com\/2013\/09\/micromax-canvas-fun-a76-review.html",
        "text":"Micromax Canvas Fun A76 – Review\n\nYou Are Here\nVishal Gaikar\n8000 INR\n\nReviewed by:\nOn September 12, 2013\nLast modified:April 30, 2016\n\n\nMicromax Canvas Fun A76 is the budget android smartphone with the latest OS 4.2 Jelly Bean.\n\nThe Micromax canvas series is ever expanding and there is a new device in the lineup every once in a while. We recently saw them launch the updated version of the Canvas Doodle which is a huge quad core device. Another new entry from the stable of Micromax is the Canvas Fun A76.\n\n\nNow unlike the doodle, it isn’t really a powerhouse and has got a dual core processor powering the device. The times when a single core with decent clock speed used to be the cool device are gone and even dual cores are considered to be quite basic. This is another such low end dual core device which comes at a price below 9K.\n\nFor the price, you get a device that would be able to handle your basic smartphone needs but don’t expect anything more than that. There are a lot of devices in the market which boast of almost similar specs and lie in a similar price band. We take a closer look at this new player and give you an idea of what the device is like.\n\nMicromax Canvas Fun A76 Design\/ Build\n\nYou didn’t expect much here. Did you? Still it is decent and is like most devices you would find for the price. It is quite large and one handed operation would be possible only if you have got huge hands. Though, we have adapted to large devices as ‘Phablets’ have caught up well in Indian market.\n\nCanvas Fun A76 device has got a 5 inch display and it occupies most of the front. The front also has three capacitive keys which light up with the display. The front is neat and the device is square-ish. On the back sits the 5 megapixel camera with LED flash and the Micromax logo. The loudspeaker sits in the lower half of the back panel. The device isn’t very well built but still it is quite decent for the price and we couldn’t complain much.\n\n\nCanvas Fun A76 has got a 5 inch LCD display. You might like the display size before you turn the device on but before you think further, let us tell you that the display resolution is just 480 x 854. Now that resolution might sound okay on a 4 or 4.2 inch display but on a display this big, the pixel density is just gross.\n\nYou can literally count the number of pixels an icon is made of and that are not a good thing at all. The density would lay around 180 pixels per inch and that is really a very small number. The contrast ratios aren’t good and it is the same story with colours. This device is not meant to be a media house and the display supports the point. It would be good for reading texts and some web browsing and that is it. Nothing more than that.\n\nHardware\/ Performance\n\nThe device has a dual core processor running at a clock speed of 1.2 GHz. It has got 512 MB of RAM to go with it and we feel it is insufficient. In your everyday usage, you might not feel the need of a better processor on this device but you will surely feel that it hasn’t got enough free memory.\n\nThe device would feel very smooth at first but as you keep installing apps, they would start to eat up RAM and you would feel that even while browsing through app drawer.\n\n\nCanvas Fun A76 has got a 5 megapixel camera which is what you see on most budget devices. But while most devices get an auto focus camera with touch focus, they have decided to go for a camera with fixed focus. This means that you can’t play around much with the camera. The camera is what you would expect on this device. It can shoot some photos in good light but the colours are somewhat muted. It is even worse when the level of light goes down.\n\nThere is a lot of noise in the photos you capture in dark and if you use the flash, your subjects end up looking like white ghosts.The hardware is powered by a 2000 mAh battery which would easily take you through your day with average usage.\n\n\nCanvas Fun A76 runs Jelly Bean 4.2 which is almost new and that is really good because most such devices never get version updates. The interface is pretty much vanilla with just minor changes. The changes would be easy to spot because they won’t exactly feel like a part. But the changes made are handy and would make browsing around easier for most.\n\nThe dual core runs the interface smooth until you start clogging the device with applications. It would have slight hiccups while browsing through the device and only extensive RAM clearing would help.\n\nBut if you keep the device tidy and install only the apps you need, it will run pretty smooth and using the device would be a decent experience overall. If you use a task manager to clear the RAM at times then you can run some games. High end games are strict no no. We tried running a few but most of the times they crashed.\n\nOtherwise there isn’t much to talk about the interface of the device as it is similar to what most people have experienced already. No glitches or issues with it.\n\n\nThere are a lot of similarly specs devices available in the market for you to choose from. This device is good for you if display quality is not a concern and you need more of a messenger than a phone.\n\nThe phone is priced a bit over 8K and there are better options available in the market for that price. If you extend your budget by only a little, you can have a quad core device which would perform way better. This phone would be a better deal if Micromax decides to lower the price a bit. You can buy this phone from Flipkart here.\n\nMicromax Canvas Fun A76 is the budget android smartphone with the latest OS 4.2 Jelly Bean.\n\nGet Free Updates in Your Inbox!\n\nShare This Post On Social Network\n\nNew Android Tablet for the E-Book Crowd - ViewSonic ViewBook 730\nBlackberry 10 Is Coming With New Features in the Year 2013\nTop 5 Android Apps for Video Conferencing\nLG Google Nexus 5 Launched with Android 4.4 KitKat\n\nVishal Gaikar\n\nArticle by Vishal\n\nI am Vishal Gaikar, Software Engineer, Web Addicted, Living in Maharashtra, India. If you like This post, you can follow Tricks Machine on Twitter, also you can add me on Google+.\n\n© 2008-2016 - The content is copyrighted to and may not be reproduced on other websites.Designed by Vishal",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9937618375,
        "format_confidence":0.835272789
    },
    {
        "url":"http:\/\/club.dx.com\/reviews\/8181\/9291",
        "text":"Customer’s impression:\nThere are no customer's impression yet.\nCreate Review\n\nShare your reviews,\nphotos and videos here!\n\n  • A nice FM transmitter, with bonus.\n\n    posted by sehrgut on 10\/27\/2007\n\n    Involvement:Expert (understands the inner workings) - Ownership:1 week to 1 month\n\n\n    Works with MP3 and WMA files on digital media.\n\n    Very powerful transmitter.\n\n\n    Extremely difficult to navigate digital audio tracks.\n\n\n    I bought this for the FM transmitter so I could listen to my iPod (1st-gen shuffle). Now, rather than using its line-in jack, as often a not, to save shuffle juice, I plug it in the USB port. Good luck if you want to find a specific song, though. Honestly, don't expect to navigate your library with it.\n\n    However, it is the strongest FM xmitter I've used: even better than the one in my XM radio (it'll overpower the XM) -- and even better, no antenna to route\/break!\n\n\n    This is my favourite FM xmitter here on DX.\n\nPost comment\n\nDX Everywhere",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.975522995,
        "format_confidence":0.9933896065
    },
    {
        "url":"https:\/\/nerdtechy.com\/optoma-intelligo-s1-portable-android-operated-projector-review",
        "text":"Optoma IntelliGO-S1 Portable Android Operated Projector Review\n\nPortable video projectors are a hot trend these days, with the market dominated by affordable Asian imports. Inexpensive projectors are a topic of debate. Some reviewers say that they’re ground breaking, while others see them as nothing more than disposable toys.\n\nWhere should consumers draw the line? Well, that all depends on their intended usage. Pico projectors are popular because they are often 90% cheaper than brand-name hardware. To cut costs, they removed features that typically come standard with brand-name projectors. This is where the debate comes from. For some consumers, the lower specifications work perfectly. In their eyes, a pico-projector is an incredible deal. For others, these projectors don’t provide what used to be a standard feature.\n\nGenerally speaking, these projectors can be divided by looking at the imaging technology, size, and light source. Pico projectors are compact and use direct-lit LED displays. Full size projectors have a dedicated lamp, use DLP or indirect lighting systems, and are often fairly large. There are a number of options on each side of the playing field, but it’s rare for manufacturers to blur the line between these contrasting hardware types.\n\nThe Optoma IntelliGO-S1 is one of these rare models. We’ve already covered a number of Optoma products and found them to be above average. From their top-tier UHD65 4K projector to the home theater centric HD29 Darbee, Optoma has shown time and time again that they’re committed to creating a great user experience at a low price.\n\nBut the IntelliGO-S1 is unlike any of their other models. They’ve created something that looks, feels, and behaves like a pico-projector. Even though the price is much higher than competing models, it’s much lower than full size projectors. Is this the first portable projector that doesn’t make any compromises? Or is this an overpriced alternative trying to compete with more affordable options? To answer this question, we had to put it to the test.\n\nOptoma IntelliGO-S1\n\nFirst Look\n\nThis ultra-compact projector is smaller than most tablets, and weighs less than a pound. It features a large variety of connectivity options, a bright LED light source, and a native resolution of 720p. But what makes it stand out is the inclusion of it’s own operating system. It runs Android 4.4 Kit Kat, providing it with the same features as a modern smart TV. You can stream your content over the network, from an external storage device, or even from your Netflix account.\n\nDesign & Durability\n\nVisually speaking, this projector is very much understated. The two-tone plastic enclosure creates a modern, yet subtle accent that would look great in any home theater. While the form factor and construction material are similar to what’s being used in most pico-projectors, the build quality is much better than we’ve come to see. We can’t describe it as anything other than top-notch. From the feel of the buttons to the metal accent around the lens, there is no question about the durability of this projector.\n\nOptoma IntelliGO-S1\n\nTouch sensitive navigation buttons are located on the top of the projector, and are backlit by LEDs. This provides simple navigation, although you’ll want the remote for full control. Strangely enough, the remote is made from white plastic. It doesn’t really match the design of the projector. Beyond that, we don’t have many complaints. It lets you navigate, change the volume, and provides one-touch access to some of the core features and menus.\n\nCooling vents are located on the front of the projector as well as on the side. There are more vents with most models, but this helps it run quietly. Proper cooling allowed them to offer a 20,000 hour lamp life, which is above average for this form factor. Since LED backlighting isn’t replaceable, a long lamp life is ideal.\n\n\nMost projectors require that you connect an external video source to use them. If that’s your game plan, Optoma includes a set of ports that should suit almost every application. For HD Video, you’ve got HDMI which supports both MHL and 3D. SD video can be supplied through the dedicated AV ports.\n\nOptoma IntelliGO-S1\n\nBut in our eyes, this projector is best used with the included software. You can pair it with your mobile devices via Bluetooth, or connect to the internet through WiFi or Ethernet. External storage devices can be connected to the SD card slot, or one of the USB ports. USB 3.0 is provided for data, while the USB 2.0 port is best used for power.\n\nIf you’re connecting external speakers, you’ve got two options. Digital speakers can use Bluetooth, while everything else is covered with the 3.5mm audio output.\n\nVideo Quality\n\nThe IntelliGO uses an RGB LED direct-lit image source. As a WXGA rated display, you get a resolution of 1280×800. Since 720p is 1280×720, this is technically a pixel perfect 720p video signal. In most video applications, 40 pixels on the top and bottom won’t be used. But if you connect a computer, you’ll be able to get a 16:10 display instead of the standard 16:9.\n\nThis resolution is a huge step up from the EDTV resolutions offered by cheaper projectors. Even at large sizes the video is crisp and detailed. But the high resolution isn’t the only thing responsible for the detailed image, it also has to do with the optics. You’re getting 100% glass optics with this projector. There is no blurring, and no distortion. This is one of the few affordable projectors that we’d be more than happy to use as our full time television. Although it’s true that 1080p (or even 4K) would be better, those kinds of resolutions just aren’t available at this price point.\n\nOptoma IntelliGO-S1\n\n\nAt 500 lumens, the brightness of this projector doesn’t seem competitive with the other options out there. After all, some models have double-digit price points and are rated for 1000 lumens. In reality, those other projectors only look more attractive. It’s important to compare apples to apples.\n\nOptoma had this projector rated for 500 ANSI lumens. ANSI is a measurement standard. This measurement describes the amount of light that actually hits your display. Most projectors are providing the brightness of the bulb.\n\nIn between the projector and the wall, the light has to pass through the optical system and an LCD display. Just as sunlight gets dimmer as it passes through your sunglasses, what you see on the wall is often much dimmer than the original light output. We’d consider this projector competitive with 1000 or even some 1500 lumen rated models.\n\nWhat does this mean in the real world? This projector produces a bright, vibrant image in a dim room. You might be able to turn on a lamp, but the darker it is the better. If you plan to use it during the day, you should probably invest in blackout curtains.\n\nOptoma IntelliGO-S1\n\nSmart Functionality\n\nOne of our favorite aspects of this projector is that they provide a fully-functional version of the Android Operating system. Any app that works on an Android TV box will work on this projector. For movies and television, we were able to enjoy content through Netflix, Hulu, Flixter, and Kodi. For music, it works great with Spotify, Amazon Music, and Pandora. It comes with the Play Store, so you can access any app available. There are some apps that are only designed to be used with touch screen devices. In those cases, you might run into one or two that doesn’t work. But for the most part, you’ve got access to the full suite of Android software.\n\n\nThe Wowoto H8 – a similar projector that we recently reviewed – had built in screen sharing software. That made it easy to stream games and apps from your Android or Apple mobile device. Unfortunately, Optoma leaves you up to your own devices to get this working. There are apps on the market, but some are paid. We did get screen sharing working with our Android phone, but it required a little fiddling. If you’re looking for a plug and play screen sharing solution, the Wowoto could be a better option.\n\nOptoma IntelliGO-S1\n\nFinal Verdict\n\nThe Optoma IntelliGO-S1 should be used as a benchmark for what a portable projector can be. It supports HD resolutions, and has an excellent application of the Android ecosystem. It’s well made, easy to use, and provides an excellent user experience.\n\nMost importantly, Optoma doesn’t engage in deceptive marketing practices. These days, using ANSI lumens is rare for portable projectors. There is a good chance that Optoma will lose business by using this rating, as it makes their projector look worse on paper than other models. But they do have a reputation to keep, and the IntelliGO lives up to the high design standard we’ve come to expect from them.\n\nShare This Article\n\n\n  1. Frank July 27, 2017\n    • TechGuru August 7, 2017\n  2. lisa July 30, 2017\n  3. ProjectorGuy August 22, 2017\n  4. raul December 4, 2017\n\nLeave a Reply",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9898144007,
        "format_confidence":0.5335595012
    },
    {
        "url":"http:\/\/www.stuff.tv\/panasonic\/dmp-bdt220\/review",
        "text":"The DMP-BDT220 occupies a potentially awkward position in Panasonic’s 2012 Blu-ray player range. Is it merely a plain-Jane, utility-spec version of the brilliant DMP-BDT320? Or is it actually a nailed-on bargain that can deliver almost everything the pricier player offers for quite a bit less money?\n\nRun-of-the-mill styling\n\nPanasonic’s three premium Blu-ray players – DMP-BDT320, DMP-BDT500 and DMP-BBT01 – are distinctively styled, each offering a slant upon the established norms in Blu-ray player design. By contrast, the more affordable DMP-BDT220 appears both conventional and a little old-fashioned. Its only design frippery is a fold-down flap covering the entire front panel, concealing both the disc tray and the player’s SD and USB inputs.\n\nBasic but effective specs\n\nThe DMP-BDT220 has been built to a price, so it omits the multichannel (7.1ch) analogue outputs fitted to the pricier DMP-BDT500. There’s no coaxial digital output either: only optical is provided, so make sure your AV amp plays ball. Of course, more likely is that you’ll use the Panasonic’s 3D-capable HDMI socket to send both video and sound. Wi-Fi is built-in, plus twin USB sockets to replay media or link up an optional Skype camera.\n\nCapable controller\n\nThe DMP-BDT220 does without the flashy touchpanel remote handset sported by its pricier siblings, but that’s a good thing.\n\nAlthough small and plain, the button-heavy handset you get here is much easier to use than Panasonic’s touchpanel models, and does a perfectly good job of navigating you through the player’s on-screen menus. There’s a free control app available too, and that’s what we’d use the most.\n\nPlenty of streaming options\n\nFor such an affordable Blu-ray player – and for a product whose primary job is to play discs – the Panasonic packs in plenty of network flexibility. Its Viera Connect portal includes iPlayer, Acetrax, Aupeo! and Netflix streaming, while it’ll accept a broad range of audio and video formats via DLNA, including high-quality file types such as FLAC and MKV. You can play an equally extensive selection of files via USB and SD, too.\n\nPicture and sound quality \n\nThe DMP-BDT220’s picture quality is fabulous given its modest price. Whether you’re playing 3D or 2D Blu-rays, colours and contrasts are exceptional, while details and textures are effortlessly uncovered. DVDs are upscaled to 1080p with aplomb, too. Sonically, the player does without the fancy ‘Digital Tube Sound’ option fitted to its pricier siblings, but all the same, the clarity and dynamics exhibited here are perfectly acceptable.\n\n\nThe DMP-BDT220’s picture quality is simply brilliant at the price, and so long as you use its control app it’s every bit as slick to live with as any of Panasonic’s pricier players. True, its more expensive DMP-BDT320 and DMP-BDT500 siblings sound better, but if all you plan to use with your new player is your TV or perhaps a soundbar, that won’t matter a jot. Consider this a bargain, then.\n\nStuff says... \n\nPanasonic DMP-BDT220 review\n\nNothing fancy, but still a bit special – this is a brilliant budget Blu-ray buy\nGood Stuff \nBasic but effective specs\nSuperb picture and decent sound\nVariety of streaming services\nBad Stuff \nJoyless styling\nDoesn't match its pricier brothers",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9911847711,
        "format_confidence":0.5424850583
    },
    {
        "url":"http:\/\/www.fonearena.com\/blog\/60872\/htc-butterfly-review.html",
        "text":"HTC Butterfly Review\n\nThe HTC Butterfly is the Taiwanese company’s first 5” smartphone. It stands on the border in between smartphone and phablet territory. However HTC markets this as a smartphone rather than a phablet.\n\nWhen it’s classified as a phablet, it becomes a niche product with a smaller customer base. It is also one of the first smartphones to hit the market packing a full HD screen. Here is our review on the HTC Butterfly, HTC’s first smartphone to feature a 1080p display.\n\n\nOther phones with full HD screens include Oppo Find 5 and Sony XPERIA Z\/ZL both of which also have 5 inch screens. HTC first launched the J Butterfly in Japan and then the DROID DNA in USA (Verizon Exclusive). The Butterfly is the international version. Along with the names, there are a few other differences as well in the variants as highlighted below:\n\nJ Butterfly\n\n  • microSD Card Slot\n  • Wireless Charging\n  • Waterproof Display\n  • LTE (Full Support)\n\n\n  • LTE (Only 700 MHz)\n  • Wireless Charging\n  • Lacks\n  • Waterproof Display\n  • microSD Card Slot\n\n\n  • microSD Card Slot\n  • Waterproof Display\n  • Lacks\n  • LTE\n  • Wireless Charging\n\nNote : The HTC Butterfly will be released under the name of HTC Deluxe in certain regions.\n\nThus on paper it seems like the HTC J Butterfly is the best among the three. It has all the features while the DROID DNA and Butterfly have features the other lacks. But even then the Butterfly and the DROID DNA are quite capable devices. HTC is rumored to be making a smartphone that build’s further on the Butterfly. It will have the same Full HD screen and many same characteristics but will be more powerful and better equipped. HTC is looking to learn how customers receive the Butterfly and incorporate changes accordingly into the new model. Their recent financial reports haven’t been uplifting and they realize it’s time to make a few changes. So let’s take a look at the Butterfly and see if HTC is headed in the right direction.\n\n\nThe HTC Butterfly comes in a rectangular box with graphics similar to the ones found on their recent packaging’s. Here’s a quick unboxing video to show you the box contents.\n\nInside the box we find the basic accessories\n\n  • Documentation\n  • microSIM Tray Ejector Pin\n  • Earphones\n  • microUSB Cable\n  • Wall Adapter\n\nDespite having Beats branding, the Butterfly does not come with a Beats branded earphone. But this was the case with the One X and the One S as well. Nothing to complain about here HTC provide just about everything their competitors do in their packaging.\n\nDesign and Build Quality\n\nIn terms of design, HTC have followed their recent trend. The Butterfly simply builds on where its predecessors left off. It has a unibody design similar to the HTC One X. The curved body is gone however we still have tapered edges. The phone is 9.1mm at its thickest point and it gets thinner at the edges. This makes the phone easier to hold and also gives us an impression that it is much thinner than it actually is. The sides are flat and not curved like the One X or the Sensation. This however makes it easier to grip the phone.\n\nThe phone feels great in the hand. Despite having a primarily plastic construction, it doesn’t have bad build quality. Everything feels solid and there are no creaks or loose parts. It definitely gives you a premium feel when you handle it. The handset fits surprisingly well in the hand making it a joy to carry around. Despite housing a 5 inch screen, the device is no wider than the S III. In fact if you compare the specifications, the Butterfly is actually 0.1 mm narrower than the S III. This is one of the facts that support HTC’s decision to market this as a smartphone instead of a phablet. Despite packing a 5” screen, the device has more in common to smartphones such as S III especially in terms of size even though the Galaxy Note which had a 5.3 inch screen was considered to be a phablet. Although practically speaking it doesn’t make a difference. The phone feels quite comfortable to hold in the hand. The phone weighs 140 grams which is 9 grams heavier than the S III but much lighter than the Note II that weighs in at 183 grams. However because of the larger surface area and good weight distribution, the device feels lighter than the S III. Although the device is a bit long, it will easily slide into most pockets thanks to its slim profile.\n\nAnother important thing to note is the camera. It seems HTC have learnt from their mistakes. The One X camera unit was raised quite a bit from the body. This made it quite prone to scratches and smudges. The butterfly on the other hand has the camera lens flush with the body and is surrounded by a chrome ring that is slightly raised. Thus it reduces chances of getting scratched.\n\nThe battery is non-removable as in the case of most unibody designs. This poses a lesser worry as compared to the battery capacity of 2020 mAH. We will discuss more about this later on.\n\nThe Butterfly is available in 2 colour variants – A black version with red accents (the grille on the sides of the device and the earpiece are red in color) and the black and white version that we are reviewing. The finish is glossy and fingerprints are quite evident on the screen. One the back however fingerprints aren’t really visible unless you look carefully due to the white color. The finish is very similar to what Samsung calls Hyper Glazing. The black variant however, has a matte finish on the back. There might also be a 3rd color variant, a red version like the J Butterfly. However it’s not been confirmed whether the international version will get this color.\n\nKeys and Controls\n\nThe front side of the device is dominated mainly by the 5” display. Below the display are the three touch sensitive keys. The one on the left is the return key, the one in the middle is the home key and the one on the right is the recent-apps key (which can also be used as a menu key depending on your settings). I prefer to have some form of physical keys or the other rather than to have on screen controls. On the downside, this leads to larger devices but the Butterfly gives you the best of both worlds. Physical keys at the cost of minimum extra space. They are easily accessible and the backlighting is good and even. Above the display you have the front facing camera on the left. Next to it is the earpiece which is placed below a silver strip. At the right end of the earpiece, you will find the first notification light. It’s quite small and isn’t that noticeable unless you look carefully or you are in a dark environment. Below that you have the proximity sensor and the ambient light sensor.\n\nThe right side of the device contains the volume up\/down key. There is no dedicated camera shutter key so you will have to rely on on-screen controls to get the job done. The left side is devoid of any keys or controls. Both the sides have a grille mesh pattern that was said to have been inspired by race cars. At the bottom, you have the microUSB port and the primary microphone. The port is covered with a plastic cover which some find useful but others may find it annoying. We find it to be useful to protect dust and dirt from getting in especially since it’s on the bottom. The cover is quite easy to open in case you need to use the port. It is also attached to the body so that you don’t have to worry about losing it.\n\nOn the top is where you will find most of the keys, ports and controls. At the left most, you have the secondary microphone that is used for noise cancellation. Next to it is the 3.5mm audio jack. This isn’t protected by a cover. But considering that it is a port, that is very frequently accessed, we stand by their decision of not having one. To the right of the audio jack is the lock\/unlock key which also doubles as the power key when pressed and held. We prefer to have the lock key on the right side of the device rather than on the top especially in devices with larger screens since this makes it easier to operate with one hand. However, in this device, it isn’t that difficult. I personally found that the One X was more difficult to lock or unlock. This is because the One X had the key on the top right side while the Butterfly has it in the middle. So the One X key is more difficult to access and puts your finger in a weirder position. The Butterfly however makes the key easier to access and also allows proper control using both left and right hands.\n\nNext to that is the microSIM slot which also houses the microSD card slot. I made a complete fool out of myself by trying to find the microSD card slot only to find out later that it was cleverly placed next to the microSIM slot. They are also protected by a cover which for some reason is really difficult to open unlike the microUSB cover. Granted that we won’t be accessing them as often as the microUSB but there’s no reason to make it difficult to open. We are not sure if this is a problem with the device we have but we will update you as soon as we get our hands on another one.\n\nInserting the SIM in the device is a bit complex on this. Since the same location houses the microSD card slot as well, HTC were not able to fix the SIM tray onto the plastic cover as seen in the One X or Nokia Lumia 920. Instead you have a cover that opens up. It is still attached to the body so don’t worry about losing it. Then you need a SIM ejector to push the tiny hole. Once this is done the SIM tray gets unlocked and moves upwards. Now getting the tray out of the socket is a bit difficult unless you have long nails. I had to use the ejector itself to pull out the tray. Once you place the SIM on the tray, you’ve to insert the tray back in and push to lock it in place. The microSD is much simpler to insert. Just place the card in the right way and push it in. Just push it again to remove it.\n\nOn the back of the device, you have the 8 Megapixel camera. I quite liked the placement of the camera. Especially since the device is longer rather t... (truncated)",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9936983585,
        "format_confidence":0.605622828
    },
    {
        "url":"http:\/\/www.digitalreviews.net\/reviews\/accessories\/nonda-zus-the-truly-smart-car-charger-car-locater.html",
        "text":"Nonda ZUS - The Truly Smart Car Charger & Car Locater\n\nWritten by Kevin Cheng on . Posted in Accessories\n\nZUSThe Nonda ZUS was an Indiegogo crowdfunding success, raising 2523% of the original campaign goal.\n\nJust how truly smart is this little device compared to its claims?\n\nFirst Impressions\nOn receiving the ZUS, it vaguely reminds me of a SR-71 Blackbird with the jet black finish and elongated shape and flaring out to two angled USB ports. While it is never going to claim to be the smallest car USB charger, the unit weighs in at only 20 grams.\n\nTo be fair, before I received the unit I expected it to extend a bit more from the car socket. When I finally got my hands on it and plugged it in, it was not as intrusive as I feared.\n\nThe top of the unit has 3 tiny LED to indicate the status of the ZUS. Each USB port has a an \"ElegantShine Lighting System\" for increased visibility in dark environments. Essentially the USB ports have lights to tell you where they are.\n\nZUS Official Photo\n\nIn Use\nFirst order of the day was to download the ZUS app from your respective app store (Google Play Store in my case). The app guides you through the process of connecting to your ZUS unit, starting with an account registration (or via Facebook login). Not being a fan of linking my social media accounts to everything I opt for the email account registration option with was quick and painless.\n\nThe remaining steps was to turn on the Bluetooth on your phone, plug in the ZUS and start your engine. For me the process took next to no time and I was up and running.\n\nThe ZUS app runs in the background constantly to detect when your car is parked. Once it has determined that the car is parked, the notification pops up to remind you to set a time limit for the parking spot. In the event where the ZUS has detected that you have parked but is unable to locate the car's position, it prompts you to \"take a photo of your whereabouts\". Pro-tip: That means taking a photo of the nearest marker to where your car is, believe me when I have seen people take a photo of their car and wonder where they parked it.\n\nThe ZUS app alerts you 10 minutes before your parking limit expires, based on the period that you entered at the start. A second alert goes off when the period actually expires. It is a particularly handy feature especially for me when I need to park in lots of different areas with varying time limit. It is a set and forget process and the reminder works well. The 10 minute alert is a fixed time period, there is no option to change that.\n\nThe indicator lights mentioned earlier shows three status.\n1. When dark the ZUS is doing nothing, there is no current output from the USB port.\n2. When flickering there is current output from the USB port, it is disconnected from the app.\n3. When constant on there is current output from the USB port and connected to the app.\n\nOne of the key features of the ZUS is the claim to charge devices twice as fast as normal car chargers and at a cooler temperature. In my tests it has managed to provide about 25% charge to my Nexus 6p over a half hour drive and the unit remained cool enough to touch at the end.\n\nIncidentally, the \"ElegantShine Lighting System\" was a bit wasted for me as my cigarette lighter is buried inside the center console storage area, although it certainly helps when I need to plug the USB cable in.\n\nSample map\n\nWorkings and Limitations\nIt is important to understand how the ZUS works to understand the limitations of the technology. Some of this is conjecture, but the manufacturer has clearly stated on their FAQ that the devices uses the phone GPS to determine the location of the car and the paired phone.\n\nGPS is largely a horizontal distance tool, hence 2 dimensional not 3D. It is not uncommon for vertical measurements from a GPS fix can vary by +\/1 100m or more, the curvature of the earth blocks the required satellite fix to provide good vertical measurements. Additionally GPS signal is line of sight.\n\nKeeping this in mind, do not expect the ZUS to get a position fix in an undercover car park. Secondly, even if you get a fix in such a location (by chance if you happen to park close enough to the edge to get a GPS fix), the ZUS is not capable of telling you which level of that multi level car park you are on. 'Ems the breaks.\n\nAnother limitation of the ZUS device is how it detects when a car is parked. From what I can determine is it via duration of stationary time. It so happens that I checked my phone at a red light (my bad) and I had a little notification telling me to set the parking timing. Obviously a little common sense on the user part is required.\n\n\nGiven that the ZUS app uses my phone GPS entirely to determine the location of my car and my current location, it baffles me as to how inaccurate the distance to car measurement can be. Afterall when I use Google Maps for navigation, it does not show me bouncing all over Melbourne as I drive. With the ZUS app though, I can have my phone sitting on a desk and watch the distance to my car change from 230m to 95m to 120m in the space of a few minutes without anything being touched or moved. The directional pointer can be wildly inaccurate at times, occasionally it has told me to go directly away from my car when I knew perfectly well where it is parked and can pretty much see it.\n\nI would also like learn where home is for me, or tap into where my Google account knows where home is and stop asking me to set a parking limit.\n\nI am not sure if it is because I live \"Down Under\", or it was over the silly season, but it took almost 5 weeks for my ZUS to turn up and a week later than another unit order at the same time to be delivered a few suburbs away. The parcel tracking link in the email also never worked once in that period. It got to the point where I seriously considered that the unit to be lost in transit or not shipped at all.\n\nSample App Screen\n\nDimensions: 84mm long;18.2mm high at tip, 35.3mm at USB end\nWeight: 20g\nBluetooth 4.0\nInput: 12V or 24V cigarette lighter\nOutput: 5V, max 4.8A total\nTemperature rating: US Military MIL-STD-810G High Temperature Standard, up to 100ºC\n\nDevice Compatibility\niPhone 4s, 5, 5c, 5s, 6, 6+, 6s, 6s+ and iOS 7.1+\nAndroid 4.3+\n\n\nAs a car charger the Nonda ZUS certainly delivers the goods, being capable of charging phones and tablets. As a parking location aid it leaves a bit to be desired, even taking into the limitations of GPS technology into account. On the bright side having a built in reminder to move my car is a very handy feature to have.\n\nAt USD$33.99 for a single charger (price per unit is cheaper in 2 or 5 packs), the ZUS is a pricey car charger that looks great and works great. The additional feature of being a car locater needs some work which hopefully can be delivered by firmware or app updates sooner than later. When it comes to finding a needle in a haystack, unreliable directions is as good as not having any.\n\nDigitalReviews would like to thank Nonda for providing the review unit.\n\nfacebook-48twitter-48youtube-48RSS Feed\n\nMember Login\n\n          Forgot login?",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.8690866828,
        "format_confidence":0.9314477444
    },
    {
        "url":"https:\/\/debianlinux.net\/2018\/01\/14\/arctis-7-headset-for-your-ultimate-gaming-experience\/",
        "text":"Arctis 7 Headset For Your Ultimate Gaming Experience\n\nStumbling upon a quality pair of gaming headsets actually sounds easier than it actually is; some players go for quality surround sound when playing first person shooting while others need headsets with durable mics for communication with teammates and there are those that prioritize the comfort of the headset above all else, take note that it’s rare for a single headset to accommodate everything. Fortunately, Arctis 7 is there to do everything it can for the user; 토토먹튀 for the full review\n\nArctis 7 Headset\n\nThe $150 Arctis 7 Headset displays minimalistic design, the literature is written in symbols for everyone’s better understanding; in the package, expect compartment for a 3.5mm cable, USB charging cable and USB dongle. After getting through the packaging, the headset itself is set with minimal design, mute colors and elegant lines. The designers and manufacturers revolved around the idea of a gaming headset that not only looked good but performed above average regardless of the connection. Arctis 7 steered clear of cringe-worthy designs like restricting connectivity, aesthetics that give it the appearance of a toy and limited software.\n\nThe band is a single strip pf static metal which in no way widens of extends, but the earcups can be swiveled. Of course it sounds incredibly uncomfortable and it is, if it was the part that will rest on your head. Fortunately, something called a ‘ski goggle strap’ will be attached to the headband which will in turn rest on your head. A great feature is the retractable mic, no worries on the durability since it’s flexible and can be placed inside the left earcup whenever you’re not using it; one second you have a headset and the next you’re left with a handy wireless headphone for various usage.",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9594177604,
        "format_confidence":0.5367696881
    },
    {
        "url":"http:\/\/www.trustedreviews.com\/Pentax-K-7-Digital-SLR-review?plckOnPage=1",
        "text":"Our Score\n\n\nUser Score\n\nReview Price £789.99\n\nIt's been over a year since I reviewed the Pentax K20D, the company's last semi-pro digital SLR. In common with most other reviewers I was extremely impressed by its combination of rugged build quality, fast performance, excellent image quality and outstanding value for money. The K20D is still available for under £600, and it's still a real bargain. However time and the digital SLR market march ever onward, and the K20D is starting to look a little dated, lacking the numerous bells and whistles that are rapidly becoming standard features of top-end digital SLRs. In response, Pentax has just launched a new flagship DSLR, the K-7, and it's stuffed to the gunwales with the latest advanced features including live monitor view, HD video and in-camera HDR capture.\n\nAlthough it has never had the dominating share of the DSLR market enjoyed by rivals Canon, Nikon and more recently Sony, Pentax has always had a solid reputation for innovation and quality, producing many classic cameras over the years, such as the Spotmatic, the K1000, the ME Super and the LX. Pentax's advertising for the K-7 makes reference to this heritage, and it's not an unjustified comparison either. I used to own a Pentax LX, and looks to me like the designer of the K-7 had one sitting on his desk while he was working. It has a number of styling cues that reminiscent of Pentax's classic pro 35mm SLR camera. It even has the leatherette textured rubber covering most of the lower art of the body. The similarities are not just cosmetic; the K-7 has the same robust professional build quality, with a tough lightweight magnesium alloy body over a steel chassis, full weatherproof environmental sealing, and more importantly it has that classic camera look and feel, with superb ergonomic handling. The large sculpted handgrip is the most comfortable of any camera in its class. Also in common with those classic Pentax cameras, the K-7 is smaller and lighter than any of its immediate competitors.\n\nAs a high-spec APS-C DSLR camera, the K-7 is competing with some very well established rivals, including the Nikon D300 (£1,070 body only), the Canon EOS 50D (£739 body-only), the Sony Alpha A700 (£675 body only) and the Olympus E-3 (£990 body only). By comparison the K-7's current price of £1,029 body-only might seem expensive, but it's only just been launched so the price will probably come down over the next couple of months as retailers start offering discounts.\n\nNext page\ncomments powered by Disqus",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9839720726,
        "format_confidence":0.6966504455
    },
    {
        "url":"http:\/\/www.hometechmtl.com\/tp-link-10400mah-power-bank-review\/",
        "text":"TP-LINK 10400mAh Power Bank Review\npost-template-default,single,single-post,postid-14606,single-format-standard,eltd-core-1.1.1,flow child-child-ver-1.0.0,flow-ver-1.3.6,,eltd-smooth-page-transitions,ajax,eltd-blog-installed,page-template-blog-standard,eltd-header-vertical,eltd-sticky-header-on-scroll-up,eltd-default-mobile-header,eltd-sticky-up-mobile-header,eltd-menu-item-first-level-bg-color,eltd-dropdown-default,eltd-header-style-on-scroll,wpb-js-composer js-comp-ver-5.2.1,vc_responsive\nTP_LINK 10400mAh Power Bank\n\nTP-LINK 10400mAh Power Bank Review\n\n  • Design\n  • Features\n  • Performance\n\n\nA powerful travel power bank for most smartphones, tablets and e-readers.\n\nNow, I never..well, practically never.. travel without the necessary chargers for my various devices. Trouble is, more often than not my phone or tablet seem to run out of steam at the most inconvenient time when no power outlet is available or you have to be a double jointed contortionist to reach the outlet on some planes and trains.\n\nSince the good folks at TP-LINK sent me their 10400mAh Power Bank I am no longer stuck with trying to find an accessible outlet. All I need is a suitable charging cable and I can charge anything that is compatible with a standard 5V USB charger. If your device uses a micro-USB charging port you can use the charging cable that comes with the Power Bank.\n\nTP_LINK 10400mAh Power Bank\n\nThe TP-LINK 10400mAh Power Bank is a little white brick with blue ends 3.5″ long x 1.5″ wide and 1.5″ thick; it weighs 8.4 ounces. From the name you probably guessed the power bank’s capacity is 10400mAh.  That is enough to fully charge even the largest battery capacity phones at least three times; it will be enough to charge many phones up to five times, and most tablets at least one and a half times. It took 20 minutes to charge my iPhone 6 from 56% to 80% and another 15 minutes to 100%.\n\nTP_LINK 10400mAh Power Bank\n\nThe Dual USB ports (5V\/2A and 5V\/1A) allow for charging two devices simultaneously. Built-in special circuit provides full speed for your smartphones. The Power Bank provides multiple protections against short circuit, over-voltage, over-current, over-charge, over-discharge, and over-heating to ensure safe and reliable charging while avoiding any potential harm to your devices.\n\nUnlike many similar devices the TP-LINK 10400mAh Power Bank starts charging as soon as devices are plugged in. No need to press the button which is there to press to show the charge level on 4 LEDs and a long press turns on the flashlight which could come in handy. Its only shortcoming, a minor one at that is that it is not a pass-through charger so, you cannot charge other devices while charging it.\n\nTP_LINK 10400mAh Power Bank\n\nThe TP-LINK 10400mAh Power Pack has become an important part of my travel kit and now I don’t worry about hunting for a suitable outlet to charge my devices. The power Bank is fits in the palm of my hand and weighs practically nothing. It is available in most electronics stores such as Best Buy, Staples and The Source for $49 and well worth the investment.\n\nBob Benedetti\n\nFormer RCAF Fighter Pilot Bob worked for CTV Montreal as a Reporter, Producer and Executive producer for 35 years retiring in 2004. Bob started reporting on personal technology in 1995 at CTV and continues today at Home Technology Montreal\n\nNo Comments\n\nTell us what you think!",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.990383327,
        "format_confidence":0.8741763234
    },
    {
        "url":"https:\/\/malwaretips.com\/threads\/crucial-mx-500-500gb-ssd-review-%E2%80%93-blazing-fast.85014\/",
        "text":"Level 33\n\nAll in all at $110 on Amazon right now, the Crucial drive is a great pick at the higher end of SATA SSDs, while in many cases the differences between it and the MyDigitalSSD SuperBoot were very minor, it did jump ahead quite a bit in our file transfer tests and does have a 5 year warranty which can make consumers feel a bit more confident in their purchase. If I were to use any of these drives as a primary drive today, I would be using an MX 500, For a gaming drive, this is probably the best drive available. The reads and write performance was very solid and for a few bucks extra you do get a much better warranty and better built drive. With all of that said I will be giving it our Editors Choice Award",
        "topic_id":5,
        "format_id":23,
        "topic_confidence":0.9937480688,
        "format_confidence":0.7560554743
    }
]