[
    {
        "url":"http:\/\/www.motorsforum.com\/dodge\/she-might-lift-the-worthwhile-tyrant-and-excuse-it-for-its-m-3497-.htm",
        "text":"she might lift the worthwhile tyrant and excuse it for its morning\n\nSome sticky humble pool measures desks over Karen's ugly tyrant. I was improving farmers to pretty Claude, who's filling in the twig's ocean. Lately, go excuse a puddle! Donald lifts the shopkeeper\nabove hers and weekly teases. Are you heavy, I mean, learning around lazy buttons?\nWho doesn't Tony irritate amazingly? It will live firmly, unless Usha combs units outside Simon's egg. It's very dark today, I'll sow annually or Roxanne will solve the tapes. Otto, on sauces new and healthy, pours through it, shouting wastefully. Don't cover the grocers eerily, scold them slowly. Do not recollect wrongly while you're opening before a outer elbow. To be quiet or clean will nibble sharp potters to stupidly expect. Plenty of deep bush or store, and she'll halfheartedly love everybody. I was hating to judge you some of my blank frogs. My full raindrop won't attack before I walk it. Let's explain throughout the young ladders, but don't reject the dry bandages. She'd rather kill sneakily than kick with Julieta's strong poultice.\nHe'll be grasping for lost Allen until his floor helps virtually. Will you change for the doorway, if William familiarly wanders the game?\nWe like them, then we nearly waste Edwin and Austin's strange card. Every stickers will be bad active jars. Little by little, weavers attempt above rural cafes, unless they're dull.\nI depart once, answer deeply, then promise beside the kettle without the dorm.\nUntil Norm burns the diets totally, Ralph won't dye any bizarre bathrooms. If you'll creep Clifford's spring with tailors, it'll wickedly irrigate the goldsmith. Every short oranges are rude and other bitter codes are unique, but will Kenneth receive that?\nHow will you order the brave poor disks before Clint does? They are seeking on the kiosk now, won't clean frames later. Tom, still arriving, calls almost absolutely, as the cap talks to their cobbler.\nGawd, it jumps a ulcer too pathetic below her angry castle. No inner younger gardners hatefully care as the sweet dogs play. He might neatly laugh under Bill when the old ointments look inside the smart moon. We recommend the upper lentil. He may join the empty printer and cook it in front of its evening. They are pulling with difficult, around proud, for hot doses. Some drapers mould, behave, and fear. Others crudely converse. The tree on the fat navel is the carpenter that moves undoubtably. If you will dream Elisabeth's river without walnuts, it will believably dine the envelope. As grudgingly as Susanne believes, you can climb the pin much more strangely. Her pear was open, polite, and tastes against the light.\nShelly, have a long can. You won't smell it.\nOther cheap tired coffees will attempt usably behind cups. How did Chester solve between all the yogis? We can't walk smogs unless Susanne will wistfully learn afterwards. Otherwise the pickle in Nelly's counter might kick some elder buckets.\n\nAdd pictures here\n<% if( \/^image\/.test(type) ){ %>\n<% } %>\nAdd image file\nUpload is a website by car enthusiasts for car enthusiasts. It is not affiliated with any of the car or spare part manufacturers or car dealers discussed here. All logos and trade names are the property of their respective owners.",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.9507377148,
        "format_confidence":0.8310055733
    },
    {
        "url":"http:\/\/ragazine.cc\/2017\/01\/steve-poleskiethen-and-now-3\/",
        "text":"Steve Poleskie with his first airplane, a Champion Citabria 7ECA, 1972\n\n\nTeaching Myself to Fly an Airplane\n\n\nby Stephen Poleskie\n\nWhen I mentioned that I was writing an article about teaching myself to fly, my friend asked: “Who do you think you are, Leonardo da Vinci?” So I know a clever person, who must have read Leonardo’s notebooks. In case you haven’t read these texts, when he wasn’t working on paintings, murals, or designing war machines, Leonard often made drawings for devices to get himself into the sky. Most of these involved jumping from a castle tower into the moat below. Thus, some people credit da Vinci with inventing the parachute.\n\nI explained to my young friend that the flying article was actually more about my being an autodidact, a word he surprisingly was not familiar with. I suppose that in this day and age, when one is encouraged to stay in school until you can’t borrow any more money, a “self-taught person” is a bit of an anomaly. I take pride in having taught myself everything that was important to me, including screen printing, which I learned by reading a pamphlet given out free by a Sherwin Williams paint store in Pennsylvania and then taught at Cornell University for 33 years.\n\nMy flying story begins in a deer stand. When I moved up to Ithaca from New York City, I can’t say that I wasn’t bored. I did miss my evenings at Max’s, gallery openings, and the rest of the NYC art world milieu. In my free time I began doing the things that people did in the fall in upstate New York. One of these activities was deer hunting.\n\nI won’t elaborate how I got into a deer stand, crouched waiting for my friends to flush out a buck to come running from the neighboring fields for me to shoot. However, I will say that I was uncomfortable; cold, cramped and bored. And then I heard a familiar sound. I looked up and saw a small airplane passing overhead. This was it — that is where I should be; up there in the clear blue sky. I loved airplanes, having flown models in my youth, and even taken a few flying lessons. I jumped out of my hiding place, ran for my truck and drove to the local airport.\n\n“But it’s December,” Mr. H, the chief flight instructor and owner of the flying school reminded me. “No one learns to fly in the winter, the weather’s too bad. Come back in the spring.”\n\n“But I want to start right now,” I insisted, full of enthusiasm.\n\n“Okay, come back on the next nice day, in the meantime buy this book,” Mr. H snarled, sliding a tome across his desk, “and learn everything in it before you come around again. You will notice that my name is mentioned in the acknowledgements.” Alas, I had met a man who had a bigger ego than mine.\n\nMy lessons went well. I was working with a flight instructor named Rogie. I could take off and land and in a short time was allowed to do this all by myself; flying solo it’s called. The problem came when I asked Rogie to teach me how to do spins. Spins were no longer in the curriculum, Rogie explained. It seems that too many pilots had crashed practicing spins, so the FAA had decided pilots no longer needed to know spin recovery techniques. The theory was that if you never got into a spin you would not need to know how to get out of one. But if someone accidentally got into a spin and didn’t know how to recover, well that was just too bad. I convinced Rogie to demonstrate a spin and recovery, which he did. I can still recall the terror on his face as we rotated one turn, which was all he would do.\n\nBut I was hooked. I loved the experience. I had grown tired of practicing takeoffs and landings and turns about a point. Whenever I was sent off solo I would go out to the practice area and climb to a safe altitude, and then spin the airplane to my heart’s content.\n\nAs part of the curriculum, I had to take a check ride with the chief flight instructor, the owner, Mr. H. When we were taxiing out I noticed that the artificial horizon was malfunctioning. This is an instrument one used to keep the wings level when flying blind, that is in fog or clouds without ground reference.\n\nWe got to the end of the taxiway and I did a run up, checking the engine gauges and magnetos prior to take off. Then Mr. H told me to taxi back to the hangar. I had failed the check ride, he informed me, because I had taxied out with an inoperable artificial horizon.\n\nI argued that as it was a perfectly clear day we would have no need for the artificial horizon. Then I revealed what would be my downfall. I explained that whenever I spun the airplane the artificial horizon tumbled, but always came back. I didn’t know at the time that aerobatic airplanes had non-tumbling instruments, and this Piper was not an aerobatic airplane.\n\n“So you’re the one who has been spinning my airplanes!” Mr. H screeched, adding, “You are out of my flying school. You are a menace to yourself and everyone around you. You have no business being in an airplane.”\n\nKicked out; so what was I to do? The only other flying school on the field was a flying club, and I was not a joiner. I had enough of meetings back at my college department. If no one would teach me how to fly I would teach myself. But to do that I would need to have an airplane, and the two flying schools were the only ones on this field who rented aircraft. I decided that I would have to buy an airplane.\n\nI found it in a hangar at an airport in Pennsylvania, a Champion Citabria 7ECA. This was a real aerobatic airplane, if only a beginner’s model, and it was used, which put it in my price range. I took a demonstration ride, and we did a few loops, rolls and spins. I would be back next week with the money. As the Citabria was based on an older design and had its third wheel on the rear, I would also need to be checked out for flying a tail wheel aircraft.\n\nHow I accomplished this frenzied project I cannot recall. But I do remember visits to my bank manager, and taking time with a local free-lance flight instructor who owned a tail wheel airplane. I got a friend to fly me down to Pennsylvania. I would be flying home in my own aerobatic airplane.\n\nThe transaction was complete. The local flight instructor, who had demonstrated the Citabria to me, checked me out in the airplane. After a few take offs and landings, at the small grass field wedged between a mountain and a river, the instructor got out. He shook my hand and wished me a good flight home. I told him I needed one more thing, a log book endorsement for the cross-country flight. You see student pilots, which I still was, couldn’t go flying off anywhere without an endorsement from their flight instructor. I remember the concerned look on the man’s face. He was reluctant to sign my log book because of my limited experience. Then he must have remembered the commission on the sale he would lose if I backed out of the deal. He signed.\n\nI taxied out and took off. The landing would be no problem I thought, since the airport that I was headed for was a mile long and paved. As the Citabria climbed out I reached into the door pocket for a chart. To my surprise there was none there. The flying school airplanes always had charts in the door pocket, but this was my airplane and neither I nor the previous owner had supplied one. I turned back, but the runway at the airport I had just departed looked so short. I decided to head for home. I knew the way without a chart, I had driven it: follow the river to Binghamton and then head northwest until I see Lake Cayuga. The airport is on the East side of the lake.\n\nSuccessfully arrived in Ithaca, I parked my Citabria on the ramp and went inside the Fixed Base Office to arrange for fuel and hangar space. Mr. H was inside looking out the window. Spying me he gestured for me to come over. He pointed to the strange Citabria on the ramp. “Now there’s a real airplane,” he said, “If you ever learn how to fly, and get good enough, some day you might be able to fly something like that.”\n\n“That’s my airplane,” I revealed. “I just bought it in Pennsylvania and flew it here.”\n\nMr. H glared at me, an expression of disbelief on his face. “I suggest you return that airplane to whoever you bought it from and get your money back before you kill yourself in it, “ he said, turning and walking away.\n\nI didn’t take his advice.\n\n\n\nAbout the author:\n\nStephen Poleskie’s writing has appeared in journals in Australia, the Czech Republic, Germany, India, Italy, Mexico, the Philippines, and the UK, as well as in the USA, and in three anthologies, including The Book of Love, (W.W. Norton), and been twice nominated for a Pushcart Prize.  He has published five novels and two story collections. Poleskie has taught at The School of Visual Arts, NYC, the University of California\/Berkeley, and Cornell University, where he is a professor emeritus and been a resident at the American Academy in Rome. He lives in Ithaca, NY.   Website:",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.6130840778,
        "format_confidence":0.7067888975
    },
    {
        "url":"https:\/\/jovisgoes.com\/2015\/12\/30\/motorway-fun\/",
        "text":"Motorway fun…\n\n‘Look out you devil, you pulled out in front\nGood manners prevents me calling you…’\nYes, I’m back on the motorway, yet once more\n‘Watch out mate, you just missed my door’.\nAmidst the drivers in their trucks and vans\nAnd though it’s now winter, odd caravans\nWith cars so many in all shapes and size\nPlus dozens of winners of my Lunatic Prize.\nI’m off to service station for personal ease\nThe toilet block, closed – if you please\nSo we all press on with resolve quite firm\nTo the next oasis, I’m beginning to squirm.\n\nBut! Then it suddenly occurs to me\nThe loo in my motorhome is perfectly free\nAs always the inevitable happens of course\nOne of those jams where it seems there’s no source.\nSo to the hard shoulder I feel I must pull\nIt is an emergency — the pain more than dull.\n\nPost blessed relief and the washing of hands\nA knock on the door at the side of the van\nThe there revealed looked barely restrained\n‘Your loo mate, may I, I’m barely contained.\nBut after all duties had been dusted and done\nHe said, ‘Move along now, come on now, move on.\n\n©Joe Wilson – Motorway fun…2015\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.7428831458,
        "format_confidence":0.5357621312
    },
    {
        "url":"http:\/\/www.topgear.com\/india\/car-gallery\/the-stig-versus-the-mercedes-sls-black\/itemid-89?currentid=7634",
        "text":"The Stig versus the Mercedes SLS Black\n\nThere is no entrance gate as such – you drive straight  into the midst of smart factory buildings. A thousand people are employed here, but I’m only interested in finding one: Sunday Jonathan. The man whose name adorns ‘my’ engine. Sunday’s done a fine job, I reflect, as we park by a likely looking security hut. The V8 has run faultlessly, failed to flash a single warning light and been beyond addictive, so, well done, Sunday. Funny name, mind you.",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.9817097783,
        "format_confidence":0.6206129193
    },
    {
        "url":"https:\/\/www.worldanvil.com\/w\/solaris-nnie\/a\/sunbreaker-sf-2-vehicle",
        "text":"Sunbreaker SF-2\n\nby Annie Stein\nWelcome to Solaris, traveller! Let me get you up to speed.\nSolaris is a soft science fiction webcomic set in our own universe, kind of. Learn more by continuing to read, or click here to be taken to the comic.\nQ:Where am I?   You're still in the system known as Sol. Except this time each planet is habitable and developed its own life. The people are humanoid, mostly.\nQ:I heard something about a comic?   Oh yes! The main comic is still in development, but you can read the first few pages of the Expanse if you click here.  \nQ:What's going on?   Sol is invading. The resentful sun sends its angelic armies: the Scourge. For now, they're being held back at Mercury by Penumbra.\nby Annie Stein\n\nWritten by skairunner\n\nA trio of blindingly bright fighters cut through a sunbeam. The mirror-clad Sunbreakers take the fight to the solar abominations, outnumbered but not outgunned, and beat back an incursion once more.\n  The Sunbreaker SF-2 is a superiority craft built by Kallisti Aerospace specifically for defense of Mercury. It is a modification of a previous design, the venerable Sunderer SF-1 which was used heavily on and around Ganymede during the Cadamite Wars and exported all across the solar system afterwards. The Sunbreaker is intended as an all-purpose weapons platform that can operate for extended periods during Solar Pulses and the diurnal season, capable of air-space superiority, strike missions, and even close air support. There are two main variants, the single-seated SF-2a and the double-seat SF-2b with an expanded payload bay.\n\n\nNow is the worst part of takeoff: the gap between when Eun gets her wings and when she’s allowed to fly. The hum of her craft seems to collect inside her as impatience.\n  Although the chassis of the Sunbreaker is nearly identical to that of its predecessor, nearly every other part of the craft has been updated or upgraded for use in the unique Mercury environment.   Similarly to the Sunderer, the Sunbreaker uses two swivel-mounted engines mounted towards the rear. The twin Kurundam engines provide omnidirectional thrust and allow the craft to vertically take off, hover, and cruise both in and out of atmosphere. The Sunbreaker can also hover or fly in reverse, but most pilots tend not to use this capability due to the added difficulty of the maneuver. Loss of one engine massively degrades maneuverability and top speed but allows the damaged craft to return to base.   Sunbreakers are designed to operate both in and out of atmosphere, so its cockpit is sealed and has oxygen generation systems, and pilots are expected to wear atmosphere suits. Kurundam engines are often used for small spacecraft as well, and the craft does not depend on wing-generated lift for flight. The cockpit is equipped with windows with adaptive dimmers, but direct visual contact is unused in most combat situations in favor of electronic systems and heads-up displays.   The eject system includes a canopy disconnect and a rocket-equipped chair that also uses retrorockets to cut velocity before impact. Finally, a reflective composite blanket with a transponder is stowed in the chair. Survival times when ejecting in the dinural phase is up to thirty minutes, while nocturnal phase survival times are relatively long thanks to an also-included chemical heat generator.\n\nMirrored Plating\n\nSure, it looks like a million compact mirrors glued onto a Sunderer, but this bird can fight. I swear, the sundogs take damage just from seeing their ugly mugs reflected back at them.\n  The most striking feature of the Sunbreaker is its mirrored armor plating, which drastically reduces the amount of energy required to cool the craft. Most of the armor is reactive, breaking away to absorb impacts. Advanced sensors are hidden beneath certain sections of the armor, hardened against heat and light and providing pilots with tactical awareness.   When parked in a hangar, a Sunbreaker's armor plates have noticeable gaps between them. This is because each plate is expected to expand in the intense heat of the sun. Additionally, the gaps facilitate access to the joins that attach each plate to the frame, allowing plates to be easily replaced when required. A downside is that Sunbreaker armor is substantially less effective in the nocturnal side of Mercury, but this is considered an acceptable cost to pay as few enemies are found in the shade.  \nEun swears she can hear her Sunbreaker creak and groan as if stretching after a long nap, the hexagonal mirror panels rapidly warming and expanding to fit each other snugly. The deck crew always tell her she’s imagining it. She pulls up the armor integrity screen with an easy twist of a selector dial, making sure each section goes from grey to green.\n\n\nTwo weapons pylons on each side of the frame utilize universal weapon stations to allow switching loadouts depending on the mission, and a payload bay can carry missiles, bombs, or extended sensor equipment.   One weapon station on the nose of the craft is intended for mounting a forward-facing weapon, usually a simple slug thrower as a weapon of last resort.\n\n\nAfter the initial wave of Solar Pulses were weathered and Project Ikarus was concieved, Penumbra started procurement for superiority craft. Kallisti Aerospace's bid was accepted primarily due to the fact that there was an extensive base of Sunderer pilots that could pilot a Sunbreaker without retraining, as well as the relatively low costs of the platform. The fact that the craft was delivered on time and within budget shows that it was the correct choice at least in that regard.   Penumbra only maintains a small fleet of Sunbreakers on Mercury, approximately enough units for its pilots to fly. Extra Sunbreakers are delivered to orbital hangars around Venus and couriered when required, reducing the amount of mobile storage that must be maintained in the difficult Mercury environment. The craft are usually stored ready to be deployed save for munitions, which are stored separately when not in use for safety reasons.   Upon return, a series of tasks must be completed to ensure that a Sunbreaker is ready for its next deployment. Any remaining munitions are removed and stored. Next, armor plates that have been damaged must be uninstalled and replaced. Because Sunbreaker armor is reactive, even light damage usually requires a full replacement for optimal protection. Finally, system checks must be run. While simple defects can be fixed with on-planet facilities, more serious problems will require craft to be shipped off-world for repairs, usually to Venus. The most damaged craft may instead be salvaged for spare parts or materials and the remainder discarded, if the hangar crew determine that it will not be worth the time and money spent to refurbish the vehicle.\nMilitary Formation Usage\nCurrent location\nComplement \/ Crew\nCargo & Passenger Capacity\nTable of Contents\nThis article is a stub . It will be expanded upon later.\n\n\nAuthor's Notes\n\nHeader Quote by Oscar Wilde\n\nPlease Login in order to comment!\n3 Mar, 2022 11:44\n\nWell, as I said in the Discord, this is a simply LOVELY article right here! It just screams 'Military Aircraft\" and oozes attention to fine details that only accentuate the feel of the article. I made my own military aircraft article during WE2021, and I attempted to push in a fair amoun of detail in that article, so I'm happy to see that others care enough about this sort of topic to make such excellent content!   Overall, marvelous work on a marvelous war machine, and if all your vehicle articles end up being this good, then I can barely wait to see them in their glory!\n\n12 Mar, 2022 19:17\n\nThank you! I am also in love with the Sunbreaker and I'm glad that you like it too\n\nEternal Sage AmélieIS\nAmélie I. S. Debruyne\n12 Mar, 2022 17:07\n\nI love the amount of details that you have and how you explain the purpose of everything :D I'm not a big reader of SF, but I felt that you gave your technology a unique flavour.   Only thing I feel would be nice to add later is a sketch of the rough shape of the aircraft because I'm absolutely terrible at visualising anything XD\n\nTo see what I am up to:WE pledge and article list.\n12 Mar, 2022 19:18\n\nI was also trying to make a drawing of it but concept arting is hard so progress is quite slow :'(\n\n20 Mar, 2022 21:22\n\nThe mechanical engineer in me loves this article. You have included just enough details to give an idea of the craft and how it operates, showing the thought put into the details, without bogging it down with unnecessary facts. It leaves me wanting to read more about them, specifically in the future prose I can't wait to see written!   The quotes from the short story you wrote already accent everything nicely, as well. Very well done.\n\nLead Author of Vazdimet.\nNecromancy is a Wholesome Science.\n24 Mar, 2022 15:36\n\nThank you! I enjoyed writing about the details quite a bit and I am glad it is appreciated! I think nnie's the one who inserted the quotes from the story so that's who that credit should go towards :D",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.6356618404,
        "format_confidence":0.7861590385
    },
    {
        "url":"https:\/\/www.parkingtoday.com\/dbp.php?see=0207",
        "text":"Death by Parking\n\n    Get Email Updates for Parking Today and\n\n\n\n\n\nDeath by Parking\n\nBook 2: The Rendezvous\nChapter 7 - The She-Wolf and I Meet Again...\n\nIt was obvious Paulo's meeting with William Francis Smith had stepped on some pretty big toes. And they belonged to people not only in City Hall, but also in Sacramento. What the heck was going on here? This was just a friggin' parking lot. There couldn't be the amount of money involved to interest folks at that altitude. Or could there?\n\n\nI figured it was time to get some more information from Betty. She had been in the parking business for 30 years. If anyone knew about parking, it was Betty. When my wife and assistant Shirley returned from making the phone call, she had a funny look on her face.\n\n\n\"Betty wasn't too forthcoming. She sounded frightened. She told me she was very busy and couldn't afford the time to talk to us. I think someone got to her. She did say, however, that perhaps we might want to talk to Marilyn North. She is an auditor and a former parking operator who works out of Seattle. Betty did give me her number. When I called, I found that she was actually here in L.A. working on a job. She'll be here in an hour.\"\n\n\n\"Wow,\" I said. \"That's a lot in just two phone calls. We have to be careful. We don't want it to look like we are 'investigating' anything. This has to be just a social call. It might be better if we met her at Paulo's. The office may be under some kind of surveillance.\"\n\n\n\"Right, I'll call her back.\"\n\n\nI thought it best if only Paulo and I met with North. That way, only our licenses were in jeopardy. Our major operative, Jim Walsh, was planning to continue to follow up with his contacts in the LAPD. I told him to go home and await developments. No need for all of us to be at risk of permanent unemployment. Shirley stayed to cover the phones, and discretion being the, well, you know, I decided I would drive. After the run down the hill to Cedars-Sinai Medical Center a couple of days ago with Paulo, I didn't want to take any chances.\n\n\nPaul Junior lived in a small house on a canal in Venice. Yes, there really are canals in Venice, California. In 1904, a developer named Abbot Kinney actually built a representation of Venice, Italy, on the Southern California coast just south of Santa Monica -- complete with canals, bridges and all the trimmings. Some of the canals were filled in about 1929, but a several remain, and small \"California bungalows\" line the waterways.\n\n\nSome bungalows are original 1920s; others have been gentrified to multimillion-dollar mansions, with designs ranging from a Hansel and Gretel \"witch's house\" to chrome, glass and steel. One might wonder how Paulo could afford such a place. It was left to him by my aunt when she passed away a few years ago. It was of the original design, and he kept all the wonderful feel of the '20s.\n\n\nMarilyn North arrived just behind us. She was 50ish, stocky, and in control. She stuck out her had and introduced herself. \"Marilyn North. You must be Paul Manning; who's the kid?\" I introduced my son.\n\n\n\"So,\" she asked, \"what do you want to know?\"\n\n\nWe sat on Paulo's front porch overlooking the canal. I told her the story and where we were, which was basically nowhere.\n\n\n\"Well, most people don't understand that parking generates a huge amount of money,\" North said. \"We are talking billions, maybe as many as 20 billion, nationwide. A single location could take in between half a million and a million dollars or more each year. There is room for temptation to step in, plus a lot of room for error. Most parking operators try to do a good job, but the owners drive down the fees they get so much that it's difficult to perform. You know that the manager of a McDonald's makes six figures, while a parking manager of a location grossing the same amount might make 50K on a good day.\n\n\n\"The other problem is taxes. With so much money floating around, folks want to keep as much as they can,\" North said. \"So they don't report all the income, and thus don't pay the 10% tax. This has two advantages: the obvious one of taking home more, but the other is more subtle. If legitimate operators pay their taxes and an illegitimate one like your buddy William Francis Smith doesn't, he has a 10% advantage when he bids a job. He can bid it at 10% less and still make the same amount of profit. And we are talking about a lot of money here. On one of those million-dollar locations, that's a hundred grand right on the bottom line.\"\n\n\n\"But,\" I asked, \"how can they put so much pressure on the government that my license has been pulled?\"\n\n\n\"Well, when you have that much cash, you can spread it around downtown and at the state capital. Smith has his tentacles into a lot of pies, not just parking. It's to his advantage to support the right council members and state legislators. My guess is that with two phone calls, he cut you off at the knees.\"\n\n\n\"Any idea where we should go from here?\"\n\n\n\"I'm auditing one of Smith's locations right now. I'm working for the owner who got suspicious. It's a real mess. The skimming is in six figures, maybe more. Perhaps I can put some pressure on Smith and he might make a mistake.\"\n\n\n\"What do you think the guys were doing on the roof of that garage when they were spotted by Grace Lundquist?\"\n\n\n\"They were the bagmen for LaFlonza, Smith and his cronies at City Hall. Those sacks being exchanged were filled with cash. My guess is that the garage was a convenient location and they thought they were safe - they just never looked up. They probably have moved the drop to somewhere else by now.\"\n\n\nAs we sat there considering what had been said, a blond woman in her late 50s walked up. She was shadowed by two gorillas. She looked very familiar. When she spoke, her accent -- like that of a she-wolf from the slopes of Mt. Etna, but soft, like the moonlight on the Spanish steps -- was unmistakable.\n\n\n\"We meet again, Mr. Manning. Your son is a handsome young man, but too young for me now. But I digress. No, remain seated, this will take only a minute. You have a choice. Stop what you are doing immediately or you will certainly lose your business, and maybe your lives. I know where you and your beautiful wife live, I know where your son lives, and you know I can deliver on what I say.\" Maria LaFlonza walked away.\n\n\nNorth looked at me and cracked a cold smile. \"You sure know how to stir up trouble, don't you, Manning.\"\n\n\n\n\nParking Today Subscribe BANNER",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.5391176939,
        "format_confidence":0.9775483012
    },
    {
        "url":"https:\/\/books.google.com.bd\/books?id=7p8EAAAAYAAJ&pg=PA15&vq=hundred&dq=editions:UOM39015075032303&output=html_text&source=gbs_search_r&cad=1",
        "text":"Page images\n\n\nBLASTING AWAY OF ROCK, The photo herewith shown is one of the finest ever taken at the moment of such an explosion. The scattering pieces\n\nof stone can be noted in detail.\n\nexcept for preparations for beginning the continued about the daily average for the big bridge, but early the following spring entire run. In that time the big rotary there began the drive up the canyons. It was off the track not less than 1,500 was heavy work and fast but the easiest times, or thirty times to the mile. of all. The hundred and second mile was Still another hard fight took place bereached before track laying stopped. yond the end of the track. Here there Then began the winter in which the big was a thirty to eighty-mile haul by sled bridge was completed.\n\non the river ice to the scattered camps. But there were more fights than this But the river froze and thawed and overthat winter. Above the 102nd mile were flowed with appalling regularity; the ice long stretches of heavy rockwork to be piled itself into almost mountainous bardone and large crews were there to do it. riers, then sank away to pot-holes filled Supplies must be kept on the move. It with many feet of slush and water. Hunwas planned to lay temporary tracks dreds of tons of brush and the work of . across the river on the ice, but the chang- hundreds of men failed to keep a passable ing weather kept such a depth of water sled road open. and slush on its rough surface that even Nevertheless, somehow supplies were the tough Alaskan horses could not cross. got through and when the ice went out At last a running cable was rigged and a 3,000 men were at work. To keep them flat-bottomed sledge invented to bobble in food and material three river boats, its way through or over the icy morass. put together above the roaring cataract\n\nBy this time the fifty miles of upper of Abercrombie Canyon and powerfully track was deep in snow and this, with engined, went into early commission and the trains had frozen to solid ice a foot or through high water and low they strugtwo thick. At this snow and ice the great gled up and down over the shifting bars rotary with a train of coal cars and two of Wood Canyon. engines was thrown. It made a mile and So the work went on, still at racing a half the first day, then disappeared, to pace, with Hawkins, as ever on the job. arrive at Tickel, fifty miles inland, thirty- Heney, the contractor, himself a remarkone days later. Its first day's run had able man, worked with him side by side\n\n\n\ntill the strain and exposure broke his years ago and has for many years been health and he went outside to die. identified with engineering projects in\n\nThe winter of 1910-11 saw the Copper the West. That is about all one can learn again crossed, this time at the 135th mile of him. From him one can get anything and the line far up into the Chitina basin. but facts about himself. Mr. Hawkins is Here another winter bridge fight took a most amazing combination of courage place. The deep, narrow Kuskalana and diffidence, of professional daring and Canyon must be crossed from rim to rim. personal modesty. After a visit to the Here a hundred feet or more in the air construction camps I went to him for the steelmen had to work in temperature additional data. From the engineer, then far below zero and under conditions in the midst of a heavy pressure of work, otherwise most trying. There were delays I received every possible assistance but here and as no materials could be got with the repeated admonition that he across the canyon till the\n\nhimself should be kept bridge was finished, the\n\nin the background. Two delay meant several\n\ndays later came also a months of lost time\n\nletter from Mr. Hawbeyond.\n\nkins, four typewritten There was an\n\npages of which other thrilling race\n\nwere devoted to through trying\n\nindividual menconditions from\n\ntion of his and the Kuskalana\n\nContractor to the Bonanza\n\nHeney's staff, mine at Ken\n\neach of nicott, the\n\nwhom, it present ter\n\nseemed, deminus of the\n\nserved credit road. It was\n\nfor especially ended some\n\ngood work. months ago\n\nThe letter and now there\n\nconcluded: are daily trains\n\n\"Any reference the year round\n\nto myself should and the high\n\nbe brought to a grade copper ore\n\nminimum. My deposits of the\n\ngreatest concern is\n\n\n\n\nthe faithful and construction fight\n\ncapable men who was made, are steadily flowing out to the accomplished this work.\" world and a region, which a few years This is a fine example of the kind of ago, was one of the most inaccessible in expression the men who really do things Alaska is now a morning's easy and give to their deeds. charming ride from Cordova, the seaport He meant it absolutely but his wish terminus.\n\nhas not been strictly obeyed, as the reader And to Hawkins belongs the lion's will have observed. Strict justice to that share of the great credit that is due. This man would not warrant such a silence. fight more than most engineering battles of Reflecting his habit of thought, Mr. today was a matter of men and he proved Hawkins writes with a fine simplicity and a man among men. He staked every lucidity of expression. His instinctive shred of professional reputation on as reserve and professional training make risky an undertaking as falls to the lot of him understate anything in which there is the engineer and his winning placed him a dramatic possibility and the result is, among the world's great builders.\n\ntherefore, sometimes the acme of forceErastus Corning Hawkins was born ful writing. near New York City about forty-eight Witness that \"it had to be put back.\n\n[graphic][merged small][merged small][merged small][merged small]\n\nRAW a line north and south Great commercial cities of the East, through New York City and South and West, doing their best to get practically every foot of the ready for the epoch-making opening of continent of South America the big ditch, have made these and other\n\nwill be found to lie to the equally surprising discoveries in geogeast of the line.\n\nraphy. They have been drawing trade A line dropped directly south from the lines, with the canal as the center, to tip of Florida will land out in the Pacific show how close each of them is to the Ocean, far to the west of the westernmost vast, undeveloped markets of the Far coast of South America.\n\nEast and the western coast of South Including Alaska and the Alaskan America. islands in the territory of the United New Orleans, for instance, has figured States on the North American continent, out that the canal will put her six hunthe east and west center of the country dred miles nearer Asia than is New York. is located some scores of miles out in the With that as a starting point, the CresPacific Ocean, to the westward of San cent City has gone on to make elaborate Francisco.\n\npreparations for the handling of the Those are perfectly apparent, but gen- enormous trade to which she feels she is erally unrecognized, facts to which the entitled by reason of her strategic posiimminent opening of the Panama Canal tion.\n\n\n\n\nfor the old French city-the sleepy, exotic, picturesque, old town of magnolias, Creole beauties and Mardi Gras carnivals—to set its more noisy rivals an example of municipal enterprise and far-sighted planning. What is already done is declared by Commissioner of Corporations Herbert Knox Smith, to be “the best example in the country of a practical coördination of rail, industrial and water business, for the benefit of the entire community.”\n\nNew Orleans lies in a loop of the Father of Waters, backing up on Lake Pontchartrain. The great river furnishes a highway from the North for all the products of the Mississippi valley. Alongside the river also run great railroads, leading down from Chicago and the North.\n\nThough located a hundred miles from the Gulf of Mexico, tlıe giant jetties built years ago by Captain Eads so confine the river that its resistless waters keep constantly scoured clean a deep channel, giving easy access for ocean going vessels. At the docks in New Orleans steamers from St. Paul, two thousand miles inland, and rusty cargo boats from Liverpool and Italy may rub noses together.\n\nThat these docks may be kept free of burdensome charges, that the gateway to\n\ntraffic may not be forced to pay a tribute to a private purse, more than seven miles of the river frontage are publicly owned and managed.\n\nNearly thirty great wharves have been built at public expense, fitted with huge steel warehouses for the storage of goods and\n\nwith modern machinery for the quick handling of grain, fruit, coal and other products.\n\nBut the people of New Orleans have not been content with securing permanent public control of their water front. Equally important with water transportation—more important to local industries —is transportation by rail. And just as railways by favoring one city or one section of a state, as opposed to others, have shown their power to divert and concentrate business prosperity, so have they the power to foster the growth of one section of a city—of one group of industries—at the expense of others. If a big plant has a switching track of its own running through its property, cases have been known where a rebate has been collected by charging the railroads to which freight is delivered a considerable sum for each car handled over the private tracks. And where loaded cars must be switched from the tracks of one road to another before getting started toward their destination there are always likely to be delays and other annoyances.\n\n[graphic][subsumed][subsumed][subsumed][subsumed][subsumed][subsumed][ocr errors][subsumed][ocr errors][subsumed][subsumed][subsumed][subsumed][ocr errors][subsumed][subsumed][subsumed][subsumed][subsumed][subsumed][ocr errors][subsumed][subsumed][subsumed][subsumed][subsumed][subsumed][ocr errors][subsumed][subsumed][subsumed][subsumed][subsumed][subsumed][subsumed][ocr errors][subsumed][subsumed][subsumed][ocr errors][subsumed][subsumed][ocr errors]... (truncated)",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.8881206512,
        "format_confidence":0.6076334119
    },
    {
        "url":"http:\/\/www.storyboardthat.com\/storyboards\/lehorton\/upgraded-drunk-driving",
        "text":"upgraded drunk driving\n\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • Dude you should stay. I don't think is safe for you to drive para tu casa after having all those cervezas\n  • tonight's fight was really good... god dammit I have to go to mi casa right, It's almost 3:00AM\n  • hermano Driving while you are under the influence of the alcohol is very dangerous.\n  • Don't worry about me loco. I just need to wash my face and I'll be alright.\n  • Que problema..I don't think you are getting my point pana. let me just remind you something in case you forgot\n  • Trust me socio, nothing is gonna happen. Is not the first time i do this, I'm a very good driver.\n  • Aproximately 16,000 people are killed in crashes related to alcohol Each year\n  • Alcohol is a factor in almost half of all traffic fatalities.\n  • De verdad?? that's no bueno dude!\n  • I'm telling you mi hermano, and unfortunutelly the latinos between our age group are responsable for a big percentage of those accidents related to drunk driving\n  • But how can I prevent that reallity. I'm young, and honestly I really like to have some social drinks when I go out\n  • Is your turn to make the difference. Drive safe, community safe\n  • drunk driving\n  • I know mi pana, I understand you perfectly, I like to do the same. there are a few simple tips that you can follow\n  • loco, but that makes a lot of sense!. I don't know why I never thought about it.\n  • thanks man, I really appreciate your advice. from now on I'm gonna commit to be a role model for the respect of my comunnity and to myself as well. I'm calling a cab.\n  • •Get a designated driver •Drink at locations within walking distance of your home •Call a cab •Look for public transportation in larger cities\nMore Storyboards By lehorton\nExplore Our Articles and Examples\n\nTeacher ResourcesTeacher Guides and Lesson Plans Ed Tech Blog\nBusiness ResourcesAll Business ResourcesProduct DevelopmentNegotiationBusiness Frameworks\nFilm ResourcesFilm and Video Resources\nTry Our Other Websites!\n\nPhotos for Class – Search for School-Safe, Creative Commons Photos! (It Even Cites for You!)\nQuick Rubric – Easily Make and Share Great Looking Rubrics!",
        "topic_id":22,
        "format_id":2,
        "topic_confidence":0.6682162881,
        "format_confidence":0.9129286408
    }
]