[
    {
        "url":"https:\/\/asiatic-beauty.com\/what-are-beauty-products\/",
        "text":"Apr 27, 2021 (0) comment , , ,\n\nBeauty Products are those products intended to enhance or change the appearance of a human body or to care for one’s skin. Beauty products can also be those that are taken internally for the purpose of improving one’s health. They range from hair care products, make-up, skincare, and perfume to beauty products for your home and bath. These products are sold over the counter and can be obtained without a prescription.\n\nThere are two broad types of beauty products; men’s and women’s. Cosmetics are a broad category of beauty and health products which are used not only to beautify the skin or treat the face, but are also used in conjunction with other therapies to care for the body and face. Cosmetics include lotions, gels, lipsticks, powders, facial scrubs, and moisturizers. Many cosmetics brands are international, making them available all over the world.\n\nMost beauty products fall into one of two categories – synthetic or natural. Synthetic cosmetic products contain synthetic chemicals, coloring, preservatives, fragrance, and binders that cannot be absorbed into the skin. Natural cosmetic products include herbal oils, essential oils, botanicals, and fragrances. Some natural ingredients such as avocado oil, tea tree oil, lavender oil, and chamomile oil have been known to have therapeutic properties. Botanical fragrances can be irritating and cause skin irritation.\n\nNew beauty products on the market include anti-aging formulas as well as skin care products for everyday use. Both are designed to promote healthy aging and are often used together for the best results. Anti-aging creams are great for use when one needs instant wrinkle removers or to tighten sagging facial skin. Wrinkle removers work by lifting away loose, unattractive wrinkles. Skin care formulas can help with general cleansing, toning, and moisturizing.\n\nThe most widely defined cosmetics product is soap. However, this definition may be narrowing down because many beauty products now contain other ingredients that were not included in the classic bar soap that we all grew up with. Soaps are still primarily made from glycerin, sodium laureth sulfate, and the list of additives continues to grow. Common ingredients in cosmetics creams include vitamin E, Aloe Vera, water, fragrance, and therapeutic agents such as jojoba oil, rosewater, and emu oil.\n\nAs the years pass more changes are seen in the cosmetics industry. Artificial intelligence and machine learning are being applied to the processes involved in creating high quality cosmetics products. Machines are being programmed to evaluate each ingredient in the cosmetic formulas, and pick out the ones that seem to provide the most benefit to human health. These machines are even programmed to recommend a specific brand of cosmetic that most closely matches what a person would want to purchase based on their skin type. What is emerging from this ground breaking technology is the beauty industry is no longer dominated by one company. The new definition of beauty products will continue to change with each passing year until artificial intelligence and machine learning completely take over in the cosmetics industry.\n\nComment (0)",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9943063855,
        "format_confidence":0.8303890824
    },
    {
        "url":"http:\/\/www.skinstore.com\/carrageenan.aspx?ft=Carrageenan&avs=Skin+Type%7CCombination",
        "text":"\n\n\nCarrageenan is a natural material that comes from the red seaweed plant found in the Atlantic Ocean. When carrageenan is extracted from red seaweed by boiling it or treating it with hot alkali, it forms a gel-like material that gives it firmness and makes it an effective thickener for food products. Not surprisingly, carrageenan has been embraced as a food additive by the food industry where it’s commonly used to thicken and add texture and stability to foods and beverages that would otherwise be too thin and lack the proper “mouth feel.”\n\nAll it takes is a glance at a few food labels to see how common carrageenan is as a food additive. Some common products that may contain carrageenan are salad dressings, cottage cheese, ice cream, non-dairy milk, syrups, sauces, breakfast cereals, processed cheese, jams, jelly, yogurt, pudding, wet dog food and other processed foods that need a more substantial texture and feel.\n\nCarrageenan is also used as a binder for meat products like sausage and hamburger and is used to bind and stabilize some vegetarian-meat alternative marketed to vegetarians and vegans. In some of these products, carrageenan serves as an emulsifier, a compound that keeps oil and water-soluble ingredients from separating. Without emulsifiers, the ingredients in products would be more unstable and separate in much the same way oil separates from vinegar. That’s why it’s a common ingredient in salad dressings that contain both oil and water-soluble components.\n\nCarrageenan is also commonly added to personal care and cosmetic products. Here, it’s used to give products additional texture, thickness and added stability. Without a thickening and emulsifying agent like carrageenan, ingredients would separate from each other and the product would feel less substantial.\n\nCarrageenan is used to give products additional texture, thickness and added stability.\n\nSome cosmetic and personal care products that may contain carrageenan include shampoos, toothpaste, air freshener gels, lubricants, moisturizers and facial scrubs. It’s a common ingredient in hair conditioning products, due to its ability to bind water and coat the hair shaft. Carrageenan helps to stabilize the ingredients in these products and gives them a more substantial texture, thickness and a better \"feel.\"\n\nDespite its widespread use in processed foods and packaged food products, there’s some controversy about its health effects, at least in animals. Research has linked degraded carrageenan, carrageenan that’s been broken down, with colon cancer in animals. Fortunately, the FDA only allows carrageenan that hasn’t been degraded in food products, but there’s some concern that degradation could occur after ingestion by bacteria in the intestines. There’s also concern that carrageenan could cause intestinal inflammation and may increase the risk of inflammatory bowel diseases like Crohn’s disease and ulcerative colitis. Some people report experiencing intestinal symptoms like nausea and bloating after consuming a product that contains it. So far this hasn’t been resolved, but the FDA classifies carrageenan as GRAS or \"generally recognized as safe.\" It’s possible that some people are sensitive to carrageenan in food products, while others can consume it without any problems.\n\nProducts that may contain carrageenan include shampoos, toothpaste, air freshener gels, lubricants, moisturizers and facial scrubs.\n\nFortunately, the controversy surrounding carrageenan in food products is of less concern with regards to cosmetic and personal care products since carrageenan is too large to be absorbed through the skin. Instead it serves the useful purpose of giving products added thickness and a smoother texture while stabilizing the ingredients so they don’t separate out and destroy the benefits of the product.\n\nWith such widespread use of carrageenan, it's easy to see that both food manufacturers and manufacturers of cosmetic and personal care products find it to be a useful addition to their products. Interestingly, some research suggests that applying carrageenan topically to the skin blocks the growth of viruses like human papillomavirus that cause genital warts and cervical cancer. So, carrageenan may have benefits that go beyond thickening and adding texture to products even if isn’t healthy for the intestines.\n\nFrom a cosmetic perspective, carrageenan appears to be safe at the levels found in these products, although there are some questions about its health effects as a food additive. The Environmental Working Group classifies carrageenan as a low-hazard ingredient in the amounts in cosmetic and personal care products.\n\nThe Fall Forecast is in » The Fall Forecast is in »\nFREE Starter Kit ($50 Value). Details »\nSale — While They Last »\nSmart Shopping — Beauty Center\nRibes Nigrum – Key Ingredient\nFREE Neroli Rehydrating Cleansing Milk ($10 Value). Details »\nSkin Care Regimen »\n2 steps to a new you — My Beauty Advisor",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.5092622042,
        "format_confidence":0.9158651829
    },
    {
        "url":"https:\/\/lanadelrey.fandom.com\/wiki\/Scott_Trindle",
        "text":"Scott Trindle is a London-based photographer represented by the Management Artists organization. He photographed Lana Del Rey for the winter 2011-2012 issue of the British magazine i-D.\n\nShoot #1 (September 7, 2011) for i-D magazineEdit\n\n  • Camera – Phase One P40+\n  • Hair – Marc Ramos\n  • Makeup – Pamela Cochrane\n  • Stylist – Caroline Newell\n  • Stylist assistant – Raphael Hirsch\n  • Photography assistant – Mark Simpson\n  1. Bra by What Katie Did, skirt by Christian Dior, shoes by Alberto Guardiani.\n\nMedia use Edit\n\nCommunity content is available under CC-BY-SA unless otherwise noted.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.6405409575,
        "format_confidence":0.9687042832
    },
    {
        "url":"http:\/\/murex.wikidot.com\/uniforms",
        "text":"Through inside sources, we've managed to get our hands on what looks to be the design for a new-look Phoenician uniform. This is obviously just a rendering and may not be exactly what their uniforms are going to look like in the field, but it's still a pretty huge departure from the current look, which is more non-descript.\n\nThe question we have to ask is 'why?'. Why are the Phoenicians, who are not participants in the secret war, redesigning their uniforms? To what purpose? They deal mostly in trading and shipping in the secret world, and while that obviously requires some security and protection, this looks more like a full-on combat outfit. To my knowledge, the 4th are blocked from any active military activity by the Council.\n\nIs there something we don't know?",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.7846884131,
        "format_confidence":0.6204275489
    },
    {
        "url":"https:\/\/cosmetic-ingredients.co.za\/index.php\/news-articles\/125-the-difference-between-emulsifiers-and-solubilisers",
        "text":"The difference between emulsifiers and solubilisers\n\nEmulsifiers and solubilisers are both part of the surfactant family in that they lower the interfacial tension of two immiscible liquids, i.e. water and oil. \n\nEmulsifiers consist of a hydrophilic head (water-loving) and a lipophilic tail (oil-loving) and are classified based on the HLB scale that ranges from 1 – 20. Surfactants with HLB numbers higher than 10 are more hydrophilic, and surfactants with HLB numbers less than 10 are more hydrophobic. For water-in-oil emulsions, emulsifiers with HLB 4 – 6 are recommended and for oil-in-water emulsions, surfactant blends with HLB 8 – 16 are recommended.\n\nSolubilisers are also emulsifiers in that they facilitate the process of mixing oil and water, but they are in general more soluble in water (higher HLB value) than oil-in-water emulsifiers. They are mainly used to solubilise the oil (dispersed phase) to such an extent that the final result is a transparent solution.\n\nWell-known solubilisers are polysorbate-20 and PEG-40 hydrogenated castor oil, but the Durosoft PG 10-CY from Stephensons Personal Care compare very well with these. The added benefits are that they are mild, naturally derived, PEG free, ethoxylate free, GMO free, COSMOS pending and skin friendly. Contact our office for more information.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.786658287,
        "format_confidence":0.9286463261
    },
    {
        "url":"https:\/\/sussle.org\/t\/Brown_hair",
        "text":"Visual Encyclopedia\n\nBrown hair\n\nBrown hair is the second most common human hair color, after black hair. It varies from light brown to almost black hair. It is characterized by higher levels of the dark pigment eumelanin and lower levels of the pale pigment pheomelanin. Its strands are thicker than those of fair hair but not as much as those of red hair. People with brown hair are often referred to as brunette, which in French is the feminine form of brunet, the diminutive of brun (brown, brown-haired or dark-haired).\n\nThe description above is licensed from Wikipedia under the Creative Commons license.\n\nAdd an image or video to this topic\n\nNo signin required\n\n\n\n\nBest posts about this topic\n\nLoading . . .\n\n\nDark but Blonde\n\nI love the colors in this style. I have something close to this but not as dramatic blonde chunks. Get the best of both worlds with this for brown with a bit of blonde.\n\nContributed by Jenna Schaub\n\nWhat is Sussle?\n\nSussle is the first, open visual encyclopedia. Anyone can use it.\n\nWhat's a visual encylopedia?\n\nIt has beautiful images and viral videos that are way more fun than reading all the text in traditional encyclopedias.\n\n5 reasons you should add your own images and videos:\n\n  1. If you found Sussle interesting, then give back by adding something interesting for others.\n  2. Help others learn in a fun way.\n  3. Make someone else interested in this topic laugh or say wow!\n  4. Become internet-famous as people like and share your post.\n  5. It's super easy, so it won't take more than a minute.\n\nReady to start?\n\nJust click on the red module above.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.916036427,
        "format_confidence":0.8070834279
    },
    {
        "url":"https:\/\/www.hairfacts.com\/hair-removal-directory\/info\/epilation\/",
        "text":"Depilation is any method of hair removal that removes the entire hair, including the part below the skin. This can result in temporary hair removal or permanent hair removal.\n\nCommon commercially available methods include:\n\n<!– –>\n\nWant to add or edit information? Send us an Email to register as an editor or sign up for a Professional Membership!\n\n%d bloggers like this:",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9551427364,
        "format_confidence":0.756701529
    },
    {
        "url":"https:\/\/vintagepatterns.fandom.com\/wiki\/Advance_5873?veaction=edit",
        "text":"Advance 5873 51\n\nAdvance 5873; ca. 1951; Infant's Layette. Tucked dress with collar and puff sleeves, slip and bib. Collarless dress with long sleeves, cap, long and short kimono, Sleeper, Bands and moccasins.\n\nLinks to reviews\/blog postsEdit\n\n\n\nAdd a photo to the gallery by clicking the \"modify\" button below.\n\n\n[insert your username, and make sure your preferences allow for people to contact you via e-mail. Do not list your email address here!]\n\nCommunity content is available under CC-BY-SA unless otherwise noted.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9056639075,
        "format_confidence":0.8848794699
    },
    {
        "url":"http:\/\/www.rte.ie\/archives\/2013\/0419\/382396-the-first-irish-fashion-fair-1964\/",
        "text":"In April 1964 the first Irish Fashion Fair took place at the Intercontinental Hotel in Dublin. The event featured a catwalk show with models displaying a range of Irish designed and manufactured clothes. The RTÉ programme 'Discovery' was there to capture the events.\n\nThe models featured in the film include Grace O'Shaugnessy, Adrienne Ring, Suzanne MacDougald, Ann Davis, Linda O'Reilly, Cathering Keelaghan and Hanne Jorgensen. The programme also features Gay Byrne in conversation with Irish designer, Irene Gilbert, and Managing Director at Harvey Nichols Woollens Group, Eric Morgan.\n\nThe Irish Export Fashion Fair was held at the Intercontinental Hotel in Dublin from 20 to 24 April, 1964. The event was sponsored by Córas Tráchtála (Irish Export Board).\n\nThe RTV Guide described the fair as \"the most complete representation of women's and children's garments from Ireland ever presented in once collection. Knitwear, fashion accessories and fabrics are included, specially featured being the Irish tweeds which were used in recent Paris collections\".\n(RTV Guide, 17 April 1964, Vol.2, No.125, p.16)\n\n'Discovery' was a documentary series broadcast on RTÉ between 1964 and 1967. 'Discovery', which first aired on Tuesday, 14 January, 1964 touched on many aspects of Irish life with an occasional spotlight on events of particular interest.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.8890738487,
        "format_confidence":0.7941920757
    },
    {
        "url":"https:\/\/www.reference.com\/beauty-fashion\/good-places-purchase-accessories-77c851b652669d02",
        "text":"What Are Some Good Places to Purchase Accessories?\n\n\nQuick Answer\n\nDepartment stores, such as Macy's and Nordstrom, are good places to purchase accessories. For the money conscious, Forever 21 and H&M offer accessories at low prices.\n\nContinue Reading\n\nFull Answer\n\nNordstrom and Macy's both offer wide selections of accessories for both men and women, as well as juniors. This includes jewelry, watches, purses and totes, as well as winter accessories, such as scarves, gloves and hats. While Nordstrom accessories typically are more expensive, Macy's sells accessories at many different price points.\n\nBoth Forever 21 and H&M sell low-priced accessories for men and women, including hats, scarves, handbags and many different types of jewelry. While the selection at these stores generally is not as large as at department stores, new inventory is brought in frequently.\n\nLearn more about Accessories\n\nRelated Questions",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9965791106,
        "format_confidence":0.8566487432
    },
    {
        "url":"https:\/\/garmentsmerchandising.com\/difference-between-fashion-and-style\/",
        "text":"Fashion VS Style | Difference between Fashion and Style\n\nMajor Comparison between Fashion and Style:\n\nFashion and Style are two common terms which are now vastly used by the young generation, though they are totally confused about it, cannot differentiate between fashion and style. Just not this young generation, there are so many who still don’t know the difference between fashion and style. “Fashion is about dressing according to what’s fashionable. Style is more about being yourself” said Oscar de la Renta.\n\nWhat is Fashion?\n\nFashion is a very versatile matter and trendy right now, which is being featured in magazines, on TV, and on the fashion runways. In another view, Fashion is also the newest creations made by designers, which are brought by only a few numbers of people. Fashion can be anything such as clothes, shoes, make-up and accessories, etc which is being made popular by the fashion house, models, actors, and actresses.\n\nFashion vs Style\n\nFig: Fashion vs Style\n\nWhat is Style?\n\nStyle is something that is unique to everyone. Style is the person’s own choice in clothes, accessories, and others. Style is not totally dependent on clothing; it can be related to anything that makes the person look stylish. In another view, style is the extension of fashion which does not change like fashion.\n\nKey Difference between Fashion and Style:\n\nSL No.\nIt is versatile.\nIt is unique.\nIt is the newest creations made by designers.\nIt is the person’s newest creations by applying his\/ her own choice.\nFashion must be accepted by the society or group of people.\nStyle can be accepted by a specific group of people.\nIt is being made popular by the fashion house, models, actor, and actress, etc.\nThe person is enough for increasing the popularity of a style.\nIt is changeable.\nIt is constant.\nIt is perfect where no limitation.\nIt’s not perfect, containing some limitations.\nIt is the relationship to the external.\nIt is the relationship to the internal.\nIt has a strong attraction.\nIt has no attraction as fashion.\nIt is countless.\nIt is limited.\nFashion takes our attention away from ourselves.\nStyle brings our attention directly to ourselves.\nIt is temporary.\nIt is unique.\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9957947731,
        "format_confidence":0.7690626979
    },
    {
        "url":"https:\/\/biography.yourdictionary.com\/calvin-klein",
        "text":"Calvin Klein\n\nOne of America's top fashion designers, Calvin Klein (born 1942) first made a name for himself by designing clean, uncomplicated sportswear. But he kept his name before the public by creating sometimes shocking and always news making advertising campaigns.\n\nKlein was born in 1942 in the Bronx, New York, where he spent all his childhood. As a youth he taught himself to sketch and sew. He attended the High School of Art and Design, moving on to the prestigious Fashion Institute of Technology. He spent five years as an apprentice in a coat and suit house on Seventh Avenue in New York City, working long nights and weekends to hone his own designs.\n\nIn 1968 he and close friend and financial backer\/adviser Barry Schwartz created a Calvin Klein coat business. The first order was obtained purely, and ironically, by accident when a coat buyer from Bonwit Teller got off on the wrong floor of a hotel and wandered into Klein's workroom. She placed an order for $50,000, which was a hugh amount at that time. Encouraged by the fashion press' exaltations and store executives' support, Klein expanded his line to include women's sportswear.\n\nKlein's world soon included his couture line, Calvin Klein Collection for men and women, CK sportswear for men and women, and CK jeans. He also licensed arrangements for his menswear, coats, accessories, intimate apparel, hosiery, swimwear, eyewear, furs, socks, and fragrances, all under his careful control and management. Of the many categories licensed, denim jeans, along with fragrances, built a large following among consumers who sought an affordable way to attain the designer's cache. By 1997 sales of Calvin Klein Jeans approached half a billion dollars.\n\nMarketing Approach Was Never Subtle\n\nAdvertising was a key to Klein's success. He stoked the media with controversy that kept his name in the news. He was the first to design women's underwear that looked like men's jockey shorts. His television ads for jeans starred child-star Brooke Shields, who exclaimed: \"Nothing comes between me and my Calvins.\" In the process, Klein developed a reputation for pushing the envelope of acceptability in his campaigns. Ads of the mid-1990s featured underage teenagers (not professional models) in sexually provocative poses that were particularly risque, and were characterized by many as socially irresponsible. Dubbed \"kiddie porn\" by the press, the campaign was singled out by Forbes magazine as the worst marketing campaign of 1995. He even attracted government attention: the FBI and Justice Department investigated the company for possible violations of child pornography laws. The ads were universally denounced, but in the end, the Justice Department ruled that they were not pornography. And, yes, Klein pulled the ads, but not before the accompanying publicity had made the Calvin Klein brand name a part of everyday conversation..\n\nHis three major fragrances—Obsession, Eternity, and Escape—were huge successes, also due in part to the shock value of advertising. His television ads for Obsession featured British waif model Kate Moss nude with her Italian photographer boyfriend whispering, \"I love you, Kate,\" as she wades through ocean waves, nervously chews her long straight hair, and runs through island huts and gardens to the sounds of beating hearts, insects, wind, and surf.\n\nAdvertising for his new fragrances, cK One and CK Be, continued to challenge the public's social conscience, with some reflecting a gritty, hard life reality in which decimated teens (this time older, professional models) appeared to be part of an idealized drug culture. Again, the ads drew criticism; this time, President Clinton admonished the fashion industry not to glamorize addiction, but to speak out against the \"heroin chic\" style of fashion photography being used. Klein continued to profess innocence, saying that his ads are never meant to shock or create controversy. The ads of the 1990s, according to the designer, represented a departure from phony airbrushed images that were not connected to the reality of today's world.\n\nDesign Philosophy Affirmed\n\nWhile he unceasingly altered his image in the media with the changing times— incorporating rock and roll, grunge, and waif models as well as the homo-erotic and cynical-chic images of drug use conceived by top fashion photographer Bruce Weber—his design philosophy remained rooted in minimalism. At the same time his advertising for jeans and fragrances was being criticized, Calvin Klein clothing was receiving critical acclaim for its clean, modern lines. Time magazine called him the Frank Lloyd Wright of fashion, and named him one of the 25 most influential Americans in 1996.\n\nKlein won the prestigious Coty Award three times in a row (1973-1975), becoming the youngest designer to ever have that honor. In 1982, 1983, and 1986 he also captured the Council of Fashion Designers of America Award. In addition to his professional achievements, he built a financially strong company with the continued advice and help of partner Barry Schwartz who guided the company through tough financial times in the late 1980s. His worldwide empire was rivaled by few designers.\n\nNicknamed \"Calvin Clean\"\n\nIn his personal life Klein also weathered the times. He married Jayne Centre in 1964 but divorced in 1974. They had one child, Marci. After battling rumors of a gay, drug-related lifestyle and AIDS, he shocked the industry by marrying one of his design assistants, Kelly Rector, in 1986. None of the bad publicity seemed to affect sales. Perhaps coincidentally, Klein assumed a lower profile and quieter lifestyle during the late 1980s and early 1990s. He also began sponsoring programs such as \"Unlock the Silence,\" to support the Rape, Abuse, and Incest National Network (RAINN), as well as various benefits for AIDS. In early 1997 his marriage appeared to be faltering, and a separation was announced.\n\nKlein was unquestionably a stylish survivor as he approached the twenty-first century as a top fashion designer, still appealing to his clean-minded, career-oriented customers. But he also reached a growing group of hip teens and twenty-somethings with his increasingly street-chic women's fashions of tuxedo denim jackets, crinkled poet blouses, velvet priestly evening vestments, and Edwardian men's jackets worn with cuffed jeans.\n\nFurther Reading on Calvin Klein\n\nFor further information on Calvin Klein and the fashion industry see Fairchild Dictionary of Fashion (1988), McDowell's Directory of 20th Century Fashion (1987), Contemporary Designers edited by Ann Lee Morgan (2nd ed. 1990), and NY Fashion: The Evolution of American Style by Caroline Rennolds Milbank (1989). A 1994 book by Steven Gaines and Sharon Churcher, Obsession: The Lives and Times of Calvin Klein, was reportedly displeasing to its subject. More can be learned by reading the following periodicals: Fortune (January 13, 1997, AdWeek (September 23, 1996), Time (June 17, 1996), the New York Times (February 10 and 18, 1997), and Billboard (September 7, 1996 and January 11, 1997).\n\n    Post a comment",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9849158525,
        "format_confidence":0.9488698244
    },
    {
        "url":"https:\/\/alchetron.com\/Veruschka-von-Lehndorff",
        "text":"Siddhesh Joshi (Editor)\n\nVeruschka von Lehndorff\n\nUpdated on\nShare on FacebookTweet on TwitterShare on LinkedInShare on Reddit\nHeight  6 ft 3 in (190 cm)\nName  Veruschka Lehndorff\nDress size  8 (US); 38 (EU)\n\nEye color  blue \/ grey\nHair color  dark blonde\nRole  model\nVeruschka von Lehndorff redmilkmagazinecomappuploads201209veruschka\n\nFull Name  Vera Gottliebe Anna Grafin von Lehndorff-Steinort\nBorn  14 May 1939 (age 82) (1939-05-14) Konigsberg, East Prussia\nMeasurements  34-25-35 (US); 86-63.5–89 (EU)\nShoe size  10.5 (US); 43 (EU); 8 (UK)\nSiblings  Marie Eleanore von Lehndorff-Steinort, Katharina von Lehndorff-Steinort, Gabriele von Lehndorff-Steinort\nParents  Heinrich Graf von Lehndorff-Steinort, Gottliebe Grafin von Kalnein\nMovies  Casino Royale, Salome, The Bride, The Image of Dorian Gray in th, Flesh Color\n\nSimilar  Ugo Mulas, Michelangelo Antonioni, Peter Beard\n\nVeruschka von lehndorff fashion top model icon of the 60s 70s\n\nCountess Vera von Lehndorff-Steinort (German: Vera Gräfin von Lehndorff-Steinort; born 14 May 1939), also known as Veruschka von Lehndorff, is a German model, actress, and artist who was popular during the 1960s. She is known professionally as Veruschka.\n\n\nVeruschka von Lehndorff Veruschka Von Lehndorff Vogue June 1968 She39s A\n\nWOMAN and TIME: Veruschka von Lehndorff\n\nEarly life\n\nVeruschka von Lehndorff Picture of Veruschka von Lehndorff\n\nVeruschka was born Vera Gottliebe Anna Gräfin von Lehndorff-Steinort on 14 May 1939, in Königsberg, East Prussia, now known as Kaliningrad, Russia. She grew up at Steinort, an estate in East Prussia, which had been in her family for centuries. Her mother was Countess Gottliebe von Kalnein (b. 1913). Her father, Count Henrich von Lehndorff-Steinort, was a German aristocrat and army reserve officer who became a key member of the German Resistance, reportedly after witnessing Jewish children being beaten and killed. When Veruschka was five years old, her father was executed for allegedly attempting to assassinate Adolf Hitler in the 20 July Plot. After his death, the remaining family members spent their times in labor camps until the end of World War II. By the end of the war, her family was left homeless. As a young girl, she attended 13 schools. She has three sisters: Marie Eleanore \"Nona\" (b. 1937, married Jan van Haeften and Wolf-Siegfried Wagner (b. 1943), son of Wieland Wagner and great-grandson of composer Richard Wagner), Gabriele (b. 1942, married Armin, Edler Herr und Freiherr von Plotho), and Katharina (b. 1944, married Henrik Kappelhoff-Wulff).\n\nRise to fame\n\nVeruschka von Lehndorff BARBIERI leonardovfashionbookorgleonardovfashionbookorg\n\nShe studied art in Hamburg and then moved to Florence, where she was discovered at age 20 by the photographer Ugo Mulas and became a full-time model. In Paris, she met Eileen Ford, head of the prestigious Ford Modeling Agency. In 1961 she moved to New York City, but soon returned to Munich. For some time she was with the Stewart Modeling Agency at 405 Park Avenue in New York where she reigned as the girl with the most covers on the wall when you walked in. She had also garnered attention when she made a brief five-minute appearance in the 1966 cult film Blow Up by Michelangelo Antonioni. Veruschka appeared on the cover of Life magazine's August 1967 issue and various times on all four major Vogue magazines' (American, Italian, French and British) covers throughout the 1960s.\n\nVeruschka von Lehndorff librarynoise veruschka grfin von lehndorff\n\nShe once worked with Salvador Dalí and photographer Peter Beard, who took her to Kenya. At her peak, she earned as much as $10,000 a day. In 1975, however, she departed from the fashion industry due to disagreements with Grace Mirabella, the newly appointed editor-in-chief of Vogue. In a 1999 interview, Veruschka said about their disagreements, \"She wanted me to be bourgeois, and I didn't want to be that. I didn't model for a long time after that.\"\n\nVeruschka von Lehndorff Picture of Veruschka von Lehndorff\n\nOccasionally Veruschka still appears on catwalks. She was a guest model in the Melbourne Fashion Festival in 2000 in Australia. In October 2010, at the age of 71, she modeled for Giles Deacon's showing for the fall run of London Fashion Week.\n\nVeruschka von Lehndorff Veruschka the Amazonian Barbie\n\nVeruschka provides vocals on several tracks on the 2010 album Mimikry by ANBB, a collaboration of Blixa Bargeld and Alva Noto.\n\n\nVeruschka von Lehndorff Veruschka von Lehndorff Wikipedia the free encyclopedia\n\n  • Blowup (1966) - Herself\n  • Veruschka: Poetry of a Woman (1971)\n  • Salomé (1972) - Myrrhina\n  • Evil Thoughts (1976) - Mario Manani's Lover\n  • Flesh Color (1978) - Anna\n  • Milo-Milo (1979) - Barbara\n  • Bizarre Styles (1981) - Prophet\n  • Dorian Gray im Spiegel der Boulevardpresse (1984) - Dorian Gray\n  • Vom Zusehen beim Sterben (1985) - Herself\n  • The Bride (1985) - Countess\n  • L'Orchestre rouge (1989) - Anna Maximovitch\n  • Veruschka – Die Inszenierung (m)eines Körpers (2005) - Herself\n  • Casino Royale (2006) - Gräfin von Wallenstein\n\n  • Veruschka von Lehndorff Veruschka Von Lehndorff Pleasurephoto Room\n\n    Veruschka von Lehndorff Veruschka Von Lehndorff 1990 Pleasurephoto\n\n\n    Veruschka von Lehndorff Wikipedia",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9795660377,
        "format_confidence":0.7377123237
    },
    {
        "url":"http:\/\/vintagepatterns.wikia.com\/wiki\/Vogue_1952",
        "text":"Vintage Sewing Patterns\n\nVogue 1952\n\n84,291pages on\nthis wiki\nAdd New Page\nComments0 Share\n\n\nVogue Paris Original 1952; 1960s; Patou - One-Piece Dress. Semi-fitted low waisted A-line dress with inverted front pleat, has V-neckline. Welt pockets. Welt and top-stitch trim. Full length sleeves or cut-away armholes. Self belt.\n\nLinks to reviews\/blog posts Edit\n\nSources\/Vendors Edit\n\nGallery Edit\n\n[insert your photos of this pattern made up]\n\nWishlist Edit\n\n[insert your username, and make sure your preferences allow for people to contact you via e-mail. Do not list your email address here!]\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.8261435628,
        "format_confidence":0.9377126694
    },
    {
        "url":"http:\/\/vintagepatterns.wikia.com\/wiki\/Style_3048_A",
        "text":"2015-10-27 016\n\nStyle 3048; ©1980; Misses' Dress or Skirt, Pants and Bikini: The dress or skirt has elasticized top with attached tie. The trousers with elasticized waist have width over the hipline and are narrow at the hem. The bikini has halter neckline bra and briefs tie at the sides.\n\nLinks to reviews\/blog postsEdit\n\n\n\nAdd a photo to the gallery by clicking the \"modify\" button below.\n\n\n[insert your username, and make sure your preferences allow for people to contact you via e-mail. Do not list your email address here!]\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9896482825,
        "format_confidence":0.8742744923
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Skinheads",
        "text":"From Wikipedia, the free encyclopedia\n  (Redirected from Skinheads)\nJump to: navigation, search\n\"Skinheads\" redirects here. For the American 1989 film, see Skinheads (film).\nBritish punk rock band The Business performs in Berlin, Germany in 2003.\n\nA skinhead is a member of a subculture originating among working class youths in London, England in the 1960s that soon spread to other parts of the United Kingdom, with a second working class skinhead movement spreading worldwide in the 1980s. Motivated by social alienation and class solidarity, skins are defined by their close-cropped or shaven heads and working class clothing such as Dr. Martens boots, braces (known as suspenders in American English), high-ankle straight-leg jeans, and simple shirts. The movement reached a peak during its 1980s revival but has endured in multiple contexts worldwide since.\n\nThe rise to prominence of skinheads came in two waves, with the first taking place in the late 1960s and the second in the early 1980s. The first skins were working class youth motivated by an expression of alternative values, rejecting both 1950s austerity and conservatism and the more middle class or bourgeois 1960s peace and love ethos and hippie movement. Skinheads were instead drawn towards more working class outsider cultures, incorporating elements of mod fashion and black music and fashion, especially from Jamaican rude boys.[1] The second wave were often ex-punks. Both first and second generation skins were influenced by the heavy, repetitive rhythms of dub, as well as ska, rocksteady, reggae, and African-American soul music. 1980s skins were closely aligned with anarchists and anarcho-punks, first wave punk, Oi! and street punk, ska, 2 Tone ska, ska punk, dub, and hardcore punk. Contemporary skinhead fashions ranges from clean-cut 1960s mod-influenced styles to less-strict punk- and hardcore-influenced styles.[2]\n\nDuring the early 1980s, political affiliations grew in significance and split the subculture, distancing the far right and far left strands, although many skins describe themselves as apolitical. As a movement that was highly regionalised and excluded by society's moral norms, skinhead culture sometimes attracted some hard-line political elements and was eventually tainted in the mid-1980s by tabloid hysteria of fringe and violent far-right elements representing extreme nationalism.[3] According to Shane Meadows, \"It's unfortunate that the racist elements have become such a by-word for skinhead culture. The media has played its part in this, but by the same token it's clear the fascist element has always been fairly vocal in skinhead culture. The sad bit is that the more enlightened, anti-fascist aspects have not better promoted themselves.\"[4] From the 1990s, the style has been adopted by disaffected, Neo-Nazi youths in the former East Germany, Italy, Spain, Finland, central European countries, and Russia. However, many skinheads have remained influenced by dissident left-wing and center-left type politics that have been in the movement since the beginning, particularly in the U.K. and the U.S.\n\n\nHoxton Tom McCourt, a revival skinhead pictured in 1977\n\nOrigins and first wave[edit]\n\nIn the late 1950s the post-war economic boom led to an increase in disposable income among many young people. Some of those youths spent that income on new fashions popularised by American soul groups, British R&B bands, certain film actors, and Carnaby Street clothing merchants.[5][6] These youths became known as mods, a youth subculture noted for its consumerism and devotion to fashion, music and scooters.[7]\n\nWorking class mods utilised practical clothing styles that suited their lifestyle and employment circumstances: work boots or army boots, straight-leg jeans or Sta-Prest trousers, button-down shirts and braces. When possible, these working class mods spent their money on suits and other sharp outfits to wear at dancehalls, where they enjoyed soul, ska, bluebeat and rocksteady music.[1][8]\n\nAround 1966, a schism developed between the peacock mods (also known as smooth mods), who were less violent and always wore the latest expensive clothes, and the hard mods (also known as gang mods, lemonheads or peanuts), who were identified by their shorter hair and more working class image.[9] Hardcore mods became commonly known as skinheads by about 1968.[10] Their short hair may have come about for practical reasons, since long hair could be a liability in industrial jobs and streetfights. Skinheads may also have cut their hair short in defiance of the more middle class hippie culture.[11]\n\nIn addition to retaining many mod influences, early skinheads were very interested in Jamaican rude boy styles and culture, especially the music: ska, rocksteady, and early reggae (before the tempo slowed down and lyrics became focused on topics like black nationalism and the Rastafari movement).[1][12][13]\n\nSkinhead culture became so popular by 1969 that even the rock band Slade temporarily adopted the look as a marketing strategy.[14][15][16] The subculture gained wider notice because of a series of violent and sexually explicit novels by Richard Allen, notably Skinhead and Skinhead Escapes.[17][18] Due to largescale British migration to Perth, Western Australia, many British youths in that city joined skinhead\/sharpies gangs in the late 1960s and developed their own Australian style.[19][20]\n\nSkins with a feathered hair\n\nBy the early 1970s, the skinhead subculture started to fade from popular culture, and some of the original skins dropped into new categories, such as the suedeheads (defined by the ability to manipulate one's hair with a comb), smoothies (often with shoulder-length hairstyles), and bootboys (with mod-length hair; associated with gangs and football hooliganism).[10][11][21][22] Some fashion trends returned to the mod roots, with brogues, loafers, suits, and the slacks-and-sweater look making a comeback.\n\nSecond wave[edit]\n\nIn the late 1970s, the skinhead subculture was revived to a notable extent after the introduction of punk rock. Most of these revivalist skinheads reacted to the commercialism of punk by adopting a look that was in line with the original 1969 skinhead style.[citation needed] This revival included Gary Hodges and Hoxton Tom McCourt (both later of the band the 4-Skins) and Suggs, later of the band Madness. Around this time, some skinheads became affiliated with far right groups such as the National Front and the British Movement.[23] From 1979 onwards, punk-influenced skinheads with shorter hair, higher boots and less emphasis on traditional styles grew in numbers and grabbed media attention, mostly due to football hooliganism. There still remained, however, skinheads who preferred the original mod-inspired styles.[24]\n\nEventually different interpretations of the skinhead subculture expanded beyond Britain and continental Europe. In the United States, certain segments of the hardcore punk scene embraced skinhead styles and developed their own version of the subculture.[25]\n\n\n\nMost first wave skinheads wore No. 2 or No. 3 grade clip guard cuts (short, but not bald). From the late 1970s, male skinheads typically shaved their heads with a No. 2 grade clip or shorter. During that period, side partings were sometimes shaved into the hair. Since the 1980s, some skinheads have clipped their hair with no guard, or even shaved it with a razor. Some skinheads sport sideburns of various styles, usually neatly trimmed, but most skinheads do not have mustaches or beards.\n\nBy the 1970s, most female skins had mod-style haircuts. During the 1980s skinhead revival, many female skinheads had feathercuts (Chelsea in North America). A feathercut is short on the crown, with fringes at the front, back and sides. Some female skinheads have a shorter punk-style version of the hairstyle, called a Chelsea cut, which is almost entirely shaved, leaving only bangs and fringes at the front.\n\n\nMale Skin\n\nSkinheads wear long-sleeve or short-sleeve button-up shirts or polo shirts by brands such as Ben Sherman, Fred Perry, Brutus, Warrior or Jaytex; Lonsdale or Everlast shirts or sweatshirts; Grandfather shirts; V-neck sweaters; sleeveless sweaters; cardigan sweaters or T-shirts (plain or with text or designs related to the skinhead subculture). They may wear fitted blazers, Harrington jackets, bomber jackets, denim jackets (usually blue, sometimes splattered with bleach), donkey jackets, Crombie-style overcoats, sheepskin ¾-length coats, short macs, monkey jackets or parkas. Traditional skinheads sometimes wear suits, often of two-tone tonic fabric (shiny mohair-like material that changes colour in different light and angles), or in a Prince of Wales or houndstooth check pattern.\n\nMany skinheads wear Sta-Prest flat-fronted slacks or other dress trousers; jeans (normally Levi's, Lee or Wrangler); or combat trousers (plain or camouflage). Jeans and slacks are worn deliberately short (either hemmed, rolled or tucked) to show off boots, or to show off socks when wearing loafers or brogues. Jeans are often blue, with a parallel leg design, hemmed or with clean and thin rolled cuffs (turn-ups), and are sometimes splattered with bleach to resemble camouflage trousers (a style popular among Oi! skinheads).\n\nMany traditionalist skinheads wear braces, in various colours, usually no more than 1\" in width, clipped to the trouser waistband. In some areas, braces much wider than that may identify a skinhead as either unfashionable or as a white power skinhead. Traditionally, braces are worn up in an X shape at the back, but some Oi!-oriented skinheads wear their braces hanging down. Patterned braces — often black and white check, or vertical stripes — are sometimes worn by traditional skinheads. In a few cases, the colour of braces or flight jackets have been used to signify affiliations. The particular colours chosen have varied regionally, and have had totally different meanings in differ... (truncated)",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.7497754693,
        "format_confidence":0.9925436974
    },
    {
        "url":"http:\/\/vintagepatterns.wikia.com\/wiki\/Butterick_4690",
        "text":"Butterick 4690; ca. mid to late 1940s; Misses' Slim Suit Dress: Back Interest Box pleats on the jacket and two box pleats and soft pleats on the skirt create back interest for this two-piece suit dress. Button-front jacket blouse has a casual collar and cuffed sleeves in long or below-elbow lengths. Note use of contrast (B).\n\nLinks to reviews\/blog posts Edit\n\nSources\/Vendors Edit\n\nGallery Edit\n\n[insert your photos of this pattern made up]\n\nWishlist Edit\n\n[insert your username, and make sure your preferences allow for people to contact you via e-mail. Do not list your email address here!]\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9380287528,
        "format_confidence":0.9788532853
    },
    {
        "url":"https:\/\/www.histclo.com\/source\/source.html",
        "text":"Figure 1.-- A German reader tells us that she has found a very helpful book about children's fashions. Rather than drawings, the author has used recreations or vintge clothes to illustrate and compare many popular styles. The publishing house of this book is well respected in Germany and the text is very well researched. Here we have a recreation of a 16th century Tudor prince.\n\nHBC Sources\n\nOur general practice is to source each HBC page as appropriate. This the sources are included at the bottom of each page. Many of these sources are historial works or other publications including newspapers and magazines. Of course a photograph or painting is our basic source of information on many HBC pages. It occured to us that it might be useful to build a bibliography of works which have specifically addressed children's clothing or at least have a valuable section on children's clothes. The books on fashion are virtually countless. There is a much more limited number of works which have addressed children's fashions. Of course before the late 18th century, there were no specifically children's clothings. Thus general fashion books provide an inkling as to what children wore. Even so there were conventins for children such as younger boys wearing dresses. Usually fashion books ignore children. Thus a bibliography of books which do address the toopic of children and fashion may prove helpful to our readers.\n\nApertures Press School Books\n\nApertures Press has published a series of school books. The books are about schools and education in general, but include a great deal of information about school uniform and are illustrated with never before published photographs. There are both published books and eBooks currently available and more are planned.\n\nChild Life in Colonial Days\n\nAn excellent book with information about children's clothing is Alice Morse Earle's Child Life in Colonial Days. The book is a sociological study of colonial childhood, but includes some very useful information about fashion. The book describes clothing and fashion in the original 13 English colonies in North America. There is a 29-page chapter about \"Children's Dress.\" The book was first published in 1899 but is still available in a reprint edition.\n\nClothes and the Child\n\nAnne Buck's Clothes and the Child: A Handbook of Children's Dress in England 1500-1900 is the best published work we know of on children's fashions. Whule the book is only about English fashion, it is much more important than a study for one country. Fashion was a luxury for the well to do. Thus for several cebnturies the rich and aristocratic throughout Europe dressed similarly. Also in our more modern era when destinctive children's fashions developed, England was a fashion leader--espdecially for boys. Buck also discussed the complete watdrobe and not just the outer clothing as HBC tends to do with our emphasis on paintings and photographs. Buck's book is clearly wrutten and well illustrated. It is a very important contribution to this subject. Unfortunateltly Buck does not cover the 20th century, but what she does cover is very well done.\n\nClothing Catalogs\n\nClothing catalogs are a wonderful source of information on period clothing. Some caution has to be used a specific stores commonly targeted ceratain market sectors. Thus they are not aperfect reflection of contemporary fashions. They are, however, a very important source. This is especially the case when the catalogs provide ad copy describing the styling, colors, material, and other factors. A similar source is retail advertising, but these items are scattered in a wide range of newspapers and magazines. For HBC's purposes we have commbined clothing catalogs and advertisements together to get a better idea of chronological trends. HBC has used the catalogs of many different stores and compasnies around the world. Obtaining compies of these catalogs is oftern difficult. Some researches have compiled books sampling these catalogs which are more available to readers. Of course ther sampling involves a selection process which may affect the usefulness of these volumes.\n\n\nA German reader tells us that she has found. Costume, to be a very helpful resource on fashion. It is not specifically about children's clothes, but has some useful information on the subject. The book was written by L. Rowland-Warne. The photography was by Liz McAulay. A. The clothing book is from a series, the \"Eyewitness Books\" published byby Dorling kindersley (London). These are very useful introductions to various topics, in this case clothing and fashion. The book was published in 1992. The foreign publishers include: and Gallimard (Paris) and Hildesheim (Gerstenberg). The editor offers the reader the opportunity to \"Discocer the history and meaning of clothing--from loincloths to buckskins to the ever-changing fashions of today.\" The book is also available in English and French and perhaps other languages. Costume is a fascinating look at the history of fashion and clothing, illustrated with informative color photographs including accessories and designs. The book begins with the Romans and runs through the Renaissance to the modern age. The author includes all kinds of interesting fashion accessories such as hairpins, fans, and gloves. Rather than drawings, the author has used recreations or vintage clothes and fashion accessories to illustrate and compare many popular styles. Our German reader writes, \"The publishing house of this book is well respected in Germany and the text is very well researched. Lots of the English Dorling Kindersley titles are translated to German. They are very good.\" A French reader tells us, \"I have found this nook very useful as well. I bought both the French and English editions which has helped to understand many technical terms.\"\n\n[Return to Main HBC tool index]\n\nCreated: 6:54 AM 11\/14\/2005\nLast updated: 3:52 PM 11\/16\/2005",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9739901423,
        "format_confidence":0.5067520142
    },
    {
        "url":"http:\/\/beauty-cosmetic-guide.com\/hair-style\/short-braids.htm",
        "text":"Beauty and Makeup Tips\nHome Beauty Skin Care Fitness & Lifestyle Body Care Hair Care Fashion Hairstyles\nShort | Celebrity Hairstyles | 1 | 2 | 3 | 4 | Hairstyle Articles & Tips | Gallery\nHome Hairstyles Short Braids\n\nShort Braids\n\nShort braid is the type of braid hairstyle. Typically, Short braids hairstyle is found among African American men as well as in women. Various wigs of short braids is available in different colors. This Short braid hairstyle gives fun as well as new look. The short braids have not vanished from the African American’s hairstyles. These braids can be used to add hair extension or knits. Sometimes, short braids are formed into crown hairstyle by using unbraided hair.\n\nShort braids for men\n\nShort braids is also wearing African men which is very comfortable among them. Short braids are perfect for thick, curly hair of any length hair.\n\nRequired things for Short braids\n\n  • Comb\n  • Water\n  • Hair-oil\n  • Hair spray\n  • Rudder bands\n  • Hairpins\n\nAdvantages of short braids\n\n  • It is style for natural hair which is trouble-free to manage hairstyle.\n  • The braids are hard to get knotted and need negligible care, modification for easy to maintain.\n\nTips for Short braids\n\n  • Wash your hair and dry it with the help of blow-dryer then go for braiding.\n  • You can wash your braids with the moisturizing shampoo to maintain hair clean.\n  • For avoid headache due to tight braiding, you can try to make loose short braiding.\n  • You can also using short braids for making curly hairstyle.\n  • An extremely short braid is superior by a most of 2 beads, and sometimes without beads as the beads can become tight to sleep on.\n  • You can add short braids for other types of hairstyle.\n\nPicture gallery of short braids\n\nThere are many picture and images of short braid hairstyle in picture gallery.\n\nSpread your Buzz here..\n\nAngled Bob Long with Bangs Long Straight Short Bob Hairstyles Romantic Bob\nCurly hair bangs Prom Hair Styles Curly layers Prom Styles for Curly Hair Tiara Prom Hairstyles\n\nShare BCG on Social Network\n\nShare |\n\nCurly Hair Styles\nLong Hairstyles\nMedium Hair Styles\nThe Pixie haircut\n\nFun Prom Hairstyles\nShag Hairstyles\nBlunt Bob Hairstyles\nShort Hair Styles\nRinglet Curls\n\nBlack Hair Styles\nBlack hair style braids\nLong Braids\nShort Braids\nBraid Hairstyles\nCornrows Braid\nBlack Men Hairstyle\nBlack Curly Hairstyles\nMens Hair Styles\nBurr haircut\nButch\/Buzz haircut\nIvy League haircut\nWedding Hair Styles\nFloral Updo\nBridal Headpiece\nBridesmaid Updo\nLayered Hairstyles\nBob Hairstyles\nFrench Twist\nWavy Hair style\nFunky hair style\nHair Q & A\nWhat Style would suit me best?\nWhat colour would suit me best?\nHow do I tell what face shape I have?\nEnglish Braids\nRope Braids\nFrench Braids\n\nCelebrity Hairstyle\nCelebrity Hairstyles-1\nCelebrity Hairstyles-2\nCelebrity Hairstyles-3\nCelebrity Hairstyles-4\n\nShort Hairstyle Picture Gallery\nMedium Hairstyle Picture Gallery\nLong Hairstyle Picture Gallery\n\n\nbcg Features\n\nBeauty-Cosmetic-Guide ELSEWHERE\n\nFitness & Lifestyle Beauty\nHair Care Hairstyle\nFashion Skin Diseases\nSkin Care Body Care\nBeauty secrets Beauty Blog\nBeauty Articles Ask Advice\nReviews Beauty Recipes\nHow-tos Make-up\nFacebook Twitter\n\n© Copyright 2003-2013, All Rights Reserved. Home | Feedback | Privacy Policy | About Us",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.9967002273,
        "format_confidence":0.6938565373
    },
    {
        "url":"http:\/\/vintagepatterns.wikia.com\/wiki\/Simplicity_3445_B",
        "text":"Vintage Sewing Patterns\n\nSimplicity 3445 B\n\n84,285pages on\nthis wiki\nAdd New Page\nComments0 Share\n\n\nSimplicity 3445; ©1940; Misses' Dress. Blouse fitted at shoulders with darts and at waistline with soft pleats. Center front has a slide fastener and pockets turn down to form flaps. Skirt is cut in six pieces. Short sleeve; slashed and fastened with link buttons, is darted in armhole.\n\nScan 12\n\nLinks to reviews\/blog postsEdit\n\n\n\nAdd a photo to the gallery by clicking the \"modify\" button below.\n\n\n[insert your username, and make sure your preferences allow for people to contact you via e-mail. Do not list your email address here!]\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":8,
        "format_id":7,
        "topic_confidence":0.8834131956,
        "format_confidence":0.9322993755
    }
]