[
    {
        "url":"https:\/\/pubs.geoscienceworld.org\/qjegh\/article-abstract\/543221\/influence-of-weathering-induced-iron-precipitation?redirectedFrom=fulltext",
        "text":"Weathering-induced iron dissolution and precipitation in rock masses lead to reduction in shear strength of discontinuities, amongst others, while precipitation leads to an increase, and precipitated iron may reduce the susceptibility to future weathering. This effect is investigated in fieldwork campaigns with detailed rock mass characterization and chemical analyses in Kota Kinabalu, Malaysia. Many cut slopes in this area consist of different zones in which iron in various forms is either dissolved or precipitated. Iron-coated and -cemented discontinuities have a marked higher shear friction, while staining has little influence on friction. Discontinuities with iron-coating and -cementing reduce the susceptibility to weathering of a rock mass as weathered material is less easily eroded and underlying material is protected from further weathering. On the other hand, dissolution zones, which are mostly found below the precipitation zones, have considerably lower rock mass quality. In engineering works the latter are invisible before excavation. Just assuming the continuation downward of the surface rock mass with precipitated iron, or, worse than this, assuming a less weathered rock mass with better characteristics, may be very erroneous. This study emphasizes that forecasting the susceptibility to weathering should include the influence of morphology, environment and climate.\n\nYou do not currently have access to this article.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9704976678,
        "format_confidence":0.8630263209
    },
    {
        "url":"https:\/\/english.sta.si\/1429730\/weather-clouds-to-cover-slovenia-in-evening",
        "text":"Weather: Clouds to Cover Slovenia in Evening\n\nLjubljana, 23 September - Slovenia will wake up to a mostly sunny morning on Thursday, however more cloud is expected towards the evening. Fog will linger over some valleys in the morning, when temperatures will range from 7 to 13 degrees centigrade. It will warm up to between 23 and 28 degrees during the day.\n\nThe rest of this news item is available to subscribers.\nThe news item consists of 148 characters (without spaces) or 30 words words.\n\nBuy the news item. Price: 2 tokens; on account: 0 tokens.\n\n© STA, 2009",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.6326016188,
        "format_confidence":0.9785393476
    },
    {
        "url":"https:\/\/saltonseasaw.com\/2019\/10\/09\/how-the-salton-sea-became-an-eco-wasteland\/",
        "text":"How the Salton Sea Became an Eco Wasteland\n\nThe following article was posted today on the website How Stuff Works. We are including the first couple of paragraphs and a link to the complete article.\n\nHow the Salton Sea Became an Eco Wasteland\n\nSalton Sea Homes\n\nCalifornia’s largest inland lake, the Salton Sea, lies in the Imperial and Coachella valleys. The lake, which is more than 50 percent saltier than the Pacific Ocean, is becoming more salt than water because it’s essentially evaporating. The lake and the area that surrounds it — once hotspots for tourism and wildlife — have essentially become ghost towns.\n\nBut while people no longer visit, the lake’s evaporation still has consequences for both humans and animals. Rates of asthma there are disproportionately high and are thought to be caused by dust blown up from the dry lakebed. Meanwhile fish populations are plummeting as are populations of migratory birds. So, what is happening at the Salton Sea and is anything being done about it?\n\nWhat Is the Salton Sea?\n\nFirst, a little backstory. The Salton Sea has existed in many forms over millennia, depending on changing flows of water from the nearby Colorado River. It’s located in the Salton Basin near the Mexican border, and geologic evidence shows it has alternated between mostly freshwater, mostly saltwater and nearly dry.\n\nThe sea was in a dry phase when in 1905, the Colorado River overflowed, and, due to human error, breached its levees, flooding the desert valley for two years. This created the 400-square-mile (1,036-square-kilometer) inland lake, which was larger than Lake Tahoe.\n\nIn the 1920s, locals decided to divert agricultural irrigation runoff to the lake, which kept it alive longer than it probably would have on its own, given it’s located in a desert where temperatures frequently soar above 100 degrees Fahrenheit (37 degrees Celsius).\n\nContinue reading the article by clicking here.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.7593750358,
        "format_confidence":0.8355214
    },
    {
        "url":"https:\/\/video.uni-freiburg.de\/category\/video\/Back-to-the-Unknow-How-Ignorance-can-be-Useful-Matthias-Gross\/b5bed6c852a18d2f3b54c47afa6dfe7d\/68",
        "text":"Back to the Unknow: How Ignorance can be Useful (Matthias Groß)\n\n  • 607\n  • 0\n  • hochgeladen 25. Mai 2018\n\nFRIAS Lunch Lecture Series 2018 “Ignorance – what we don’t know”\n\nBack to the Unknown: How Ignorance can be Useful\n\nIgnorance has traditionally been rendered a deficient state of being. However, the unknown is favored in science since scientists use well-defined ignorance to direct their research. With each problem solved unsolved problems and thus new horizons regarding the unknown become visible. Answers do not simply resolve questions, they provoke new ones. In an alleged post-truth world and an era of alternative facts, it seems important to analyze ever new unknowns in order to better understand why and when ignorance in the media, in everyday life, or in science and engineering may have certain effects towards decision making and the construction of “facts.” In this way, I will discuss some categories on how to analyze nonknowledge in order to raise awareness of its normality and to illuminate ignorance as regular rather than deviant. After all, it appears to be the ignorance of ignorance that is the biggest barrier to new knowledge.\n\n\nTags: frias\nKategorien: FRIAS, Lunch Lectures\n\nProf. Dr. Matthias Groß (Department of Urban and Environmental Sociology Helmholtz Centre for Environmental Research - UFZ Leipzig)\n\nZeige mehr\n\nMehr Medien in \"Lunch Lectures\"",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9038763642,
        "format_confidence":0.6653415561
    },
    {
        "url":"http:\/\/www.whitesalmonenterprise.com\/photos\/2013\/may\/09\/3972\/",
        "text":"Photo detail\n\nSwallows dart over an irrigation canal that crosses through the Conboy Lake National Wildlife Refuge last Friday evening. The birds have a habitat range that includes not only North America, but every continent on the globe, with the exception of Antarctica.\n\n\nUse the comment form below to begin a discussion about this content.\n\nSign in to comment",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.8628777266,
        "format_confidence":0.7837234139
    },
    {
        "url":"https:\/\/solarsystem.nasa.gov\/raw_images\/189547\/",
        "text":"W00048118.jpg was taken on 2008-08-04 23:04 (PDT) and received on Earth 2008-08-07 15:17 (PDT). The camera was pointing toward Saturn-rings, and the image was taken using the CL1 and CL2 filters. This image has not been validated or calibrated. A validated\/calibrated image will be archived with the NASA Planetary Data System\n\nFor more information on raw images, checkout our frequently asked questions section.\n\nImage Credit: NASA\/JPL-Caltech\/Space Science Institute",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9951994419,
        "format_confidence":0.8947569728
    },
    {
        "url":"https:\/\/nssdc.gsfc.nasa.gov\/photo_gallery\/photogallery-earthmoon.html",
        "text":"National Aeronautics and Space Administration\nfilm strip imageImage of Mercury from Mariner 10film strip image\n\nPhoto Gallery\n\nThe Earth and the Moon\n\nThis page contains images taken by various missions which contain both the Earth and Moon.\n\nThumbnail of image\nApollo 8: Earthrise\nThis is one of the more famous images of the Earth from the Apollo program, taken by the Apollo 8 astronauts as they became the first humans to circumnavigate the Moon. (Size: 21K)\n\nImage IDs: AS08-14-2383, 68-HC-870\n\nThumbnail of image\nThis image was taken by Clementine as it came over the northern lunar pole at the completion of mapping orbit 102 on 13 March 1994. The angular separation between lunar horizon and Earth has been reduced for illustration purposes. The large crater at the bottom of the image is Plaskett (180° W longitude, 82° N latitude). (A version of this image with just the Earth in the image is available on the NSSDCA Photo Gallery: Earth page.) (Size: 68K)\n\nThumbnail of image\nGalileo: Second encounter\nThis image was taken by Galileo as it flew by the Earth-Moon system in 1992. (Size: 26K)\n\nImage ID: P-41508\n\nThumbnail of image\nThis image was taken by NEAR as it flew by the Earth-Moon system in January 1998. (Size: 12K)\n\nThumbnail of image\nVoyager: A look back home\nThis image was taken by Voyager as it left the Earth-Moon system and looked back. It was the first picture taken by a spacecraft which included both the Earth and Moon. (Size: 38K)\n\nImage IDs: P-19891, 79-HC-3\n\n[] NASA -",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9466367364,
        "format_confidence":0.8809263706
    },
    {
        "url":"https:\/\/www.idtechex.com\/fr\/event-presentation\/vibrational-energy-harvesting-technologies-and-applications-for-2012-and-beyond\/3023",
        "text":"Vibrational Energy Harvesting Technologies and Applications for 2012 and Beyond (Energy Harvesting and Storage USA 2011)\n\nMr Robert Andosca, President and CEO\nMicroGen Systems LLC\nUnited States\nNov 16, 2011.\n\n\nMicroGen Systems Presentation*\nMicroGen Systems Audio*\n\nIf you already have access, please [Login]\n\nPresentation Summary\n\n  • Trends in energy harvesting\n  • Upcoming applications using energy vibrational energy harvesting\n\nSpeaker Biography (Robert Andosca)\n\nDr. Robert G. Andosca is the co-founder, President and CEO of MicroGen Systems, Inc. ( Dr. Andosca started MicroGen in 2007. He has over 25 years of professional experience in the semiconductor and MicroElectroMechnical Systems (MEMS) industries, including operations\/management roles, business development and lead technical engineering positions. Dr. Andosca has held senior positions at the Smart System Technology Center (formerly Infotonics), Lilliputian Systems, Umicore, Corning IntelliSense, Clare, and Lockheed Martin.\nIn 2012, Dr. Andosca received his Ph.D. in Materials Science Engineering from The University of Vermont ( His dissertation research topic was on theoretical and experimental studies of piezoelectric MEMS vibrational energy harvesters (PZEH). PZEH prototypes were developed at Cornell University's Nanoscale Science and Technology Facility ( His PZEH design serves as the baseline for MicroGen's BOLT™ and VIBE™ energy harvesting product lines in production at X-FAB MEMS Foundries in Germany (\nDr. Andosca holds an M.S. in Materials Science from UVM and a B.S. in Physics\/Mathematics from USNH Keene State College. Many patents and papers on PZEH devices have been published and\/or submitted. He has been an invited keynote speaker all over the world on the subject of energy harvesting.\n\nCompany Profile (MicroGen Systems)\n\nMicroGen Systems logo\nMicroGen Systems, Inc. is developing a suite of products based on its proprietary piezoelectric vibrational energy harvester (PZEH) technology. These low cost, long lifetime (>20 years) Micro-ElectroMechanical Systems (MEMS) are micro-power sources that extend rechargeable battery lifetime or will eliminate the need for batteries altogether. Applications include consumer, military, industrial and commercial industries.\nView MicroGen Systems Timeline",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9898474813,
        "format_confidence":0.6197172403
    }
]