[
    {
        "url":"http:\/\/wordsdomination.com\/normothermia.html",
        "text":"normothermia's examples\n\n  • is your source for current information about maintaining normothermia for all your surgical patients. — “Prevent Hypothermia - Home”,\n  • normothermia n. A condition of normal body temperature. [Latin norma , norm; see norm + THERM(O)- + -IA .] normothermic nor ' mother ' mic. — “normothermia: Definition from ”,\n  • Definition of word from the Merriam-Webster Online Dictionary with audio pronunciations, thesaurus, Word of the Day, and word games. Definition of NORMOTHERMIA : normal body temperature. — nor·mo·ther·mic\\-mik\\ adjective. Origin of NORMOTHERMIA. New Latin, from normalis normal + -o- + -thermia -thermy. — “Normothermia - Definition and More from the Free Merriam”, merriam-\n  • An expanded Surgical Care Improvement Project SCIP measure for achievement of normothermia among all patients undergoing a SCIP procedure goes into effect this October. — “Normothermia”,\n  • Patients were divided into 2 groups, hypothermia therapy and normothermia. had significantly higher admission pediatric logistic organ dysfunction scores (33.33±11.74) than the normothermia group (22.34±12.14, P. — “Hypothermia Therapy After Pediatric Cardiac Arrest -- Doherty”,\n  • or normothermia - N' (36.0 - 37.5 ºC) group. Preoperative SAH grades of all the patients were assessed. In this study, we also failed to maintain normothermia in a. — “Intraoperative Mild Hypothermia For Brain Protection During”,\n  • Maintaining perioperative normothermia. A simple, safe, and effective way of reducing complications of surgery Maintaining perioperative normothermia : A simple, safe, and effective way of reducing. — “Maintaining perioperative normothermia”,\n  • Normothermia. Normothermia. Adroit's Soft-Temp ® blankets are PVC free and are the best choice for conductive warming or cooling applications. Soft-Temp blankets and pads have fabric covering on both sides eliminating the need for interposing sheets. — “Normothermia - Durable Medical Equipment Manufacturing (DME”,\n  • Neuroprotection—Fever\/Normothermia\/Stroke. Badjatia, N. Therapeutic temperature modulation in neurocritical Oddo M et al. Induced Normothermia Attenuates Cerebral Metabolic Distress in Patients with Aneurysmal Subarachnoid Hemorrhage and Refractory Fever. — “The Arctic Circle - Research”,\n  • NORMOTHERMIA'S ROLE IN REDUCING SSIs. Among the 27 million people undergoing surgery 8. Kurz A, Sessler DI, et al. Perioperative Normothermia to Reduce the Incidence of Surgical-Wound Infection and Shorten. — “NORMOTHERMIA'S ROLE IN REDUCING SSIs”,\n  • Normothermia has traditionally been defined as 37°C. The confusion in reported studies of \" According to basic physiological principles, neither cerebral normothermia nor hyperthermia during CPB can be neuroprotective. — “Should patients be normothermic in the immediate”,\n  • normothermia. Definition from Wiktionary, the free dictionary. Jump to: normothermia (uncountable) (medicine) The condition of having a normal body temperature. — “normothermia - Wiktionary”,\n  • He adds that, conversely, studies have shown that patients who successfully reach normothermia during surgery have fewer transfusions, experience less postoperative bleeding, spend less time on mechanical to 60 percent normothermia with conventional perioperative warming. — “You're Getting Warmer”,\n  • MTRE`s Normothermia System consists of the Allon® control unit and the unique ThermoWrap® Capable of reaching the desired temperature, the ThermoWrap® enables true normothermia (36.5°C - 37.5°C), induced hypothermia and precise rewarming. Using the ThermoWrap® assures you've covered all. — “MTRE - Normothermia Management - Allon”,\n  • Definition of normothermia from Webster's New World College Dictionary. Meaning of normothermia. Pronunciation of normothermia. Definition of the word normothermia. Origin of the word normothermia. — “normothermia - Definition of normothermia at ”,\n  • Definition of normothermia in the Online Dictionary. Meaning of normothermia. Pronunciation of normothermia. Translations of normothermia. normothermia synonyms, normothermia antonyms. Information about normothermia in the free online English. — “normothermia - definition of normothermia by the Free Online”,\n  • Definition of normothermia in the Medical Dictionary. normothermia explanation. Information about normothermia in Free online English dictionary. What is normothermia? Meaning of normothermia medical term. What does normothermia mean?. — “normothermia - definition of normothermia in the Medical”, medical-\n  • Shafer Medical Devices offers the SafeTemp® for wireless normothermia monitoring and management of patients. — “Shafer Medical Devices - Home”,\n  • Normothermia for Neuro-protection treatment protocol. Normothermia will be maintained continuously for a period of 72 hours with either a catheter-based system or surface cooling vest, at which time the need for ongoing temperature control will be reassessed. — “Normothermia for Neuro-protection (MGH Stroke Service)”, www2\n  • randomly assigned to therapeutic hypothermia of 33°C for 24 hours accomplished by external cooling or normothermia. in hypothermia and 44% patients in normothermia group were cognitively intact or had only very mild impairment. — “DOI: 10.1161\/STROKEAHA.107.483867 published online Jun 21”,\n  • Click on the first link on a line below to go directly to a page where \"normothermia\" is defined. normothermia: UltraLingua English Dictionary [home, info] Normothermia: Wikipedia, the. — “Definitions of normothermia - OneLook Dictionary Search”,\n  • ASPAN Clinical Practice Guideline: Normothermia ASPAN's Evidence-Based Clinical Practice Guideline for the Promotion of Perioperative Normothermia. — “ASPAN Clinical Practice Guideline: Normothermia”,\n\nrelated videos for normothermia\n\n  • ASA: Cooling Therapy Does Not Limit Efficacy of Clot-Buster SAN ANTONIO -- Cooling the brain from the inside out may protect neurons from damage associated with acute ischemic stroke, and an endovascular approach to induced hypothermia appears safe when combined with use of recombinant tissue plasminogen activator (tPA) to lyse clots, researchers said here. In a trial that randomized stroke patients treated with tPA to either endovascular induced hypothermia or normothermia, 18% of patients who underwent cooling had little or no evidence of disability three months later, compared with 24% patients who were not cooled. The difference was not statistically significant, said Thomas M. Hemmen, MD, PhD, of the University of California San Diego, who reported the results at the American Stroke Association's International Stroke Conference.\n  • SCOAP Metric: Normothermia Rationale for normothermia metric in SCOAP\n  • Reducing Healthcare Associated Infections (Tina Smyth) Tina Smyth (Clinical Lead Nurse - Abertawe Bro Morgannwg University NHS Trust) discusses hair removal and normothermia, Filmed January 2009. www.1000\n\nBlogs & Forum\nblogs and forums about normothermia\n\n  • “Modalities to maintain normothermia include using warm intravenous fluids, heat exchangers in the anesthesia Healthoma - A really complete blog carnival about Health. recycling - The Priginal Premier FREE giveaway website. Weight loss tips”\n    — Introduction to General Anesthetics :: ,\n\n  • “Normothermia. • Common Sense Science: When we are cold, blood is naturally diverted away Normothermia: Colon and Rectal Surgery. • The single randomized controlled trial in the”\n    — Why and How,\n\n  • “40 – 60% avoidable by simple interventions. • Reduce frequency of adverse cardiac events Peri-operative normothermia (P) – Patient information leaflets. – Theatre system. What does”\n    — Introduction of Safety Briefings and a surgical site,\n\n  • “Surgical Product Guide features news, information and product resources for all your surgical needs. Arizant products help maintain normal body temperature, known as normothermia which help prevent surgical site infections”\n    — Surgical Product Guide | surgery,\n\n  • “Harvard Medical School Health Blog. Nature Magazine. Wired Science. WSJ Health Blog. Global Economy. MIT Economics Professor, Simon use, clipping rather than shaving for hair removal, and maintaining normothermia – have been widely adopted”\n    — Advances in Preventing Surgical-Site Infections : Target,\n\n  • “In their substitution it is intends the ACTIVE CONSERVATION OF THE ORGANS IN NORMOTHERMIA. Personalize your forum posts with your photo and hometown. Apply to become an editor of the news! Sign up today! \" Feedback?”\n    — Emma Freiberg walking for transplant awareness - Topix,\n\n  • “\/div> surgical tools with uses. coastal facial plastic surgery surgical preoperative questions did joycelyn lane have cosmetic surgery surgery to correct atrial fibrilation laser spine surgery utah horsham park surgery surgical”\n    — Find Cosmetic Surgery Better Results & surgical tools with,\n\n  • “publicly reported for consumers to view and decide where to get their care. The SCIP Colorectal surgery patients with immediate normothermia (96.8 °F) within the first hour”\n    — Surgical Care Improvement Project (SCIP),\n\nrelated keywords for normothermia\n\nsimilar for normothermia",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9942752719,
        "format_confidence":0.8640628457
    },
    {
        "url":"https:\/\/www.healthgrades.com\/physician\/dr-george-shybut-y43nb",
        "text":"Dr. George Shybut, MD\n\nNew Patients\n\nDr. George Shybut, MD\n\nOrthopedic Surgery | Male\n\nWellington Orthopedic\/Sprts Med 4701 Creek Rd Ste 110, Blue Ash, OH 45242 Get Directions\n(513) 733-8894\n\nLearn about this Doctor\n\nCare Philosophy\n\nDr. Shybut specializes in Orthopedic Surgery and practices in Blue Ash, OH. He practices at 3 locations.\n\nAre you Dr. Shybut? Add your own statement here.\n\nRead more\n\nDr. Shybut's Experience\n\nExperience Match\n\nSee how Dr. Shybut's experience matches your preferences.\n\n\nFor the best healthcare for your needs, choose a doctor who specializes in your medical condition.\n\nBoard Certifications\n\nBoard certification indicates that a doctor is highly qualified in the medical field in which they practice.\n\nConditions Treated\n\nCheck to see that this provider treats your medical condition.\n\nProcedures Performed\n\nCheck to see that this provider performs the procedure that you need.\n\nBackground Check\n\nCheck to see if your provider has any malpractices, board actions, or sanctions.\n\n\nLearn more about where this provider went to medical school, residency, and more.\n\nAwards & Recognition\n\nView information about special awards and recognition for this provider.\n\nLanguages Spoken\n\nCheck to see what languages this provider and\/or staff speak.\n\nMemberships & Professional Affiliations\n\nView memberships and affiliations associated with this provider.\n\nVisiting Dr. Shybut\n\nDr. Shybut accepts 10 insurance carriers\n\nAffiliated Hospitals\n\nHospital Quality\n\nCheck out the quality of care at the 2 hospitals where Dr. Shybut has admitting privileges.\n\nHospital Quality Awards\n\n\nDr. Shybut's Reviews\n\nLikelihood of recommending Dr. Shybut to family and friends\nbased on 5 total surveys (1 with a review)\nKey Survey Insights\n  • Trustworthiness\n  • Helpfulness\n  • Staff\n  • Scheduling\nExperience with Dr. Shybut\n  • Level of trust in provider's decisions\n  • How well provider explains medical condition(s)\n  • How well provider listens and answers questions\n  • Spends appropriate amount of time with patients\nDr. Shybut's Office & Staff\n  • Ease of scheduling urgent appointments\n  • Office environment, cleanliness, comfort, etc.\n  • Staff friendliness and courteousness\n  • Total wait time (waiting & exam rooms)\n    10 – 15 minutes (5)\nOpen Full Survey+\nin dayton ky 41074 |\nI've had 6 knee operations and he has done 5 of those he is a great caring doc\nHave you seen Dr. George Shybut, MD?\nAre you Dr. Shybut?\nRespond to your reviews and manage your personalized profile today!\nPost your response\n\nCompare Dr. Shybut\n\nCompare this Doctor\n\nView other doctors with similar experience to find the right doctor for you.\n\nView all 252 matches\nOrthopedic Surgery\nBlue Ash, OH 45242\n\nNarrow your results\n\nYou've got options\n\nWe're finding other great Providers for you to consider.\nView More\n\n\n  • Orthopedic Surgery\n\nBoard Certifications\n\nWhy It Matters: Dr. Shybut's Board Certifications\n\nBoard certification should be one of your top considerations when choosing a doctor. Board certification is an official recognition given to doctors who have met specific requirements set by national medical specialty boards in the... More\n\n  • Orthopedic Surgery\n\nConditions Treated\n\n  • Achilles Tendinitis\n  • Adhesive Capsulitis\n  • Ankle Fracture\n  • Ankle Sprain and Achilles Tendon Sprain or Rupture\n  • Ankle Sprains and Strains\n  • Ankylosing Spondylitis\n  • Anterior Cruciate Ligament (ACL) or Posterior Cruciate Ligament (PCL) Tear\n  • Autoimmune Diseases\n  • Back Pain\n  • Baker’s Cyst\n  • Bone Disorders\n  • Brachial Plexus Palsy\n  • Broken Arm\n  • Bunion\n  • Bursitis\n  • Cancer\n  • Carpal Tunnel Syndrome\n  • Cervical Spine Myelopathy\n  • Chondrocalcinosis\n  • Chronic Neck Pain\n  • Chronic Pelvic Pain\n  • Clavicle Fracture\n  • Coccygeal Pain\n  • Coccyx or Sacrum Fracture\n  • Complex Regional Pain Syndrome (CRPS)\n  • Complications of Joint Prosthesis\n  • De Quervain's Disease\n  • Degenerative Disc Disease\n  • Difficulty With Walking\n  • Dupuytren's Contracture\n  • Elbow Bursitis\n  • Elbow Injuries\n  • Elbow Sprain\n  • Enthesopathy of Hip (incl. Trochanteric Bursitis)\n  • Enthesopathy of Knee (incl. Bursitis of Knee)\n  • Femur Fracture\n  • Foot Conditions\n  • Foot Fracture\n  • Foot Sprain\n  • Fracture\n  • Fracture of Hand (incl. Fingers)\n  • Gait Abnormality\n  • Ganglion Cyst\n  • Glenoid Labrum Tear\n  • Gout\n  • Hammer Toe\n  • Hand Conditions\n  • Hand Fracture\n  • Heel Spur\n  • Herniated Disc\n  • Hip Fracture\n  • Hip Pointer Injuries\n  • Hip Sprain\n  • Internal Derangement of Knee\n  • Intervertebral Disc Disease\n  • Joint Pain\n  • Knee Dislocation\n  • Knee Disorders\n  • Knee Fracture\n  • Knee Sprain\n  • Lateral and Medial Epicondylitis (Tennis and Golf Elbow)\n  • Lateral Collateral Ligament (LCL) Sprain\n  • Leg Fracture Above Knee (incl. Hip)\n  • Leg Fracture Below Knee (incl. Ankle)\n  • Limb Pain\n  • Low Back Pain\n  • Lumbar Spine Fracture\n  • Medial Collateral Ligament (MCL) Sprain\n  • Morton's Neuroma\n  • Muscular Dystrophy (MD)\n  • Myelopathy\n  • Neck Strain (incl. Whiplash Injury)\n  • Nerve Root Injury and Plexus Disorders (incl. Pinched Nerve)\n  • Non-Unions and Malunions of Fractures\n  • Osgood Schlatter Disease\n  • Osteoarthritis\n  • Osteoarthritis of Ankle and Foot\n  • Osteoarthritis of Hand or Wrist\n  • Osteoarthritis of Hands\n  • Osteoarthritis of Hip\n  • Osteoarthritis of Hip and Thigh\n  • Osteoarthritis of Knee\n  • Osteoarthritis of Shoulder\n  • Osteoarthritis of Spine\n  • Osteochondritis Dissecans\n  • Osteopenia\n  • Patellofemoral Pain Syndrome or Knee Pain\n  • Pathological Spine Fracture\n  • Pelvic Fracture\n  • Peripheral Nerve Disorders\n  • Plantar Fasciitis\n  • Pseudoarthrosis\n  • Pyogenic Arthritis\n  • Radiculopathy (Not Due to Disc Displacement)\n  • Rheumatoid Arthritis\n  • Rib Fracture\n  • Rotator Cuff Tear\n  • Runner's Knee\n  • Sacrum Disorders\n  • Scapular Fracture\n  • Sciatica (Not Due to Disc Displacement)\n  • Scoliosis\n  • Sever's Disease\n  • Shoulder Dislocation\n  • Shoulder Disorders\n  • Shoulder Impingement Syndrome\n  • Shoulder Tendinitis and Tenosynovitis\n  • Sjögren's Syndrome\n  • Soft Tissue Sarcoma\n  • Spina Bifida\n  • Spinal Stenosis\n  • Spine Deformities\n  • Spine Disorders\n  • Spine Fractures, Traumatic\n  • Spondylitis\n  • Spondylolisthesis\n  • Sprains and Strains (incl. Muscle Tear)\n  • Still's Disease\n  • Stress Fracture of Foot\n  • Systemic Chondromalacia\n  • Thoracic Spine Fracture\n  • Tibia and Fibula Fractures\n  • Tibia or Fibula Stress Fracture\n  • Trigger Finger\n  • Wrist Fracture\n\nProcedures Performed\n\n  • ACL Surgery\n  • Arm Surgery\n  • Arthroscopic Shoulder Surgery\n  • Carpal Tunnel Release\n  • De Quervain's Release\n  • Dressing and-or Debridement of Wound, Infection, or Burn (incl. Negative Pressure Wound Therapy)\n  • Elbow Arthroscopy\n  • Elbow Tenotomy\n  • Epidural Block, Facet Blocks\n  • Excision of Radius or Ulna\n  • Excision of Scapula, Clavicle, Rib, or Sternum\n  • Excision of Tarsal or Metatarsal\n  • Excision of Tibia or Fibula\n  • Foot and Ankle Fracture and Dislocation Treatment\n  • Foot and Ankle Fracture Treatment, Closed\n  • Foot and Ankle Fracture Treatment, Open\n  • Foot and Ankle Ligament and Tendon Repair\n  • Fracture Care\n  • Hand and Wrist Fracture and Dislocation Treatment\n  • Hand and Wrist Fracture Treatment, Closed\n  • Hand and Wrist Fracture Treatment, Open\n  • Joint Drainage\n  • Knee and Leg Fracture and Dislocation Treatment\n  • Knee and Lower Leg Fracture Treatment, Open\n  • Knee Arthroscopy\n  • Knee Replacement\n  • Knee Replacement Revision\n  • Knee Surgery\n  • Myofascial Trigger Point Injection\n  • Nerve Block, Somatic\n  • Neuroplasty\n  • Peripheral Nerve Block\n  • Resection or Ablation of Bone Tumor, Partial or Complete Resection of Bone, Debridement of Bone\n  • Rotator Cuff Surgery\n  • Steroid Injection\n  • Synovial Biopsy\n  • Trigger Finger Release\n  • Trigger Point Injection\n  • Viscosupplementation With Hyaluronate\n\nBackground Check\n\n  • n\/a\n    Malpractice Claims not available\n\n    Healthgrades does not collect malpractice information for Ohio.\n\n    What is medical malpractice\n  • 0\n\n    No sanctions history found for the years that Healthgrades collects data.\n\n    What is a sanction or disciplinary action\n  • 0\n    Board Actions\n\n    No board actions found for the years that Healthgrades collects data.\n\n    What are board actions\n\n\n  • Medical School\n    University Of Chicago\/The Pritzker School Of Medicine\n\n    Graduated in 1976\n\n  • Internship Hospital\n    University Of Chicago\n\n    Completed in 1977\n\n  • Residency Hospital\n    University Of Chicago\n\n    Completed in 1980\n\n  • Fellowship Hospital\n    Harvard Med School\n\n    Completed in 1982\n\nAwards & Recognition\n\n  • Awards & Honors\n    • Healthgrades Honor Roll\n    What is a recognized doctor\n  • Media & Publications\n\n    Dr. Shybut has no media or publications listed.\n\nLanguages Spoken\n\n  • English\n  • Russian\n\nMemberships &\nProfessional Affiliations\n\nDr. Shybut does not have any memberships or affiliations listed. If you are Dr. Shybut and would like to add memberships or affiliations, please update your free profile.\n\n\nDr. Shybut's experience matches your search based on the following criteria:\n\n  • Based on total number of patients treated over the last 12 months\n  • Specializes in Orthopedic Surgery\n  • Board certified in Orthopedic Surgery\n  • Malpractice claims in Ohio not available\n  • No sanctions found\n  • No board actions found\n\nWhy Does Experience Matter?\n\nEven specialists specialize. One orthopedic surgeon might do nothing but hip surgeries, while another does nothing but knees. If you want the best possible care, it’s critical to match your medical need with the doctor who truly specializes in treating it.\n\n\nPatient Satisfaction Results for Dr. Shybut\n\nOverall Patient Satisfaction Score\n\nDr. Shybut's Office & Staff\n\nEase of scheduling urgent appointments\nOffice environment, cleanliness, comfort, etc.\nStaff friendliness and courteousness\nTotal wait time (waiting & exam rooms)\n10 – 15 minutes\n\nExperien... (truncated)",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9975736737,
        "format_confidence":0.6958297491
    },
    {
        "url":"https:\/\/www.healthgrades.com\/physician\/dr-joseph-zarge-2jhlf",
        "text":"Dr. Joseph Zarge, MD\n\n\nGeneral Surgery | Male\n\nEmory St. Joseph Vascular Surgery 1100 Northside Forsyth Dr Ste 360 Cumming, GA 30041 Get Directions\nDr. Joseph Zarge, MD\n\nDr. Joseph Zarge, MD is a general surgery doctor who practices in Cumming, GA. He is 54 years old and has been practicing for 28 years. Dr. Zarge is affiliated with Emory Saint Joseph's Hospital, WellStar North Fulton Hospital and Northside Hospital.\n\n...See Less\n\nLearn about this doctor\n\nDr. Zarge's Experience\n\nExperience Match\n\nSee how Dr. Zarge's experience matches your preferences.\n\n\nFor the best healthcare for your needs, choose a doctor who specializes in your medical condition.\n\nBoard Certifications\n\nBoard certification indicates that a doctor is highly qualified in the medical field in which they practice.\n\nConditions Treated\n\nCheck to see that this provider treats your medical condition.\n\nProcedures Performed\n\nCheck to see that this provider performs the procedure that you need.\n\nBackground Check\n\nCheck to see if your provider has any malpractices, board actions, or sanctions.\n\n\nLearn more about where this provider went to medical school, residency, and more.\n\nAwards & Recognition\n\nView information about special awards and recognition for this provider.\n\nLanguages Spoken\n\nCheck to see what languages this provider and\/or staff speak.\n\nMemberships & Professional Affiliations\n\nView memberships and affiliations associated with this provider.\n\nVisiting Dr. Zarge\n\nDr. Zarge accepts 25 insurance carriers\n\nDr. Zarge is now accepting new patients\n\nAffiliated Hospitals\n\nHospital Quality\nCheck out the quality of care at the 3 hospitals where Dr. Zarge has admitting privileges.\n\nDr. Zarge's Reviews\n\nLikelihood of recommending Dr. Zarge to family and friends\nbased on 11 total reviews (1 with a comment)\nDr. Zarge's Performance\n  • Trustworthiness\n  • Explains condition(s) well\n  • Answers Questions\n  • Time well spent\nOffice & Staff Performance\n  • Scheduling\n  • Office environment\n  • Staff friendliness\n  • Average wait time\n    10 to 15 minutes\nPatient Comments (1)\nin Atlanta, Georgia |\nThe best.\nHave you seen Dr. Joseph Zarge, MD?\nAre you Dr. Zarge?\nMake it easy for patients to share their feedback. Also manage your personalized profile!\n\nCompare Dr. Zarge\n\nCompare this Doctor\nView other doctors with similar experience to find the right doctor for you.\nView all 10 matches\n\nDr. Zarge's experience matches your search based on the following criteria:\n\n  •  Based on total number of patients treated over the last 12 months\n  •  Specializes in General Surgery\n  •  Board certified in General Surgery and Vascular Surgery\n  •  No malpractice claims found\n  •  No sanctions found\n  •  No board actions found\n\nAwards & Recognition\n\n  • Awards & Honors\n    • Healthgrades Honor Roll\n    What is a recognized doctor\n  • Media & Publications\n\n    Dr. Zarge has no media or publications listed.\n\nBackground Check\n\n  • 0\n    Malpractice Claims\n\n    No malpractice history found for Georgia.\n\n    What is medical malpractice\n  • 0\n\n    No sanctions history found for the years that Healthgrades collects data.\n\n    What is a sanction or disciplinary action\n  • 0\n    Board Actions\n\n    No board actions found for the years that Healthgrades collects data.\n\n    What are board actions\n\nBoard Certifications\n\nWhy It Matters: Dr. Zarge's Board Certifications\n\nBoard certification should be one of your top considerations when choosing a doctor. Board certification is an official recognition given to doctors who have met specific requirements set by national medical specialty boards in the... More\n\n  • General Surgery\n  • Vascular Surgery\n\nConditions Treated\n\n  • Abdominal Aortic Aneurysm (AAA)\n  • Acute Deep Vein Thrombosis (DVT)\n  • Acute Venous Embolism Thrombosis\n  • Aneurysm\n  • Aortic Aneurysm\n  • Aortic Dissection\n  • Aortic Ectasia\n  • Aortic Embolism and Thrombosis\n  • Atherosclerosis\n  • Atherosclerosis of Aorta\n  • Brachial Plexus Palsy\n  • Carotid Artery Disease\n  • Cerebral Artery Thrombosis\n  • Cerebral Vascular Disease\n  • Chronic Deep Vein Thrombosis (DVT)\n  • Chronic Venous Embolism Thrombosis\n  • Congenital Heart Defects\n  • Deep Vein Thrombosis (DVT)\n  • Heart Disease\n  • Median Arcuate Ligament Syndrome (MALS)\n  • Peripheral Arterial Aneurysm\n  • Peripheral Arterial Aneurysm and Dissection\n  • Peripheral Arterial Disease of Extremities\n  • Peripheral Arterial Dissection\n  • Peripheral Arterial Embolism and Thrombosis\n  • Peripheral Nerve Disorders\n  • Peripheral Vascular Disease (PAD, PVD)\n  • Phlebitis and Thrombophlebitis\n  • Renal Artery Arteriosclerotic Disease\n  • Ruptured Aortic Aneurysm\n  • Secondary Hypertension\n  • Thoracoabdominal Aortic Aneurysm\n  • Thrombosis\n  • Transient Ischemic Attack (TIA)\n  • Varicose Veins\n  • Vascular Disease\n  • Venous Compression\n  • Venous Embolism and Thrombosis\n  • Venous Insufficiency\n\n\n  • Medical School\n    Emory University\n\n    Graduated in 1989\n\n  • Internship Hospital\n    Temple University Hospital\n\n    Completed in 1990\n\n  • Residency Hospital\n    Temple University Hospital\n\n    Completed in 1995\n\n  • Fellowship Hospital\n    Loyola University Hospital\n\n    Completed in 1997\n\n  • Undergraduate School\n    Perelman School of Medicine University of Pennsylvania\n\nLanguages Spoken\n\n  • English\n\nMemberships &\nProfessional Affiliations\n\nDr. Zarge does not have any memberships or affiliations listed. If you are Dr. Zarge and would like to add memberships or affiliations, please update your free profile.\n\n\n  • General Surgery\n  • Vascular Surgery\n\nProcedures Performed\n\n  • Aortic Repair, Open or Repair of Arterial Aneurysm, Open\n  • Arteriovenous Fistula Repair\n  • Arteriovenous Shunt Creation\n  • Carotid Artery Stent Placement\n  • Carotid Endarterectomy (CEA) or Excision of Infected Graft\n  • Carotid Ultrasound\n  • Dialysis Access Procedures\n  • Dressing and-or Debridement of Wound, Infection, or Burn (incl. Negative Pressure Wound Therapy)\n  • Embolectomy, Thrombectomy, or Vessel Exploration\n  • Endovascular Repair of Abdominal Aortic Aneurysm\n  • Endovascular Repair of Aorta\n  • Heart Surgery\n  • Lung Surgery\n  • Non-Coronary Angioplasty, Atherectomy, and Stenting\n  • Peripheral Artery Bypass\n  • Peripheral Artery Catheterization\n  • Port Placements or Replacements\n  • Removal of Arteriovenous Shunt for Renal Dialysis\n  • Revision of Arteriovenous Shunt for Renal Dialysis\n  • Thromboendarterectomy or Excision of Infected Graft\n  • Varicose Vein Procedure\n  • Vascular Duplex Ultrasonography and Plethysmography\n  • Vascular Surgical Procedure\n  • Vascular Transcatheter Embolization\n  • Venous Sclerotherapy",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9973787069,
        "format_confidence":0.867412746
    },
    {
        "url":"https:\/\/www.freezingblue.com\/flashcards\/print_preview.cgi?cardsetID=152198",
        "text":"Pharmacology: characteristics of drug classes, Part 1\n\nHome > Preview\n\nThe flashcards below were created by user Anonymous on FreezingBlue Flashcards.\n\n  1. Drugs that are used to treat anemia\n  2. A condition in which there is a less-than-normal amount of red blood cells and\/or a less-than-normal amount of hemoglobin.\n  3. What is the general action of the antianemic class of drugs?\n    • Darbepoetin and epoetin stimulate production of red blood cells.\n    • Nandrolone stimulates the production of erythropoetin.\n  4. True or false: Antianemics should be used cautiously in patients with peptic ulcers.\n  5. What are the most frequent side effects of the antianemics?\n    nausea, vomitting, constipation, diarrhea, abdominal pain, hypertension, hypotension, red urine.\n  6. Liquid preparations of _____ may stain teeth: they are diluted in a full glass of water or fruit juice for adults, and a half glass for children. How should they drink the preparation?\n    • Antianemics\n    • Drink with a straw or place drops at the back of the throat.\n  7. Why must the hemoglobin level of patients on antianemics be monitored?\n    Hemoglobin levels > 12 g\/dL increase the chance of arrhythmias, MI, stroke, and heart failure, as well as seizures, tumor growth, and death.\n  8. True or False: Patients on antianemics who begin passing stools that are dark green or black should seek immediate treatment due to a possible life-threatening side effect.\n    False. Stools of the patient taking antianemics may be dark green or black, and this is harmless.\n  9. Why do antianemics turn urine very yellow or very red?\n    • Iron supplements in the antianemics turn urine intensely yellow.\n    • Cyancobalamin and hydroxocobalamin will turn urine red.\n  10. Why is combination pharmacotherapy often used in the treatment of anemia?\n    Because of the infreqency of solitary vitamin deficiencies.\n  11. What should be avoided within 1 hour after administration of ferrous salts? Why?\n    • Antacids, coffee, tea, dairy products, eggs, whole grain breads\n    • Iron absorption is decreased by 33% if iron and calcium are given with meals.\n  12. If a patient needs both iron and calcium supplementation, how should the health care provider go about providing these?\n    Calcium carbonate does not absorb iron salts if supplements are given between meals.\n  13. What types of drugs are considered antianginals?\n    • Nitrates\n    • Calcium Channel Blockers\n    • Beta Blockers\n  14. _____ dilate coronary arteries and cause systemic vasodilation. This _____ (increases\/decreases) _______ (preload\/ afterload).\n    • Nitrates\n    • decreases preload\n  15. _____ dilate coronary arteries, and some also slow heart rate.\n    Calcium channel blockers\n  16. _____ lower myocardial oxygen consumption via a decrease in heart rate.\n    Beta Blockers\n  17. True or False: Pharmacotherapy with antianginals may involve combinations of different drugs in order to minimize side effects or adverse reactions.\n  18. What antianginals are used to treat and prevent attacks of angina and may be used in the acute treatment of attacks of angina pectoris?\n  19. True or False: Only Beta Blockers and Calcium Channel Blockers are effective in treating acute attacks of angina.\n    False: Only nitrates are effective in an acute attack.\n  20. What antianginals are used prophylactically in the long term management of angina pectoris? How do they work?\n    • Calcium Channel Blockers and Beta Blockers\n    • They act on blood pressure and heart rate.\n  21. What are the common side effects of antianginal drugs?\n    • Fatigue\n    • Weakness\n    • Peripheral Edema\n  22. What drinks should patients taking antianginals avoid?\n    Excessive amounts of coffee, tea, cola, and large amounts of grapefruit juice.\n  23. True or False: If a patient on an antianginal experiences a headache, the dose should be altered.\n    False. Headaches are a common side effect and should decrease in frequency with continuation of therapy. Asprin or acetaminophen may be ordered to treat Headaches.\n  24. Why should a patient on Antianginals have their intake and output monitored, along with daily weights?\n    Necessary in order to assess for evidence of fluid overload, heart failure.\n  25. A patient is on antianginal pharmacotherapy for chest pain and experiences trouble breathing, has wheezing, and is dizzy. What should the nurse do?\n    Notify health care provider.\n  26. What class of drugs is used to treat various forms of anxiety, including GAD?\n    Antianxiety agents\n  27. True or False: Antianxiety agents are only meant to be used in short term treatment of the condition.\n    False: The antianxiety agents include medications intended for both intermittent or short term use and long term use.\n  28. True or False: Benzodiazepines have no analgesic properties.\n  29. What is the general action of the antianxiety agents?\n    Most cause CNS depression\n  30. What therapeutic class of drugs are used for a variety of effects having to due with depression of the CNS: including treatment of muscle spasms and procedural sedation?\n    Antianxiety agents\n  31. What are the most common side effects of the antianxiety agents?\n    Drowsiness, dizziness, lethargy, hypotension, sweating, ataxia, paresthesia, incoordination,\n  32. True or false: when administering medications that fall into the therapeutic category of \"antianxiety agents\" via IV, resuscitation equipment should always be available.\n  33. What may happen to a patient if you administer antianxiety agents too quickly IV?\n    apnea, hypotension, bradycardia, cardiac arrest.\n  34. True or False: Antianxiety agents may induce withdrawl effects if discontinued abruptly.\n    True. Therefore, when discontinuing the medication, the dose should be tapered to avoid withdrawl reactions.\n  35. What functional drug classes are considered antianxiety agents?\n    • Antidepressants\n    • Antiseizure drugs\n    • Benzodiazepines\n    • Beta Adrenergic Agonists\n    • Nonbarbituate and Nonbenzodiazepine CNS depressants\n  36. True or False: Prolonged high dose therapy of antianxiety agents may result in physical or psychological dependance.\n  37. This therapeutic class of drugs suppresses cardiac arrythmias.\n  38. Arrhythmias arising from the ____ may cause symptoms but are not life threatening. In contrast, arrhythmias arising from the _____ can be fatal.\n    • atria\n    • ventricle\n  39. Folic Acid, Iron salts, and Vitamin B12 are all medications that may be used in the treatment of _____.\n  40. What classes of drugs are considered antiarrhymics?\n    • Class 1a-c: Sodium Channel Blockers\n    • Class 2: Beta Adrenergic Blockers\n    • Class 3: Potassium Channel blockers\n    • Class 4: Calcium Channel blockers\n\n    • Misc:\n    • The Cardiac Glycoside Digoxin\n    • Adenosine\n  41. What are the PO instructions for administering an Antiarrhythmic?\n    1 hr before or 2 hours after meals. Administration with food, especially milk or milk products, reduces absorption by approximately 20%.\n  42. True or False: Its best to administer Antiarrhythmics with milk.\n    False. Antiarrhytmics should not be taken with milk or food because this reduces their absorption by 20%\n  43. What can happen if a patient abruptly stops taking antiarrhymic medication?\n    life threatening arrhythmias, hypertension, or MI.\n  44. True or false: Grapefruit juice should be avoided by patients on antiarrhythmic medications.\n  45. Bluish discoloration of the face, neck and arms is likely to occur with prolonged pharmacotherapy involving ______. What action should the patient take? Is the color permanent?\n    • Antiarrhythmics\n    • Notify health-care provider\n    • No; it is usually reversible and will fade over several months.\n  46. True or False: Side effects of antiarrhythmics may occur several days, weeks, or even years after the initiation of therapy and may persist for several months after withdrawl.\n  47. What effect do antiarrhymics have on temperature regulation?\n    They impair temperature regulation; therefore extremes of heat and cold should be avoided.\n  48. What male-specific side effect may warrant a decrease in the dose of antiarrhythmic medication prescribed?\n    Epididymitis (pain and swelling in scrotum)\n  49. What are the first signs of toxicity in infants and children that are taking antiarrhythmics?\n    changes in heart rate: especially bradycardia.\n  50. True or False: Patients taking antiarrhythmics should be monitored for signs of ARDS.\n  51. How does a health care provider go about choosing an antiarrhythmic agent for a patient?\n    The choice depends on etiology of the arrythmia and the individual patient characteristics.\n  52. ____ are abnormalities of electrical conduction that may result in alterations in heart rate or cardiac rhythm.\n    Arrhythmias (Dysrhythmias)\n  53. Diagnosis of _____ is often difficult because patients often must be conncected to an electrocardiograph (ECG) and be experiencing symptoms in order to determine the exact type of ____ disorder.\n    • Arrhythmia (Dysrhythmia)\n    • rhythm\n  54. What are typical symptoms of a cardiac arrhythmia? What are typical patient reports of the way their heart feels?\n    • dizziness, weakness, decreased exercise tolerance, shortness of breath, and fainting\n    • Patients may report palpitations or a sensation that their heart has skipped a beat.\n  55. True or False: Severe arrhythmias may result in sudden death\n  56. What is the simplest method for classifying dysrhythmias?\n    The type of rhythm abnormality and the location\n  57. Arrhythmias that originate in the atria\n  58. Name 9 diseases or health associations commonly associated with dysrhythmias.\n    • HTN\n    • Cardiac Valve Disease (ie mitral stenosis)\n    • Coronary Artery Disease\n    • Medications such as Digoxin\n    • Low potassium levels in the blood\n    • MI\n    • Stroke\n    • Diabetes Mellitus\n    • Congestive Heart Failure\n  59. There are many types of arrhythmias, but all have in common a... (truncated)",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9824544787,
        "format_confidence":0.8485684395
    },
    {
        "url":"https:\/\/clinicaltrials.gov\/show\/NCT00497679",
        "text":"AZD1152 in Patients With Advanced Solid Malignancies-Study 3\n\nThis study has been terminated.\n(Study is now terminated due to technical difficulties with administration of study drug in this patient population with this schedule)\nInformation provided by:\nAstraZeneca Identifier:\nFirst received: July 5, 2007\nLast updated: May 13, 2009\nLast verified: May 2009\nThe primary purpose of this protocol is to investigate the safety and tolerability of AZD1152 when given as a continuous 7-day infusion every week and every 2 weeks in patients with advanced solid malignancies.\n\nCondition Intervention Phase\nSolid Tumours\nDrug: AZD1152\nPhase 1\n\nStudy Type: Interventional\nStudy Design: Allocation: Non-Randomized\nEndpoint Classification: Safety Study\nIntervention Model: Single Group Assignment\nMasking: Open Label\nPrimary Purpose: Treatment\nOfficial Title: A Phase I, Open-Label, Multi-Centre Study to Assess the Safety, Tolerability and Pharmacokinetics of AZD1152 Given as a Continuous 7-Day Intravenous Infusion in Patients With Advanced Solid Malignancies\n\nResource links provided by NLM:\n\nFurther study details as provided by AstraZeneca:\n\nPrimary Outcome Measures:\n  • Safety and Tolerability [ Time Frame: Assessed at each visit ]\n\nSecondary Outcome Measures:\n  • Pharmacokinetics [ Time Frame: Assessed at predetermined timepoints after dose administration ]\n  • Effect on biomarkers [ Time Frame: Assessed after treatment ]\n  • Anti-tumor activity [ Time Frame: Assessed at the end of treatment ]\n\nEstimated Enrollment: 45\nStudy Start Date: August 2006\nStudy Completion Date: July 2007\nIntervention Details:\n    Drug: AZD1152\n    7-day continuous intravenous infusion\n\nAges Eligible for Study:   18 Years and older   (Adult, Senior)\nGenders Eligible for Study:   Both\nAccepts Healthy Volunteers:   No\n\nInclusion Criteria:\n\n  • Histological or cytological confirmation of a solid, malignant tumour\n\nExclusion Criteria:\n\n  • Participation in an investigational drug study within 21 days prior to entry or who have not recovered from the effects of an investigational study drug\n  • Treatment with radiotherapy\/chemotherapy with 4 weeks of first dose\n  • Recent major surgery within 4 weeks prior to entry to the study\n  Contacts and Locations\nChoosing to participate in a study is an important personal decision. Talk with your doctor and family members or friends about deciding to join a study. To learn more about this study, you or your doctor may contact the study research staff using the Contacts provided below. For general information, see Learn About Clinical Studies.\n\nPlease refer to this study by its identifier: NCT00497679\n\nUnited Kingdom\nResearch Site\nManchester, United Kingdom\nResearch Site\nNewcastle, United Kingdom\nResearch Site\nOxford, United Kingdom\nSponsors and Collaborators\nPrincipal Investigator: David Kerr, MD University of Oxford\n  More Information Identifier: NCT00497679     History of Changes\nOther Study ID Numbers: D1531C00003  EudraCT: 2005-004244-31 \nStudy First Received: July 5, 2007\nLast Updated: May 13, 2009\nHealth Authority: United Kingdom: Medicines and Healthcare Products Regulatory Agency\n\nKeywords provided by AstraZeneca:\nadvanced solid tumours processed this record on August 22, 2016",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.997670114,
        "format_confidence":0.9812754393
    },
    {
        "url":"http:\/\/www.uab.edu\/medicine\/circ\/research\/rdcrc\/references",
        "text":"References Regarding Rett Syndrome:\n\nAmir RE, Fang P, Yu Z, Glaze D, Percy AK, Zoghbi HY, Roa BB, Van den Veyver, IB. Mutations in exon 1 of MECP2 are a rare cause of Rett Syndrome. J Medical Genet, on-line publication, 2004.\n\nNeul JL, Maricich SM, Islam M, Barrish J, Smith EO, Bottiglieri T, Hyland K, Humphreys P, Percy A, Glaze D. Spinal fluid 5-methyltetrahydrofolate levels are normal in Rett Syndrome. Neurology: in press, 2005.\n\nPercy AK. Rett Syndrome: Clinical and Molecular Update. Current Opinion in Pediatrics 16:670-677, 2004.",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9929116368,
        "format_confidence":0.8213454485
    },
    {
        "url":"https:\/\/encyclopedia2.thefreedictionary.com\/interposition+arthroplasty",
        "text":"(redirected from interposition arthroplasty)\nAlso found in: Dictionary, Thesaurus, Medical.\nRelated to interposition arthroplasty: excisional arthroplasty\n\n\nThe making of an artificial joint.\nReconstruction of a new and functioning joint from an ankylosed one; a plastic operation upon a joint.\nMcGraw-Hill Dictionary of Scientific & Technical Terms, 6E, Copyright © 2003 by The McGraw-Hill Companies, Inc.\nThe following article is from The Great Soviet Encyclopedia (1979). It might be outdated or ideologically biased.\n\n\n\nan operation that restores function of a joint.\n\nIndications for arthroplasty are ankyloses, improperly knitted intra-articular fractures, and deforming arthroses. Arthroplasty consists in disconnecting the joint extremities, modeling new joint surfaces, and placing between them layers of the patient’s tissue (skin or fascia). Caps of cartilage or fetal membrane (amnion) are also used. Preserved joint extremities (homohemijoints) or whole joints (homojoints) taken from corpses, artificial joint heads of plastic or metal (for example, the head of the femur in arthroplasty of the hip joint), and artificial joints (for example, metallic prostheses of the hip joint or of finger joints) are widely used. After the operation, prolonged functional treatment (therapeutic exercise, physiotherapy, and massage) is mandatory.\n\n\nChaklin, V. D. Operativnaia ortopediia. Moscow, 1951.\nThe Great Soviet Encyclopedia, 3rd Edition (1970-1979). © 2010 The Gale Group, Inc. All rights reserved.\nReferences in periodicals archive ?\nThis case report is to show the first 5-year result of our interposition arthroplasty technique.\nSahar, \"Treatment of elbow osteomyelitis with an interposition arthroplasty using a rectus abdominis free flap,\" Annals of Plastic Surgery, vol.\nSanchez-Sotelo, \"Anconeus interposition arthroplasty: mid- to long-term results,\" Clinical Orthopaedics and Related Research[R], vol.\nBaratz, \"Arthroscopically assisted elbow interposition arthroplasty without hinged external fixation: surgical technique and patient outcomes,\" Journal of Shoulder and Elbow Surgery, vol.\nAnyaehie, \"The use of the radial recurrent fasciocutaneous flap in interposition arthroplasty of elbow ankylosis case report and review of literature,\" International Journal of Surgery, vol.\nMorrey, \"Treatment of the mobile, painful arthritic elbow by distraction interposition arthroplasty,\" Journal of Bone and Joint Surgery.\nBasal joint arthritis: Trapeziectomy with ligament reconstruction and tendon interposition arthroplasty. J Hand Surg Am 1996; 21: 202-9.\nRadiographic assessment of the trapezial space before and after ligament reconstruction and tendon interposition arthroplasty. J Hand Surg [Br].\nInterposition arthroplasty has been described in other joints with good long-term results, especially in the hand.\n(13.) Hamilton WG, O'Malley MJ, Thompson FM: Capsular interposition arthroplasty for severe hallux rigidus.",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9933580756,
        "format_confidence":0.6232600808
    },
    {
        "url":"http:\/\/www.drscore.com\/North_Dakota\/Other\/search\/Sherry-Stein_10726213.html",
        "text":"\n\nDr. Sherry Stein\n\nBismarck Other\n\nSherry Stein Profile Sherry Stein Office Locations Sherry Stein Doctor Education View Sherry Stein's Doctor Ratings Score Sherry-Stein\n\n\nDr. Sherry Stein, MD, practices Other in Bismarck, ND at Bismarck Family Clinic South. Dr. Stein received her medical degree from University of North Dakota School of Medicine and Health Sciences.\n\nSpecialty: Other\nView doctors who practice Other in Bismarck\nGender: Female\nYears of Experience: 13\n\nReferring Doctors | FindTheBest\n\nOther Physicians Practicing Other in Bismarck, North Dakota and Surrounding Areas\n\nJorge Bonet\n\nPeter Cosgrave\n\nJudy Schwartz\n\nIan Cameron Fyfe\n\nSteven Kraljic\n\nDavid O'Regan\n\nBlog on Health Care\n\nDrScore strives to maintain current information on US doctors. Please let us know about any inaccuracies with our profile of Dr. Sherry Stein. Some information about Dr. Sherry Stein provided by Vitals.com.\n\nAre you Dr. Sherry Stein? Contact us to start collecting online patient satisfaction today!",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9956026077,
        "format_confidence":0.9328920245
    },
    {
        "url":"http:\/\/onondagasuicideprevention.com\/suicide-numbers.shtml",
        "text":"LINKS Suicide Prevention\n\nSuicide by the Numbers\nMonthly News & Events\nTraining & Education\nCoalition Members\nLINKS Suicide Prevention\nSuicide by the Numbers\nSuicides in Onondaga County by Gender and Age...\n\nWhile males die by suicide 3.5 times more often than females, females attempt suicide 3 times more often than males.\n\nSuicide deaths by gender in Onondaga County\n\n*For the most current statistics, visit\n\nSuicide deaths by age in Onondaga County\n\nDid You Know...\n\n  • Suicide is the 10th leading cause of death among all age groups in this country.\n  • On average, 1 person dies by suicide every 12.3 minutes.\n  • There is 1 completed suicide for every 25 attempted suicides.\n\n\n  • The number of suicides in New York State has increased by 32% in the past decade.\n  • Suicide is the 2nd leading cause of death for people ages 15-24.\n  • Middle-aged men ages 45-64 have the highest suicide rate. White men account for the majority of these deaths.\n  • Veterans comprise 15.3% of suicides.\n  • Alcohol intoxication is present in 22% of suicide deaths and in 30-40% of suicide attempts.\n  • Opioids are present in 20% of suicide deaths.\nAmerican Foundation for Suicide Prevention Centers for Disease Control\nOnondaga County Medical Examiner’s Office\n\nSuicide Prevention ribbon If you or someone you know is having thoughts of suicide, call\nContact Hotline 315-251-0600\nNational Suicide Prevention Lifeline 1-800-273-8255(TALK), Veterans: Press 1\n\ncopyright LINKS 2017-2018\n\nsite by",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9965097308,
        "format_confidence":0.6239271164
    },
    {
        "url":"http:\/\/www.vitals.com\/doctors\/Dr_Rachel_Thommen.html",
        "text":"Browse Health\n7 years of experience\nLicense & Identifications\n\nA medical license is required for a doctor to practice medicine in a particular state. Requirements vary by state but most require, at a minimum, post-graduate training in the doctor’s specific specialty. An NPI number is a national identifier unique to an individual health care provider and is managed by the Center for Medicare & Medicaid Services (CMS).\n\nLearn more about Dr. Rachel Thommen:\n\nView the full profile to get information on:\n\n  1. Qualifications\n  2. What's important to you\n\nView full profile\n\nPatient Reviews\n\nHave you visited Dr. Thommen? Share your experience.\nWrite a Review\n\nSpecialties & Research\n\nDr. Rachel Thommen, MD is board certified in Psychiatry.\n\n  • She has special expertise in 7 areas:\n  • Attention Deficit Disorder (ADD) \/ Attention Deficit Hyperactivity Disorder (ADHD)\n  • Bipolar Disorder \/ Manic Depressive Disorder\n  • Depression\n  • Depressive Disorder\n  • Insomnia\n  • Schizophrenia\n  • Sleep Disorders\n\nEducation & Awards\n\nDr. Thommen graduated from UMDNJ, Newark.\n\n\nDr. Thommen has 3 hospital affiliations:\n\n  • Carolinas Medical Center \n  • University Hospital - Charlotte \n  • Behavioral Health Center CMC Randolph \n\n> > > > Dr. Rachel Thommen, MD\n\nSimilar doctors nearby\n\nDr. Maria Almeida\n\n14 years experience\nCharlotte, NC\n\nDr. Carnetha Mathews\n\n7 years experience\nCharlotte, NC\n\nDr. Christopher Lord\n\n12 years experience\nCharlotte, NC\n\nDr. Omar Rana\n\nCharlotte, NC\n\nDr. Tara Barr\n\n20 years experience\nCharlotte, NC\n\nDr. Stephen Wyatt\n\n32 years experience\nCharlotte, NC\nSearch All Similar Doctors\nAdditional Information\nDr. Rachel Elizabeth Thommen MD is a female Psychiatrist, has 7 years of experience and practices in Psychiatry.\nWhere does Dr. Rachel E. Thommen practice?\nDr. Rachel Thommen has 1 office location.\nDr. Rachel Thommen practices Psychiatry near Charlotte, NC.\nSee Charlotte Psychiatrists.",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9972274899,
        "format_confidence":0.8929035068
    },
    {
        "url":"http:\/\/doctor.webmd.com\/doctor\/kakarla-chalam-md-8362d5dd-3778-4b95-9e06-c447052b1d7e-overview?sponsor=core",
        "text":"Skip to content\n\nPhysician Directory\n\nFind a Doctor\n\nDr. Kakarla V. Chalam, MD\n\n\nDr. Chalam's Overview\n\nDr. Kakarla V. Chalam graduated from the Guntur Med Coll, Ntr Univ of Hlth Sci, Guntur, A P, India in 1979. He works in Jacksonville, FL and specializes in Ophthalmology. Dr. Chalam is affiliated with Shands Live Oak Regional Medical Center and UF Health Shands Hospital.\n\nDr. Chalam's Experience\n\nYears in Practice: 36\n\nDr. Chalam's Specialties\n\n\nDr. Chalam's Education & Training\n\nMedical School: Guntur Med Coll, Ntr Univ of Hlth Sci, Guntur, A P, India; Graduated 1979\n\nDr. Chalam's Rating\n\nRate This Doctor\n\nOverall Rating\n\n\nDr. Chalam's Accepted Insurance\n\n  • Aetna Advantage 6350\n  • Aetna Choice POS II\n  • Aetna HMO\n  • Aetna Managed Choice POS Open Access\n  • Aetna Signature Administrators PPO\n  • CIGNA Open Access Plus\n  • Coventry Employer Group PPO - FL\n  • First Health PPO\n  • View More\n\nDr. Chalam's Office Information & Appointments\n\nOffice Locations\n\nUniversity Florida Eye Institute\n\n580 W 8th St FL 3\nJacksonville, FL 32209\n(904) 244-9390\n\n\nOffice Hours and Information\n\nFax: (904) 244-9369\n\nPractice Website: Not Available\n\nAccepting New Patients: Yes\n\nMedicare Accepted: Yes\n\nMedicaid Accepted: Yes\n\nMonday 8:00 AM - 5:00 PM\nTuesday 8:00 AM - 5:00 PM\nWednesday 8:00 AM - 5:00 PM\nThursday 8:00 AM - 5:00 PM\nFriday 8:00 AM - 5:00 PM\nSaturday Closed\nSunday Closed\n\nOther Physicians in Dr. Chalam's Practice\n\nOffice Locations\n\nOther Ophthalmologists Near Jacksonville, FL\n\nView More Ophthalmologists",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9968852401,
        "format_confidence":0.9610479474
    },
    {
        "url":"http:\/\/www.vitals.com\/doctors\/Dr_Mahomed_Suliman.html",
        "text":"> > > > Dr. Mahomed Suliman, MD\nDr. Mahomed Essop Suliman MD is a male Internist, has 35 years of experience and practices in Internal Medicine and Gastroenterology.\nDr. Mahomed Suliman has 6 office locations.\n1592 S Imperial Ave\nEl Centro, CA 92243\n\nPhone Number\nLocations and availability (6)\nLicense & Identifications\n\nA medical license is required for a doctor to practice medicine in a particular state. Requirements vary by state but most require, at a minimum, post-graduate training in the doctor’s specific specialty. An NPI number is a national identifier unique to an individual health care provider and is managed by the Center for Medicare & Medicaid Services (CMS).\n\nLearn more about Dr. Mahomed Suliman:\n\nView the full profile to get information on:\n\n  1. Qualifications\n  2. What's important to you\n\nView full profile\n\nPatient Reviews\n\nNo reviews yet…\nbe the first!\n\nSpecialties & Research\n\nDr. Mahomed Suliman, MD is board certified in Internal Medicine and Gastroenterology.\n\nEducation & Awards\n\nDr. Suliman graduated from Royal College Of Surgeons In Ireland, Dublin.\n\n\nDr. Suliman has 2 hospital affiliations:\n\n  • El Centro Regional Medical Center \n  • Pioneers Memorial Healthcare District \n\nAccepted Insurance Plans\n\nDr. Suliman accepts these health insurances in at least one office:\n\n  • Great-West Healthcare - 3 plans\n  • Cigna - 3 plans\n  • United Healthcare - 19 plans\n  • Unicare - 12 plans\n  • Anthem Blue Cross - 3 plans\n  • Humana - 2 plans\n\n\n  • Spanish\n\nSimilar doctors nearby\n\nDr. Mohammed Al-Jasim\n\nInternal Medicine\n16 years experience\nEl Centro, CA\n\nDr. Taikeun Park\n\nFamily Medicine\n39 years experience\nEl Centro, CA\n\nDr. Mostafa Hamdy\n\nInternal Medicine\n31 years experience\nEl Centro, CA\n\nDr. Ethan Loeb\n\nInternal Medicine\n14 years experience\nEl Centro, CA\n\nDr. Jorge Robles\n\nFamily Medicine\n26 years experience\nEl Centro, CA\n\nDr. George Maloof\n\nGeneral Practice\n27 years experience\nEl Centro, CA\nSearch All Similar Doctors\nAdditional Information\nWhere does Dr. Mahomed E. Suliman practice?\nDr. Mahomed Suliman practices Internal Medicine and Gastroenterology near El Centro, CA.\nAdditional practice locations include: Calexico, CA and Anaheim, CA.\nSee El Centro Internists and El Centro Gastroenterologists.",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9972055554,
        "format_confidence":0.9525120854
    },
    {
        "url":"http:\/\/www.accessdata.fda.gov\/scripts\/enforcement\/enforce_rpt-Event-Detail.cfm?action=detail&id=62863&w=11142012&lang=eng",
        "text":"• Decrease font size\n  • Return font size to normal\n  • Increase font size\nU.S. Department of Health and Human Services\n\nEnforcement Report - Week of November 14, 2012\n\n  • Print\n  • Share\n  • E-mail\n\nEvent Detail\n\nEvent ID 62863\nProduct Type Biologics\nStatus Terminated\nRecalling Firm Mississippi Valley Reg Bld Ctr\nCity Davenport\nState IA\nCountry US\nVoluntary\/Mandated Voluntary: Firm Initiated\nRecall Initiation Date 2012-07-19\nInitial Firm Notification of\nConsignee or Public\nDistribution Pattern Iowa; New Jersey\n\nProduct Detail\n\nProduct Description Code Info Classification Reason for Recall Product Quantity Recall Number\nRed Blood Cells Leukocytes Reduced W333612044123; W333612010664; W333611093208; Class II Blood products, which were collected from a donor who traveled to malarial endemic areas, were distributed. 3 units B-2562-12",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9613167048,
        "format_confidence":0.9759223461
    },
    {
        "url":"https:\/\/medical-dictionary.thefreedictionary.com\/first+person",
        "text":"(redirected from first person)\nAlso found in: Dictionary, Thesaurus, Legal, Financial, Acronyms, Encyclopedia, Wikipedia.\nRelated to first person: third person\n\n\n1. A living human.\n2. The composite of characteristics that make up an individual personality; the self.\n3. The living body of a human.\n4. Physique and general appearance.\nThe American Heritage® Medical Dictionary Copyright © 2007, 2004 by Houghton Mifflin Company. Published by Houghton Mifflin Company. All rights reserved.\n\nPatient discussion about person\n\nQ. Do you personally know anyone that's autistic? Right, I agree 1 in 150 is diagnosed with autism. Do you personally know anyone that's autistic?\n\nA. Yes as per the latest statistics in U.S it is 1 out of 150 of kids born has autism. I know 5 kids, all friends of family; all moms were on fertility drugs to get pg. Very sad. Two of the kids are twins and besides being autistic they have cerebral palsy.\n\nQ. Alcoholism becomes a habit in person? How does alcoholism becomes a habit in person?\n\nA. If you think about alcohol all the time and you need it to feel good then it's a problem. If it's just a rare but pleasant action then there is no big disaster.\nIt may be a problem if the alcohol being the cause of depending (physical or corporial it is not just the same!)\n\nQ. How can persons with autism learn best? The person with autism can’t concentrate on studies? How can persons with autism learn best?\n\nA. Where have you read such a misguiding message? No one can say that the person with autism can’t concentrate on studies. They can be trained through specially-trained teachers, using specially structured programs that emphasize individual instruction; persons with autism can learn to function at home and in the community. Some can lead nearly normal lives.\n\nMore discussions about person\nThis content is provided by iMedix and is subject to iMedix Terms. The Questions and Answers are not endorsed or recommended and are made available by patients, not doctors.\nReferences in periodicals archive ?\nAccording to the source, the upcoming first person mode in the PS4, PC and Xbox One version of \"GTA V\" also paved way for other items in the game to be improvised.\nIn the second move, two of the theses introductions included a first person pronoun.\nWe are thus in need of a concept that designates a voice that is different from that of any single character or narrator, which can talk about the protagonist in the first person. Inspired by Blanchot's concept of the narrative voice, I introduce the concept of the impersonal voice of the narrative.\nWhy Too Much First Person Is Not a Good Thing, or the Need for Transcendence\nThe first person out and the last person out will be getting most of the attention.\"\nAs we have seen at length, sentences like (3a), which attribute first-person reference, cannot be replaced without loss by any sentences--like (1) or iterations of (l)--that are free of the first person.\nReports on qualitative research are therefore often presented in the first person and frequently are very personal in nature.\nThe films and videos History and Memory (Rea Tajiri, 1991), The Thin Blue Line (Errol Morris, 1987), First Person Plural (Lynn Hershman, 1990), Who Killed Vincent Chin?\nFor Jones, the first person's voice is the voice of the storyteller, a voice from the oral tradition.\nGiven what happened--what you did,\" gripes the first, adding, a few moments later, \"So you've ditched celibacy then?\" First person subsequently tries to interest second person in joining a betting ring, to which nineteen people are currently signed up and for which twenty are needed.\nThere are four different points of view used in fiction: first person, second person, third person and omniscient.\nA long-distance swimmer has had to abandon her attempt to be the first person to swim from the English mainland to the Isles of Scilly.",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.6020160317,
        "format_confidence":0.8850241899
    },
    {
        "url":"http:\/\/www.oxforddictionaries.com\/definition\/english\/eccoprotic",
        "text":"Share this entry\n\neccoprotic Line breaks: ecco|protic\nPronunciation: \/ɛkəʊˈprɒtɪk\/\n\nDefinition of eccoprotic in English:\n\n\nA medicine which has a laxative effect.\nExample sentences\n  • He prescribes purgative medicines to act as eccoprotics, to excite but not to stimulate the bowels.\n  • Eccoprotics used occasionally, so as just to prevent costiveness.\n  • If I visit him at this time, I dissuade him from farther attempts to open the skin, but advise a gentle eccoprotic.\n\n\nMid 17th century: from Greek ekkoprōtikos, from ekkoproun 'evacuate the bowels', from ek- 'out' + kopros 'dung'.\n\nShare this entry\n\n\nWhat do you find interesting about this word or phrase?\n\nComments that don't adhere to our Community Guidelines may be moderated or removed.\n\nGet more from Oxford Dictionaries\n\nSubscribe to remove adverts and access premium resources",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9058563709,
        "format_confidence":0.9178480506
    },
    {
        "url":"http:\/\/www.dentist-prices.com\/in\/india-dentist-prices",
        "text":"Dentist Prices in India\n\nIndian Dentist Prices\n\nThe table below gives some example dentist prices for Private Dentists in India.\n\nNote that these are examples only, and if you have your own prices then please let us know by emailing\n\nWe can then generate a table of Dentist Prices in India from data produce by the citizens of India itself.\n\nAll dentist prices are given in India Rupees\n\nApiectomy Braces - 28,000 to 50,000\n\nDental Bridge -\n\nDental Crown Gold - 10,000 - 20,000\n\nDental Crown Composite - 12,000 - 20,000\n\nDental Examination - Free to 5,000\n\nDentures Full - 12,000 - 24,000\n\nDentures Partial - 8,000 - 16,000\n\nHygiene Clean - 5,000 Implants - 40,000 - 60,000\n\nLarge tooth filling - 1,200 - 2,000\n\nRoot canal - 5,500\n\nSmall tooth filling 1,000 - 1,500\n\nTooth Scale and Polish - 8,00\n\nVeneer - 11,000\n\nWhitening 4,500 - 11,000\n\nWisdom tooth extraction\n\n\nIndia offers fairly competitive dentist prices, especially when compared to the Western countries. Some people from the USA, or Europe actually travel to India in order to get their dentistry done. This can be a good way of saving money as long as you very carefully check out the dentist before you go and make sure that they will give you a high quality service.\n\n\nSyndicate content",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.8303368092,
        "format_confidence":0.9672138691
    },
    {
        "url":"http:\/\/grantome.com\/grant\/NIH\/P30-AG008051-24S1",
        "text":"\n\nPublic Health Relevance\n\nThere are more than 5-million AD patients in the U.S, a number that will triple in the next few decades due to the dramatic expansion of the elderly population. This neurodegenerative disease has a devastating impact on patients and families and on the healthcare system. In supporting research on early detection and prevention, the ADC will help reduce and eventually eliminate this major public health problem.\n\nNational Institute of Health (NIH)\nNational Institute on Aging (NIA)\nCenter Core Grants (P30)\nProject #\nApplication #\nStudy Section\nSpecial Emphasis Panel (ZAG1-ZIJ-4 (J1))\nProgram Officer\nSilverberg, Nina B\nProject Start\nProject End\nBudget Start\nBudget End\nSupport Year\nFiscal Year\nTotal Cost\nIndirect Cost\nNew York University\nSchools of Medicine\nNew York\nUnited States\nZip Code\nGalvin, James E; Tolea, Magdalena I; George, Nika et al. (2014) Public-private partnerships improve health outcomes in individuals with early stage Alzheimer's disease. Clin Interv Aging 9:621-30\nGrill, Joshua D; Galvin, James E (2014) Facilitating Alzheimer disease research recruitment. Alzheimer Dis Assoc Disord 28:1-8\nSalloway, Stephen; Sperling, Reisa; Fox, Nick C et al. (2014) Two phase 3 trials of bapineuzumab in mild-to-moderate Alzheimer's disease. N Engl J Med 370:322-33\nMosconi, Lisa; Murray, John; Tsui, Wai H et al. (2014) Brain imaging of cognitively normal individuals with 2 parents affected by late-onset AD. Neurology 82:752-60\nSabharwal, Priyanka; Wisniewski, Thomas (2014) Novel immunological approaches for the treatment of Alzheimer's disease. Zhongguo Xian Dai Shen Jing Ji Bing Za Zhi 14:139-151\nZhang, Ying; Shi, Zhihong; Liu, Mengyuan et al. (2014) Prevalence of cognitive impairment no dementia in a rural area of Northern China. Neuroepidemiology 42:197-203\nButler, Tracy; Zaborszky, Laszlo; Pirraglia, Elizabeth et al. (2014) Comparison of human septal nuclei MRI measurements using automated segmentation and a new manual protocol based on histology. Neuroimage 97:245-51\nReisberg, Barry; Monteiro, Isabel; Torossian, Carol et al. (2014) The BEHAVE-AD assessment system: a perspective, a commentary on new findings, and a historical review. Dement Geriatr Cogn Disord 38:89-146\nIulita, M Florencia; Do Carmo, Sonia; Ower, Alison K et al. (2014) Nerve growth factor metabolic dysfunction in Down's syndrome brains. Brain 137:860-72\nJessen, Frank; Amariglio, Rebecca E; van Boxtel, Martin et al. (2014) A conceptual framework for research on subjective cognitive decline in preclinical Alzheimer's disease. Alzheimers Dement 10:844-52\n\nShowing the most recent 10 out of 189 publications",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9885780811,
        "format_confidence":0.9666718245
    },
    {
        "url":"https:\/\/www.drugs.com\/international\/nifurto%C3%AFnol.html",
        "text":"Skip to Content\n\n\nNifurtoïnol may be available in the countries listed below.\n\nIngredient matches for Nifurtoïnol\n\n\nNifurtoïnol (DCF) is also known as Nifurtoinol (Rec.INN)\n\nInternational Drug Name Search\n\n\nDCFDénomination Commune Française\nRec.INNRecommended International Nonproprietary Name (World Health Organization)\n\nClick for further information on drug naming conventions and International Nonproprietary Names.\n\nImportant Notice: The international database is in BETA release. This means it is still under development and may contain inaccuracies. It is not intended as a substitute for the expertise and judgement of your physician, pharmacist or other healthcare professional. It should not be construed to indicate that the use of any medication in any country is safe, appropriate or effective for you. Consult with your healthcare professional before taking any medication.",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9974961877,
        "format_confidence":0.797512114
    },
    {
        "url":"https:\/\/quizlet.com\/5236600\/urinary-system-questions-flash-cards\/",
        "text":"How can we help?\n\nYou can also find more resources in our Help Center.\n\n43 terms\n\nUrinary System Questions\n\nName the 4 organs of the urinary system\nKidneys, uterus, urinary bladder, uretha\nThe kidneys are held in place by the...\nadipose capsule\nBackup of urine into the kidneys is called...\nAbnormally low urine output of 100 ml to 400 ml\/ day is called\nThe pigment that gives urine its color\nThe triangular region of the bladder that is outlined by two openings of the urter and uretha is called...\nUrinary bladder infection is called...\nName the 4 functions of the kidney\nmake urine, convert vitamin D 2 arrive form, dispose waste, regulate blood&volume\nEach kidney contains about _nephrons.\n1 million\nWhat is the function of a nephron?\nForms and filters urine\nProvide the pathway of the arterial blood supply through the kidney\nrenal artery-segmental-lobular-interlobular-dicutate-interlobular-afferent artiel-glomulus-efferent-peritebral-interlobular-articulate-interior vena cava-renal vein\nIs blood pressure in the glomerulus high or low?\nGive 4 characteristics of normal urine\nsterile, more dense than water, smells slightly, contains ammonia\nWhat is the gravity of normal urine?\nA noninvasvive treatment of kidney stones is\nWhy is the bladder able to expand?\nIt has transitional epithelium\nHow much urine is the bladder usually full with?\nThe voluntary sphincter associated with the uretha is the...\nexternal uretha sphincter\nDescribe 4 symptoms of a typical urinary infection\ndysuria, urgency, frequency, cloudy urine\nWhat is the enlargement of the prostate gland called?\nHow many liters of blood plasma does the kidney process in 24 hrs?\n150-180 L\nName the 4 major roles of the kidney\nRid of nitrogenus waste, maintain water and electrolyte balance, manage pH of blood\nHow much of a healthy young adult weight is water weight?\nThe hormone that acts on the kidney to regulate sodium ion in the EFC is what?\nWhat percent of sodium is reabsorbed by the proximal convoluted tubule?\nWhat is a polycystic kidney condition?\ndegenerative, blisters or sacs with urine\nWhat is the average output of urine per day for adults?\n150 ml\/day\nWhat is the most common urinary tract infection?\nE. Coli\nName the functions of the bladder, uretha, renal artery, and ureter\nStores Urine- Bladder\nTransport urine to body exterior and is shorter in females- uretha\nTransport arterial blood to kidney- renal artery\nTransport urine to the urinary bladder- ureter\nDescribe these terms: cortex, medulla, calyx, renal capsule, renal column and renal pelvis\nRenal capsule- smooth membrane clinging tightly to the kidney surface\nMedulla- portion of kidney containing mostly collecting ducts\nCortex- portion of the kidney containing the bulk of the nephron structures and superficial region of kidney tissue\nRenal pelvis- basinlike area of the kidney, continuous w\/ ureter\nCalyx- an extension of the pelvis that encircles the apex of a pyramid\nRenal column- area of cortexlike tissue running between the medullary pyramids\nDescribe these 4 parts: glomulus, proximal convuluted tubule, collective duct, parietal capillaries, and glomerus\nGlomulus- site of filtration\nProximal convuluted tubule- primary site of tubular reabsorption\nCollective duct- structure that conveys the filtered urine to the renal pelvis\nParietal capillaries- blood supply that directly receives substances from the tubular cells\nGlomerus- inner membrane that forms part of the filtration membrane\nWhy is the glomerus such a high pressure capillary bed?\nBlood that enters into a longer tube, and as it goes down, tube gets smaller, creating high pressure\nHow does high pressure condition aid its function of filtrate formation?\nleaves proteins and sugars\nWhat structural modification of certain tubule cells enhance their ability to reabsorb substances from the filtrate?\nTrace the anatomical pathway of a creatinine molecule from the glomular capsule to the urethra\nglomerular capsule-proximial convuluted tuble-Loop of Henli-ducts- renal cortex- medullary pyramid- calyces- renal pelvis- ureter- bladder\nList 3 nitrogenus wastes that are routinely found in urine\nurea, uric acid, reatrine\nList 3 substances that are absent from the filtrate and urine of healthy adults\nblood, proteins, sugars, bile\nList 2 substances that are routinely found in filtrate but not in urine product\namino acids and glucose\nHow does a urinary tract infection influence urine ph?\nbacteria makes ph higher= basic urine\nHow does starvation influence urine ph?\nurine becomes acidic because your body is breaking down amino acids\nState these abnormal urine conditions: blood in urine, hemolytic anemia, eating too much candy in one sitting, pregnancy, starvation, urinary tract infection\nblood in urine- hematuria\nhemolytic anemia- hemoglobinuria\nToo much candy in one sitting- glycosuria\nPregnancy- albuminuria\nStarvation- ketonuria\nUrinary Tract infection- pyuria\nWhat conditions favor kidney stones?\nalkine urine and higher concentration of solutes\nWhy does urine become alkaline and cloudy standing at room temp?\nBacteria comes and breaks down urea for ammonia",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9653596878,
        "format_confidence":0.7954596281
    },
    {
        "url":"https:\/\/www.assistedlivingfacilities.org\/directory\/md\/baltimore\/christ-home-of-love-and-care-ii\/20129\/",
        "text":"Search for Assisted Living by ZIP Code:  :\n\nChrist Home Of Love And Care II\n\n  1. Home\n  2. Assisted Living Directory\n  3. Maryland (MD)\n  4. Baltimore\nFull Name\n\nPhone Number\n\nEmail Address\n\nCity of interest\nWe value your privacy. By clicking, you agree to the terms and conditions of our privacy policy. You also consent that we can reach out to you using a phone system that can auto-dial numbers. Your consent is not required to use our service.\n\nSearch for assisted living in your area\n\n\n\n\nOther Information\n\nFacility NameChrist Home of Love and Care II\nFacility Address2026 East 31st Street\nFacility CityBaltimore\nFacility StateMD\nFacility Zip21218\nFacility ContactElla Torain\nLicense Capacity4\nCertification TypeMedicaid Waiver\nProgram NameAssisted Living Programs\n\nDisclaimer: We DO NOT check license status for facilities and DO NOT ensure each property is classified as an \"assisted living\" facility. We try to list all senior living companies in a given area, some might not be licensed as assisted living. We strongly urge every consumer to conduct due diligence on facilities they are considering. This includes but is not limited to verifying the license status of a facility, researching inspection reports and complaints and visiting facilities in person.",
        "topic_id":12,
        "format_id":19,
        "topic_confidence":0.9543920755,
        "format_confidence":0.7026938796
    }
]