[
    {
        "url":"https:\/\/thejonnyp.wordpress.com\/2011\/05\/17\/the-pettit-filesdont-tell-anyone-im-a-softy-at-heart\/",
        "text":"The Pettitfiles\n\nThe Pettit Files~Don’t tell anyone I’m a softy at heart\n\nWhat if all I am is a rhythm without the lyric.\n\nA constant melody of shifting emotion wrapped in forms of intoxicating verses. It is the sweetest sound of your name from the openings of her mouth, corners of lips curled up in the shape of a smile. Strands of hair come undone from behind her ears, and fall across her face and cover the eyes, and it is here through this transparent mask there is no use in hiding anymore.\n\nThe cool air of sunset filters in the shape around, here the angelic bliss comes closer. The texture of a kiss lingers on the anatomy of my lips, and now I’m left holding my eyes to yours and trying to unlock words to say. And then song begins again, as I see love in the corner of your eye, and now the soul melodic structure has a verse, or at least a chorus.\n\nI thought about you in length today in the midst of my doings of nothing, just gathering the hours and bringing it to a close. I saw you at sunrise, sleep in your eye watching the explosion of a new day. Chilled air comes through naked maples and shines brightly long skinny shadows on the frozen ground. Streaking colors of violet and tangerine skies covered your face in a wash of color, as I kissed you on the neck and held you from behind. It somehow didn’t make sense of my rude image belonging in the picture, but it is my story and that’s how I see it. To flirt through a weekend morning, trying to watch my behavior, the stems of your legs shoot through the openings of my boxers and your body shrunken in my shirt, another wave of music enters my subconscious and adds to song.\n\nIn the vapors of afternoon rain, the cycle continuing upward in natures own rhythm, I pictured you through the steam, walking from rock to rock, I felt the base line of your feet carrying the beat, careful not yet to dip into rivers water. Your arms outstretched for balance as conducting an orchestra, condensations gathers around your finger tips, and the crash of symbols and drums rumbles from behind, it gathers a force when searching for a new stone, and then crescendos down when a path appears before you. It is here I know I’m dreaming, but there is no hurry to rub my eyes. In the imagination of love, softly knowing I’m headed towards the end. I can make out the lines around your face, and skin to my chest. Gathered in arms and lordly with feeling, I hold tightest to the knowing everyone has a song to sing. But it is here, undercover of thread count drifting in sheets, half tangled in reality and wanting, I’m comfortable in essence my arms are full and the song not yet complete. In its own music it shuffles over life and makes the words, but it is us who provide the voice.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.6660962701,
        "format_confidence":0.8550011516
    },
    {
        "url":"http:\/\/spice4life.co.za\/love\/table-politics-woman\/",
        "text":"Progression is not always met with acceptance. Sometimes the odd feelings that come with changing culture must be fought and hope must flare in the darkest of unexplored corners.  \n\n\nA man and woman are sitting in a restaurant. The atmosphere is light and brilliant, full of happiness and comfort. The waiters and waitresses are kind and steadfast. The scenery is lovely. Everything is going right. Then, the bill arrives.\n\n\nThe man begins to pull out his wallet, a natural response for him. What he doesn’t expect is the woman to pull out hers as well. She grins knowingly at his confusion, his eventual opposition for what she wants to do. Her goal? To pay for the both of them. The two will debate but both sides will remain adamant. Let’s pause this vision and ask a question. Why are the two people doing what they’re doing?\n\n\nFor the man’s case, the possible drive force behind his thought process could be tradition and faith his ability to be there for the people in his life. This is his date, a woman he respects and wants to take care of. For hundreds of years it has been this way. The male is supposed to take care of the female. It’s a gentleman’s duty. Isn’t it?\n\n\nFor the woman’s case, there is also a possible drive force fueling the divergence of her thought process. Apart from specific details, examples such as paying off a debt or remembering a previous favor, she can be opting for two things. One, she can be exercising her independence. That yes, she too can take care of her date. A second, she has the simple desire to pay the bill regardless of the situation.\n\n\nWhat’s significant is both persons giving each other the floor for presenting their arguments. Below the opposing sides is acknowledgment that both are able to take care of the other. Regardless of how the situation turns out, the necessary key point to absorb is the idea of a woman being able to take on the role of the protector as well. The idea that she doesn’t always have to be taken care of. The chivalry can exist and for some people, it’s a requirement in their partners. However, a woman paying the bill for a date doesn’t need to be seen as a foreign action or a way to undermine her partner. It could be a simple logical thing.\n\nAn efficient step towards equality.\n\nAbout The Author\n\nParamjot Kaur\nYouth Ambassador\n\nTo write is to paint thoughts into existence. Words are precious, containing the ability to take a reader to worlds that exist in our dreams. I seek to weave positivity into my storytelling. Currently an undergraduate student, I charter the ocean of academics, learning in school and from the outside world-- both have so much to teach me.\n\nLeave a Reply",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9482437372,
        "format_confidence":0.5848437548
    },
    {
        "url":"http:\/\/fletchermarketing.us\/speed-dating-monologue.php",
        "text":"Speed dating monologue 2,167 PLAYS & MUSICALS BY 1,359 AUTHORS!\n\nSpeed dating monologue\n\nJustin is just as surprised and happy as Katherine. Two months later they walk down the aisle in a non-traditional wedding hosted by Tom Hanks and Meg Ryan kind of a passing of the romcom tourch. Plus I meet a guy who is going to teach me Arabic and learned that tends to mean seriously some of them were pretty old and already had teenagers.\n\nDating french man\n\nSo I'm just not willing to take the chance. Yeah, well, it's been nice talking to you. Still suffering from her last break-up, she launches into a description of the day her hamster died.\n\nReading her body language dating\n\nMy self-description said so, didn't it? As for the \"falling in\" kind of love, I'm willing to risk it-- and if it doesn't work out, I'll do my best at least to stay a friend. The funny thing is, I still do child custody-- but as a court Mediator.\n\nPlaywright and Director\n\nBut not if we're working against some kind of nesting instinct, some ticking bomb of a biological clock. No, not at all. The parties all want to do unto their ex-es whatever would hurt most if it were done to them.\n\nI'm not sour on love.\n\nNew Play Exchange ®\n\nNo--I like kids, I'm good with kids-- as long as they understand that I'm like a buddy or an uncle. Did I have some laughs? But that's not so bad, really.\n\nGood questions to ask a girl on a dating site\n\nI'm interested in a serious relationship, but Fuck up their own kids, just to get at the ex! They're probably a little bit better, a little more likely to stop and think about speed dating monologue they're doing to their kids and the grandparents.\n\nThe dog will only suffer if he's abandoned: I'm not any better than they are. They're fighting for the sake of fighting, and their lawyers do it squared, cause that's the speed dating monologue.\n\nDid they understand my sense of humor?\n\nProduction History\n\nI'd rather sit in Harvard Square with a tin cup and beg, than go back to divorce. I just don't believe any more in marriage. Dan is a wide-boy Essex office junior who impersonates Elvis in his spare time. Claire is speed-dating but not very well. I never want to do that again. Sarah often starts her speed dating adelaide over 40 by writing monologues from the perspective of a character at a particular moment in time.\n\nBecause of all of the romcoms I watch this is how I had envisioned speed dating: There might be a woman who could turn me around.\n\nI've seen guys-- mothers, too!\n\nPlay Details\n\nNo matter what it costs: Two minutes pass and both have decided this is the person they are going to spend the rest of their life with and make many babies max: They say hell hath no fury like a woman scorned, but in my experience the male is even worse. Mostly they just want to fight, just want to hurl themselves, teeth bared and frothing with rage. Katherine sits down and the fast few guys are a bust because they have to be but just when she gives up THE GUY sits across from her.",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.575944066,
        "format_confidence":0.9571614861
    },
    {
        "url":"http:\/\/geoffreyspals.com\/family\/",
        "text":"Mom Aileen\n\nGoodbyes are not forever, goodbyes are not the end.\n\nThey simply mean I’ll miss you, until we meet again.\n\nDad John\n\nGeoffrey Pal’s, that’s what he was, my son and my pal.\n\nSister Brittany\n\nHe now lives in heaven, a Place beyond compare\n\nIf we had a single glimpse, We’d all beg to be there\n\nBrother J.P.\n\n JP & Geoffrey",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9864056706,
        "format_confidence":0.7104275227
    },
    {
        "url":"http:\/\/www.tellyupdates.com\/love-two-poles-kb-part-15\/",
        "text":"Love of Two Poles – KB Part-15\n\nLove of two poles\n\nIn delhi\n\n“can I meet Mrs.pragya mehra” abhi asked the receptionist\n\n“but sir may I know who you are to her” the receptionist asked him.\n\n“I….I am her husband” abhi replied and the receptionist called her and he was waiting for her eagerly in her cabin.\n\n” enough pragya I don’t know how much you hate me but I love you 1000times more that your hatred” he said while she didn’t seem to have any interest on him.\n\n“please try to understand pragya that day…that day I didn’t do it knowingly it was only because of that raj he was the one who pushed auntiji”\n\n“Buzz buzz” she stopped him “don’t try to give me any explanations because of you I lost my mom I will not forgive you for that ever and i just hate you…hate you..just hate u” she cried\n\n“so you hate me so you don’t have any feelings for me” he asked and moved forward and she knew what will be his next Move.\n\n“Abhishek just stay away me” she warned but abhi Seemed like a deaf and moved towards her finally she hit on the glass wall\n\n“tell me you don’t have any feelings for me” he nuzzled her face and his arms were strong either side of her’s to protect her from escaping\n\n“leav….leave me abhishek this is my office”\nshe said\n\n“why should I leave you after all i am your husband your child’s father, tell me my closeness is not affecting you tell me your heart beat doesn’t raise with my touch tell me pragya tell me” abhi said and kissed all over a her face a lonely tear from her eye escaped she completely lost in him suddenly he stopped then pragya slowly opened her eyes and saw abhi who was furious he had tears in his eyes.\n\nhe came closer to her and held her arms “I am dying without you fuggy i am dying please give me a chance to justify me please my love for you is true trust me ” abhi said and Pragya saw is eyes and started speaking “How can I trust you abhishek you broke my trust 3 years back itself you know right how much i loved you l threw my whole family for you and what you did you killed my maa everybody asked me why I loved you why I loved a rowdy but that time my love for you made me blind I gave myself to you I gave my everything you know abhi after parting away from you I thought I could forget you with time but you gave your memories with adi whenever I see him I could only remember you I have cried each and everytime seeing u in him”\n\n“pragya we can’t seprate from each other as adi will there to Bind us he is our love’s meaning even today I can remember those day which we had spent with adi” abhi said and pragya seemed to melt\n\n“Abhishek it is over our love story came to an end we can build it anymore” pragya said\n\n“kya our love is over” abhi pressed her arms hardly “I love u and I know you love me and if u lie to me telling you don’t love me I won’t spare u” abhi said in anger\n\n“the truth is Mr.Abhishek Mehra that I don’t love you anymore” she said\n\n“so you don’t love me any more right of fine Ms.pragya arora I want my son back okay fine if you don’t have any relationship with me leave it but i cant give my fatherly rights to anybody” he said with furious eyes and pragya started having tears and soon he left the place.\n\n\nabhi while driving back drove into their past memories.\nafter’s adi birth their life turned to be very beautiful he was just 5 days old and abhi took pragya and their new to their house.the house was happy seeing them but still sarla didn’t talk to pragya.\n\nIn their room\n\nit was late night and abhi didn’t reach home so she panicked and called him but it was not reachable adi was also crying a lot so she was patching him up.\n\n“arrey mera bacho kya hau? mumma is here only na then why my baby is crying ale ale” pragya was trying to calm him so just made him lie In her shoulder.just then abhi entered.\n\n“Abhishek is this the time you will come home” she asked angrily and adi was slowly calming down.\n\n“sorry fuggy I had a work why you didn’t sleep yet” he enquired\n\n“hmm what to do my son is just like his papa always troubling his mumma” pragya said and abhi came and sat near her.\n\n“let him torture you I am really happy” abhi said\n\n“okay Abhishek have him for few minutes I will change my dress” pragya said and moved the baby to his hand\n\n“no no fuggy i can’t hold he is too small” abhi protested\n\n“Abhishek come hold him for few min I will come” pragya said but abhi didn’t seem to be convinced\n\n“Abhishek do you know which is the most safest please in this world….its our father’s arms i never got a chance to feel that protection please don’t make my baby too in that same situation I was in he needs his father’s hand to protect him” pragya had tears in her eyes abhi without arguing took adi in his arms and he kissed pragya’s head.\n\nhis thoughts were broked by his phone and it was tanu.\n\n“hello tanu what’s up”\n\n“what abhi you seem to be happy”\n\n“yes I am”\n\n“what special today”\n\n“I met my wife”\n\ntanu voice faded “where,how did she accepted you”\n\n“you know tanu she is a the most egoist person I have ever met so it takes sometime okay okay bye I have some important work i will call u later” abhi droped the phone\n\n\nadi run and hugged pragya’s waist. “mumma….where is my chocho chip” he bumped and pragya was worried about abhi and adi pulled her drape then she noticed him and too him in her arms\n\n“hmm mumma brought you first you take bath then I will give u” she said\n\n“okay” he kissed her cheeks and she to kissed him back.\n\npragya went to her room and opened her cupboard and took a photo where abhi puting his arms in pragya’s tummy while she was pregnant.she clutched it to her chest\n\n“why you came back abhishek I am scared of losing myself to you” she cried.\n\n\nabhigya is United but will tanu’s evil eye seprate them.\n\n\n  1. nasima\n\n    omg..i cant believe it that u will upload ur story now…asususal very nice and emotional…pls update next epi. so soon…u took so much days..i eagerly waiting for nxt…pls ths time u will update nxt part so soon…it my kind request….\n\n  2. nannu\n\n    Thank god that u r back I am eagerly waiting for u …..& superbb yarrr…………eargley waiting for next update\n\n  3. Monesha\n\n    |Registered Member\n\n    Wow…. wow…. you came back with rocking……… Episode really i loved it to the core. I don’t know how much time i commented you but really i will read your episode. Plz forgive me for my irregular comment. It is bcoz of my idiot school. I waited for this moment for a longggggg……. time. Thank you so much for giving special special special….. Episode. Be ready to wet in my love. Love you a lotttttt loads of huggggggs and kisses to u ❤❤❤❤❤❤❤❤\n\n  4. Saranya24\n\n    |Registered Member\n\n    Ohh darlu i died without tis ff pps update regular atleast update and end soon so tat u can concentrate on ur othr ff lovely epi darlu love u loads😍😘😘😘😘😘😘\n\nYour comment will now be reviewed first before it's published. Read more here..\n\nYour comment will now be reviewed first before it's published. Read more here..",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.6873505712,
        "format_confidence":0.9478682876
    },
    {
        "url":"http:\/\/www.academyofbards.org\/fanfic\/d\/dabkey_andplayingtherole4.html",
        "text":"And Playing the Role of Herself...  (Part 4)\n\nFor disclaimers, see part 1\n\n\nThe sounds of a shower running along with quiet singing woke me the next morning, pulling me from dreams that I couldn't remember, but that left me slightly unsettled. I rolled onto my back and opened my eyes, blinking groggily at the unfamiliar, sunlit room around me. My eyes fell on a pile of clothes on the floor, and I smiled slowly, remembering the night before and just who it was singing Prince's Kiss, slightly off-key, in the next room.\n\nI yawned and stretched luxuriously, humming in satisfaction at the pull from muscles long unused. With any luck, I'd have many chances to whip those muscles back in shape. I tucked an arm behind my head, smiling at the thought. The shower turned off but the singing continued and I watched Robyn exit the bathroom wearing a short, black robe - damn, that woman looked good in black - and toweling her hair dry.\n\n\"Act your age mama, not your shoe size maybe we could do the twirl...\"\n\nShe stopped abruptly when she caught sight of me.\n\n\"Morning,\" I smiled. \"I can't remember the last time I was serenaded in bed.\"\n\n\"Uh...hi.\" She looked around the room, anywhere but at me, obviously uncomfortable and at a loss for words. I fought back a stab of panic. She couldn't be done with me already, could she?\n\nNot if I could fucking help it.\n\nI pushed the covers off and threw my legs over the side of the bed, never losing eye contact. \"Come here.\"\n\nI think we were both surprised by the authority in my tone, and she blinked and dropped the towel to her shoulder, staring at me.\n\n\"Please,\" I added, holding out a hand to her.\n\nShe hesitated, obviously warring with herself over something, before finally draping the towel across the back of the chair and slowly approaching the bed. She stopped a few feet from me and I reached out to pull her forward the last few feet until she came to a stop standing between my legs.\n\nI stared up into her face for a moment, looking for a hint of what we shared the night before. Come on sweetheart; don't do this to me...\n\nWith careful deliberateness, I untied the belt of her robe and spread the material, drinking in the sight of her. She did nothing as I slowly ran my hands up her thighs and over her stomach, but when I nuzzled the hair at the juncture of her thighs and placed a gentle kiss on small swell just about it, I felt a tremor run through her body and a shaky sigh escape her lips.\n\nI wrapped my arms around her waist and laid my cheek against her stomach, squeezing tightly. \"Please Robyn,\" I whispered, \"don't pull away from me. I don't think I could stand it.\"\n\nShe let out another shaky breath, and I felt a gentle hand on my head, stroking softly through my hair. \"Oh, scare the hell out of me, you know that don't you?\"\n\n\"You scare me, too,\" I mumbled in response, and her hand paused briefly before resuming its stroking.\n\nWe stayed that way for a few minutes, and finally I looked up to find her gazing down at me with a tenderness that calmed my fears. She cupped my face with both hands and leaned down to kiss me. \"I'm sorry Caid. I'm not used to someone staying the night...I guess I freaked out just a little. Let's start again, okay?\"\n\nShe kissed me again, this kiss much more involved, and when she finally pulled away, she was on top of me in a tangle of limbs, her robe discarded somewhere on the floor, and her breasts warm and supple in my hands.\n\nShe sighed and lifted off of me slightly. \"Good morning.\" She gave me a gentle kiss. \"I had a wonderful, wonderful time last night, thank you.\"\n\n\"I...\" I didn't know how to begin telling her what last night had meant to me, and I was fairly certain we weren't ready for declarations of love, regardless of my nocturnal realizations. I settled for a heartfelt, \"me too,\" satisfied for the moment with the pleased smile my words elicited.\n\nI raised my head and nibbled along the line of her chin, stroking my thumbs gently over already hardened nipples and feeling the answering surge in my body at her sharp intake of breath. \"God....\" She tucked in her chin, putting it out of my reach, and laid her forehead against mine. \" much as it kills me to say this, we need to stop. My flight leaves at 10:20 and I have a car coming in an hour, and I still have some things to take care of...\"\n\nI dropped my head to the pillow with a tiny noise of distress. \"Son-of-a-bitch.\" Slowly, with supreme effort, I pulled my hands from where they cupped her breasts and laid them, palms down, on the bed. \"Unfair. So unfair.\"\n\n\"I agree,\" she said with obvious regret and kissed my nose before rolling off of me and climbing out of bed. \"I'm sorry, baby.\"\n\nI sighed dramatically, but smiled inwardly. I could get used to that voice calling me baby in the morning. Or any other damn time she pleased. I rolled on my side and watched in disappointment as she retrieved her robe and shrugged it on, hiding all that glorious skin from my appreciative eye.\n\n\"I trust you'll make it up to me later, Ms. Ward?\"\n\nHer gaze swept my naked body, and the smile she gave me could only be described as wicked. Deliciously wicked.  \"Count on it.\"\n\nThe look didn't do anything to calm the heat in my belly, and I groaned and pulled a pillow over my head, hearing her laughter move out of the room. \"Right now,\" she called to me as she moved down the stairs, \"all I can do is offer you coffee...come on down when you're ready, help yourself to whatever you need.\"\n\nI lay still for a minute, attempting to get this thing...this amazing thing...that Robyn did to me under control.\n\nShe had a car coming.  She was leaving. For two months.\n\nI pulled the pillow tight against my face in frustration.\n\nI wasn't going to see her for two freaking months. Wasn't going to feel what I'd felt the night before for two goddamn months. Wouldn't touch her, hold her, taste her...Christ, she's not even gone yet and I already miss her. You've got it bad, Caid.\n\nThe sound of a phone ringing, muffled by the pillow but still audible, stopped the depressing direction of my thoughts. I tossed the pillow to the side and rolled off the bed, realizing that I was wasting what little time I had with her, and that I should get my butt downstairs pronto.  After a quick perusal of my wrinkled clothing from the night before, I grabbed a t-shirt and some shorts from the shelves in Robyn's closet, pausing to breathe in the familiar scent of her that lingered on the clothes before pulling on the faded UCLA t-shirt and black soccer shorts.\n\nI started down the stairs, whistling happily, and was nearly run over by Robyn, barreling up the stairs full-tilt with a panicked look in on her face. She skidded to an abrupt halt at the sight of me, a brief smile flickering across her features as she took in my outfit.\n\n\"Damn. You look good in my clothes.\" She blinked, and her expression closed. \"But you need to leave. Now.\"\n\nThe quip about looking even better out of her clothes died on my lips, and I stared at her. \"Pardon?\"\n\nShe pushed past me into the bedroom, returning a moment later to shove a bundle of clothes - my clothes - into my hands. \"My sister just called. She'll be here any minute, and you can't be here.\"\n\nI took the clothes automatically and let her direct me down the stairs, bewildered by the turn of events. We were at the entryway and Robyn was muttering something about her sister's bad timing when I finally snapped out of my paralysis.\n\nI planted my feet and shrugged off the hand that had been none-to-gently pushing me towards the door. \"Why?\"\n\nShe frowned, glancing nervously at the door. \"Why what?\"\n\n\"Why do I need to be gone when your sister gets here? You're an adult, Robyn. You own this house. You can have whoever the hell you want here, and it shouldn't make a difference to your sister.\"\n\nHer eyes narrowed, her face becoming cold, and I watched the transformation from lover to stranger happen in seconds. She stepped back and crossed her arms. \"Careful, Caid. I don't like to be pushed. A night in my bed does not give you the right to tell me how to deal with my family. I'm not coming out to my sister because you're a good lay.\"\n\nI blinked, and my ragged, surprised intake of breath was audible.\n\n\nAmazing how much hurt a few careless words could cause. A part of me knew she didn't mean it - couldn't mean it. She was stressed and scared and would regret those words as soon as she had a chance to think about them. In fact, I could tell she was already regretting them as she closed her eyes pinched the bridge of her nose, swearing softly.\n\n\"Shit, Caid, I'm sorry...\"\n\nKnowing she was sorry didn't make her words hurt any less, or dim my flare of anger one bit.\n\n\"Christ, Robyn, I wasn't asking you to come out to your sister, I was just asking you to treat me at least like someone you give a shit about, that's all.\" Her eyes widened as I stripped out of the t-shirt and shorts I'd borrowed in jerky, angry movements, tossing each item in her direction as it came off.\n\n\"What the hell are you doing?\"\n\n I shook out my own wrinkled clothes and started pulling them back on. \"There's a woman I assume is your sister walking up the drive. Wouldn't want her to see me in your clothes, now would we? She might get the wrong idea.\" I finished dressing and laughed bitterly as I stuffed my bra and underwear into my pocket. \"I can't freaking believe this. It's been a long time since I've had to sneak out of someone's house with my underwear in my pocket.\"\n\nI pulled at the hem of my silk sleeveless shirt in an ineffectual attempt to get rid of some of the wrinkles, and ran an unsteady hand through my tangled hair, but it didn't help. I looked exactly like I should - like someone who'd spent the night screwing and was now getting kicked out on her ass.\n\nI gave up with an annoyed expletive and straightened, looking over at Robyn. \"Thanks, babe, for turning something I thought was pretty damn amazing into a bad teen movie. Now I know if I ever want to feel like crap, ... (truncated)",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.5724917054,
        "format_confidence":0.9828295112
    },
    {
        "url":"https:\/\/guineawhisperer.wordpress.com\/2016\/05\/07\/live-and-love\/",
        "text":"\n\nEmotional Den\n\nI can’t seem to get this out of my mind\nIt goes to and fro\nMaking my mind go stir crazy\nI’m afraid to tell you\nThat you will think I am crazy\nWell, maybe I am, just a little\nCrazy, that is\nI can’t put it into words\nthe way I feel about you\nand when I do, it seems to just\nI can’t seem to express myself\nNot the way I want\nNot the way I need to\nso I retreat into my heart and head\nInto this little den\nCalled my emotional safe haven\nThen when pushed just right,\nI snap…\nlike the wild animal i feel like\nTrapped in this emotional corner\nthis corner I can’t control enough\nTo feel safe\nTo not fight back\nI feel cornered\nand worry\nthis may end\nWAY too soon.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9137341976,
        "format_confidence":0.7700172663
    },
    {
        "url":"https:\/\/kgen2001.wordpress.com\/2012\/11\/27\/u-are-my-only-exception\/",
        "text":"I asked you “Am I right or always wrong?” For this is so wrong but feels so right.\n\nAnd you simply  responded,\n\n“There is no right or wrong in life.  It just how we see things in life”\n\n\n“My Papa brought apples for us,\nMy brother said it was all  red\nI love sour, I didn’t want to eat\nIn the bunch, there was one unique\nWould I say no for something green?\nEveryone wondered where I got it\nI said, “it stand out from the rest!”\n\nFirst time visit in my Papa’s place\nPapa’s friends gave him four green birds\nI told Papa, I didn’t want to have pets\nFor I wouldn’t keep them but give instead\nAs lovely presents to all my siblings\nThen, a little creature was offered to us\nHow could I refuse those pitiful eyes?\nIt was my first pet, a monkey named Rocky\n\nGrowing up with love’s lessons learned\nSo many of my friends were heart-broken\n\nWasting their tears on worthless boys\nI avowed never to become love’s victim\nThe boys I liked were never welcomed\nNo one could make my steel heart weak\nStop trying for I would only step back\nThanks for being my wonderful friends\nI only liked you so much but I couldn’t love\n\nMy romance was only in movies and songs\nMemorizing sweet quotes from books\nDressing up cheerfully only for myself\nI’m definitely happy with big dreams \nSurrounded and praised by everyone\nHow come I felt so alone in the crowd?\nSomething unknown was really missing\n\nAnd you knocked to show me the answers\nYou had the powers to make me happy & sad\nFirst time that I long for a man this much\nI didn’t apologized but you taught me how\nYou changed my large ego to value humility\nThis is the my irony, for I didn’t want men\nBut, darling, you are my only exception!\n\nIt’s true, you are my only exception\nI took the risks and gave love a try\nWilling to sacrifice without any gains\nLoving tenderly and waiting patiently\nUnderstanding this painful situation\nWishing to feel your warm embrace\nCan’t wait for it to happen again…\n\nDarling, you’re my only exception\nIt sounds old like a spoiled disc\nNever get tired of saying it repeatedly\nDarling, I love you with all my heart\nWill you let me in to ease your pain?\nYou know why loving you hurts so much?\nI want to share your pains and troubles\nBut, you didn’t want me to reach out\n\nby Paramore “The Only Exception”\n\nEverything will be ok & turn out fine\nGod will always show us the way\nI believe and I will never give up!\n\nOf course, my time will come\nI will be the LUCKY GIRL\nThen, I’m also the only exception\n\nDon’t STOP me from MISSING U…\n\n\nMy UNsent SMS— I composed this message, decided not to press send instead deleted the message.\n\nmy baby angels will lead u the right direction…\n\n\nOne thought on “U are My ONLY EXCEPTION\n\n  1. Rigoberto Kraker says:\n\n    I just want to mention I am just very new to blogging and truly liked you’re web blog. More than likely I’m want to bookmark your website . You definitely come with impressive articles and reviews. Thanks a lot for sharing with us your web-site.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.770698607,
        "format_confidence":0.7298347354
    },
    {
        "url":"http:\/\/www.creative-funeral-ideas.com\/will-remember-theealways.html",
        "text":"will remember thee-always\n\nby loise wanjohi\n\njust when i raise my hopes to see\nyou disappeared like a dust\njust when i looked forward to see\nyou've turned a thing on the past\nmy hopes are gone\nmy waits are done all hopes and faith is gone\n\nwhy did u leave without goodbye\nwhy aren't you here to see me cry\ni never wished for you to fly\nin the sense would have said goodbye\nyou've left us with tears and fears\nthinking tears and bears would turn us to tears\n\nit was hard for thee\nits hard for me\nbut worst it is hard for them\nyour mom, your dad and she\nwe loved you we cherished you\nwe enjoyed being with you\n\nwith you around i had a friend\na very very great friend\nit was never a trend\nto see you bend\nbut you always was my friend\n\nyou gave us warmth which we carry forth\nfor you are a friend whose a million worth\nyour memory liveth\nin our mid-eth\nwe remember thee\nand always will\n\nwe here to say goodbye\nwe ready to let you fly\ncoz of love thats why we cry\nand to God we say thanks\ncoz he gave us the chance\nto know you that long\nwe love you Benny.\n\n© 2010 loise wanjohi.\n\nClick here to post comments\n\nJoin in and write your own page! It's easy to do. How? Simply click here to return to Favorite Funeral Poems.",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.5380583405,
        "format_confidence":0.9910073876
    },
    {
        "url":"http:\/\/www.bewilderingstories.com\/issue111\/tattoo.html",
        "text":"Bewildering Stories\n\nChange the text color to: White | Purple | Dark Red | Red | Green | Cyan | Blue | Navy | Black\nChange the background color to: White | Beige | Light Yellow | Light Grey | Aqua | Midnight Blue\n\n\nby Steven Utley\n\nI have wanted for the longest time to get a tattoo, but held off till now because I couldn’t decide what I cared to display on my epidermis, even to my most intimate associates, for the rest of my life. I am not the sort who rushes into things, even foolish things. I recall the numerous occasions afforded me, as a frequenter of the hike-and-bike trail, to admire many a young person’s elaborate and extensive tattoos, and to wonder what they would look like along about that person’s 57th birthday.\n\nWith my own 57th birthday glimmering in the middle distance, however, a tattoo struck me as less of a long-term investment and possibly the very thing I needed, next to a big book-and-movie deal, to enhance my image as the “figure of edgy salience” The Encyclopedia of Science Fiction makes me out to be.\n\nNot for me, though, the name of a sweetheart, for I have (I confess) been around the block a few times, and dallied at a few of the houses, too, and been thrown out of some of them. If one has a history, better that it should remain veiled in mystery.\n\nA bellicose bald eagle clutching thunderbolts wasn’t my style, either -- I prefer a thoughtful, clear-eyed, even-tempered sort of patriotism to nationalistic rodomontade; an anchor or a hula girl wouldn’t do, because I never joined the Navy or the Merchant Marine and never went to sea except as supercargo; and neither a skull and crossbones, nor a dagger piercing a bleeding heart, nor the words LOVE and HATE inscribed across the knuckles, were quite me, because I have as yet never served time in a maximum-security prison.\n\nOnce I’d ruled those out, my only thought was of she who brought me into the world. Show me a man imprinted with a tasteful tribute to Mater, and I’ll take my hat off to him as one dutiful and loving son to another, for I well understand the esteem in which men even less sentimental than I may hold their own mothers.\n\nBut my mother does not need or want such a tribute and probably would not really approve of it if I were to spring it on her as a birthday surprise. If I simply must have a tattoo, she would tell me (even as she hoped that I must not), I should get one solely for my own pleasure, and with my own money, and who am I to do other than what my sainted gray-haired mum would tell me to do?\n\nI thought I’d stumped myself with that, but then, in a flash of inspiration, I settled on the one tattoo with which I can pay sly homage to my mother without publicly humiliating her, while at the same time speaking volumes to the effect that I am of a literary bent and a lover of wordplay. And so, first chance I get, I’m heading downtown to get myself etched with a heart enclosing that single exquisite word, MAUGHAM.\n\nCopyright © 2004 by Steven Utley\n\nHome Page",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.5037510395,
        "format_confidence":0.9544288516
    },
    {
        "url":"http:\/\/heslin.org\/index.php?id=4058",
        "text":"That's not what the Death card means\n\nTorn between ennui and angst\nwritten 2007-08-08 14:09:17\n\nThere's not much happening. I'm looking for work. Ingrid's coming to visit. My mom's coming to visit. But for right now, I'm just finding different ways of finding jobs that I probably can't have until October.\n\nI have two more stops, but can't remember what the second one is.\n\n--14:08 PM, EDT, Warrington, PA, this confession has meant nothing\n\n[ archives | front page ]",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.7490572929,
        "format_confidence":0.601800859
    },
    {
        "url":"http:\/\/rkfdnews.com\/jenny-cherry-valley-rockford-valentines\/",
        "text":"Breaking News\n\nAnother Love Letter From Cherry Valley’s Jenny Clobber to Rockford\n\nAnother Love Letter From Cherry Valley’s Jenny Clobber to Rockford\n\nRockford, IL – We received another love letter today from Jennifer Clobber of Cherry Valley, IL, who wanted to send her eternal love to the city she longs for for Valentine’s Day.\n\nDear Rockford, IL\n\nI watch you from afar\nFrom the valley\nCherry Valley of Illinois\nI want to join you in the Rock River\nI want to caress your ego and stroke your pride\nI want to enjoy eating out every night\nwith you and your proud community\nI want to drink every night from the village wells and taverns\nto wake up with you holding me\nprotecting me from harm, stabbings, and home invasions\nnursing my hangover\nfeeding me burgers\n\nFeed me with your love!\nSpray me with your pride!\nFill me with ego!\nWhisper transformation to me!!!\n\nI am yours whenever you want me\ntell me\nyell for me\nSay, “Come here, Jenny! Come here!”\n\nI am here waiting in the valley\nCherry Valley\n\nat the Baseball Tap\nlistening to the racist regulars get drunk\npretending their jokes are funny\n(they’re not)\nOh, the hunting and the fishing stories– save me, Rockford!\nSave me from the Valley!\n\nThe Cherry Valley in Illinois is waiting for you to save me!\nOh, Rockford of Illinois\nI am moaning for you\n\nOhhhhhhhh, Rockford\nSave me, baby\n\nI long to live inside of your forest city\nI want to feel your pride bursting with ego\nI love you, Rockford\n\nBe my valentine? \n\n(Hey!  I will relocate for your love but are there jobs there?  I’m commuting to Belvidere right now for a great job, but should I quit it to fit in with your community? Hang out more, get some coffee downtown?  Maybe?)\n\nForever yours with love,\n\nJenny Clobber\n\nLearn more to know less.\n\n– Chet Fairway\n\nRelated Articles\n\nLombardi & Venetian Clubs Host Mother’s Day Weekend Bingo Fish Fry Tournament\n\nRockford, IL –  Two of Rockford’s premier social clubs–the Lombardi and Venetian–have hooked up to host the 1st Annual Mother’s\n\nRockford, We Are Not The Onion and I Own a Yacht\n\nHello, it’s me again:  Nate, Gene’s brother. I’m writing to you from a yacht off the coast of the Cayman\n\nLocal Woman has Mental breakdown at TEDx event..\n\nThis letter was sent to us from a local woman who attended a TEDx event in Bainsport IL last year,\n\nNo comments\n\nWrite a comment\nNo Comments Yet! You can be first to comment this post!\n\nWrite a Comment\n\nThank you for spending time with us on the internet. Please waste more time and energy by sharing your internet emotions below:\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9479703903,
        "format_confidence":0.5908027291
    },
    {
        "url":"http:\/\/owencerijones.com\/the-family-board-meeting.html",
        "text":"30 September 2012\n\nThe Family Board Meeting\n\n\"Copyright Owen Jones 2012 (c)\"\n\nBy: Owen Jones\n\nThe Family Board Meeting\n\nI was sitting at a beautiful, round mahogany table in a massive, hard, but comfortable, hard-backed chair, which was also of mahogany and I was looking out of the large bay window, in the middle of which, the table stood.\n\nThere was a heavy net curtain over the windows, which made it hard to see anything outside clearly. I could see green on the bottom of the vista, presumably grass; blue at the top, presumably sky and a rapidly-moving strip in between, which I supposed was traffic, but it was very hard to tell.\n\nThe room was on the ground floor, so I assumed that the net curtain was to prevent people from seeing in.\n\nI fell into a reverie, but when I looked up, my father was in the process of sitting down.\n\n\"Hello, son\", he said, \"How are you this morning?\"\n\n\"All right, thanks, Dad, and you?\"\n\n\"When you get to my stage of life, things don't change much and especially not quickly\".\n\n\"Look, Dad, do you mind if I go and get a beer? I was out late last night and didn't know you wanted to see me until I got home. A livener, you know. Do you want one too?\"\n\n\"You go ahead, but not for me, thanks.... Oh, go on then. I'll join you. I haven't had a beer for ages\".\n\nI got up, left the room and found a fridge full of bottles of beer and wine. I opened two beers and went back inside. I was surprised to see my mother, my sister and one of my brothers sitting at the table. They all nodded and smiled as I passed them to retake my seat.\n\nI gave Dad his beer and offered to get the others something to drink, but they declined. I took a swig and, as I did so, my father stood up and tapped the table with his index and fore fingers.\n\n\"OK, this family board meeting is now in session\". Everyone smiled at Dad's dramatics and he sat down again. It was really great to see everyone together.\n\nI was in my element.\n\n\"We, the family as a whole, have been going through a hard time\", he said. \"Some have fared worse than others, but we count our strength in one number - the family. Not individually. With that in mind, does anyone have anything to say about him or herself or the family as a whole?\"\n\nMy mother spoke first: \"We are all doing our best, Colin, but we all need a little help and support from time to time. You and I have both needed it many times over the years\".\n\n\"True, that is very true ...\".\n\nEveryone was studying the table, looking embarrassed, so I said:\n\n\"It has been hard for me since I was burgled and since I lost my job, but I still have some money, so it could be a lot worse. I am hoping to start a new career on line\".\n\nI said it with confidence, I think, but with a confidence that I did not feel. I just didn't want my family to worry about me\".\n\n\"Yes, alright, son. We know how hard it has been for you and we know that you are coping well\".\n\nI was all right too. Really, I was. I told myself so as often as I could remember to.\n\nI looked out of the window and drifted into a day dream again. Then I remembered my beer and downed what was left in one. As the bottle was up before my face, I heard Dad tap the table again and say, unexpectedly for me:\n\n\"This family meeting is over. Thanks everyone for coming. Until we meet again\".\n\nWhen I put my empty bottle back on the table, I could see the table clearly again. My Dad was still there, but we were alone.\n\n\"Where'd they go, Dad?\", I asked.\n\n\"Oh, they have things to do elsewhere, but why don't we meet up every Saturday morning? Same time, same place? We can call them family board meetings, if you like. Somewhere where we can all talk about our problems and thrash them out. Successes too, of course. Where we can be a family - even friends - again\".\n\n\"Yes, I'd like that, Dad. Hang on a minute, I'll just get another beer\".\n\nFrom outside the room, I heard Dad say: \"Don't forget, same time, same place next week and any Saturday morning you want to come along. We will be here waiting for you\".\n\nI took another beer, opened it and went back into the room, saying: \"Are you off now too then?\", but the room was already empty.\n\nI woke up in my bed when the alarm rang at 8 o' clock with a hangover again.\n\nThere had been a meeting. A family board meeting, Dad had called it, but what had happened then? I had had a couple of beers but not much. Had I gone off on a bender somewhere? I went into the kitchen to make some coffee.\n\nI set the coffee machine and put some toast on and while that was happening, I went into the bathroom to wash my face. I looked in the mirror and saw the wall clock behind me. It read: Sat. 9:00.\n\nThat was odd. I had thought I'd missed a day. But it hadn't.\n\nThen, I remembered that the only people at the family board meeting were myself and members of my family who had passed away.\n\nIt was very comforting to think that they still cared and I made up my mind to attend those family board meetings every week.\n\nby Owen Jones\n\nSource: http:\/\/behind-the-smile.org\/\nOwen Jones is a writer and self-publisher of a novel ('Behind The Smile ~ The Story of Lek, A Bar Girl In Pattaya'), 100+ ebooks, 150 web sites and well over 1,000 articles.\n\nThis story may not be copied in any way without the written permission of it's author, Owen Jones, but you may link to it, if you so desire.",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.8108615875,
        "format_confidence":0.9503403902
    },
    {
        "url":"http:\/\/heavenlycelebrations.com.au\/poems\/missing-mum\/",
        "text":"Missing Mum\n\nBy Claudia Lee\n\nI awake each morning to start a new day\nBut the pain of losing you never goes away.\nI go about the things I have to do\nAnd as the hours pass I think again of you.\n\nI want to call you and just hear your voice\nThen I remember that I have no choice\nFor you are not there and now my heart cries\nJust to see you again to tell you goodbye\n\nTo say Mum I love you and I always will\nAnd hope that much of you, in me you’ve instilled.\nThe day that you left I just didn’t know\nThat you were going where I couldn’t go.\n\nAnd now all my memories of you are so dear\nBut gosh, how I miss you and wish you were here.\nWho now can hear me when I need to cry?\nIt so hard to tell you “Mum goodbye.”\n\nSomeday I know all will be well\nAnd I’ll see you again with stories to tell\nOf how you were missed and how we have grown\nAnd how good it is to finally be home.\n\nUntil then my memories of you I’ll keep near\nAnd I’ll pass them on to those who are dear.\nI miss you Mum,",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.7674063444,
        "format_confidence":0.99212569
    },
    {
        "url":"https:\/\/true2oneself.wordpress.com\/2008\/12\/04\/81\/",
        "text":"Home > Love > Love Story -Part-1\n\nLove Story -Part-1\n\nGuy and girl are colleagues in office. They were cubicle mates and it was a real fun relation between them, guy use to hide girl’s mobile or water bottle and enjoy the frustration and anger girl use to illustrate in searching her hidden stuff and girl always knew it was the guy who is behind this impish plan.\n\nGuy use to make sure that he calls the girl every day after office, and the Girl would wait for his call and even if the guy did not end up calling she would not make a move even though she would miss his call.\n\nGuy: hello…\n\nGirl: Hi,So how come you have called after so many days?\n\nGuy: why I am not suppose to call u or what?\n\nGirl: No, nothing like that, just asking.\n\nGuy: So why did u leave office so early today?\n\nGirl: Guess what I conducted technical meeting with the team and ppl have no sense of seriousness or responsibility, I really got pissed off.\n\nGuy: Forget it; don’t bother about other’s much.\n\nGirl: Then your going so when is your flight?\n\nGuy: Ya, next week Monday at 2 am.\n\nGirl: Why do have to go? u have a good job here and enough money.\n\nGuy: No I need to earn more, As my brother is not having a job I need to support him to establish his business, And you know even though I am staying with my uncle iam not left with enough money and if I have my own family then it’s going to be difficult.\n\nGirl wonder’s how good and responsible guy is, there are hardly few people who bother for there loved ones and he is amongst them. She feels content and happy that she’s found such a friend.\n\nCategories: Love Tags: ,\n  1. No comments yet.\n  1. No trackbacks yet.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9917731881,
        "format_confidence":0.5062384605
    },
    {
        "url":"https:\/\/1xpad.com\/2018\/02\/09\/930-p-m-two-drinks-in-at-a-3-star-hotel-bar-on-michigan-ave\/",
        "text":"9:30 P.M. Two Drinks In, At A 3-Star Hotel Bar On Michigan Ave\n\nNo thanks.\n\nI like my vice with a modicum of verisimilitude\nand rude it may be, but I ain’t sharin’\nand it’s not what you’re wearin,’ and I swear,\nswearin’ ain’t gonna be helpful.\n\nIt’s actually a conversation, you see.\nAnd yes, talk may be cheap, but physicality,\n\nAnd a peep at your vocabulary suggests a\nvoluntary nature, but I can lip read past\nthe lip gloss, that a made-up make-up foreshadows\na heel to fervency … and all the urgency that follows.\n\nAnd I’ve forced marched through that tumble,\nrumble, and jungle before. Often, and a generation ago\n\nBut if I hang on, and you wise up, and the spirit is\nstill willing, beneath your mask lays your true measure,\nand I’ve no doubt, it will be absolutely thrilling.\n\nExcuse me, it’s been a pleasure.\n\nPublished by\n\n\nI’m spry yet retired. I reside in the inner city of a major metropolitan area of the United States. I read politics. I watch baseball. I hum along with the tune. I June swoon, and moon the bad poem. Post here, are old and new. Opinions are my very own, except when wrong.\n\n2 thoughts on “9:30 P.M. Two Drinks In, At A 3-Star Hotel Bar On Michigan Ave”\n\nComments are closed.",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.5059094429,
        "format_confidence":0.8382886052
    },
    {
        "url":"http:\/\/ideasnotbeliefs.blogspot.com\/2009\/10\/work-and-wonder.html",
        "text":"Friday, 16 October 2009\n\nwork and wonder\n\nOne month, give or take a day\nSince I last heard from you\nAnd not a day has gone by without you in my thoughts\nSometimes I wonder and sometimes I work\nCuriousity hasn't killed me yet\nBut give it time\nThe person I aspire to be\nProvides for his own,\nRepays his debts, takes the weight\nPays respect\nSpeaks with his actions and\nListens with his soul\nThe next month I live\nStarting with the next day\nI'll work harder toward being him\nAnd wonder less if I CAN be.\n\nNo comments:",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.8821880817,
        "format_confidence":0.5902145505
    },
    {
        "url":"http:\/\/theanonymouswriter.com\/fiction\/oh-simple-things\/",
        "text":"Oh Simple Things…\n\n<script async src=”\/\/pagead2.googlesyndication.com\/pagead\/js\/adsbygoogle.js“><\/script>\n<!– taw-responsive –>\n<ins class=”adsbygoogle”\n(adsbygoogle = window.adsbygoogle || []).push({});\n\nWhen people asked me what I was passionate about, I didn’t say writing, or science, or reading, or cooking, or indulging in one of those YOLO activities. I like all those things but I always knew my real passion was to relax. In fact, the very goal of my life would be to relax as much as possible while making enough money to sustain myself, and regularly save a little too. I know making money and relaxing are two different things but that’s the reason why I said ‘as much as possible’. Some people tend to laugh when I say that but that’s a good goal because it is almost impossible to stay relaxed in the present times.\n\nSometimes I feel like I need to refresh myself and so I look for big things to do. A big gathering, a travel plan, a fancy dinner, or just something dramatic. The big things however, drain the energy out of me and require more time than I can afford to spend exhausting myself. So when things are not that great in life, the simple pleasures never fail me. Things like, a very hot bath on a cold day, going for a late night drive or late night ice-cream, marine drive or any sea face, looking down at the city from an aeroplane window, having a friend who understands things, sad\/emotional music, slightly crisp french fries, subtle flirting through texts (life depends on it), sometimes when the sun and the moon are in the sky at the same time, a fortunate long and refreshing sleep, going for a short walk, dark chocolate, and oh so many things, they save me. The mere knowledge that this year there was a historic pink-flower bloom in the Atacama desert after plenty of rainfall, makes me happy because ‘rain in the desert’ is one of those typical poetic things that people say can never happen! Imagine a desert flooded with pink flowers. Imagine having all of these small things happen in one day, or maybe two. They shouldn’t even be called small things, they are given less credit than they deserve. They drive us through the day.\n\nI am usually cheering the underdogs in life, so cheering these extremely modest pleasures (pleasures that don’t boast about their awesomeness) comes naturally. I think its amazing that something as simple as listening to John Lenon sing, ‘Hey Jude, don’t make it bad, take a sad song and make it better’ actually makes you want to make things better, isn’t it?\n\n\n\nImage Courtesy: www.pixabay.com\n\n<script src=”\/\/pagead2.googlesyndication.com\/pagead\/js\/adsbygoogle.js” async=””><\/script>\n <ins class=”adsbygoogle” style=”display: block;” data-ad-format=”autorelaxed” data-ad-client=”ca-pub-3446446293618986″ data-ad-slot=”1246221352“><\/ins>\n<script>\/\/ <![CDATA[\n     (adsbygoogle = window.adsbygoogle || []).push({});\n\/\/ ]]><\/script>\n\n\nShare With Friends\n\nLeave A Comment\n\nYour email address will not be published.\n\nSend this to a friend",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.8012329936,
        "format_confidence":0.5546995997
    },
    {
        "url":"https:\/\/www.mixbook.com\/photo-books\/stories\/graduation-5690680?vk=QkMsFkjFyn",
        "text":"\n\n\nHello, you either have JavaScript turned off or an old version of Adobe's Flash Player. Get the latest Flash player.\n\nGraduation - Page Text Content\n\nS: Elizabeth Wilson - Graduation June 3, 2011\n\nFC: \"What lies behind us and what lies before us are tiny matters compared to what lies within us.\" ~Ralph Waldo Emerson | to the Graduate\n\n1: Daniel High School Graduation Day Friday June 3, 2011 | Elizabeth Santana Wilson\n\n2: Elizabeth could hardly believe that this was GRADUATION DAY!\n\n3: The traditional tossing of the mortar boards!\n\n4: Always remember, you have within you the strength the patience and the passion to reach for the stars to change the world. - Harriet Tubman\n\n5: Mom & Dad are so proud of you!\n\n7: What greater thing is there for human souls than to feel that they are joined for life - to be with each other in silent unspeakable memories. ~George Eliot | Other things may change us, but we start and end with the family. ~Anthony Brandt\n\n8: Good times!\n\n9: Good friends are the rare jewels of life... Â… difficult to find and impossible to replace. | Searching for friends and family after graduation.\n\n10: Friends are the chocolate chips in the cookies of life. | A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words.\n\n11: Friendship Continued | Friendship is the thread that ties our hearts together.\n\n12: Accept no one's definition of your life, but define yourself. - Harvey Fierstein\n\n13: Try to discover the road to success and you'll seek but never find, but blaze your own path and the road to success will trail right behind. ~Robert Brault | Shoot for the moon. Even if you miss, you'll land among the stars. ~Les Brown\n\n14: I hope your dreams take you to the corners of your smiles, to the highest of your hopes, to the windows of your opportunities, and to the most special places your heart has ever known.\n\n15: \"Wherever you go, go with all your heart.\" ~Confucius\n\n16: Do not follow where the path may lead. Go, instead, where there is no path and leave a trail. ~Ralph Waldo Emerson\n\n17: Put your heart, mind, intellect and soul even to your smallest acts. This is the secret of success. ~Swami Sivananda | You did it!\n\n18: Life isn't about waiting for the storm to pass…It's about learning to dance in the rain. | Couldn't Have Done It Without Me! The light is coming out and storm clouds have gone, These four years have lasted too long, Graduation cap and gown shining bright, Today my life’s changing and that’s all right! But I’m me! I can handle anything that comes my way! When some of friends began to stray, I took care of me. I stopped forming tears and removed all bad thoughts, Never would’ve made it without me! I made it!\n\n19: Yes! Yes! Yes! I did it!\n\n23: It takes courage to grow up and become who you really are. ~e.e. cummings | Enjoy the little things for one day you may look back and realize they were the big things. - Robert Brault\n\nSizes: mini|medium|large|gigantic\nDefault User\n  • By: Elaine W.\n  • Joined: over 5 years ago\n  • Published Mixbooks: 0\nNo contributors\n\nAbout This Mixbook\n\n  • Title: Graduation\n  • Tags: None\n  • Started: over 5 years ago\n  • Updated: over 5 years ago\n\nGet up to 50% off\nYour first order\n\nGet up to 50% off\nYour first order",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.7715880275,
        "format_confidence":0.688406229
    },
    {
        "url":"https:\/\/themesanddeviations.com\/tag\/marriage\/",
        "text":"The Wedding Toast\n\n\n\nFrom:                                                                                             Hide \n\n\n\n\n[FCNYC] OFFER: Wedding Toast; Brooklyn, 11218\n\nApril 2, 2013  5:27 AM.                                                                                   Mark\n\n\nOffering a Wedding Toast in very good condition. Barely used. Just once and it was no one you know.\n\nIt is spring. The wedding season is upon us. Love is in the air and your best friend has thoughtlessly asked you to provide the toast. Fear not! I am offering this ever so slightly used toast. Please feel free to edit, change names etc., as needs be. If you are really backed up I can give the toast personally in exchange for yummy hors d’oeuvres.\n\n\n\n\nGood evening everyone, I’d like to say a few words about the happy couple but, sorry to say, I am not a man of few words.\n\n\nI hope you are all….uh  drunk. If not, now may be a good time to reconsider your sobriety and to help you along let’s start with a toast. Yes, I know what your thinking. You’re thinking that a toast hardly ever starts with a toast but I say damn the rule makers and their beady little eyes with the whites all……….white. So let us start with a toast… pretty flowers.\n\n\nYou know it’s not every day that I get asked to stand up and make an ass of myself. I mean, ordinarily I do it without any prompting at all. I just volunteer for the position.\n\n\nNow, when I think of Jean and Clem, I think the same things that everyone else thinks. My but they’re tall……. And pretty…… And smell nice. But that’s not the half of it. They are also good and decent people. And that is a rare enough quality to deserve……. another toast!\n\n\nWhile this is not a World Wrestling Federation sanctioned event, at least not yet, it seems to me that Love is like wrestling. In fact, when love is really good it actually is wrestling.\n\n\nSo let’s have a look at the contestants. In this corner, weighing in at a feathery, oh, I don’t know, 11 pounds we have “The Cat Woman” Lean Jean Shin.\n\n\nLet’s take a look at her. A person could look at Jean for a long time and it would be time well spent. Fiercely loyal, obsessively organized and ridiculously responsible she is not a contestant to be toyed with.\n\n\nBlessed with a voice like blue fog and a mind like a train whistle she can easily overwhelm the unprepared opponent. In the ring she has a sure sense of where she is, if not necessarily how she got there.\n\n\nOf course like any woman Jean exudes a quiet reserve that promises swift punishment for any infraction of the ever changing rulebook.\n\nBut hey, that is a good quality in a wife and a great quality in a mother.\n\n\nIn the other corner weighing in at a respectable oh, I don’t know, 19 pounds, we have that crazy cocktail himself “The Mighty Mixer”, Duke Clement.\n\n\nFiercely loyal, somewhat organized and occasionally responsible he is clearly a challenger to be toyed with. When I think of Clem a lot of things come to mind but wrestling isn’t one of them.\n\n\nBlessed with a mind like cotton candy and a voice like Barry White on helium, Clem charms his opponents, leaving them hopelessly confused but strangely cheerful. In the ring Clem has no idea where he is but hey, it looks like a good place to throw a party.\n\n\nLike most men, Clem doesn’t know where the hell the rule book is or even how to read it.\n\nBut hey, that is a good quality in a husband and a great quality in a father.\n\n\nSo these are the contestants. This match, this union, of brains and beauty, love and companionship promises us the most important thing that life has to offer:\n\n\n\n\n[Non-text portions of this message have been removed]\n\n\n\nReply to sender | Reply to group | Reply via web post | Start a New Topic  | Messages in this topic (1)\n\n\n\nRECENT ACTIVITY: New Members 113\n\nVisit Your Group\n\n\nPlease remember to INCLUDE YOUR LOCATION in ALL posts.  Listing your neighborhood or intersection helps fellow members determine their interest *before* contacting you for more info.  Saves everyone time!\n\n\n\n[Freecycle and the Freecycle logo are trademarks of The Freecycle Network in the United States and\/or other countries]\n\n\n                                        Switch to: Text-Only, Daily Digest • Unsubscribe • Terms of Use\n\nDuct Tape\n\n\nA man, A mouse, A dog, A house\n\n\nAbout a week ago I saw a mouse in the kitchen. Actually, the dog and I both saw it. The mouse ran out from under the stove, zipped across the floor and under the dish washer. The dog looked up from her food dish and tracked the intruder with her eyes. Then she looked up at me to confirm that we had seen something. Satisfied with whatever she saw in my face she put her head back down in her bowl.\n\n\nI got out a bunch of glue traps and figured I’d have it all wrapped up by morning. Morning came; nothing. And the next and the next. Ok, so these critters come in from the garden now and then; it’s been another unusually warm winter so maybe it slipped back under the door and returned to the wilds of Brooklyn. Having mentally set the mouse outside for the moment, I am left to wonder: How long do we call something unusual that seems to happen every year?\n\n\nDays pass and last night my little guy and I are in the living room, sitting on the couch, working on his math homework. He takes a break to get a snack which is something he does about every twenty minutes, pretty much ’round the clock. He returns from the kitchen and says:\n\n\n“Dad, there’s a lizard in the kitchen.”\n\n\nMy little guy is kind of known for attaching the wrong word to things but I suppose it is in the realm of possibility that someone’s lizard has wandered in. Still, it seems like an unlikely coincidence. I ask him where he saw it, just to confirm what I already know.\n\n\n“It’s right under the thing with the numbers.”\n\n\nThere is only one thing with numbers in the kitchen and it’s the stove clock. Uh oh! That doesn’t confirm what I know. I’m still thinking floor. I can feel the paradigm shifting; it’s making me a little bit queasy. The laissez-faire approach isn’t going to work. I’m going to have to kill something.\n\n\n“There’s a lizard in the kitchen? Is it possible he saw a lizard?”\n\n\nOop, it’s The Wife. Her paradigm is shifting all over the place.\n\n\nThis needs to be handled gingerly. She hates rodents of any kind. She also hates lizards. And amphibians. She’s not altogether too fond of birds either. Or fish. Insects, of course. Come to think of it, she’s shown a diminishing interest in children and the vast majority of adults too. She likes me and the dog. The dog and I are about on an even footing; we are locked in a battle for her affection. If I’m the bearer of bad news the wife is gonna freak and the dog is gonna rule, at least for a minute. Thankfully I can pretty much count on the dog to soil the rug at regular intervals but let’s face it, this is also a test of my manliness. And while ordinarily I am an excellent test taker, manliness may not be my strongest subject. Forced to choose sides along the hunter-gatherer divide, I would much rather gather. You don’t even need to force me; I like it better there. It’s like treasure hunting for snacks. Sure I could hunt for my meat if I had to but the fact is, I prefer to do my hunting with a fork. At Peter Luger’s or Spark’s; Smith & Wollensky or The Capital Grille; Five Guys Burgers & Fries or even a nice, store bought pemmican. The only thing I’m really able to kill with any efficiency is time. But that’s not gonna put Chateaubriand on the table or rid me of Stuart Little here.\n\n\nI’m a product of urban civilization; highly evolved with a specialized skill-set but subject to bouts of the heebie-jeebies. Now it’s time to bring that skill-set to bear on this mouse. My specialty is heavy construction and I’m not sure how cranes, gas powered tools and concrete are going to help me sort this out but I feel certain they will.\n\n\n“Okay pal, show me where you saw the lizard.”\n\n\nOff to the kitchen and …… look at that; there’s a mouse on the stove top. We make eye contact and he’s into the heat vent for the oven, directly below the clock. Oh, this is gonna be a snap. Out with the glue traps again, I surround the vents and fire up the oven. In a few minutes the heat will drive the mouse out of the vents onto the traps and voila, mouse on the half shell. Until then I get back to parsing word problems with my young Einstein.\n\n\nOkay, so let’s see:\n\n\nSheena needs to bake 55 cookies for her sleepover. She has already baked 21 cookies.\n\nHow long before Sheena realizes that cookies are loaded with refined sugar\n\nand saturated fats and that diabetes is epidemic in her demographic?\n\n\nIt’s the new, New Math. I’m just here for moral support.\n\n\nI return to the kitchen a little while later to collect my prey and there he is scampering across the counter seeking cover behind the fruit bowl. How is that possible? Really, it isn’t. It’s Inconceivable! He was completely surrounded by space age adhesive. I don’t have time to figure it out. He’s cornered and cowering and therefore at his most dangerous. His lightening speed, his barely discernible claws and somewhat bucked teeth are nothing to mess around with. I know! I saw that first Alien movie. Ferocious things come in small packages that come blasting out of your chest cavity. He’s capable of anything and I need to carefully guard my internal organs and major arteries as well as be ready for a screaming retreat if he turns and attacks.\n\n\nAnd that’s the problem. What I want to do is stand up on a chair and shriek like a little girl. Mice give me the willies. I think it’s the hairless tail. But I’m gonna be no ones hero up on that chair. So what I’m gonna do is release the inner predator. Ok, I’ve released the inner predator and he doesn’t want to come out. Mice give him the willies too. I’m gonna have to go in there and drag his sorry predatory ass out and apply a little shame and encouragement. That done, I am now ready for battle. In his corner, a half ounce of mouse.... (truncated)",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.8967168927,
        "format_confidence":0.805038929
    }
]