[
    {
        "url":"http:\/\/www.pcmag.com\/article2\/0,2817,1623933,00.asp",
        "text":"Best Mirrorless Cameras\n\nEvery digital camera and lens that comes through PC Labs undergoes a series of tests in controlled conditions to gauge performance in several areas. We look at sharpness, distortion, image noise, autofocus speed, continuous shooting speed and duration, and start-up time in these controlled tests.\n\nWe use a number of hardware and software tools to perform these evaluations. To check sharpness and distortion, we photograph an SFRplus chart. It includes a series of black squares on a white backdrop that are used to test the sharpness of an image at various parts across the frame, as well as top and bottom bars that measure barrel and pincushion distortion.\n\nSharpness and Distortion\nThe chart is framed tightly, the camera set to its lowest ISO, and a self-timer and tripod are utilized to ensure that vibrations do not impact test scores. For interchangeable lens cameras and compacts with large image sensors, test shots are taken at multiple focal lengths and apertures. The images are analyzed using the Imatest software suite and a center-weighted average score is delivered; if that tops 1,800 lines per picture height, we mark a photo as sharp. We also look at performance at the outer parts of the frame, where lenses often suffer.\n\nImatest also checks photos for barrel and pincushion distortion using the same chart; that can vary at different focal lengths for zoom lenses, so it's presented in the review along with the sharpness numbers.\n\nImage noise is also analyzed via Imatest, but we use a different chart to analyze it. A standard X-Rite Color Checker is photographed at each available ISO sensitivity, and those images are analyzed for noise. Once an image is made up of more than 1.5 percent noise, we consider it overly noisy.\n\nHow We Test Digital Cameras : ISO Chart\n\nA foreign banknote is mounted next to the chart and framed along with it in each photo; its fine lines are examined in order to determine how well the camera balances noise reduction and detail retention. We look at these in Adobe's Lightroom software package on a 27-inch NEC MultiSync PA271W display that has been calibrated using an X-Rite ColorMunki Display colorimeter. Pixel-level crops are included in the review slideshows for comparison.\n\nWe use a digital stopwatch to check how fast a camera can start, focus, and take a photo. We start the stopwatch and turn the camera on simultaneously. At least ten trials are shot and averaged to minimize the effect of human error.\n\nTo check shot-to-shot time, we set the camera to continuous drive mode and average time between exposures. If there's a limit to how many a body can capture before its pace slows that is noted, as is the time required to clear the buffer to a fast SanDisk 95MBps memory card.\n\nHow We Test Digital Cameras : Focus Lag Stopwatch\n\nFocus time is measured using an analog Web-based stopwatch that turns continuously. We fire the shutter as the needle hits the 0-second mark and calculate an average lag time based on multiple trials. For SLRs we test speed using both the optical finder and phase-detect system and the Live View system. Focus tests are also performed using a dimly lit target to simulate low-light situations.\n\nOnce a camera has gone through formal lab tests, we take it into the field to capture some real-world shots. We look at how it handles in uncontrolled conditions, and consider its ergonomics, weight, ease of control, and extra features including Wi-Fi and GPS.\n\nFor more, read our Digital Camera Product Guide, the 10 Best Digital Cameras, and How to Buy a Digital Camera.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9677658677,
        "format_confidence":0.7333763242
    },
    {
        "url":"https:\/\/wiki.68kmla.org\/index.php?title=Macintosh_LC_II&direction=prev&oldid=5034",
        "text":"Macintosh LC II\n\nFrom 68kMLA Wiki\nRevision as of 21:44, 30 December 2007 by Funkytoad (talk | contribs)\nJump to: navigation, search\nMacintosh LC II\nPerforma 400-430\nCPU: 16 MHz Motorola MC68030\nRAM Type:30-pin SIMM\nMaximum RAM: 10 MiB\nExpansion slots: LC-PDS\nSupported OS: System 6.0.7 - System 7.5.5\nIntroduced:March 23 1992\nDiscontinued:October 18 1993\nMSRP:$1400 (US)\nFull Specifications\n\nThe follow up machine to the, surprisingly, well-selling Macintosh LC, the LC II may have introduced a better processor but still didn't hide the fact that the LC series were fundamentally crippled.\n\n\nDespite its crippled architecture (a 32-bit CPU running on a 16-bit data bus) and massive corner cutting, the Mac LC had been something of a surprise hit with buyers. Given the machine's problems, the only reason for its phenomenal success was its bargain price, when compared to the machines that made up the Macintosh II series.\n\nWith the release of the replacement to the LC, Apple had the opportunity to address many of the problems of the original machine. Sadly, they passed. The LC had been crippled by running its 68020 CPU on a bus which simply didn't match the CPU's needs. Despite ditching the 68020 in favour of the more powerful 68030, the LC II steadfastly refused to address the data bus issue. So, once again, Apple released a machine fitted with a 32-bit processor and ran it on a 16-bit data bus. To the layman this meant very little, but in practical terms it meant that every memory access or data transfer around the system had to take place in two stages. This had a marked impact on performance and never was this better demonstrated than when the LC II was compared to the Mac IIx: both machines ran the same CPU at the same clock speed...but the LC II only managed to achieve 60% of the performance of its older brother. Even compared to the LC, the LC II sometimes fared worse in some tests — the 68030 really didn't like being run on a 16-bit data bus.\n\nLike the processor\/data bus issue, other design flaws (or 'quirks', depending on your point of view) persevered from the LC. Main memory was still based on 30-pin SIMMs (rather than the newer 72-pin SIMMs) and the memory ceiling was still fixed at 10 MiB, despite the fact that Apple had doubled the amount of on board memory to 4 MiB. Users could fit two 4 MiB SIMMs giving them 12 MiB in total, but only access 10 MiB of it.\n\nThe single LC PDS expansion slot remained (as did SCSI and serial ports) but, in the wake of sales of the LC, the option to have a dual floppy drive system was dropped and all LC IIs came with a single FDD (floppy disk drive) and a hard drive. The case was also modified so that the second floppy drive slot was removed altogether. There was even a (very) slight improvement in spec, as the LC II shipped with 512 bytes of level one (L1) cache — the LC had shipped with just 256 bytes. The LC II was definitely streets ahead of the LC in one department: price. While the LC had been considered 'cheap' at $2399, the LC II was available for a paltry $1400. Now that was what buyers could call 'computing on a budget'.\n\nEventually, the LC II was released as the Performa 400, 405, 410 and 430. Despite the name change, they were still the same machine, with the same hardware setup. The different model numbers simply indicated different software bundles.\n\nFull Specifications\n\n  • General\n    • CPU: 16 MHz Motorola MC68030\n    • ROM: 512 KiB\n    • Bus Speed: 16 MHz\n    • Data Path: 16-bit\n    • RAM Type: 30-pin SIMM (100 ns)\n    • Standard RAM: 4 MiB\n    • RAM Onboard: 4 MiB\n    • RAM Slots: 2\n    • Maximum RAM: 10 MiB\n    • Cache: ½ KiB (L1)\n  • I\/O & Expansion\n    • ADB: 1\n    • Serial: 2\n    • SCSI: 1 (DB-25)\n    • Floppy Connector: 1\n    • Audio In: Mini-jack\n    • Audio Out: 8-bit 22 KHz mono (mini-jack)\n    • Built-in Speaker: Mono\n    • PDS Slot Type: LC\n  • Storage\n    • Hard Drive: 40 MiB - 80 MiB (optional)\n    • Hard Drive Type: SCSI\n    • Floppy Drive: One 1.44 MiB SuperDrive\n  • Video\n    • Max Resolution: 640×480 (4-bit), 512×384 (8-bit), 640×480 (8-bit – 512 KiB VRAM)\n    • Standard VRAM: 256 KiB\n    • VRAM Onboard: 0 KiB\n    • VRAM Slots: 1\n    • Maximum VRAM: 512 KiB\n    • Video Out: DB-15\n  • Miscellaneous\n    • Apple Model Number: M1700\n    • Codename: Foster Farms (LC II), Lady Kenmore, Vail (Performa 400)\n    • Gestalt ID: 37\n    • Power: 50W\n    • PRAM Battery: 3.6V Half-AA\n    • Case Style: LC\n    • Dimensions: 12.2\" x 15.3\" x 2.9\" (W x D x H)\n    • Weight: 8.8 lbs.\n    • Mac OS Support: System 6.0.7 - System 7.5.5\n    • Introduced: March 23 1992\n    • Introduced: October 18 1993\n    • MSRP: $1400 (US)\n\nMore Information",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9899195433,
        "format_confidence":0.9822078347
    },
    {
        "url":"https:\/\/www.mheg5.de\/mheg5-engine\/mheg5-profiles\/freesat\/",
        "text":"GURU Image\n\nGkWare MHEG-5 Engine\n\n\n\nFreesat is the name of a digital TV platform on Astra 2 at 28.2° East.\n\n\nThe MHEG-5 profile is not available to the general public, but most applications can also be executed by receivers with a UK-Profile\/D-Book MHEG-5 engine.  The document with the exact specification of the freesat profile is only provided to \"selected\" manufacturers.\n\n\n\n\n\n\n\n\n[\"freesat\" is a registered trade mark and the \"freesat\" logo is a trademark of Freesat (UK) Ltd]",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9857174158,
        "format_confidence":0.7040017843
    },
    {
        "url":"http:\/\/whatis.techtarget.com\/definition\/black-level-brightness",
        "text":"What is black level (brightness)? - Definition from WhatIs.com\n\n\nblack level (brightness)\n\nPart of the Multimedia and graphics glossary:\n\nOn a display or television monitor, black level is the technical term for what is usually called brightness . Black level determines the amount of light that a picture display emits for the darkest areas of an image. A PLUGE pattern is a test pattern used to calibrate the black level on a display monitor to that of a DVD player, a VCR, or some other source.\n\nThis was last updated in March 2011\nPosted by: Margaret Rouse\n\nRelated Terms\n\n\n  • screencast\n\n    - A screencast is a digital video recording that captures actions taking place on a computer desktop. (WhatIs.com)\n\n  • discoverability (in UX design)\n\n    - Discoverability, in the context of product and interface design, is the degree of ease with which the user can find all the elements and features of a new system when they first encounter it. (WhatIs.com)\n\n  • point cloud\n\n    - A point cloud is a collection of data points defined by a given coordinates system. In a 3D coordinates system, for example, a point cloud may define the shape of some real or created physical system. (WhatIs.com)\n\n\n  • Multimedia and graphics\n\n    - Terms related to multimedia, including graphics, animation and video definitions and words and phrases about images and sound.\n\n  • Internet applications\n\n    - This WhatIs.com glossary contains terms related to Internet applications, including definitions about Software as a Service (SaaS) delivery models and words and phrases about web sites, e-commerce ...\n\nAsk a Question About black level (brightness)Powered by ITKnowledgeExchange.com\n\nGet answers from your peers on your most technical challenges\n\nTech TalkComment\n\n\n\n    Contribute to the conversation\n\n    All fields are required. Comments will appear at the bottom of the article.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.7306497097,
        "format_confidence":0.9642088413
    },
    {
        "url":"https:\/\/1991-new-world-order.fandom.com\/wiki\/LM317_adjustable_linear_voltage_regulator",
        "text":"1945-1991: Cold War world Wiki\nIMPORTANT:This page has used Creative Commons Licensed content from Wikipedia in either a refactored, modified, abridged, expanded, built on or 'strait from' text content!\n\nA LM317 in a TO-220 power transistor packing unit shell with a heat sink screwed on to it.\n\nThe idea[]\n\nIn electronics, a linear regulator is a system used to maintain a steady voltage. The resistance of the regulator varies in accordance with the load resulting in a constant output voltage. The regulating device is made to act like a variable resistor, continuously adjusting a voltage divider network to maintain a constant output voltage, and continually dissipating the difference between the input and regulated voltages as waste heat. By contrast, a switching regulator uses an active device that switches on and off to maintain an average value of output. Because the regulated voltage of a linear regulator must always be lower than input voltage, efficiency is limited and the input voltage must be high enough to always allow the active device to drop some voltage.\n\nLinear regulators may place the regulating device in parallel with the load (shunt regulator) or may place the regulating device between the source and the regulated load (a series regulator). Simple linear regulators may only contain a Zener diode and a series resistor; more complicated regulators include separate stages of voltage reference, error amplifier and power pass element. Because a linear voltage regulator is a common element of many devices, integrated circuit regulators are very common. Linear regulators may also be made up of assemblies of discrete solid-state or vacuum tube components.\n\nThe transistor (or other device) is used as one half of a potential divider to establish the regulated output voltage. The output voltage is compared to a reference voltage to produce a control signal to the transistor which will drive its gate or base. With negative feedback and good choice of compensation, the output voltage is kept reasonably constant. Linear regulators are often inefficient: since the transistor is acting like a resistor, it will waste electrical energy by converting it to heat. In fact, the power loss due to heating in the transistor is the current multiplied by the voltage difference between input and output voltage. The same function can often be performed much more efficiently by a switched-mode power supply, but a linear regulator may be preferred for light loads or where the desired output voltage approaches the source voltage. In these cases, the linear regulator may dissipate less power than a switcher. The linear regulator also has the advantage of not requiring magnetic devices (inductors or transformers) which can be relatively expensive or bulky, being often of simpler design, and being quieter. Some designs of linear regulators use only transistors, diodes and resistors, which are easier to fabriacate into an integrated circuit, further reducing their weight, footprint on a PCB, and price.\n\nAll linear regulators require an input voltage at least some minimum amount higher than the desired output voltage. That minimum amount is called the dropout voltage. For example, a common regulator such as the 7805 has an output voltage of 5V, but can only maintain this if the input voltage remains above about 7V, before the output voltage begins sagging below the rated output. Its dropout voltage is therefore 7V − 5V = 2V. When the supply voltage is less than about 2V above the desired output voltage, as is the case in low-voltage microprocessor power supplies, so-called low dropout regulators (LDOs) must be used.\n\nWhen the output regulated voltage must be higher than the available input voltage, no linear regulator will work (not even a Low dropout regulator). In this situation, a switching regulator of the \"boost\" type must be used. Most linear regulators will continue to provide some output voltage approximately the dropout voltage below the input voltage for inputs below the nominal output voltage until the input voltage drops significantly.\n\nLinear regulators exist in two basic forms: shunt regulators and series regulators. Most linear regulators have a maximum rated output current. This is generally limited by either power dissipation capability, or by the current carrying capability of the output transistor.\n\nThe LM317 and LM337 were an attempt to make a medium to heavy duty answer to the problem. \n\n  • The LM317 is a popular adjustable linear voltage regulator. It was designed by Robert 'Bob' C. Dobkin in 1976 while he worked at National Semiconductor.\n  • The LM337 (a negative complement to the LM317) regulates voltages below, rather than above, the reference. It was designed by Robert \"Bob\" Pease (1940 – 2011).\n\n\nThe then Western standard silicon\\germanium etching process. The metal tab is a heat sink, but it can be attached to a larger metal heat sink block or the side of a metal machine housing to dissipate it's heat to stop it burning out.\n\nOperation without a heat sink with an ambient temperature at 50 ⁰C such as on a hot summer day inside a box, a maximum power dissipation of (TJ-TA)\/RθJA = ((125-50)\/80) = 0.98 W can be permitted. (A piece of shiny sheet metal of Aluminum with the dimensions 6 x 6 cm and 1.5 mm thick, results in a thermal resistance that permits 4.7 W of heat dissipation).\n\n\nA constant current source circuit constructed with LM317.\n\nSchematic of LM317 in a typical voltage regulator configuration, including decoupling capacitors to address input noise and output transients.\n\nAs linear regulators, the LM317 and LM337 are used in DC to DC converter applications.\n\nLinear regulators inherently waste as much current as they supply. When this current is multiplied by the voltage difference between input and output, a significant amount of heat results. Therefore the use of an LM317 commonly also requires a heat sink. For large voltage differences, the energy lost as heat can ultimately be greater than that provided to the circuit. This is the trade-off for using linear regulators which are a simple way to provide a stable voltage with few additional components. The alternative is to use a switching voltage regulator which is usually more efficient but has a larger footprint and requires a larger number of associated components.\n\nIn packages with a heat-dissipating mounting tab, such as TO-220, the tab is connected internally to the output pin which may make it necessary to electrically isolate the tab or the heat sink from other parts of the application circuit. Failure to do this may cause the circuit to short.\n\nOperation without a heat sink with an ambient temperature at 50 ⁰C such as on a hot summer day inside a box, a maximum power dissipation of (TJ-TA)\/RθJA = ((125-50)\/80) = 0.98 W can be permitted. (A piece of shiny sheet metal of Aluminum with the dimensions 6 x 6 cm and 1.5 mm thick, results in a thermal resistance that permits 4.7 W of heat dissipation).\n\nIn a constant voltage mode with an input voltage source at VIN at 34 V and a desired output voltage of 5 V, the maximum output current will be PMAX \/ (VI-VO) = 0.98 \/ (34-5) = 32 mA.\n\nFor a constant current mode with an input voltage source at VIN at 12 V and a forward voltage drop of VF=3.6 V, the maximum output current will be PMAX \/ (VI - VF) = 0.98 \/ (12-3.6) = 112 mA.\n\nVoltage regulator[]\n\nSchematic of LM317 in a typical voltage regulator configuration, including decoupling capacitors to address input noise and output transients. The LM317 has three pins: INput, OUTput, and ADJustment. The device is conceptually an op amp with a relatively high output current capacity. The inverting input of the amp is the adjustment pin, while the non-inverting input is set by an internal bandgap voltage reference which produces a stable reference voltage of 1.25 V.\n\nA resistive voltage divider between the output and ground configures the op amp as a non-inverting amplifier so that the voltage of the output pin is continuously adjusted to be a fixed amount, the reference voltage, above that of the adjustment pin. Ideally, this makes the output voltage:\n\nVout = Vref (1 + RL\/RH) Because some quiescent current flows from the adjustment pin of the device, an error term is added:\n\nVout = Vref (1 + RL\/RH) + IQRL To make the output more stable, the device is designed to keep the quiescent current at or below 100µA, making it possible to ignore the error term in nearly all practical cases. \n\nCurrent regulator[]\n\nThe device can be configured to regulate the current to a load, rather than the voltage, by replacing the low-side resistor of the divider with the load itself. The output current is that resulting from dropping the reference voltage across the resistor. Ideally, this is:\n\nIout = Vref\/RH Accounting for quiescent current, this becomes:\n\nIout = (Vref\/RH) + IQ LM317 can also be used to design various other circuits like 0 V to 30 V regulator circuit, adjustable regulator circuit with improved ripple rejection, precision current limiter circuit, tracking pre-regulator circuit, 1.25 V to 20 V regulator circuit with minimum program current, adjustable multiple on-card regulators with single control, battery charger circuit, 50 mA constant current battery charger circuit, slow turn-on 15 V regulator circuit, ac voltage regulator circuit, current-limited 6 V charger circuit, adjustable 4 V regulator circuit, high-current adjustable regulator circuit and many more.\n\nCompared to the 78xx\/79xx ranges[]\n\nThe LM317 is an adjustable analogue to the popular 78xx fixed regulators. Like the LM317, each of the 78xx regulators is designed to adjust the output voltage until it is some fixed voltage above the adjustment pin (which in this case is labeled \"ground\").\n\nThe mechanism used is similar enough that a voltage divider can be used in the same way as with the LM317 and the output follows the same formula, using the regulator's fixed voltage for Vref (e.g. 5 V for 7805).... (truncated)",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.8920590281,
        "format_confidence":0.9758502841
    },
    {
        "url":"https:\/\/mixbutton.com\/home-recording-articles\/what-is-the-difference-between-a-dynamic-condenser-microphone\/",
        "text":"Microphone, home-recording-studio.\nHome Recording Articles\n\nWhat is the Difference Between a Dynamic & Condenser Microphone?\n\nFrom musical concerts to political debates, comedy clubs and even churches: microphones are an important component in all these places. The use of microphones these days have gone beyond the more obvious settings mentioned above; as thousands of internet users now also put the microphone to good use when they make YouTube videos, podcasts, audio recordings, podcasts, voiceovers and more.\n\nWith so many situations where microphones are not only applicable but also quintessential, your choice of microphone could potentially determine the success of your project.\n\nThis article is focused on the two main types of microphone used for performing – the dynamic microphone and the condenser microphone. Here is a quick look at each microphone as well as their differences.\n\nDynamic microphones\n\nWhen most people say or think of “microphones”, it is usually the dynamic style microphones that are being referred to. Often big and bulky, dynamic microphones are designed in the traditional design with a hardball shape on top which is usually made of a metal mesh.\n\nThe interior design of a dynamic mic features a spring-like part that enables it to handle high-frequency sounds. Every microphone has what is called a polar pattern. This refers to the way the sound is captured and crucially which direction it is recording from. The cardioid polar pattern of the dynamic microphone makes it ideal for solo performances and individual instrument recordings.\n\nA traditional dynamic microphone uses a cardioid polar pattern – this enables it to filter any background noise from the actual voice of the speaker (or performer) thus resulting in a sound recording with more clarity.\n\nCondenser microphones\n\nCompared to the dynamic microphone, condenser microphones have a higher sensitivity to sound. This is due to its omnidirectional polar pattern, a condenser microphone would pick up every sound around the recording area which makes these mics perfect for bands or artists that prefer to record their music as a live collective.\n\nSounds projected when using a condenser microphone are less distorted and have more natural dynamics.\n\nThe differences\n\nCompared to dynamic microphones, the condenser microphones are a more complex option and often tend to cost a little more than dynamic microphones. Unlike dynamic microphones, which are quite durable and long lasting, a condenser microphone is adversely affected by extreme temperature and humidity level, which cause them to either fail temporarily or become distorted.\n\nCondenser microphones often have higher recording sensitivity thus being more suited to a smoother and more natural instrument like vocals, piano or an acoustic guitar.\n\nFinal thoughts\n\nBoth the condenser and dynamic microphones are essential tools for sound recording. Deciding which mic is most suitable for your recording is dependent on not just the sound source or sound reinforcement system but also on the physical setting where the mic is placed\n\nA dynamic mic is more suitable for environments like clubs or for places requiring outdoor sound. A condenser mic, on the other hand, is best for a more controlled environment like a concert hall or theatre.\n\nMost producers and artists who want the highest level of sound quality prefer a condenser microphone due to its response to natural acoustic instruments, which are played with human feeling through dynamic shifts in volume.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.5702005625,
        "format_confidence":0.798930943
    },
    {
        "url":"https:\/\/simple.m.wikipedia.org\/wiki\/Stop_error_screen",
        "text":"Stop error screen\n\nan error screen displayed on a Windows computer system following a fatal system error\nBlue screen of death as seen in Windows 8\n\nA Stop error screen is a screen that a device shows when it has an error it cannot fix and has to stop. These screens are usually called screens of death because the device cannot recover from the error and the operating system or firmware has to close.\n\nThe screens are usually color-coded such as a Windows computer showing a Blue Screen of Death (BSoD) or an Xbox showing a green screen of death when they have errors.[1]\n\n\nIf its settings tell it to, the computer will do a \"core dump\" and save data to a disk file, or \"dump file\", for later, to help an expert fix the problem.\n\nThese screens are usually caused by problems in device drivers. They can also be caused by hardware errors, such as bad RAM or power supplies, overheating of the inside of the system, or hardware which is run at higher rates than the limits. This is called overclocking.\n\nThese errors were in all the Windows operating systems since Windows 3.1.\n\nWindows 1.0 and 2.0Edit\n\nThe first BSODs were seen when starting Windows 1.0 and Windows 2.0, and had random data, mess, shown with a blue screen, hence the name.\n\nWindows 3.x, 95, 98, and MEEdit\n\nA BSOD in Windows 95 and Windows 98\n\nThe first BSOD that looked like an error was in Windows 3.1. BSODs like that appeared in Windows 95, Windows 98 and Windows ME. These showed an error message with an all-blue screen. The error screen was shown when there was a startup error, or when there was some other error such as an error occurring in a hardware driver file.\n\nWhen Bill Gates was showing Windows 98 to the public, a BSOD happened. The computer crashed when his assistant, Chris Capossela, connected a scanner to show that Windows 98 could support Plug and Play. Bill Gates responded: \"That must be... er... that must be why we're not shipping Windows 98 yet!\" [2]\n\nWindows NT familyEdit\n\nBeginning with Windows 2000, the BSOD remained an all-blue color, but changed to show more detailed technical information, and also listed a few steps that the user could do to fix the problem causing the BSOD to appear. The same screen was used in Windows XP, Windows Vista, and Windows 7.\n\nWindows 8Edit\n\nWindows 8 and Windows 8.1 uses a lighter blue color for the BSOD, and made the message easier to read. It even added an emoticon of a frowing face. The technical details was replaced with a simple line of text showing the name of the crash error so that the user could look it up on the Internet.\n\nRelated pagesEdit\n\n\n  1. BSOD\n  2. Garmon, Jay (April 13, 2007). \"Video: Bill Gates, meet the Blue Screen of Death\". TechRepublic. CBS Interactive. Retrieved 5 July 2012.\n\nOther websitesEdit",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.5672128797,
        "format_confidence":0.9925003648
    },
    {
        "url":"https:\/\/ccrma.stanford.edu\/mediawiki\/index.php?title=More_Sensors&oldid=2168&printable=yes",
        "text":"More Sensors\n\nFrom CCRMA Wiki\nRevision as of 17:54, 27 June 2007 by Carrlane (Talk | contribs)\n\nJump to: navigation, search\n\nPiezo Pickups\n\n\nQuadrature Encoder\n\n\n\nMotors can also be controlled my the AVR. There are some extra parts involved. Foremost of course is a DC motor. It also needs a motor controller, which supplies the needed voltage and current to the motor.\n\nLED intensity, too!",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9172260165,
        "format_confidence":0.9225555062
    },
    {
        "url":"https:\/\/www.navy-net.co.uk\/rrpedia\/User:JavierHyman13",
        "text":"From RRPedia\nJump to: navigation, search\n\nSound Video Receivers would be the heart of any true home theatre systems. They're essentially amplifiers that will amplify noise from various sources. Most AV receivers have actually multiple amplifiers for most useful outcomes. They could just take input from various sources such as for instance Blue Ray devices, DVD players, gaming consoles such as Ps3, TV containers etc. They are able to route the movie you wish to your process and TV, amplify and send the audio to your speakers.\n\nDifference Between Stereo and AV receivers\n\nStereos can send output that is sound only two channels namely left and right and sometimes to your sub-woofer. Sound video clip receivers, also known often by the true title of 5.1 receiver, can send the sound production to five or maybe more speakers. More advanced level receivers can do as much as 9 speakers.\n\nThe main functions of AV receivers are briefly discussed below:\nTo know about best av receiver for music and best av receiver under 500, kindly visit the website av receiver reviews.\nHowever, once the listener needs increase and technology advances, Home Theater Receiver gets to be more advanced by adding a feature called Multi-Zone function.\n\nWhat exactly is Multi-Zone function?\n\nMulti-Zone or function that is multi-Source, while the name shows, a function in the Receiver enabling it to deliver two different audio signals from two various inputs (in other words. sources) to speakers in numerous areas simultaneously. To illustrate this, you'll play a CD in the kitchen area and backyard garden speakers having a BBQ and entertaining your friends and relatives, while your and your guests' young ones can watch a movie using the sound that is surround the family room. Interestingly, both CD and DVD players are connected to the same Receiver! Insurance firms this function, it allows the Receiver to manage both sound and video sources and transmit the audio signals to different locations.\n\nThis will be differentiated from Multi-Room function, that is done by wiring speakers to multiple locations and controlling the inputs and outputs through Receiver. All areas will tune in to audio signals from the same source with the exact same amount. You'll switch between speakers utilizing the Receiver. To illustrate this, you can play a CD both in the bedroom and family area at the exact same time.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9614728093,
        "format_confidence":0.8965389132
    },
    {
        "url":"https:\/\/beocentral.com\/beovox3000-1980s",
        "text":"Beovox 3000\n\n(1989-1991) Panel loudspeaker, two-way, 45W\n\nType number: 6716\n\n\nThe Beovox 3000 was the smallest model of the last range of Beovox panel loudspeakers. It was a simple two-way bass reflex design constructed in a resin cabinet, which was styled in an odd, asymmetrical fashion with a cloth grille and a large polished steel panel. The two drivers were a 13cm woofer and a 2.5cm dome tweeter, which were mounted in such a way that their positions could be interchanged. This allowed the same cabinet to be used for the left and the right loudspeaker. Text copyright © Beocentral. Unauthorised reproduction prohibited.\n\nThe styling helped to disguise the size of the loudspeaker, and allowed it to be visually reasonably inoffensive whilst still offering a decent sized internal volume. Text copyright © Beocentral. Unauthorised reproduction prohibited.\n\n\nGideon Lindinger-Loewy\n\nFinishes\/ colours\n\n  • Blue\n  • Grey\n\n\n\nType number\n\n\nFurther Reading\n\nIn print:\n\nOn the web:",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9705367088,
        "format_confidence":0.7296281457
    },
    {
        "url":"https:\/\/ts.kurtzersa.com\/electronics-production-equipment\/solderlexicon\/begriff\/drying.html",
        "text":"Drying is the term for conditioning pcb’s and components over an extended period of time to drive out moisture. The temperature range for drying is between 110°C - 120°C. When drying in a vacuum, the temperature can be lowered. During the drying process, unwanted moisture and other volatile components that are left from the board manufacturing process or that have entered at a later stage during transport or storage are to be removed from the board and the components. If these volatile components are still present during soldering, the high internal vapor pressure may develop. This can lead to cracking of the components or to delamination of the base material of the printed circuit board.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.8636717796,
        "format_confidence":0.6300350428
    },
    {
        "url":"http:\/\/www.fiber-optic-equipment.com\/tag\/3g-digital-video-sfp",
        "text":"Tag Archives: 3G Digital Video SFP\n\nQuick Guides on 3G Digital Video SFPs\n\nAs high definition (HD) content occupies the norm in video and broadcasting industry, higher standards digital video SFPs are needed for HD or even higher standard video transmission. So there are 3G digital video SFPs suitable for SD\/HD\/3G-SDI. To know more about 3G digital video SFPs, please continue to read this article.\n\nSDI Standards\n\nSDI, short for Serial Digital Interface, is a digital video interface standard made by SMPTE (The Society of Motion Picture and Television Engineers) organization. The serial interface transmits the data through single channel. Additional SDI standards include HD-SDI, 3G-SDI, 6G-SDI, and 12G-SDI. HD-SDI was standardised by SMPTE 372M in 1998. It can support 1.485Gbps interface. 3G-SDI consists of a single 2.970Gbps serial link that allows replacing dual link HD-SDI.\n\n3G Digital Video SFPs\n\n3G Video SFP is also named Digital Video SFP. Digital video SFP modules are specially applied for SDI (Serial Digital Interface) data rates from 50 Mbps to 3 Gbps with links of 80 km over single-mode fibre. This kind of SFPs are designed to transmit optical serial digital signals as defined in SMPTE 297-2006, specifically for robust performance in the presence of SDI pathological patterns for SMPTE 259M, SMPTE 344M, SMPTE 292M and SMPTE 424M serial rates.\n\nDigital video SFPs are hot pluggable, easy to use, and offer the highest density optical solution for carrying digital video through optical fibre. The digital video SFP pinout is designed as one slot can be populated with a dual transmitter, dual receiver, single transmitter, single receiver, or a transceiver. Digital video SFP is a cost-effective way to solve the problems during digital video optical transmission, allow the transport of SDI and HD-SDI video signals over any optical transport system that employs MSA standard optical transceivers.\n\n3G digital video SFPs include 3G SDI SFP, BiDi SFP and CWDM SFP. According to different standards, it can be divided into different types. Based on the transmission mode, it can be divided into single Tx, single Rx, dual Tx, dual Rx and TR transceivers; by standards into MSA and non-MSA; by operating wavelength into 1310nm, 1490nm, 1550nm and CWDM wave length. 3G digital video SFPs also have 3G video SFP and 3G video pathological patterns due to different applications. Let’s take a look at the details about 3G video pathological patterns SFP.\n\nWhat are 3G-SDI pathological patterns? Pathological patterns, also called SDI proving ground, are a whole test signal. And it must be done during blackout. This signal is tough to handle by serial digital system, and significant to check the system performance. Pathological patterns often contain the richest low-frequency energy which statistically happens one per frame. Pathological patterns test is also an important indicator of video SFP modules. FS.COM 3Gbps video pathological patterns SFPs are used to transmit optical serial digital signals at the serial rates of SMPTE 259M, SMPTE 344M, SMPTE 292M and SMPTE 424M defined in SMPTE 297-2006. 3Gbps video pathological patterns SFPs with LC interface can transmit optical signals from 50Mbps to 3Gbps reaching the maximum distance of 40km. Both single-mode and multimode video pathological patterns SFPs are available. All modules are hot-pluggable and compatible with SFP MSA. Besides, they can be applied in 3G-SDI\/HD-SDI\/SD-SDI electrical-optical converter, 3G-SDI\/HD-SDI\/SD-SDI optical-electrical converter, HD camera or monitor system and high-density digital video routers & switches.\n\n\n\nFrom this article, you must know some information about 3G digital video SFP. Fiberstore offers a full series of low cost but high quality 3G digital video SFPs for your applications covering the link distance of 300 m, 10 km, 20 km, 40 km and 80 km. As the advent of 4K (ultra high definition) market, the demand is growing fast for transporting the 4K in an efficient way. So just expect 6G-SDI or even 12G-SDI products researched and developed by FS.COM.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.8579812646,
        "format_confidence":0.8653113842
    },
    {
        "url":"https:\/\/www.twice.com\/news\/correction-26823",
        "text":"Correction - Twice\n\n\nPublish date:\n\nIn an obituary on Henry Kloss (TWICE, Feb. 11, p. 3), some information was incorrect. Kloss was at Advent in 1970 when he launched the first separate Dolby processor for use with any tape deck. That same year Kloss was at Advent when he marketed the first Dolby B noise-reduction add-on for consumer reel-to-reel tape recorders and sold the first reel-to-reel recorder with built-in Dolby B noise reduction.\n\n\nRelated Articles",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.7665035725,
        "format_confidence":0.6930468082
    },
    {
        "url":"http:\/\/technology.brainbloggers.com\/what-is-the-lc-connector.html",
        "text":"What is the LC connector?\n\nYou're reading What is the LC connector?, posted on Thursday, March 10th, 2011 at 2:39 am in Science Of Technology, on BrainBloggers at the Technology blog. More after the jump.\n\nThe LC connector stands for lucent connector. It is mainly a connector and resembles a standard ceramic. The LC connector has been developed specifically for Telecommunication purposes. It is half the size of the convential connectors.\n\nThe acronym for LC Connector is Lucent connector. It is a small form-optic connector which is mainly made of fiber. It resembles the small standard ceramic and usually uses a 1.25mm ferule, which is half of the ST size. In other cases, it has to be a standard ceramic ferrule connector. It was developed by Lucent Technologies for use in TelCo environments and is greatly favored for single mode transmission. It has been standardized as the Fiber Optic Connector Intermateability Standards (FOCIS 10) in EIA\/TIA-604-10.\n\nThe LC Connector have been incorporated with some common and proven technologies for the system to deliver as being easy to carry out the fiber optic interface. The most preferred telephone plug RJ-45 helps to provide support providing mechanism for, both the connecting system, and the time tested ceramic ferrule to terminate the fiber. These connectors include features such as single set design, having detachable clips for duplex and simple connectors and polarized. It complies with industrial standards, is half the dimension of normal connectors and having the push and pull mechanism which resemble RJ connectors.\n\nThere are two versions available. The first one is the LC Unibody jumper connector which is designed for 1.6-2.0 mm cordage and 3.0 mm cordage. The second version is the “behind-the-wall” or BTW which is designed to mount on 0.9 milimeter buffered fiber. LC connectors are offered with pre-radiused ferrules. They have numerous features and applications which are listed as below:\n\n\n  • One piece design\n  • Pull proof for jumper\n  • RJ Style push and pull housing\n  • Polarized\n  • Anti-snag latch for BTW and jumper\n  • PC finish\n  • Standards compliant\n  • Removable clips for simplex and duplex connectors\n  • Pre-radiused connectors available\n  • ½ the size of the standard connectors\n\nThere are various applications too for LC connector. For instance they are used in local area networks, data processing networks, tele-communication, premises distribution benefits, cable television and so on. A lucent connector is available in blue and beige color shades and it can be used in CATV, LAN, WAN and MAN applications. One even has the option to customize, where one can find some connectors have features and make it suitable for certain functions. It has the facility to accomodate various types of cable fibers. It has the ability to accomodate various types of cable fibres. The types of cable that can be accomodated are 2.4mm, 1.6mm, 900um and 2.9mm and so on. The main body is made of many parts such as capillary (Zirconia, a type of ceramic), tubing, flange (brass), spring (stainless steel), plug frame and stopper. The crimping is made of aluminum alloy plus Sumitube.\n\nThere are numerous benefits with Lucent connector. It has double density, maintains optical contact, it helps maintain receive\/transmit direction, it helps guarantee high repeatability, helps to reduce cross-connect and improves durability. It is fielded mountable and the necessary tools are included in the 1032 B kit combined with latest version, D182959. The version comes with connector holders, polishing tool and microscope adapter.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.6927971244,
        "format_confidence":0.9080962539
    },
    {
        "url":"https:\/\/retrocomputing.stackexchange.com\/tags\/bios\/info",
        "text":"To be used when asking questions about the Basic Input\/Output System found on many computers.\n\nBIOS, an acronym for basic input\/output system, is non-volatile firmware used to perform hardware initialization during the booting process and to provide runtime services for operating systems and programs.\n\nThe BIOS firmware generally comes pre-installed in computers, and it is the first software to run when powered on.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9244763851,
        "format_confidence":0.8100073934
    },
    {
        "url":"https:\/\/wiki.unify.com\/wiki\/optiPoint_display_module",
        "text":"optiPoint display module\n\nThe Wiki of Unify contains information on clients and devices, communications systems and unified communications. - Unify GmbH & Co. KG is a Trademark Licensee of Siemens AG.\n\nJump to: navigation, search\nThe support for this product has been discontinued!\nPlease visit Devices to get further information about the current product portfolio.\n\noptiPoint display module\n\nThe optiPoint display module is a add-on module with touch screen and navigation keys. The module can be connected to different phones of the optiPoint family.\n\nThe module is phased-out and not available any longer.\n\n\nThe optiPoint display module is compatible with the telephones:\n\n\nFor further information please see optiPoint application module. All functionality, except XML-applications are supported.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9804050326,
        "format_confidence":0.9356254339
    },
    {
        "url":"http:\/\/tuxmachines.org\/node\/50522",
        "text":"Language Selection\n\nEnglish French German Italian Portuguese Spanish\n\nTiny Linux Plug Computers: Wall Wart Linux Servers\n\nFiled under\n\nEver wish you could set up a small, efficient server? Maybe you're setting up a mail server for a couple of people, or something to hand out music files over a home network. Do you really need a full-fledged PC with a noisy fan, sucking down 100 watts and heating up the room?\n\nFortunately, there's a class of computers ideally suited to that sort of job: \"plug computers\", sometimes called Sheevaplugs after an early model. The whole computer is built into the bit that plugs into the wall, so they're barely bigger than a normal \"wall wart\" power supply. They use power-efficient ARM CPUs, so you can run a server with only 5 watts. They're inexpensive, usually just over $100 for a plug with 512M RAM and 512M flash. Best of all, they come with Linux installed right out of the box.\n\nInterested? Here's what you need to know to get started in plug computing.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.966733098,
        "format_confidence":0.6501779556
    },
    {
        "url":"https:\/\/www.pcspecialist.co.uk\/misc\/pc_info.php?page_id=432&category_id=7&info_type=6&orderno=0&review=",
        "text":"RAID: A Comparison\n\nRAID is the linking together of two hard drives, either for increased performance (RAID 0) or for increased security (RAID 1).\n\n\nRAID level 0 refers to striping data across multiple disks without any redundant information. Striping can be used to enhance performance in either a request rate intensive or transfer rate intensive environment. Unfortunately. Striping reduces the level of data availability since a disk failure will cause the entire array to be inaccessible.\n\n\n1. Higher performance.\n2. No cost penalty - all storage is usable.\n\n\nSignificantly reduced data availability - all data is lost if one hard drive fails.\n\n\nRAID level 1 refers to maintaining duplicate sets of all data on separate disk drives. Of the RAID levels, level 1 provides the highest data availability since two complete copies of all information are maintained. If one of your hard drives fails, you will have an exact copy of all your data on your other hard drive, meaning that you can carry on working as normal without having to restore lost files. You could see it as having a permanent automatic back-up of all your data. Even if one hard drive fails, you can then use the other hard drive to create a new RAID array and so in theory (unless you have an electrical surge, or both hard drives fail simultaneously) you can never be caught out when you turn on your computer one day to find that your hard drive has failed, because you always have a backup.\n\n\n1. Excellent data availability.\n2. Higher read performance than a single disk.\n\n\n1. Expensive - requires two hard drives (if you order 2 x 500GB, you will only have 500GB total storage space and not 1000GB).\n\n\nFor some customers such as business users, RAID 1 can be a very cost effective way of backing up their data to protect against single hard drive failure. For enthusiasts, RAID 0 will increase the read\/write speeds of data on your computer to give you a little extra performance.\n\nHowever, for the average home computer, most customers prefer not to order a RAID configuration because they do not want to limit their data capacity on ordering two hard drives, nor do they want the increased risk of data loss should a single hard drive fail.\n\nImportant Note\n\nWhen choosing a RAID 1 configuration with a view to data security, we always recommend you continue to perform separate backups, and do not solely rely on the RAID configuration as your data backup.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.9761630297,
        "format_confidence":0.813740015
    },
    {
        "url":"https:\/\/www.off-grid-europe.com\/info\/battery-capacity\/",
        "text":"+49 (0) 7554 9896935\n\n+44 (0) 333 444 7655\n\n0 item - £0.00\n\nBattery Capacity\n\nThere are two fundamental influences on battery capacity: rate of discharge and temperature. Discharging a battery quickly will reduce its capacity, as will using it in cold temperatures. Discharging a battery slowly, or in warm temperatures will increase its capacity.\n\nBatteries are rated in their Amp-Hour (AH) capacity. An ampere is a measure of electrical charge flowing across a point in a circuit for a unit of time. Higher electrical charge = higher current.\n\nAmp-hours are Amps x hours (time). \n\n10AH = 10 amps for 1 hour \/ 1 amp for 10 hours\n35AH = 35 amps for 1 hour \/ 7 amps for 5 hours\n200AH = 200 amps for 1 hour \/ 10 amps for 20 hours\n\nHowever, it isn't as simple as this. If the battery is rated at 200Ah for 20 hours yet you discharge it over 100 hours, you will get more than 200Ah\n of power.\n\nHigh use, low capacity\n\nDue to internal resistance within a battery, the capacity of a battery changes depending on the way it is being used. Higher discharge increases resistance and reduces capacity. Lower discharge reduces resistance and increases capacity. Treat your battery good, and it'll treat you better.\n\nOften, batteries are listed with their 20 hour rate (C\/20). A more aggressive discharge may be a 10 hour rate (C\/10) and a much more gentle discharge may be a 100 hour rate (C\/100). You will often find these three figures on a battery listing.\n\n\nThe graph shows three relatively similar deep-cycle lead-acid 2V batteries. On all three, the capacity increases with the slower discharge rate of C\/100. Internal resistance is low and less capacity is lost as heat. The rapid 10 hour discharge rate sees capacity drop by 1000 Ah on all three batteries.\n\n\nThe amp-hour capacity of a battery is heavily affected by temperature. Standard capacity ratings are at 25C - room temperature. Capacity increases at higher temperatures, up to 120% at 50C. It decreases by about 50% when at -20C. At freezing, capacity is around 70%.\nHigh temperatures lower internal resistance and increase the speed of the chemical reaction. Colder temperatures do the opposite and slow the chemical reaction. When considering the storage and operating temperature of a battery, the trade-off between short-term capacity and long-term lifespan must be a factor. Operating at high temperatures may provide immediate power boosts, but the as the old adage goes, the tortoise wins the race. The drop-off in battery lifespan at high temperatures must be treated with care.\nOperating at extremely low (freezing) temperatures, will limit the capacity as the electrolyte freezes after a certain DoD. This will severely damage the battery.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.7405492067,
        "format_confidence":0.8895300031
    },
    {
        "url":"https:\/\/orangeamps.com\/heritage\/legacy-products\/1960s-1970s\/9384-2\/",
        "text":"Not only was the 1972 OR100 ‘Graphic Valve Amplifier’ the amplifier that defined the mid-range crunch that remains the core Orange sound to the present day, it was also revolutionary in terms of cosmetic styling.   The Orange psychedelic logo, picture-frame amp sleeves and loudspeaker cabinets had already established the company as a visually distinctive and unique guitar amps’ brand in the late 1960s. The hieroglyphic symbols on the front plate took this a big step further.*\n\nInitially the ‘Graphics’ were also known as ‘Plexis’ because they had plastic reverse-printed Perspex front panels secured by four fixing bolts to an orange steel backplate, and then to the chassis. The panels on later Pics Only amps were not plastic, but silk-screen printed metal plates with no visible bolts.\n\nThe ‘Pics Only’ series featured 100 and 80 watt heads, and 100 and 80 watt 2×12″ combos (shown above) which were huge sellers worldwide.\n\n“The circuit  of the Pics Only is markedly different from that of the first Orange amplifiers. Those early Orange amps like the OR200 had the volume in front of the EQ circuitry, whereas the Pics Only had the Baxandall EQ first, then the Gain, and then the phase inverter. What’s more, the DC coupled ‘concertina’ phase inverter used in the first Orange amps was changed to a capacitorcoupled version in the Pics Only. This capacitor-coupled type of phase inverter drives the output valves harder and this creates a more overdriven and crunchy sound. In this way, the Pics Only was the start of the new sound that everybody associates with Orange.”\n\n– Adrian Emsley, Orange Amplification Technical Director\n\n* In the The Book of Orange on p. 22-23 creator, Cliff Cooper, explains how he got the idea for the hieroglyphs and on p. 72-73 there is glossary showing all the main hieroglyphs and assigns them to appropriate amp models.",
        "topic_id":5,
        "format_id":7,
        "topic_confidence":0.8885928392,
        "format_confidence":0.7974055409
    }
]