[
    {
        "url":"https:\/\/researchbank.acu.edu.au\/fhs_pub\/3068\/",
        "text":"Experiences and aspirations of younger mothers\n\nKate Butler\nGail Winkworth\nMorag McArthur\nJudith Smyth\n\nReport for the Department of Families, Housing, Community Services and Indigenous Affairs\n\n\nThe social context for both young people and motherhood is changing and there is a clear need to identify the experiences and needs of younger mothers (aged under 25 years at the birth of their first child) to inform the development of policy and service responses. The current discourse on younger mothers tends to problematise this group, and is partially based on quantitative research evidence which highlights the adverse health and socio-economic outcomes that are associated with 'early' childbearing. Qualitative research which explores the views and perspectives of younger mothers on early pregnancy and childbearing is important for understanding their experiences and how they think about their future...",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.7626737952,
        "format_confidence":0.9511024952
    },
    {
        "url":"https:\/\/www.newfamilysocial.org.uk\/resources\/research\/outcomes-for-children-in-lgbt-led-families\/",
        "text":"Outcomes for children in LGBT led families\n\nBritish studies\n\n2015 –  Modern Families: Parents and Children in New Family Forms is published. Modern Families brings together research on parenting and child development in new family forms including lesbian mother families, gay father families, families headed by single mothers by choice and families created by assisted reproductive technologies such as in vitro fertilisation (IVF), egg donation, sperm donation, embryo donation and surrogacy.\n\nThis research is examined in the context of the issues and concerns that have been raised regarding these families. The findings not only contest popular myths and assumptions about the social and psychological consequences for children of being raised in new family forms but also challenge well-established theories of child development that are founded upon the supremacy of the traditional family. It’s argued that the quality of family relationships and the wider social environment are more influential in children’s psychological development than are the number, gender, sexual orientation, or biological relatedness of their parents or the method of their conception.\n\nFind out more Modern Families on the Cambridge University Press website.\n\n\n2013 – Research into adoptive families headed by same-sex couples paints a positive picture of relationships and wellbeing in these new families. The study, which was carried out by Cambridge University, suggests that adoptive families with gay fathers might be faring particularly well.\n\n“Overall we found markedly more similarities than differences in experiences between family types”.  Professor Susan Golombok\n\nIn-depth research into the experiences of adoptive families headed by same-sex couples suggests that children adopted by gay or lesbian couples are just as likely to thrive as those adopted by heterosexual couples. It also reveals that new families cope just as well as traditional families with the big challenges that come with taking on children who have had a poor start in life.\n\nA report outlining key findings from the research – which was carried out by a team at Cambridge University’s Centre for Family Research – is published today by the British Association of Adoption and Fostering (BAAF) to coincide with LGBT Adoption and Fostering Week. The study is the first of its kind in the UK.\n\nThe research explored in considerable detail the experiences of 130 adoptive families, looking at important aspects of family relationships, parental wellbeing and child adjustment. The study compared three kinds of adoptive families: those headed by gay fathers (41 families), those headed by lesbian mothers (40 families), and those headed by heterosexual parents (49 families).\n\n“We worked with more than 70 adoption agencies across the UK to recruit families. The participating families were similar in terms of ethnicity, socioeconomic status and education,” says Professor Susan Golombok, director of the Centre for Family Research and co-author of the report.\n\n“Overall we found markedly more similarities than differences in experiences between family types. The differences that did emerge relate to levels of depressive symptoms in parents, which are especially low for gay fathers, and the contrasting pathways to adoption which was second choice for many of the heterosexual and some lesbian parents – but first choice for all but one of the gay parents.”\n\nThe study took the form of home visits to the families, written questionnaires, and recorded parent-child play sessions. All but four of the children studied were aged between four and eight years old, and all had been placed in their families for at least 12 months prior to being interviewed. All families had two parents.\n\nEach year adoptive families are needed for some 4,000 children. Same-sex couples have had the legal right to adopt since 2005 but remain a small proportion of the total number of adopters.  National statistics show that annually around 60 children are adopted by gay couples and a further 60 by lesbian couples.\n\nThe bill that brought about the change was fiercely contested and took three years to pass through parliament. Issues raised in the debate included concerns that children adopted by same-sex couples would face bullying from peers and worries that children’s own gender identity might be skewed by being raised by parents of the same sex.\n\nResponses from the same-sex parents, adopted children themselves and the children’s teachers indicates that these issues do not appear to be a significant problem – although the researchers, and some parents themselves, acknowledge that problems of bullying could become a problem as the children become teenagers.\n\nThe majority of the children in the study appeared to be adjusting well to family life and to school. Face-to-face interviews with parents, and with those children willing and old enough to take part, showed that parents talked openly with their children about adoption and recognised the value of children maintaining contact with their birth parents.\n\nSome interesting differences emerged in parents’ wellbeing across the three types of family. Gay fathers were significantly less likely to report having depressive symptoms than lesbian mothers and heterosexual couples, most probably reflecting the lower levels of depression shown by men than women generally. However, it should be noted that the level of depression reported by lesbian mothers and heterosexual parents was below, or in line with, the national picture for mental health.\n\nGay fathers appeared to have more interaction with their children and the children of gay fathers had particularly busy social lives.\n\nPathways to adoption also differed across the three groups. While most heterosexual couples expected to become parents as a matter of course, fewer same-sex couples expected to have children. This was particularly true of gay fathers many of whom had viewed their sexual identity as incompatible with parenthood.\n\nMost of the heterosexual couples, and a significant number of lesbian couples, had experienced fertility problems. Many had undergone IVF treatment with no success. In contrast, only one of the gay couples had tried (but failed) to conceive with the help of a surrogate. For the remaining gay couples, adoption was the first choice.\n\nMost parents across the family types had had positive experiences of the adoption process with many speaking warmly of the support they received. A number of same sex couples, however, reported that agencies lacked experience in working with gay and lesbian parents and that this showed itself in awkwardness. One gay parent described having the phone put down on him when he said that his partner was a man.\n\nBeing adopted makes children different to many of their peers: being adopted by same sex couples could add another dimension to that sense of being different. Interviews with parents showed that they were well aware of the extra challenges they and their children might face – and that they hoped to raise children who were secure in their own identity and valued diversity.\n\n2012 – A new study is currently underway exploring similarities and differences in family relationships, interviewing gay male, lesbian and heterosexual couples who have adopted. The research studies the role of fathering and mothering in children’s psychological development. The project is headed by Professor Susan Golombok, Director of the Centre for Family Research, and Professor Michael Lamb, Head of Social and Developmental Psychology – both at the University of Cambridge. We will list any publications from the study here as soon as they become available. Further information on the research: http:\/\/www.ppsis.cam.ac.uk\/CFR\/about\/people\/documents\/Cambridgestudyofadoptivefamilylife.pdf\n\nTasker, F. (2007) Reviewing Lesbian and Gay Adoption and Foster Care: the Developmental Outcomes for Children, Family Law 37: 524.\n\nAbstract: Looks at the research on lesbian and gay parenting. Considers lesbians and gay men as adoptive parents and foster carers. Concludes the Adoption and Children Act 2002 and SI 2007\/1263 make it clear that, as a matter of social policy, in all issues relating to adoption and fostering same-sex couples are to be treated equally with heterosexual couples.\n\nTasker, F. (2005) Lesbian Mothers, Gay Father and their children: A Review, Journal of Developmental and Behavioural Pediatrics 26: 224-40.\n\nAbstract: There is a variety of families headed by a lesbian or gay male parent or same-sex couple. Findings from research suggest that children with lesbian or gay parents are comparable with children with heterosexual parents on key psychosocial developmental outcomes. In many ways, children of lesbian or gay parents have similar experiences of family life compared with children in heterosexual families. Some special considerations apply to the context of lesbian and gay parenting: variation in family forms, children’s awareness of lesbian and gay relationships, heterosexism, and homophobia. These issues have important implications for managing clinical work with children of lesbian mothers or gay fathers.\n\nHicks, S. (2005). Is Gay Parenting Bad for Kids? Responding to the ‘Very Idea of Difference’ in Research on Lesbian and Gay Parents. Sexualities  8(2): 153-168.\n\nAbstract: This article examines the claim that children of lesbians and gay men are different to those of heterosexuals, particularly in their gender and sexual identity. The author considers two examples, a UK Christian discourse opposed to all forms of lesbian and gay parenting and a US liberal equality approach, represented by the work of Stacey and Biblarz (2001). Both, the author argues, treat difference as a thing acquired by children. This article examines and disputes the ways in which this idea of difference is achieved, and proposes that treating gender and sexuality as measurable outcomes is highly problematic. The author ar... (truncated)",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.9358973503,
        "format_confidence":0.7899167538
    },
    {
        "url":"http:\/\/newvoices.org.au\/volume-3\/japanese-wives-in-japanese-australian-intermarriages\/",
        "text":"skip to Main Content\n\nJapanese wives in Japanese-Australian intermarriages\n\nJared Denman\n\nPublished December, 2009\nPages 64-85\n\n\nNew Voices\nVolume 3\n© The Japan Foundation, Sydney, 2009\n\nPermalinks for references are available in the HTML version of this article.\n\n\nThe diasporic experiences of Japanese partners married to Australians and living in Australia are largely unexamined. This article is based on a study, conducted for an honours thesis, which invited four Japanese wives living in South East Queensland to describe, together with their Australian husbands, their family’s interactions with Japan, its language and culture, and the local Japanese community. It was recognised that the extensive social networks these wives had established and maintained with local Japanese women from other Japanese-Australian intermarriage families were an important part of their migrant experience.\n\nThis article will firstly review the literature on contemporary Japanese- Australian intermarriage in Australia and Japanese lifestyle migration to Australia. It will then describe and examine the involvement and motivations of the four wives in their social networks. Entry into motherhood was found to be the impetus for developing and participating in informal, autonomous networks. Additionally, regular visits to Japan were focused on engagement with existing family and friendship networks. The contemporary experience of intermarriage for these women is decidedly transnational and fundamentally different from that of the war brides, or sensō hanayome.\n\n\nResearch into Japanese residents, migrants and families in Australia, as well as their local ethnic communities, has slowly accumulated over the last 20 years. The lives, histories, and contributions of Japanese have been examined by historical works and celebrated in various commemorative publications which have explored the relationship between Australia and Japan.1 These studies have also been generated as part of celebrations of Queensland’s multiculturalism and diverse ethnic communities.2\n\nAn early investigation of the Japanese community in Brisbane focused on the integration of Japanese residents into Australian society.3 Fieldwork that is more recent has thrown light on the emergence of deterritorialised urban ethnic communities developing around autonomous and non-organisational social networks.4 Similar observations have been made by other studies conducted in Sydney and Melbourne.5 While sojourning corporate families have been a feature of Japanese communities in Australia from the 1960s through to the mid-1990s, their proportion has dropped considerably due to an increase in other migrant types.6 Satō refers to them as ‘lifestyle migrants’,7 and Nagatomo draws upon this concept to understand Japanese migration to Australia as a form of transnational leisure.8 The diasporic experiences and identity negotiations of Japanese residents is another aspect which has been researched, albeit to a limited degree.9\n\nThere remain few gendered perspectives on the migration of Japanese to Australia. One example is Nagata’s re-examination of prostitutes in the prewar Japanese diaspora.10 However, while postwar migrants have been predominantly female there has been an absence of rigorous discussion about gender and its role in their migration experiences. The scope of the original study upon which this article is based was not ambitious enough to correct this. However, the work has attempted to provide a starting point for a more thorough examination of gender in Japanese migration to Australia by identifying, in particular, the role of motherhood in the development of and participation in informal, autonomous networks with other Japanese mothers of similar migrant backgrounds.\n\nThis article will firstly review the literature on contemporary Japanese- Australian intermarriage in Australia and Japanese lifestyle migration to Australia. Next, the methodology of my original study will be outlined. Finally, the involvement and motivation of Japanese wives who have established and maintained extensive social networks with local Japanese from other Japanese-Australian intermarriage families in South East Queensland will be described and examined.\n\nContemporary Japanese-Australian Intermarriage in Australia\n\nResearchers have used a variety of terms to refer to the marriage of people from different backgrounds, including cross-cultural marriage and interracial marriage.11 The translated form of the Japanese term kokusai kekkon, or ‘international  marriage’, is also used.12 Each of these foregrounds one particular aspect of difference: culture, race, and nationality respectively. Penny and Khoo use intermarriage, explaining that its definition ‘depends on the perceptions about what is different within the society in which the marriage takes place’13 and may involve religion, birthplace, and socioeconomic status, in addition to the previous three. While considering such differences where they occur, their Australian study of migration and integration focuses on the intermarriage of individuals born and raised in Australia and their partners who were born and raised in other countries. My study followed this usage.\n\nA typology of Japanese residents in Australia separates intermarriage couples into two generational groups.14 The first are the war brides of the 1950s who married Australian servicemen stationed in Japan during the Allied occupation after  the Pacific War.  The second are the contemporary marriages of mainly younger  women in their 30s and 40s. This work is concerned with the second generational group and will not undertake a thorough comparative analysis. However, it is important to note briefly at this point that interviews with war brides have revealed that many experienced loneliness and alienation, with little opportunity to associate with other Japanese, speak Japanese or obtain Japanese foodstuffs. With many coming to regard Australia as their home and choosing to become citizens, yet still proudly maintaining their ethnic origins, Nagata describes them as having a hyphenated cultural identity: Japanese-Australians.15\n\nIt is difficult to obtain a clear picture of contemporary Japanese-Australian intermarriage through official statistics. The Australian Bureau of Statistics estimates the population of Japan-born residents for 2007 at 45,613,16 however no detailed data which may indicate how many are married to Australian citizens appears to have been kept. The report of the then Department of Immigration and Multicultural and Indigenous Affairs entitled ‘The People of Australia’, contains the most useful and recent data available.17 Using figures from the 2001 Census, it shows that 6,232 people born in Australia responded that Japan was the birthplace of one or both of their parents. Of those, 620 had an Australian mother and Japanese father, and 1,955 had a Japanese mother with an Australian father. However, these figures do not account for couples who have no children, whose children were born overseas, or how many are still dependants of their parents.\n\nReflected in these figures is the gender imbalance of Japanese migrants to Australia. Both Australian and Japanese government figures agree that approximately 63% of Japanese migrants are women.18 This is attributed to the migration of Japanese women who have married Australian men.19 In Mizukami’s Melbourne study,20 the greatest proportion of female settlers (36.8%) responded that their main reason for migration was ‘to marry someone in Australia’, with almost half of all female settlers married to an Australian. In contrast, no male respondents gave marriage as their main reason for migration. In Nagatomo’s Brisbane fieldwork,21 eight of the 26 permanent residents were married to Australian citizens. Though he provides no breakdown of their gender, half of these eight couples married after the Japanese partner had embarked on a working holiday to Australia. Based on his explanation of factors that account for the high number of young Japanese women engaging in overseas tourism and working holidays to Australia, it is likely that the intermarriage couples in his work also reflect the contemporary gender imbalance.\n\nStatistical analysis of Japanese residents in Australia may reveal their diverse demographic and socioeconomic characteristics but is limited in its capacity to portray this diversity.22 In the case of Japanese-Australian intermarriage, the lack of statistical data provides no conclusive insights, though it would appear there is a tendency for the wife to be the Japanese partner. It is here that qualitative studies can make a significant contribution.\n\nSatō’s interview-based ethnographic work examines the everyday lives and value orientations of Japanese migrants to Australia.23 Based on interviews with over 200 long-term residents, she identifies their overseas residency as motivated by the pursuit of a better quality of life rather than a desire to escape from economic hardship. She refers to them as lifestyle migrants, a phenomenon which is discussed in the following section. In her chapter on ‘the bright side and dark side of cross- cultural marriage’, she refers to the gender imbalance and claims that the marriages of Japanese women and Australian men are ‘statistically…more likely to endure’ than those of Japanese men to Australian women.24 However, her book is unreferenced and the source of this information is not given. She believes that these patterns in Japanese- Australian intermarriage are suggestive of cultural attitudes to gender and gender roles which categorise Japanese wives in two ways: those eager to escape gender restrictions from a still largely patriarchal Japanese society, or traditional women who come for other reasons and find themselves attractive because of their old-fashioned attitudes. In her presentation of the varied experiences and reflections of her Japanese informants, includ... (truncated)",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.9325351715,
        "format_confidence":0.9805520177
    },
    {
        "url":"https:\/\/www.123helpme.com\/essay\/Marriage-in-Japan-Does-It-Change-472556",
        "text":"Marriage in Japan; Does It Change?\n\n995 Words4 Pages\nIn Japan, getting married is one of big events in one’s life and many young people hope to get married and family with someone in their future. These days, various types of marriage life is existed, but stereotypical image of household, men work outside to feed their family and women take care of household, is still alive within Japanese people. To examine concept of Japanese marriage, I want to discuss about main characteristics of gender system of Japan in marital life and institution of marriage in Japan. In Japanese marriage and conjugal roles, I think that many people still believed that “men work outside of home and women do house work and child caring” is ideal gender system in the household. Indeed, it is reasonable for the couples that men work outside in terms of incomes because it is shown that women’s average income are 60 percent of men’s earning even though gender discrimination in workplace is prohibited by law (Ishii-Kuntz 2003: 211). I think why do many people still thinks that “men work outside and women do house work” is because the couples who think to get marriage is the age that see the typical Japanese household in their childhood. Recently, many women are working as a full-time worker even after they get married, but when it compared with about 30 years ago, that was the era of their parents of the couple are get married, majority of people might have thought it is natural and ideal that men work outside and women should become housewife when couples get married. They see their parents and get some influence from their parents who think that way. There are many women who decide to live differently from their mother by pursuing their own career or their dream besides getting marriage like who are shown in “... ... middle of paper ... ...eople are unwilling to change their accustomed way of idea or life that are naturally taught and generated from previous generation. There are some people who think the old way of thinking should be changed due to adjust globalized world, but the majority of people who lead this country, I mean politicians or governors, are the people who are deeply trapped by these conventional ideas. I have been thinking that I want to get married with someone in someday, but it is really vague, and I found some negative aspect of marriage in terms of gender role in marital life. It is very valuable opportunity to think my future life more seriously and positively than before, even though it is not realistic for me now as a university student. I hope that Japanese society or systems that related with marriage will be changed so that I can my marriage positively in the future.\n\nMore about Marriage in Japan; Does It Change?\n\nOpen Document",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.9616176486,
        "format_confidence":0.9446120262
    },
    {
        "url":"https:\/\/www.borneliv.dk\/forskning-og-metoder\/leget%C3%B8jsforskning\/toys-and-users\/toys-and-users-5\/part-v-consumers-and-product\/distinctions-between-girls%E2%80%99-and-boys%E2%80%99-world-of-toys",
        "text":"Distinctions between girls’ and boys’ world of toys\n\nThere is a general split in girls’ and boys’ games and the toys they play with from 5-6 years when the traditional gender differences in society associated with certain types of individual toys become clearer.\n\nDifferences and similarities\n\nSimilarities in the toys boys and girls play with from the age of six years include:\n\n  • LEGO\/DUPLOproducts, games, drawing\/painting\/cutting out, ball, bicycle and books. Less specific similarities and differences can also be registered but for the present we will look just at generalities.\n\nFrom the age of 6, it is true to state generally that only boys play with:\n\n  • cars, Playmobil, Action Force, guardian dolls, computer\/PC, toolbox, farming(farm\/farm animals), magazines\/comic books, Transformers\/He Man and football games.\n\nGenerally speaking, from the age of six only girls play with:\n\n  • adult female doll(Barbie), dolls\/dolls’ pram, jumping\/rolling\/hopscotch, dressing-up, teddy bear, soft toy, symbolic animal, writing paper (drawing\/collecting) and partly sewing\/weaving\/knitting.\n\nAn increasing dissimilarity between the girls’ and boys’ worlds manifests itself in the list of individual toys with which girls and boys respectively play has been described by Gilligan (1982) and from the Danish perspective by Fasting (1989).\n\nThe majority of studies dealing with psychological theories about gender specific socialisation through toys - e.g. Blomberg  (1981), Eisenberg et al (1982, 1984), Liss (1983), Robinson (1985) and Dines Andersen (1989) to name but a few - mention:\n\n  • constructiontoys, cars, tools and machines as typical boys’ toys and\n  • dolls, dressing-upclothes, jumping\/rolling\/hopscotch and games as typical girls’ toys.\n\nBoys and girls alike draw\/paint\/cut out and play hide-and-seek. To a certain extent, boys and girls both play with LEGO\/DUPLO products although this applies only to the youngest children.\n\nWhen many parents and educators mention that the cleft between the boys’ and girls’ worlds is widening, they do so in tune with the same pessimist rhetoric as social-ecologically oriented researchers, e.g. Retter (1987), Spanhel (1991) and Winnicot:\n\n  • socialisation and adaptation to solitude and separation\n  • individuality is the pricewe pay for socialisation\n  • emotional loss is compensated by other new human or material alternatives\n  • and particularly in conflictsituations and transition from one stage of development to the next on human, social and ecological levels\n  • increasingly many new criteria for freedom, especially for girls.\n\nAccording to Fasting (1989, 1992 chapter 16), as soon as gender consciousness develops, girls have little or no use for boys in daily life. They neither associate socially nor engage with them in emotional exchange. This is due to changes in the concepts of the masculine and feminine “ideals”, bringing about a new type of pursuit of both masculine and feminine ideals. This in turn necessitates revision of ethical standards and emotional value norms which create new and different intimate, group and family patterns.\n\nAs earlier mentioned, certain implements are universal and have not developed to any significant extent during the course of the history of Mankind. However, change creates new implements and, because toys are copies of the adults’ implements on all levels (material as well as symbolic), toys will change and new toys will evolve.\n\nToys children don’t like\n\nThere are no international accounts of or research into toys children don’t like or simply hate. However, children’s different attitudes to certain types of toys and why they feel the way they do are extremely subjective.\n\nIn my research the children were asked: “Toys you hate! Do you own a toy you don’t like? Who gave you the toy? On what occasion did you receive it? Where is the toy now?”\n\n80 children - 44 girls and 36 boys (out of a total 401 respondents) - said that they had a toy they hated. 52 of their responses were distributed in the following way:\n\n14 dolls                                           8 girls - 6 boys\n\n9 guardian dolls                            4 girls - 4 boys\n\n4 war dolls                                     1 girl   - 3 boys\n\n9 symbolic animals                       3 girls - 6 boys\n\n28 of the responses related to a variety of things: specific references included four books, three games, two Playmobil, two dolls’ houses and two inventory items.\n\nIn several cases, the children describe the toys they don’t like as “bad”, “keeps breaking”, “ugly” or “cheap plastic garbage”.\n\nThat some children don’t like a certain story or game they always lose seems obvious. However, almost half the toys the children didn’t like were some kind of doll or symbolic animal and much of it could be described as “diffuse”. By “diffuse” we mean unrealistic toys which mix things and objects from different places and times. The children either find it difficult to identify or simply cannot see the logic or realism in this kind of toy. Toys of this kind don’t fit into the picture the children have of toys as copies of something real and familiar.\n\nAccording to about the transitional phenomenon and the transitional object, the object disappoints the child. The toy lacks the qualities the child imagines or needs in the circumstances for which it was purchased. The object has insufficient compensation value - or is simply a lousy product, poorly designed and shoddily manufactured.\n\nIn any case, the toy has failed to add value and quality to the child’s play. The toy has not enabled the child to create creative imaginative images, to experiment or to move into the “third room” which is Winnicot’s description of  the particular mental area the child is in when he plays - a place between imagination and reality, between the inner world of the imagination and the external reality of the world around him.\n\n\n\nTable of Contents",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.517203033,
        "format_confidence":0.9212840199
    },
    {
        "url":"http:\/\/metatoc.com\/papers\/101699-the-interactional-construction-of-social-authenticity-real-identities-and-intergroup-relations-in-a-transylvania-internet-forum",
        "text":"MetaTOC stay on top of your field, easily\n\nThe Interactional Construction of Social Authenticity: “Real” Identities and Intergroup Relations in a Transylvania Internet Forum\n\nSymbolic Interaction\n\nPublished online on\n\n\nAuthenticity has become an increasingly salient topic within various interactional traditions, including conversational and discourse analysis, discursive psychology, interactional sociolinguistics, pragmatics, and symbolic interactionism. However, there has been remarkably little cross‐fertilization of ideas and concepts. In this study, we consider the relevance of the interactional sociolinguistic concept of relationality for symbolic interactionist theories of authenticity. We first disambiguate two forms of authenticity that are commonly studied but not clearly differentiated in symbolic interactionist research—self‐authenticity, which emphasizes selves, and social authenticity, which emphasizes social identities. We then argue that relationality and its three pairs of interactional tactics—verification and denaturalization, adequation and distinction, and authorization and illegitimation—are particularly useful in conceptualizing social authenticity. We draw on data from an interethnic internet forum to show how members of two ethnic groups, Hungarian and Romanian, employ these relational tactics to authenticate their own ethnicity as the rightful inheritors of a place‐based Transylvanian identity, and to limit the other ethnicity's similar identity work. We then clarify the significance of social authenticity for the interactional study of category‐based identities by widening our discussion to other contestations over social identities in everyday life.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.5498635173,
        "format_confidence":0.9770340323
    },
    {
        "url":"http:\/\/www.psystudy.ru\/index.php\/eng\/2019v12n63e\/1685-ulybina63e.html?fontstyle=f-smaller",
        "text":"Psikhologicheskie Issledovaniya • ISSN 2075-7999\npeer-reviewed • open access journal\n\n\n2019 Vol. 12 Issue 63\n\nUlybina E.V. The contribution of age, the nature of relationships and material independence in measuring attachment in women\n\nFull text in Russian: Улыбина Е.В. Вклад возраста, характера отношений и материальной самостоятельности в измерения привязанности у женщин\n\nRussian Presidential Academy of National Economy and Public Administration, Moscow, Russia\n\nAbout author\nSuggested citation\n\nAccording to the attachment theory of John Bowlby, working relationship models have high ontogenetic stability, however situational factors, including adverse circumstances, can have an effect on intensity of anxiety degree and avoidant behavior in relationships. One of the significant factors potentially influencing the nature of attachment to a romantic partner for women may be the level of material independence, which increases self-confidence. According to cross-cultural studies, the level of anxiety in relationships decreases with age, and the level of avoidance increases, which is due, among other things, to environmental factors. As we expect, one of these factors may be an increase in material independence, which usually increases with age. The study focuses on testing the hypothesis that the level of financial independence for women makes a greater contribution than age to reducing anxiety and increasing avoidance. Analysis of obtained data (n = 2127 females, from 21 to 60 years old with an average age of 40,1), collected via online forms in social media sites, partly proves the hypothesis. Increase of financial independence lowers level of anxiety in relationship for women in committed relationship and for single women and doesn`t contribute to changes in level of avoidance in relationship. Contribution of financial independence is more significant for women in committed relationship than for single women, contribution of age is not significant, and for single women lower level of anxiety is dependent both from age and level of financial independence. Connection between financial independence and age is insignificant in all cases.\n\nKeywords: attachment theory, age-related changes of avoidance in relationships, age-related changes of anxiety in relationships, material independence of women\n\n\n\nAgishtein P., Brumbaugh C. Cultural variation in adult attachment: The impact of ethnicity, collectivism, and country of origin. Journal of Social, Evolutionary, and Cultural Psychology, 2013, 7(4), 384–405.\n\nBaldwin M.W., Keelan J.P.R., Fehr B., Enns V., Koh-Rangarajoo E. Social-cognitive conceptualization of attachment working models: Availability and accessibility effects. Journal of Personality and Social Psychology, 1996, 71(1), 94–109.\n\nBejanyan K., Marshall T.C., Ferenczi N. Romantic ideals, mate preferences, and anticipation of future difficulties in marital life: a comparative study of young adults in India and America. Frontiers in Psychology, 2014, Vol. 5, 1355.\n\nBelsky J., Schlomer G.L., Ellis B.J. Beyond cumulative risk: Distinguishing harshness and unpredictability as determinants of parenting and early life history strategy. Developmental Psychology, 2012, 48(3), 662–673.\n\nBelsky J., Steinberg L., Draper P. Childhood experience, interpersonal development, and reproductive strategy: An evolutionary theory of socialization. Child Development, 1991, 62(4), 647–670. https:\/\/doi.org\/10.1111\/j.1467-8624.1991.tb01558.x\n\nBowlby J. Privyazannost' [Attachment]. Moscow: Gardariki, 2003. (in Russian)\n\nBrennan K.A., Shaver P.R. Dimensions of adult attachment, affect regulation, and romantic relationship functioning. Personality and Social Psychology Bulletin, 1995, 21(3), 267–283. https:\/\/doi.org\/10.1177\/0146167295213008\n\nCampbell L., Marshall T. Anxious attachment and relationship processes: An interactionist perspective. Journal of Personality, 2011, 79(6), 1219–1250. https:\/\/doi.org\/10.1111\/j.1467-6494.2011.00723.x\n\nChopik W.J., Edelstein R.S. Age differences in romantic attachment around the world. Social Psychological and Personality Science, 2014, 5(8), 892–900. https:\/\/doi.org\/10.1177\/1948550614538460\n\nChopik W.J., Edelstein R.S., Fraley R.C. From the cradle to the grave: Age differences in attachment from early adulthood to old age. Journal of Personality, 2013, 81(2), 171–183. https:\/\/doi.org\/10.1111\/j.1467-6494.2012.00793.x\n\nChopik W.J., Edelstein R.S., Grimm K.J. Longitudinal changes in attachment orientation over a 59-year period. Journal of Personality and Social Psychology, 2017. http:\/\/dx.doi.org\/10.1037\/pspp0000167\n\nChopik W.J., Motyl M. Ideological fit enhances interpersonal orientations. Social Psychological and Personality Science, 2016, 7(8), 759–768. https:\/\/doi.org\/10.1177\/1948550616658096\n\nCollins N.L. Working models of attachment: Implications for explanation, emotion, and behavior. Journal of Personality and Social Psychology, 1996, 71(4), 810–832. http:\/\/dx.doi.org\/10.1037\/0022-3514.71.4.810\n\nDoherty R.W., Hatfield E., Thompson K., Choo P. Cultural and ethnic influences on love and attachment. Personal Relationships, 1994, 1(4), 391–398.\n\nDonnellan M.B., Burt S.A., Levendosky A.A., Klump K.L. Genes, personality, and attachment in adults: A multivariate behavioral genetic analysis. Personality and Social Psychology Bulletin, 2008, 34(1), 3–16. https:\/\/doi.org\/10.1177\/0146167207309199\n\nFraley R.C. Attachment stability from infancy to adulthood: Meta-analysis and dynamic modeling of developmental mechanisms. Personality and Social Psychology Review, 2002, 6(2), 123–151. https:\/\/doi.org\/10.1207\/S15327957PSPR0602_03\n\nFraley R.C., Shaver P.R. Adult romantic attachment: Theoretical developments, emerging controversies, and unanswered questions. Review of General Psychology, 2000, 4(2), 132–154. http:\/\/dx.doi.org\/10.1037\/1089-2680.4.2.132\n\nGillath O., Shaver P.R., Baek J.M., Chun D.S. Genetic correlates of adult attachment style. Personality and Social Psychology Bulletin, 2008, 34(10), 1396–1405. https:\/\/doi.org\/10.1177\/0146167208321484\n\nGriffin D.W., Bartholomew K. Models of the self and other: Fundamental dimensions underlying measures of adult attachment. Journal of Personality and Social Psychology, 1994, 67(3), 430–445.\n\nHinde R.A., Stevenson-Hinde J. Attachment: Biological, cultural and individual desiderata. Human Development, 1990, 33(1), 62–72. https:\/\/doi.org\/10.1159\/000276503\n\nHudson N.W., Fraley R.C., Chopik W.J., Heffernan M.E. Not all attachment relationships develop alike: Normative cross-sectional age trajectories in attachment to romantic partners, best friends, and parents. Journal of Research in Personality, 2015, Vol. 59, 44–55. https:\/\/doi.org\/10.1016\/j.jrp.2015.10.001\n\nKlohnen E.C., Bera S. Behavioral and experiential patterns of avoidantly and securely attached women across adulthood: A 31-year longitudinal perspective. Journal of Personality and Social Psychology, 1998, 74(1), 211–223. http:\/\/dx.doi.org\/10.1037\/0022-3514.74.1.211\n\nMacDonald G. Marshall T.C., Gere J., Shimotomai A., Lies J. Valuing romantic relationships: The role of family approval across cultures. Cross-Cultural Research, 2012, 46(4), 366–393. https:\/\/doi.org\/10.1177\/1069397112450854\n\nMarshall T.C. Love at the cultural crossroads: Intimacy and commitment in Chinese Canadian relationships. Personal Relationships, 2010, 17(3), 391–411. https:\/\/doi.org\/10.1111\/j.1475-6811.2010.01280.x\n\nMikulincer M. Attachment style and the mental representation of the self. Journal of Personality and Social Psychology, 1995, 69(6), 1203–1215. doi:10.1037\/0022-3514.69.6.1203\n\nMikulincer M., Ein-Dor T., Solomon Z., Shaver P.R. Trajectories of attachment insecurities over a 17-year period: A latent growth curve analysis of the impact of war captivity and posttraumatic stress disorder. Journal of Social and Clinical Psychology, 2011, 30(9), 960–984. https:\/\/doi.org\/10.1521\/jscp.2011.30.9.960\n\nNoftle E.E., Shaver P.R. Attachment dimensions and the big five personality traits: Associations and comparative ability to predict relationship quality. Journal of Research in Personality, 2006, 40(2), 179–208. https:\/\/doi.org\/10.1016\/j.jrp.2004.11.003\n\nSabelnikova N.V., Kashirskii D.V. Psikhologicheskii Zhurnal, 2015, 36(4), 84–97. (in Russian)\n\nSchmitt D.P. Evolutionary perspectives on romantic attachment and culture: How ecological stressors influence dismissing orientations across genders and geographies. Cross-Cultural Research, 2008, 42(3), 220–247. https:\/\/doi.org\/10.1177\/1069397108317485\n\nShaver P.R., Brennan K.A. Attachment styles and the \"Big Five\" personality traits: Their connections with each other and with romantic relationship outcomes. Personality and Social Psychology Bulletin, 1992, 18(5), 536–545. https:\/\/doi.org\/10.1177\/0146167292185003\n\nSimpson J.A., Rholes W.S., Phillips D. Conflict in close relationships: An attachment perspective. Journal of Personality and Social Psychology, 1996, 71(5), 899–914. http:\/\/dx.doi.org\/10.1037\/0022-3514.71.5.899\n\nSroufe L.A. Attachment and development: A prospective, longitudinal study from birth to adulthood. Attachment and Human Development, 2005, 7(4), 349–367. https:\/\/doi.org\/10.1080\/14616730500365928\n\nTerracciano A., McCrae R.R., Brant L.J., Costa Jr.P.T. Hierarchical linear modeling analyses of the NEO-PI-R scales in the Baltimore Longitudinal Study of Aging. Psychology and Aging, 2005, 20(3), 493–367. http:\/\/dx.doi.org\/10.1037\/0882-7974.20.3.493\n\nVan IJzendoorn M.H., Bakermans-Kranenburg M.J. Invariance of adult attachment across gender, age, culture, and socioeconomic status? Journal of Social and Personal Relationships, 2010, 27(2), 200–208. https:\/\/doi.org\/10.1177\/0265407509360908\n\nWaters E., Merrick S., Treboux D., Crowell J., Albersheim L. Attachment security in infancy and early adulthood: A twenty‐year longitudinal study. Child Development, 2000, 71(3), 684–689. https:\/\/doi.org\/10.1111\/1467-8624.00176\n\nWoodhouse S., Ayers S., Field A.P. The relationship between adult attachme... (truncated)",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.549358964,
        "format_confidence":0.9786396027
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Friendships-1631950.html",
        "text":"Only available on StudyMode\n  • Download(s) : 114\n  • Published : April 24, 2013\nOpen Document\nText Preview\nposites attract, Aristotle strongly believes in a differing point of view that birds of a feather flock together. He strongly feels, as do I, that people with similarities and a common ground are able to get along better and connect better with one of their kind, rather than a complete opposite. Aristotle found that several people believed that there is only one kind of friendship. As a philosopher, though, he went on to explain that there is a possibility to have three different kinds of friendship, or three levels of friendship. It is necessary for there to be some sort of bond or connection in order for a friendship to develop, especially to a level three virtuous friendship. However, this idea is even true in level one and two, utility and pleasure friendships. The most insignificant, and short-lived level of friendship is a friendship based solely on utility, basically a friendship based on convenience. These friendships are self-centered friendships that only exist for the good of one party. Examples of utility friendships are business partners, carpooling, or study groups. I personally know that these kinds of friendships exist, whether I would like to admit it or not. How many of us would stop being friends with the kid down the hall if he was not the smart kid who could help you with homework? The next level of friendship is the friendship based solely on pleasure. These are, incidentally, friendships that last a little longer than utility friendships but are still not everlasting. In these friendships, the person is accepted and admired for the pleasure the person brings, whether it be laughter or satisfaction. Once the pleasure has exhausted itself, there is no longer a need for the friendship, and the people usually lose contact with one another. Casual sexual relationships or relationships with people for purely their sense of humor or some other trait are examples of pleasurable friendships. These friendships, once again, satisfy...\ntracking img",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.9396528602,
        "format_confidence":0.7225998044
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Excuse-Me-While-i-Explode-Critical-991833.html",
        "text":"Excuse Me While I Explode: Critical Thinking.\n\nOnly available on StudyMode\n  • Topic: Home, Household behavior and family economics, Family\n  • Pages : 3 (1027 words )\n  • Download(s) : 1850\n  • Published : May 3, 2012\nOpen Document\nText Preview\nExcuse Me While I Explode: My Mother, Myself, My Anger\nThe Author, E.S Maduro is very angry at the situation her mother finds herself in. She is angry that her father never helps her mother with house chores. When she was younger, she did not really care about her father not helping her mother with chores around the house because everything was done for her by the time she got back from school. As she grew older, she started noticing that only her mother did house chores and her father did not. She was disappointed and angry with her mother for not asking for help and she was also determined to never be in a relationship with a man like her father.\n\n“Laundry, and dusting and shopping were far outside my elementary-school-age mind”. Here, Maduro admits that when she was younger, she was naïve about the chores at home. (255). “As I grew older, however, my awareness of our household began to change”. Here it shows that as a person grows older, he or she becomes more responsible.”\n\nEven though she was busy at home taking care of the house, Maduro’s mother went back to school, at age of forty-five. “My mother went back to school, at age of forty-five, became a special ed teacher. After that she, she often came home exhausted at 5:30 and began making dinner.” He she starts to see how hard her mother works and begins to feel for her. (255).\n\nShe also started noticing how her mother does not have time for herself and only time for taking care of the house. “Gradually, I began to notice that never seemed to have a moment for herself.” She feels sorry for her mother, that she does not have time for herself that she is always busy taking care of the chores at the house without her husband helping her. In other hand, she also starts noticing that her father who does all the manly chores of the house always time left for his hobbies. ‘I realized that my father, who took care of all the “manly” household chores— chopping wood, killing mice, still had time for a...\ntracking img",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.8383939862,
        "format_confidence":0.7950763702
    },
    {
        "url":"https:\/\/www.questia.com\/library\/journal\/1P4-2006752792\/new-directions-for-kinship-care-policy-and-practice",
        "text":"Academic journal article Child Welfare\n\nNew Directions for Kinship Care Policy and Practice: A Position Paper from the Kinship Summit at Albany, New York, September 2016\n\nAcademic journal article Child Welfare\n\nNew Directions for Kinship Care Policy and Practice: A Position Paper from the Kinship Summit at Albany, New York, September 2016\n\nArticle excerpt\n\nCollaborative partnerships are a major factor in achieving positive outcomes for children, youth, and families. They can lead to a common and unified understanding of the needs of children, youth, and families; identification of gaps in services and supports; and coordinated efforts to address those gaps across child welfare and other human and social services. While it is recognized that progress has been made in developing policy and defining standards of practice related to supporting kinship families, there remains a need for continuous assessment of current policy and practice and future directions for enhancing outcomes.\n\nUniversity at Albany, New York State Kinship Navigator, and the Child Welfare League of America (CWLA) formed a collaborative partnership to plan and host a Kinship Care Summit in Albany, New York in September 2016.1 The Summit included presentations by authors of kinship manuscripts that were accepted for this special issue. Building on the information shared by authors and reactors to the presentations, the latter half of the Summit was devoted to an examination of selected current kinship care issues. Summit participants worked in groups to discuss the issues and develop recommendations for the future. The focus was on all kinship families-those in which child welfare is involved, and particularly those without child welfare involvement.\n\nThe remainder of this paper presents the seven selected issues and related recommendations developed by the participant work groups:\n\n1. Continuity and permanence of kinship care.\n\n2. Child welfare engagement with kinship caregivers.\n\n3. Barriers to transition into public kinship care.\n\n4. Utilization of Voluntary Placement Agreements.\n\n5. Temporary Assistance to Needy Families (TANF) child-only grants, adoption and guardianship financial supports.\n\n6. Kinship System of Care and Kinship Navigator services.\n\n7. Kinship care research.\n\nThere are many important issues related to kinship care policy and practice, that can be considered from many perspectives. This paper represents one perspective for the reader's consideration.\n\nShared Kinship Care Philosophy and Values\n\nThe Summit Work Groups shared a common kinship care philosophy and set of values as a starting point for their discussions on the seven selected kinship care issues. The philosophy and values were centered around understanding the history of kinship care as a child welfare program and service, and principles outlined in the 2000 Report to Congress (U.S. Department of Health and Human Services, 2000) that address kinship as a means of achieving child and youth safety, well-being, and permanence. It was acknowledged that much progress has been made in recognizing the importance of kinship relationships as sources of family and child support, a focus of improved policy and practice, and the subject of research over the past 20 years. The goal of the discussions was to develop recommendations that can enhance kinship care policy, practice, and research for the future and for families in all types of kinship family arrangements.\n\nKin as Family Resources and Kinship Care Arrangements\n\nChild welfare engagement with kin still is evolving. Kinship care policy and practice was preceded by recognition of its historical roots as an informal tradition among many cultural and ethnic communities. Work by several sociologists supported this recognition. Carol Stack's All Our Kin: Strategies for Survival in a Black Community highlighted the value and strength of kinship networks.2 Sociologist Robert B. Hill authored Informal Adoption Among Black Families in 1977.3 Both of these works illustrate early recognition of kin as a family resource that addresses the well-being of children and youth. The impact of social conditions in the 1980s, such as substance use and poverty, on family functioning resulted in an increased need for alternative living arrangements for children and youth. …\n\nSearch by... Author\nShow... All Results Primary Sources Peer-reviewed\n\n\nAn unknown error has occurred. Please click the button below to reload the page. If the problem persists, please try again in a little while.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.8547619581,
        "format_confidence":0.9154552817
    },
    {
        "url":"https:\/\/www.bartleby.com\/essay\/Grandmothers-Love-FKJYS76SYLEQ",
        "text":"Grandmother's Love\n\n988 WordsApr 24, 20134 Pages\nThe Importance of a Grandmother’s Love Many grandmothers are important people because many times they give love to their family. Their love can make their family comfortable, make life easier, and unite family members. Patricia Hampl, “Grandmother’s Sunday Dinner,” describes how her grandmother ruled over her family with her authoritative personality. And also, Hampl’s grandmother made her family members united with her professional cooking skills. Similar to Hampl’s grandmother, my grandmother rules over my family. My grandmother’s personality is not authoritative, and her cooking skills are not good compared to Hampl’s grandmother. However, her love sill makes out family united. Although both grandmothers have different…show more content…\nMy grandmother is short and small, but she is a strong-minded woman. Since my grandfather passed away when my mother was young, my grandmother raised my mother and two uncles by herself. My grandmother is from a family of six siblings, and she is the youngest one. My grandmother told me she never cooked or learned how to cook because all of her siblings did it for her. Therefore, unlike Hampl’s grandmother, my grandmother is not good at cooking. Since all of my family members live in different countries, we do not get many chances to see each other. If we are lucky, we see each other once a year and we always get together at the grandmother’s house. When all of my family members gather at the foremother’s house, my grandmother always puts all of her effort into making good meals for us. Since she is not good at cooking, all of my family members gather together in the kitchen and help her to cook. I always find true happiness in the kitchen because all of us talk about life and make stupid jokes with riotous laughter. Grandmother’s house is a shelter for our family members because it is the only place that all of us can get out of where we are right now and relax without having any worries. Maybe my grandmother’s dinner is not the best dinner compared to Hampl’s grandmother’s dinner in good qualities, but I still love eating my grandmother’s meal because I can feel her love. My grandmother is\n\nMore about Grandmother's Love\n\nOpen Document",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.9115944505,
        "format_confidence":0.7828786969
    },
    {
        "url":"http:\/\/www2.owen.vanderbilt.edu\/bruce.barry\/soc115\/day09-friendship.html",
        "text":"Thursday, February 8\n\nProposal for Paper #2 is due (by email) Friday, February 9 at 4 pm.\n\n\n\nFriends, Friendsters, and Top 8: Writing Community into Being on Social Network Sites. First Monday, December 2006.\nA conceptual argument that \"friendship\" helps people write community into being in social network sites. Through these imagined communities, people express who they are and locate themselves culturally.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.7984668612,
        "format_confidence":0.7234201431
    },
    {
        "url":"https:\/\/corpus.ulaval.ca\/jspui\/handle\/20.500.11794\/11448",
        "text":"Regional differences in household composition and family formation patterns in Vietnam\n\nAuthors: Bélanger, Danièle\nAbstract: The article studies household composition in Vietnam from a regional perspective. The article explores the regional variations in household composition by focusing on the living arrangements of young couples. The main question addressed by this article is whether or not part of the regional differences observed in household structure can be explained by different patterns of postnuptial coresidence among parents and young married children. The theoretical link between household composition and coresidence patterns between generations relies on analyses of stylized versions of family systems, namely the conjugal, stem and joint systems. Postnuptial coresidence, for example, is associated with the joint family system in which all sons join the parental home with their spouse. The necessity to set up a new household after marriage, in turn, is an aspect of the conjugal family system. In the stem family system, postnuptial coresidence may occur for one child only or for all of them, although usually as a prelude to the set up of a new household.\nDocument Type: Article de recherche\nIssue Date: 1 May 2000\nOpen Access Date: Restricted access\nDocument version: VoR\nThis document was published in: Journal of Comparative Family Studies, Vol. 31 (2), 171–189 (2000)\nUniversity of Calgary\nCollection:Articles publiés dans des revues avec comité de lecture\n\nFiles in this item:\nDescription SizeFormat \nBelanger 2000 Regional Differences.pdf\n2.14 MBAdobe PDF    Request a copy\nBelanger 2000 Regional Differences.pdf\n2.14 MBAdobe PDF    Request a copy\nAll documents in CorpusUL are protected by Copyright Act of Canada.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.8698675632,
        "format_confidence":0.9612955451
    },
    {
        "url":"https:\/\/www.questia.com\/library\/journal\/1G1-87354773\/deceptive-message-processing-the-role-of-attachment",
        "text":"Academic journal article Communication Studies\n\nDeceptive Message Processing: The Role of Attachment Style and Verbal Intimacy Markers in Deceptive Message Judgments\n\nAcademic journal article Communication Studies\n\nDeceptive Message Processing: The Role of Attachment Style and Verbal Intimacy Markers in Deceptive Message Judgments\n\nArticle excerpt\n\nDeciding when people are telling the truth is a difficult task. Several decades of research indicate that people are rather inept lie detectors (Levine, Park, & McCornack, 1999). This unimpressive ability to detect deception is due, in part, to the fact that deceivers inconsistently mark their deceptive practices. As a result, deceptive message judgments are often based on the use of cognitive heuristics rather than an accurate set of deception cues. This research explores how situational and personality factors influence veracity judgments in the context of intimate relationships. Ultimately, the findings presented are linked to larger theoretical implications regarding factors that may activate the use of the truth-bias heuristic.\n\nDeceptive Message Judgments\n\nAlthough some research still appears to be driven by the quest to identify the behavioral correlates of deception, many critical challenges to this line of inquiry have arisen. In particular, scholars raise serious doubts about the idea that people consistently mark deceptive practices. First, scholars question the assumption that increased arousal and\/or cognitive demands lead to behavioral manifestations when lying (e.g., Fiedler & Walka, 1993; McCornack, 1997). Most deceptive practices are not particularly challenging or arousing given that such acts are repeatedly performed (DePaulo, Kashy, Kirkendol, Wyer, & Epstein, 1996) with little awareness (Lippard, 1988) and effort (Di Battista, 1994). Moreover, persuasive claims have been made that truth-telling involves the active construction of messages and therefore can be just as cognitively demanding as lying (McCornack, 1997). Second, even if one assumes a consistent link between lying and changes in cognitive load or arousal, this does not mean that such changes would be manifested in a consistent manner (Fiedler & Walka, 1993).\n\nThe empirical evidence does not support the theoretical claims currently under attack. Despite decades of work, researchers consistently acknowledge an inability to identify a universal set of deception cues, even though both popular belief and theoretical expectations would suggest their presence (Zuckerman, Koestner, & Driver, 1981). The deception cues that emerge represent small, average differences that vary across situational contexts rather than diagnostic indicators regarding what any given individual is likely to do in any given context. In short, deception cues vary across individuals, situational features, interactional dynamics, and the nature of the lie being told (Buller, Burgoon, Buslig, & Roiger, 1996; Buller, Burgoon, White, & Ebesu, 1994; Burgoon, Buller, Ebesu, White, & Rockwell, 1996; Ebesu & Miller, 1994). Compounding the problem, detectors tend to focus on more nondiagnostic indicators rather than focusing on cues that might, on average, lead to slightly more accurate judgments (e.g., Stiff & Miller, 1986; Zuckerman et al., 1981). Taken together, neither theoretical arguments nor empirical evidence strongly supports the idea that people should be able to consistently detect deception based on observation alone.\n\nThe lack of reliable deception cues, however, does not prevent people from making veracity judgments. In fact, most people think they can always tell when others are lying (Shippee, 1977), especially in close relationships (Miller et al., 1984 cited in Miller & Stiff, 1992). Ironically, people's confidence in their ability to detect deception is often inversely related to their actual skill (see, for review, Kalbfleisch, 1992) and people frequently overestimate their lie detection competency (Miller & Stiff, 1993).\n\nThese results suggest an interesting question: If people lack adequate information, how do they make veracity judgments with such assurance? To solve this dilemma, researchers cast lie detection as an information-processing task influenced by the use of cognitive heuristics. …\n\nAuthor Advanced search\n\n\nAn unknown error has occurred. Please click the button below to reload the page. If the problem persists, please try again in a little while.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.6299064755,
        "format_confidence":0.9668830633
    },
    {
        "url":"https:\/\/theglasshouse.org.uk\/our-work\/action-research\/unearth-hidden-assets-tidworth-mums\/",
        "text":"Through creative research and design thinking, we helped Tidworth Mums, a voluntary group providing arts and play activities to local families, to mobilise their assets and build the case for soft play in their area.\n\nProject date: 2013-14\n\nThe Story\n\nIn the Unearth Hidden Assets project, The Glass-House explored how creative and collaborative approaches could uncover hidden assets in communities and unlock their potential. This sub-project was a collaboration between Wiltshire-based, not-for-profit group Tidworth Mums, Wiltshire Council, Army Welfare Service, the Open University and The Glass-House.\n\nTidworth Mums are an active provider and supporter of creative and playful activities for local families in the garrison town of Tidworth. The group had a vision to create a soft play facility locally and wanted to explore how this might be achieved. Working with our project partners, we co-designed a series of activities with the Mums. An asset mapping exercise (developed through a previous research project, Creative Citizens) helped to map out assets available or within reach of the group, and showed that their strongest and most active assets were their relationships with local people and networks.\n\nWith support from play ambassadors, Nicola Butler (Hackney Play Association) and Robin Sutcliffe (Sutcliffe Play), The Glass-House organised a study tour of play facilities in London for the group, where they learned about different types of play activities and what is involved in managing play centres.\n\nTo better understand local views on play and test a model of ‘pop-up’ play activities, we co-designed a Mega Soft Play Day during half term in February 2014. As well as a providing a host of soft play activities, the event also involved creative activities to gather opinions and ideas about future play provision in Tidworth, including a ‘jelly bean vote’ and an arts and crafts section for children to create their dream playspaces.\n\nFinally, we worked together to explore different business models for the provision of soft play in Tidworth. The group concluded that whatever way soft play is provided locally, they were committed to ensuring this happens in an informed way.\n\n\nThis collaboration helped Tidworth Mums to develop new, creative ways to engage local families and other stakeholders, and build evidence and support for their goal.\n\nThe Mega Soft Play Day created a model that can be used regularly and sustainably and the Mums continue to run activities and remain a valuable asset locally. Our explorations helped the group to realise the value of their own skills and influence and how they could harness that to inform the future of their environment.\n\nThe ongoing collaboration between the Mums, Wiltshire District Council and the Army Welfare Service, has demonstrated the value of relationships, networks and shared objectives.\n\nThe experience of the group has inspired many others and the learning from our project shared across a range of networks and in publications and films (for more on that click on the EXPLORE tab).\n\n“Being involved in the research has given me new insights into what is meant by ‘assets’. We used to see these as physical things, such as buildings, but we now recognise that people are assets, and that our group, the Tidworth Mums, is a valuable asset for the community.”\n– Charlotte Blakemore\n\n\nTidworth Mums: A Case for Soft Play Resource Pack:\nTo support the Mums in their continued efforts, and inspire other groups to mobilise their assets and drive their own future, we created a free resource that shares some of the ideas and activities we used in this project.\n\nCreative Citizens’ Variety Pack: Inspiring Digital Ideas for Community Projects\nThe group’s innovative use of social media to engage and support their community features in this publication by the Royal College of Art, in a case study written by The Glass-House and Tidworth Mums.\n\nFree online course case study:\nIn 2015, we revisited the project and its impact for a film case study to form part of a free online course on FutureLearn: Global Systems Science and Policy: An Introduction. The case study helps to complement the exploration of one the four elements of Global Systems Science, citizen engagement: why individual citizens must be involved in decision-making and policy formation.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.5945179462,
        "format_confidence":0.5009973049
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/Role-Model-746882.html",
        "text":"Role Model\n\nOnly available on StudyMode\n  • Download(s) : 1026\n  • Published : July 28, 2011\nOpen Document\nText Preview\nMany of us have role models in our lives and to most people role models are athletes and movie stars, but to me a role model is much more. To me a role model is a person who has positively influenced someone in life, and is not a person filled with selfishness and greed. They help shape someone’s personality, and characteristics. They are people who someone can look up to for advice in a hard situation, and know that they will give those words of wisdom. They will never judge our past actions, instead only look to help because they really care. A role model is someone who we should never feel awkward talking to about our problems. A perfect role model for me is my mother. She is a wonderful human being. She’s smart, wise, ambitious, patient and such a loving person. There are no words that can describe my gratitude towards her, but through this essay I will describe some of her characteristics that makes her my role model. To begin with, I would like to describe my mom’s ambition. Life was not easy with her, my father died when my bother was six years old and I was two. She was a single mother of two children and the head of the family. She woke up every morning with the positive attitude, and a smile on her face, even when she did not feel like it. She was always searching for ways to improve her persona, and live a happier life. My mom has worked really hard to give my brother and I the lifestyle we had. For example on my birthday she saved money for a month to do my birthday party and, she never missed one. My mom’s ambition to succeed in life has allowed her to grow into a wonderful person full of kindness and knowledge. Ambition is a great virtue to have, and that is one reason why my mother is my role model. My mother is a hard worker, she never complains about her life also, she always gets what she wants. If I ever need my mom’s advice or help she will be always there for me even today. My mother is a wise, smart and educated person, she has not any...\ntracking img",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.7652540207,
        "format_confidence":0.6740936637
    },
    {
        "url":"https:\/\/www.fatherhood.gov\/research-and-resources\/strengthening-families-through-stronger-fathers-initiative-process?f%5B0%5D=%3A2002&f%5B1%5D=resource_topic%3A79&f%5B2%5D=year_published%3A2009",
        "text":"Strengthening Families Through Stronger Fathers Initiative: Process Evaluation Report.\n\nPrinter Friendly, PDF & Email\nYear Published\nResource Format\nResource Language\nNew York conducted a three-year pilot project (2006-2009) in five locations to help unemployed parents without custody of their children find work called the Strengthening Families Through Stronger Fathers Initiative. This report describes the implementation of this initiative and discusses challenges encountered and lessons learned. While all programs used a case management model to deliver employment and supportive services, the intensity of those services, the linkages to the child support program, the recruitment strategies, and the organizational structure of the programs varied. Despite these variations, programs successfully recruited and served a large number of participants, avoiding some of the challenges experienced by earlier fatherhood programs. (Author abstract)\n\nDo you have something you think is appropriate for the library? Submit Library Resources.",
        "topic_id":7,
        "format_id":0,
        "topic_confidence":0.8001275659,
        "format_confidence":0.5521022081
    }
]