[
    {
        "url":"https:\/\/trappedbythemormons.wordpress.com\/2009\/05\/23\/penis-patrol\/",
        "text":"Penis Patrol\n\nI realize that by the very nature of that headline, I will get a TON more of the nasty little parasites of which I am about to speak, but I could not stop myself. I’m sorry. Blame my apostacy.\n\nI have to check in here every few days JUST to delete the penis enlargement spam comments that find their way to my blog. And the MAJORITY of spam comments are just that. Weird.\n\nJust consider me the PP police! MUWWAHHaaahaaaaa. Hmm. Maybe it’s time for some adult activities or a vacation. Could be.\n\nCarry on, PPers…..\n\n\nAbout Natalie R. Collins\n\nNatalie has more than 30 years writing, editing, proofreading and design experience. She has written 20 books (and counting), has worked for the Sundance Film Festival, and as an investigative journalist, editor, and proofreader. She embraces her gypsy-heart and is following her new free-thinking journey through life. Follow her as she starts over and learns a bunch of life's lessons--some the hard way.\nThis entry was posted in Natalie's Posts. Bookmark the permalink.\n\n4 Responses to Penis Patrol\n\n  1. Cele says:\n\n    Oh you are soooo going to get it.\n\n\n  2. TB says:\n\n    Don’t use them – they work. I can’t stay conscious more than a few minutes.\n\n\n  3. LWM says:\n\n    Hi Natalie,\n\n    I don’t know if you know this, but WordPress has a nice plugin called Akismet that you can use to filter and trap most spam commenters.\n\n\n\n\n  4. Tracy says:\n\n    Can I join you on Penis Patrol?\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.7287048697,
        "format_confidence":0.8254095316
    },
    {
        "url":"http:\/\/nikkiprince.blogspot.com\/2012\/09\/",
        "text":"Wednesday, September 26, 2012\n\nCauldron of Tales Anthology coming 10-1-12!\n\nI am happy to say that Cauldron of Tales Anthology is now available on Smashwords and So very excited about this one.\n\nSonia Hightower, Lorraine Nelson, Chacelyn Pierce and Angelina Rain are also authors in the anthology.\n\nThere is something for everyone in this little Halloween gem.\n\nWhen five witches with wild imaginations get together, the pot boils over with trouble, romance, and sensuality.\n\nIn The Devil’s Berries, readers are taken back to Renaissance England where Sabine, facing her last night alive, reveals how the witch really came to be associated with the broomstick. Will her nightly visitor bring her more trouble or will he give her peace?\n\nCindy can’t decide if she’s Hexed Or Vexed her longtime friend, Killen. All she knows is that one second he was her very manly friend, and the next, he’s a dog. Can her Witchy Group on Facebook help her fix the mess, or will she be burdened with a comical canine companion the rest of her days?\n\nWillow Vance is a poor excuse for a witch, and by some stroke of luck, the six-year-old Past Potion she crafted worked. When the hexed warlock finds out about Willow's curse, he will stop at nothing for her to lift the spell. Willow can run, but does she want to?\n\nAlone for Halloween, Bryn is ready to take some frustrations out on her purple battery-operated toy, but she’s in for a surprise when the Toy Soldier becomes a flesh-and-blood man. Grateful to be free of his plastic curse, Byron will do anything for matter how naughty.\n\nA dance of seduction under The Light of the Moon turns into a night of passion, but will that be enough for Aponi to keep the man of her dreams enchanted? Or will the flame that was ignited die out just as quickly as it sparked?\n\nDanica finds herself confused after a trip to the carnival with her best friend and coworker. She’s been attracted to Lisette for months, but are her feelings really being reciprocated, or was there A Sappho Spell cast in Madame Lilith’s tent?\n\nWhere to find us:\n\nCauldron of Tales webpage:\n\nThe authors webpages:\n\nAll Romance Ebooks:\n\nTuesday, September 25, 2012\n\nWow holy blog stops!!!\n\nPlease can I beg you all for some visits? Warning excerpt is hot for Demon Mine\nI am at author Charisma Knights blog\n\nI am also at Musing Sallie's-\\\n\nAlso I have the blog stop for the Cauldron of Tales anthology with a\ngiveaway- at Beth Yarnall's lovely blog.\n\nCauldron of tales is also on the love fantastic Mistress Anya's blog:\n\nThank you so much for those who have gone. I know its more of the promo right? Thanks again in advance.\n\nAlmost done with all the blogs...for a bit.\n\nWednesday, September 19, 2012\n\nGuest Author Kim Carmichael 9-19-12\n\nWelcome Author Kim Carmichael!  Kim will be giving away one ebook copy of Hands On Me and a lovely necklace. (Picture of the necklaces at the bottom).  Please leave a comment and email to enter).\n\nBlushing At My Computer Screen:\n\nRomance and erotic romance authors have a rare opportunity to live out fantasies we may never dreamed possible.  In our minds we can make love to a werewolf, or travel in time for a romantic rendezvous.  It really is an amazing job for someone who likes to live in his or her head!\n\nHowever, along with this type of writing fun comes certain situations where even I have blushed at my computer screen:\n\nHere are my top five blushable moments:\n\n1.      The first time I wrote the word nipples -  Not peaks, not tight apex, but nipples.  It was my first foray into learning how not to use euphemisms for everything.  I actually turned away from my monitor as I typed the word, but I also crossed over the threshold into being a real author who doesn't use purple prose.\n\n2.      Dealing with the condom -  Unless we are writing historical or paranormal, safe sex is important, and many publishing houses require it.  Somehow putting the condom on gives me no trouble, but the whole disposing of it seems to perplex me.  It is not something that you want to spend a lot of time talking about, or at least I don't.   I finally resorted to researching proper condom etiquette.  FYI the rule is that the man is responsible or dealing with his own… disposal.  For my story that was just released, Hands On Me, I managed to turn this once awkward scene, into something that helped move the plot along.\n\n3.      Shaving and grooming – I never really discussed this at length, but then I had a critique that asked me to describe my hero's \"situation.\" Every generation seems to have their own standards for handling their grooming.  Right now the trend is for little to no pubic hair.  I know use this to show something about my character.  Is my hero male a metrosexual who keeps everything perfect?  Or do I have a man who doesn't care about following the crowd?  In a upcoming story I actually used this, not only as comic relief, but to show how my hero changes once he's in love.\n\n4.      Double Penetration – Anyone who writes sex scenes knows that it has to be more than an instruction sheet, but somehow my first double penetration scene gave me tons of trouble and lots of deep blushes.  There were just so many parts and pieces to fit together correctly, and I had to make sure my readers would understand what I meant.  I wrote the scene first as an outline making sure I had everything in the right place, and then came back and added in the plot, etc.  However, in a ménage romance, this scene can be one of the most emotional.\n\n5.      Pushing My Own Limits –There have been many times where I have been lying in bed thinking about a sexy scene, it may push the boundaries, or sound a little left of center, but I have found that one hundred percent of the time when I go with my gut, push past my own boundaries and write the scene as I envisioned, it turns out much better.  For my upcoming story, The Promise, I was curious as to what would happen if my heroine was denied her orgasm, I went at it full-throttle, and it goes down as one of my favorite scenes I have ever written. \n\nOne thing I have learned from writing erotic romance is that if it turns me on, it has a better chance of doing the same to my readers.  At the end of the day, isn't that what we all want? \n\nI wish you all happy and sexy reading!\n\nHands on Me\nKim Carmichael\nAgent Gwen Fredricks is a living target.  Captured after a failed mission, the code to crack a safe has literally been permanently hidden on her.  To free herself, she must retrieve a final key.   All\nAgent Colin Alexander has to do to avoid a desk job is get a code said to be on an enemy agent.   He never dreamed it would actually be on the agent, especially Gwen.\nThe simple shoot-and-swoop mission takes a turn for these two sometime-lovers and full-time rivals when they call a truce to give into their desire.  Now with the promise to keep both hands on each other at all times, they share a night together.  Loyalties are tested when Gwen manages to swipe the key away, and Colin discovers the code carefully embedded into Gwen's tramp stamp tattoo in a glow of UV light.  When morning comes they must decide if what they feel for each other is worth betraying their agencies.\n\nAbout the Author:\nKim Carmichael began writing eight years ago when her love of happy endings inspired her to create her own.  She has a weakness for bad boys and techno geeks, and married her own computer whiz after he proved he could keep all her gadgets running.  When not writing, she can usually be found slathered in sunscreen trolling Los Angeles and helping top doctors build their practices.\n\n\"Stop!\" A man yelled.\nThe barrel of another gun met her inches from her face. She tensed, not from the gun, but from the familiar inflection in his voice. The position of both their weapons hid the man's face.\n\"Get in and lower your gun, or we'll both lose.\"                \n\"Back up and lower yours, or you won't have a hand left.\" No one told her what to do, not ever again. The click of her cocking her weapon echoed around them.\nHe stepped back. \"Get in and close the door.\"\nWith her gun still raised, she stepped and waited for her opponent to flinch first.\n\"Now.\" He moved a fraction of an inch.\nShe did the same, and with the silent acknowledgement they would both comply, they lowered their guns in unison. She almost shot herself in the foot at the sight of the man who greeted her. Before she made a mistake, she de-cocked her gun and shook her head. \"Colin?\" Her body betrayed her by trembling. Was this her punishment?\n\"Gwen.\" He shoved the gun in his waistband. \"You're the one. I would have never guessed.\"\nThink. She screamed at herself to remember her training, and not allow him to best her or distract her. She glanced around the room, giving her time to not look at him. Agents were supposed to be everyday people and blend in, but Colin Alexander stood out. From the moment she quite literally fell into his lap through a two-story ceiling three years ago, she wasn't sure why his agency chose such a standout. She supposed his combed-back black hair and golden eyes were some bizarre form of female torture.\n\nWednesday, September 12, 2012\n\nDemon Mine is here! 9-12-12\n\nI am so excited to share with you all the release of Demon Mine. It's my pride and joy and I was so happy when I received the acceptance letter from Evernight Publishing saying that they wanted it. Evernight was who I wanted this story to go to from the beginning. They didn't disappoint me at all with their hard work, the most excellent cover art and getting me through edits.\n\nFor your chance to win a free copy, please comment on this post and also leave your email if you wish to be entered into the giveaway!\n\nEvernight Publishing:\nHere's the blurb and an excerpt:\n\nSamael is a fallen angel doomed to repeat his life and love for Lilianna Jackson over and over again. That is until she finally remembers who she is and the reason for the curse that has befallen them both. For you see, Lilianna was on... (truncated)",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.8395599723,
        "format_confidence":0.9764539003
    },
    {
        "url":"http:\/\/ripeforreader.blogspot.com\/2014\/05\/blog-tour-reflection-guest-blog-by.html",
        "text":"Friday, May 16, 2014\n\nBlog Tour - REFLECTION & GUEST BLOG by Elene Sallinger\n\n(The Chrysalis Series #2)\nby Elene Sallinger\nReleased: May 6, 2014, Sourcebooks Casablanca  Amazon.UK  Amazon.AUS\n Kobo  iTunes  Barnes&Noble\n\n\nThe moment Bridget Ross and Connor Reynolds run into each other on the street – quite literally while out on a run – tempers flare. But when the two get together for an apology coffee date, it’s clear that the coffee isn’t the only thing steaming.\n\nConnor is a charming artist without purpose. His own tragic pas prevents him from putting down roots or committing to anything. Bridget is feisty but guarded. She’s aching to fill a void in her life but is wracked with guilt over her past and denies herself true pleasure. Can this gorgeous man tempt Bridget to finally succumb to her desires?\n\n(The Chrysalis Series #2)\nby Elene Sallinger\nARC Review\nReleased: May 6, 2014, Sourcebooks Casablanca\n\nMy rating: 4 of 5 ⭐️\n\nBridget Ross appears to have her life together. Professor at a small college, good friends, nice dog and plenty of social interaction. But underneath that polished and slightly reserved exterior she hides a traumatic history that has left such an impact, it has changed the way she sees the world and more importantly, how she sees herself.\n\nConnor Reynolds has perfect balance in his life. Or so he tells himself. He works to take care of his immediate needs, he uses his camera as a creative outlet and he paints to feed his soul. On top of that he knows exactly who he is. But when an innocent tangle of dogs in the park brings him to his knees in front of a beautiful woman, he feels his world tilting.\n\nCharmed, but also a little apprehensive, Bridget tries to resist the persistent attentions of the much younger Connor, but with his gentle persuasion he manages to convince her to take a chance on him. But will Connor be able to release the fire Bridget is keeping so tightly contained inside?\n\n\nAnother fabulous book in the Chrysalis Series by Elene Sallinger!! A standalone novel with characters from the first book making their appearance, but this is a story all in itself. \n\nI found REFLECTION to have a bit less of an edge than AWAKING, in that the plot was more predictable, there was less darkness in the build-up, less tension. The overall result was a very emotional journey for both main characters, actually. Although Connor's need for \"reflection\" did not become obvious - to him at least - until the final chapters of the book.\n\nBridget has reprogrammed her sensual development after a traumatic experience gave her a negative association, resulting in rather stunted and unfulfilling emotional and sexual relationships. Not to mention some massive trust issues she has still not been able to work through. And by my calculations, this event was more than half her life-time ago. That counts for a lot of years of damaging inner dialogue, without any apparent proper counseling to mitigate the effects. No wonder this woman cannot open herself up after simply unloading her past as if that is a magic healing. \n\nConnor faces a similar emotional damaging pattern, except that for him it doesn't affect something inside him, but something that he can control - or thinks he can control - externally, painting. Of course the control is something Connor craves, something he would like to explore with Bridget. The dom in him is torn between knowing what she needs and honoring what she wants. He is so focused on her, that he loses sight of his own responsibilities and shortcomings.\n\nAn ironic parallel, not seen by either of the main characters, but needed to be put in focus by a third party. I guess Bridget did see at some point, but Connor needed to be told, which was a bit of a disappointment in all honesty. \n\nI enjoyed this couple together, I liked Connor's irreverent nature and the way Bridget could let go when she wanted to. The chemistry was there, the heat was there, but I feel we never got to the point where we see them truly reach all their potential until the very last. I would've enjoyed more exploration.\n\nElene Sallinger's writing is excellent, her style is flowing and sharp. Not necessarily 'easy reading' but not too complex either, simply writing with some substance. A good author to choose if you are looking for some literary bite on your erotica!\n\n✨A careful and sensual exposure..✨\n\n**Copy provided in return for an honest review.**\n\nThe Heart of the BDSM Power Exchange\nby Elene Sallinger\n\nWhen asked to write a guest post, I was asked to expound upon why I thought people would be drawn to the power exchange of BDSM. It is my personal opinion, that the reasons are so varied as to be impossible to narrow them down into a cogent post. However, what can be discussed is the nature of the power exchange itself. To put it as simply as possible, I believe that the power exchange in D\/s-M\/s is really symbiotic and synergistic and not an either\/or, you vs. me scenario. And, it is this symbiosis to which I believe people are drawn.\n\nSymbiosis was a concept I struggled with when I was first introduced to it in high school biology. I was raised in a highly competitive environment where my sisters and I were encouraged to compete against each other for parental approval. As such, I didn’t grow up with a point of reference for a relationship that by its very nature is synergistic. And, for me, those two words define a healthy D\/s-M\/s relationship – symbiotic and synergistic.\n\nIn a symbiotic relationship, two or more individuals are inter-dependent upon one another for the relationship to succeed. D\/s-M\/s relationships are obviously symbiotic, but they take this a step further than vanilla relationships because of the negotiated role. There is no Master without a slave and a Dominant can’t dominate without a submissive. Therefore, both parties are necessary to the relationship for it to even exist.\n\nYou could take a broad stroke and say that every relationship is symbiotic and I think that is a fair statement, but why I think it is particularly important in D\/s-M\/s is because of the roles involved and the relinquishment of authority. Trust, compassion and consideration are required in exponentially higher quantities in D\/s-M\/s, simply because of the overt potential for harm to one’s psyche and person.\n\nWhat I believe is beautiful about D\/s-M\/s is the synergism that results when the relationship is handled the right way. In a healthy relationship, both parties become something greater than themselves and the relationship itself is the engine that drives their growth. The specific definition of synergy is “two or more things functioning together to produce a result not independently obtainable.” I think these types of relationship do exactly that. A submissive has a need to submit. There are things they may not do of their own volition for whatever reason. The desire to please along with the trust they have for their Dom or Master gives them the incentive and courage to try something they may not otherwise do. Without their Dom or Master they would not achieve this.\n\nA healthy vanilla relationship can be synergistic, but I don’t believe it is an inherent quality of vanilla relationships because of the live and let live principle. I may encourage or suggest things to my partner and he does not have to comply. Therefore, something that may be of true benefit to him may never be experienced because I don’t have the authority to compel him to try it and vice versa. I can say conclusively that there are things my partner has recommended that I didn’t do because he couldn’t compel me to that I've come to regret immensely. I now live with a lot of what ifs.\nOkay, so my next words are might raise an uproar, but I see a leader, any leader, as the ultimate servant. Therefore, I see the Dominant or Master as serving the relationship. Does this mean they are submissive? No. A submissive serves by yielding to their Dom\/Master. Does it mean they are serving their submissive\/slave? Yes, insofar as it is required in order to fulfill the needs of the sub\/slave because a Dom\/Master serves by leading. But, what is service really. Merriam-Webster has the definition, “contribution to the welfare of others.” Is this not what the Dom\/Master does? I would say whole heartedly they contribute to the welfare of their sub\/slave.\n\nThere are two great quotes that I love around this topic:\n\n\"To help others become something that they could never on their own become, is putting value into that other person.\" ~ Unknown\n\n\"A person who is worthy of being a leader wants power not for himself, but in order to be of service.\" ~ US Senator Sam J. Ervin, Jr.\n\nThe latter sums up my feelings on what a Dom\/Master’s responsibility is … to fulfill the needs of the sub\/slave and by virtue of that, serve their own. You see, my belief is that the Dom\/Master is a caretaker first and foremost. They have an inherent need to take care of and elevate their sub\/slave. Because of the nature of the submissive\/slave, they often must take a hard line and be firm. So, in my opinion, what distinguishes the Dom\/Master is the will to act.\n\nAll of this is a very long way of saying that I believe that all D\/s-M\/s relationships whether poly or not, are inherently symbiotic because the role of each person cannot exist without the other and they are synergistic because, by fulfilling these roles successfully, the resulting dynamic for all parties is greater than what any one of the individuals could achieve on their own.\n\nI'll also state for the record that my comments pertain to healthy relationships and not abusive ones where a sub has abdicated all personal responsibility and is really more of a parasite or ones where the Dom\/Master is really just looking for a punching bag whether physically or emotionally. I don't believe those are true D\/s-M\/s relationships.\n\nHailing from Washington, D.C., Elene Sallinger first caught the writing bug in 2004 after writing and illustrating sev... (truncated)",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.6437043548,
        "format_confidence":0.8577237129
    },
    {
        "url":"https:\/\/www.oniichannoecchi.com\/2010\/07\/11\/mischif-no-snark-good-ol-sperm-dick\/",
        "text":"Mischif no Snark: Good-ol’ Sperm Dick\n\nFor those of you who were hoping for a new Onii-Chan Theatre, it must suck to be you right now. For everyone else, welcome back to another installment of Mischif no Snark! I know I said I would change the name, but then I got to thinking, and I realized that slight as it may be, there’s still some brand equity in the name, and it would be foolish of me to just discard it. And I can’t think up witty titles to save my life. Anyway, I know it’s been a while, which is why I’m coming back with a three-fer of some of the most awfulsome doujins I’ve seen yet. Now, ON TO THE SNARK:\n\nWe begin with The Love Is Forbidden Swimming Club, where we find the protagonist getting chewed out by the swim club captain for a girl having the audacity to step out of the kitchen and ask him out. The captain decides that the best way to rectify this situation is to give him a blowjob. Neither I nor the protagonist are entirely sure what this is supposed to accomplish, but he’s getting his dick sucked so I don’t really think he cares.\n\nShe makes him cum and swallows like a champ, and he squeezes her clit till she comes in reciprocation. He flips her over and jams it in, and when he asks if he can come inside her she gives the okay because this time is “special”.\n\nFuck noises ensue and we are treated to a cumshot that looks like a water balloon being filled with expired milk.\n\nHe pulls out and starts fingerblasting her, which makes his fingers look like they’re covered in wallpaper paste:\n\nAnd we find out that this apparently turns him on, as he gets in her for the next round. More fuck noises follow, and we find out that he has a name for fucking a chick after giving her a creampie:\n\nApparently sperm-dick becomes her new word-of-the-day, as it’s damn near the only thing she talks about until the end.\n\nHe blows another load, and afterwards finally decides to reject the random female’s advances. Who knew all it took was to be fucked by one girl to not care about another? Anyway, she suggests that if he just has to have a girlfriend, she can step up for the position. But she forgot, love is forbidden in the swimming club.\n\nRight, that’s one load down, on to the next! Up now is Proper Exchange!!, a strange doujin that begins strangely enough with a female protagonist, Makoto. She keeps trying to get a look at the lead male Yuuki’s phone, but he won’t let her. She keeps harassing him to let her look at the phone until he slips and falls down some stairs and brings her with him. True gentleman. He breaks his phone on the way down, which apparently had a 100,000-volt battery because they both get zapped with a couple bolts of lightning.\n\nThey pull themselves together afterwards, but something’s different:\n\n\nThey retire to one of their rooms, where Yuuki-now-in-Makoto’s-body is flipping out, but Makoto-now-in-Yuuki’s-body is strangely nonchalant about the whole matter.\n\nI’m not too surprised about that, if you have a dick you seem to be golden in Japan. In addition, it is also at this juncture that we find pretty much everyone in Japan’s a bit of a rapist, but you apparently need a dick to want to do something about it.\n\nMakoto-now-Yuuki decides to tease Yuuki-now-Makoto (henceforth referred to as male and female, respectively), and basically comes to the conclusion that fucking will make everything better. Why am I not surprised.\n\nI shouldn’t be surprised that she decides to go along with it either, since apparently she’s an emo little bitch. Some groping, nipple-tweaking and ass-grabbing ensues, followed by a finger-bang for good measure. She gets all “are you gonna have sex with me” girly on him, and he jams it in in reply. He apparently got the hang of those balls pretty quick.\n\nHe tells her he’ll go slow, but he doesn’t know how long that’ll last since he’s a guy now. Wow, he’s more of a guy than he thinks. She comes ahead of him, but apparently they’re still stuck in each other’s bodies. She comes to the conclusion that they weren’t fucking hard enough, and gets on top for round two. More fuck noises ensue, and they both come with the same result. In the end, he decides it’s fine to be stuck like this, since she now looks so super-cute. And there’s the fact that he has a dick now, that’s a plus.\n\nAnd finally we come to Yamauchi-San To Yamauchi-Kun, a manga whose name made me originally think it was incest but was apparently just coincidental. We open with the woman Eriko being trounced in the rankings yet again by her rival Takayuki. He’s apparently a prodigy or some shit, but she thinks he has some sort of secret that by God she will discover. After asking to study together in the most harmful way possible after the tests have ended\n\n…when he finally agrees and they’re in his room she goes snooping around as he steps out to get more tea. And of course, like she would if she snooped in any boy’s room, she managed to find his porn.\n\nBut I don’t think she expected to find porn with her face on it.\n\nHe comes back in the room, they turn into rabbids, and of course in the ensuing struggle they somehow manage to fall on the bed.\n\nHe declares his undying love for her in the most annoying and slightly creepy way he can, and whips her tits out.\n\nWe find out that as smart as he is he can easily mistake “fuck-me eyes” for “murder eyes”…\n\n…and when she tries to get away from him, he rides her like a horse and forces her to agree to stop being “tsun” and start being “dere”. She agrees, and he commits what is not only the cardinal sin of essentially raping someone, but of dealing with women in general.\n\nYou do not EVER, EVER, EVER, EVER let a woman with eyes like that have access to any body part you wish to retain ownership of. EVER. EVER. He may be book smart but he must’ve failed the shit out of Man School, or not even have shown up because that’s like the first lesson.\n\nAmazingly she doesn’t immediately bite his dick off, but gives him a handjob that is so boring he starts to fall asleep. Of course not making him come now would be dishonoring her family, so she switches to a blowjob that in contrast is apparently so good he has to hold her head down to make her swallow his baby batter. To apologize for humping her face 30 seconds ago he fingers her until she comes and just jams it in, again a bit surpring since she was a virgin as well and she doesn’t seem to be in any pain. Fuck noises are made, and a creampie is baked for everyone to enjoy. Mmmm.\n\nIn the end he manages to convince her to come over every day to “study”, and at the end of the final exams she’s dropped from second right behind Takayuki to 44th. He tells her if she undergoes “special training” she’ll rise back to second place behind him, and…she doesn’t take it well.\n\nAnd so we wrap up my triumphant return to Mischif no Snark! As always, comments, criticisms and crap comics to crack on are completely cool, so feel free to contribute in the comments!\n\nLeave a Reply\n\n8 Comment threads\n0 Thread replies\nMost reacted comment\nHottest comment thread\n7 Comment authors\ndethsnaykesectumsempraLoneHeroTom JonesMischif Recent comment authors\nnewest oldest\nNotify of\n\nI was expecting a theater but this is good too.\n\nBring Back the Bomb\nBring Back the Bomb\n\nThe first comic was done by Tsukino Jyogi, who goes WAYYYY overboard with bodily fluids and basically makes his cumshots the least sexy thing ever.\n\nTom Jones\nTom Jones\n\nIve actually read the first two but that doesnt mean that I want to check out number 3 for myself.\n\nThe swimming club one wasnt ‘shocking’ it was average in terms of quality, There are MUCH worse ones out there.\n\nNumber 2 is pretty bad and the third one looks fuck terrible… Good job with the Mischif No Snark, Gave me some lulz and you know what? Please sir, Can I have some MOAR!!:P\n\n\n\nIt’s true, Swimming Club wasn’t all that terrible, but it did have something going for (or possibly against) it.\n\nThat something was sperm-dick.\n\nEver since I was a kid, my mom told me “When life gives you sperm-dick, make fun of sperm-dick.” I didn’t know what the fuck she was on about back then, but now that I’ve become a bit wiser I finally get it: Sperm-dick is fucking retarded, and I should make fun of it whenever possible.\n\nSo yeah, it wasn’t all bad but I couldn’t not make fun of sperm-dick.\n\nTom Jones\nTom Jones\n\n@Mischif – Was the Sperm-Dick thing the actual translation from Japanese or was it just the translators ‘artistic’ interpretation of what was said? Just curious cause I cant believe the Sperm-Dick!\n\nThe third kinda reminds me of CHOICE, I think it may be in the same vein. (Equally disgusting) Im pretty sure you mustve read that one too, Your thoughts? :)\n\n\nI was expecting a theater as well, but either way it’s good to see you back in action!\n\n\nThe part I found funniest about this entire thing -besides your hilarious commentary Mischif ;)- was the last panel of the third doujin. I mean, what the hell? “Abuu!?” Um…\n….Anyway, this totally made me laugh. Nice job. Oh and one more thing I thought absolutely necessary to mention was the alliteration in your last sentence, Mischif. Yay alliteration and making fun of sperm-dick!! :D\n\n\nThese are fucking epic man. Love your snark. Keep posting more, I need some good laughs. Can’t wait for more from this site xD\n\nScroll Up",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.8880619407,
        "format_confidence":0.7485695481
    },
    {
        "url":"http:\/\/amandasecretstransex.blogspot.com\/2014\/11\/sleeping-beauty-surprise.html",
        "text":"Wednesday, November 26, 2014\n\nSleeping Beauty Surprise\n\nMore captions! I am working on another fap roulette, but we'll see when it's done.\n\nThis is the first thing I've specifically created for this blog, so enjoy! Note: I do not condone illegally feeding hormone replacement drugs to other people (...much).\n\nAlso, not to be a comment whore (maybe a different kind of whore...), but feel free to leave a reaction or a comment. Be as critical or demanding as you like; it encourages me not to hoard my creations and will probably improve the quality of material here. Plus you'll be more likely to get topics you enjoy - you dirty slut.\n\nOf course, if you're just here to fap try not to waste a drop :D",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9655701518,
        "format_confidence":0.8765926957
    },
    {
        "url":"https:\/\/womenarestupid.site\/blog\/what-is-going-to-a-brothel-like",
        "text":"What is Going to a Brothel Like?\n\nA kid in a candy shop\n\nMany of you have probably never visited a brothel and are curious what it is like. Well let me start by saying it is like being a kid in a candy shop. The feeling of excitement and joy you experience is like nothing else. First things first, if it’s your first time going to a brothel, I’d strongly suggest you take a viagra pill one hour before going. That way if you feel a bit nervous, it won’t affect your erection. Second point is, I would strongly recommend you to go with a guy who has already been there, otherwise if it’s your first time, they will most likely overcharge you. An experienced guy can negotiate good prices for you.\n\nSo you walk in, and there will be like 5 or 10 girls standing there. YOU get to decide which woman you want to fuck. That’s the literal opposite of western feminist culture, where the WOMAN does all the choosing. So you get to choose which woman sexually arouses you the most, and then you pay her the money. Generally it should be like 30 to 40 dollars for 30 minutes. That is the going rate for brothels in Europe, Asia, South America, and so on.\n\nThen you and her go into one of the private rooms, and she’ll give you a blowjob, and then you’ll put on the condom and get on top of her and bang her hard. Can you imagine banging a hot woman for only 30 dollars? In America, you would NEVER find that kind of deal. America is the most sexually repressed country on earth.",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9739899039,
        "format_confidence":0.9426952004
    },
    {
        "url":"http:\/\/www.women2fp6.net\/",
        "text":"www.women2fp6.net - January 17, 2018 - 1516191937\nNext, I'd have to say that I appreciated seeing the beauties of Bum Parade. Ultimate Verdict: Aside from a distracting music track inside the film I watched, the procedure on I Love Thai Pussy was great. They prepare a simple smoothie, much such as the one I should have had for breakfast instead of chocolate cupcakes, and then have it gently poured into their rear end, exclusively to squirt it out again.\nStatus OK.",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9691082835,
        "format_confidence":0.6551785469
    },
    {
        "url":"http:\/\/blog.ashgirl.com\/fuck-me-or-fuck-you\/",
        "text":"Exciting news for all of you Ashaholics! I have a couple new items being released that will help you get intimate with me. On those long cold lonely nights both men and women will get to spend time getting down and dirty with me!\n\nFirstly, I’m pleased to announce the newest release from Penthouse featuring me. It’s the Video Vixen Cyber  Skin Pussy Stroker. Gentlemen, I went in and had MY PUSSY molded for your fucking pleasure! When and if you happen to pick up my pussy to keep at your bedside, Penthouse has also included interactive videos on the packaging so you can hear me talk while we bang. Below are links to the videos we shot for your viewing pleasure telling you more about this juicy toy and also some of the out-takes that show my quirky personality.\n\nGRRLS! I’m also pleased to announce an upcoming release at the end of October of your very own hand blown Ash Hollywood glass dildo! I can’t give away all the secrets yet (as we’re still in production mode) but I can tell you I teamed up with Crystal Delights (crystaldelights.com) and we’ve been working hard to give you a one of a kind item. The unveiling of my toy is predicted to happen Halloween 2012 and I will be SELLING a limited amount in person at Exxxotica New Jersey in November.\n\nHope to be keeping you company soon in your filthy fantasies or help you clear the sleep from your groggy mornings! Xo’",
        "topic_id":0,
        "format_id":15,
        "topic_confidence":0.9763378501,
        "format_confidence":0.7411068678
    }
]