[
    {
        "url":"https:\/\/sos.idaho.gov\/elect\/finance\/faq\/independent.html",
        "text":"Back to Top\n    What is an independent expenditure?\n\n    “Independent expenditure” means any expenditure by a person for a communication expressly advocating the election, passage or defeat of a clearly identified candidate or measure that is not made with the cooperation or with the prior consent of, or in consultation with, or at the consent of, or in consultation with, or at the request of a suggestion of, a candidate or any agent or authorized committee of the candidate or political committee supporting or opposing a measure. As used in this subsection, “expressly advocating” means any communication containing a message advocating election, passage or defeat including, but not limited to, the name of the candidate or measure, or expression such as “vote for,” “elect,” “support,” “cast your ballot for,” “vote against,” “defeat” or “reject.”\n\n    When is a candidate “clearly identified”?\n    A candidate is clearly identified if the candidate's name, nickname, photograph or drawing appears, or the identity of the candidate is otherwise apparent. Examples include: “the Governor,” “your senator”, “the Democratic candidate for Senate in Legislative District 14.”\n    What is “Express Advocacy” (Candidate Advocacy)?\n\n    Express advocacy (candidate advocacy) means that the communication includes a message that unmistakably urges election or defeat of one or more clearly identified candidates(s).\n\n    Section 67-6602(g), Idaho Code, defines “express advocacy” by the use of certain magic words.\n\n    “Magic Words”\n    What is not an independent expenditure?\n\n    When an expenditure for a communication expressly advocating a candidate's election or defeat is made under the circumstances described below, it results in an in-kind contribution rather than an independent expenditure and therefore counts against the spender's contribution limit for the candidate's election.\n\n    Coordination with candidate's campaign\n    Any expenditure made in cooperation or consultation with the candidate's campaign or as a result of a request, suggestion, or prior consent from the candidate or the campaign is an in-kind contribution, not an independent expenditure.\n    Direction by campaign employee\n    An expenditure made on behalf of a candidate but directed by a current or former officer or employee of that candidate's committee or by a person who is receiving compensation or reimbursement from the campaign is presumed not to be independent.\n    Use of common vendors\n    The independence of an expenditure made for a communication in support of a candidate (or in opposition to his or her opponent) may be compromised if the person making the communication and that candidate's campaign use the same consultant or vendor.\n    Solicitations on behalf of a candidate\n    An expenditure made for a communication that solicits the public for contributions on behalf of a candidate is an in-kind contribution if the person making the communication collects and forwards the money to the candidate's committee.\n    Prior contributions may affect independence\n\n    A person making an independent expenditure should be aware that making certain types of in-kind contributions to a particular candidate may jeopardize that person's ability, in the future, to make independent expenditures on behalf of that same candidate. For example, if a committee provided paid staff or services to a candidate's primary campaign, then the committee would have direct knowledge of the candidate's campaign strategy, plans or needs. Therefore, expenditures by that committee during the election could not be considered independent.\n\n    An individual, not previously involved in Candidate Smith's campaign and without ever contacting any of his campaign staff, purchases a newspaper advertisement supporting Smith. The payment for the ad is an independent expenditure. If, however, before purchasing the ad, the person consults with Candidate Smith or his campaign staff as to how he or she can help the campaign or when Smith wants the newspaper ad to appear, the person makes an in-kind contribution. Or, if the person pays for a campaign ad that uses text actually prepared by Smith's campaign, the person makes an in-kind contribution to the candidate (An in-kind contribution, when combined with all other contributions from the same person, is limited to $1,000 per legislative and district judge candidates and $5,000 per statewide candidates, per election.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.5754739046,
        "format_confidence":0.9492352009
    },
    {
        "url":"http:\/\/glcstory.co.uk\/faq\/",
        "text":"What was the Greater London Council?\n\nThe GLC was the government for London before the current Assembly and Mayor. In 1981, Labour took control of it and elected Ken Livingstone as leader, embarking on a radical socialist experiment, alongside similar experiments in cities like Liverpool and Sheffield. Thatcher hated it, and from 1983 started threatening to abolish it. This happened in 1986, and it took 14 years for London to have its own government again. When the Assembly and Mayor were set up in 2000, it was a very different institution.\n\n\nWhat did the GLC do?\n\nThe GLC was creative about using its powers. They found symbolic acts which told a story about the kind of institution they were – for example, taking money away from the Royal Opera house and giving it a community arts. They got into a bunfight with Thatcher about keeping transport fares low, they involved community groups in producing their own development plans for local areas, and they funded initiatives like domestic violence shelters, women’s spaces, and black theatre companies. The Greater London Enterprise Board invested in businesses, gave grants to inventors, and co-founded worker education with trade unions. And they tried to engage the public in politics by making it fun, putting on massive festivals on the South Bank and at Battersea Park. Ken Livingstone and John McDonnell even starred in a pantomime as Dick Whittington and his cat.\n\nWant to know more? Take a look at our resources section.\n\nThe GLC’s legacy\n\nWhen the Council was abolished, it wasn’t only Thatcher who wanted to pretend it never existed: a lot of the Labour Party also hated it, and wanted to erase the memory of the alternative kind of socialism it represented. Most people who have arrived in London in the last couple of decades have never heard of it – but they are still living with its legacy. For example:\n\n  • If you’ve ever sat in the Southbank centre and appreciated a place to chill in central London without having to buy anything, this is part of the legacy. Before the 1980s, the building was only open for concerts – it was the GLC who opened it up during the day for public use.\n  • If you’ve ever used an electric bike, or eaten fair trade Divine Chocolate, these were both supported by the GLC.\n  • If you’ve taken it for granted that teachers would have access to children’s books featuring gay parents, this is something the GLC introduced.\n  • If you’ve lived in London without a car. The GLC reversed the decline in public transport by lowering fares and introducing the travelcard, which saw tube journeys increase by 70%.\n\nHow was it different to the Assembly and Mayor we have today?\n\n\n  • The building looks and feels very different. The GLC was in County Hall, opposite Parliament, and anyone could walk in off the street. The Assembly is at the other end of the Southbank, in a steel and chrome building with heavy security. It is also on private land where you have to get a permit to hold a protest.\n  • The GLC had different powers, such as control over cultural policy – and most importantly, it could raise its own taxes. The Assembly and Mayor are much more restricted in what they can spend their budgets on.\n  • The leader of the GLC was much more accountable to the Council than the Mayor is to the Assembly. Pretty much the only thing the Assembly can do is veto the Mayor’s budget, otherwise the Mayor can do what they like.\n\nBut it wasn’t all perfect, was it?\n\nWell, nothing is. Conservatives considered the GLC (and other radical councils at the time) the ‘loony left’, and ridiculed their policies. But people on the left were critical too. Some felt that it diverted attention away from other causes like LGBT rights, especially when those groups were called on to fight against abolition. Others criticised the way that the GLC was so strongly associated with Ken Livingstone’s leadership, as this didn’t seem to fit with the ideals of sharing power with social movements. And some organisations and projects that received GLC funding folded when the money ran out (like feminist magazine Spare Rib), even though they had managed to sustain themselves before, so the money seemed to have made them less resilient. The GLC of the 1980s was a big experiment, and lots of things that were tried didn’t work. ‘A Greater London’ wants to retell the story of the mistakes as much as the successes, to see if there are lessons in them for today.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9139323235,
        "format_confidence":0.9429200292
    },
    {
        "url":"http:\/\/www.rasmussenreports.com\/public_content\/lifestyle\/questions\/june_2014\/questions_4th_of_july_june_29_30_2014",
        "text":"\n\n\nQuestions - 4th of July - June 29-30, 2014\n\n46% Say U.S. Nation With Liberty and Justice For All\nSee Toplines\nPlatinum Page\n\nNational Survey of 1,000 American Adults\nConducted June 29-30, 2014\nBy Rasmussen Reports\n\n\n1* Do you consider the Fourth of July to be one of our nation’s most important holidays, least important holidays, or somewhere in between?\n\n\n2* Who do you consider the greatest founding father of our country…Benjamin Franklin, Thomas Jefferson,  John Adams,  George Washington or James Madison?\n\n\n3* The Pledge of Allegiance says that the United States is a nation with liberty and justice for all.  Generally speaking, do you believe this is true?  Is the United States a nation with liberty and justice for all?\n\n\n4* If you could live anywhere in the world, would you live in the United States?\n\n\n5* Over the Fourth of July weekend will you attend a barbecue with family or friends?\n\n\n6* How likely is it that you will watch any fireworks during the Fourth of July weekend?\n\n\n7* Are you going to watch or march in a Fourth of July Parade?\n\n\n8* Over the holiday weekend, will you sing patriotic songs?\n\n\n9* Will you be traveling or staying at home for the Fourth of July weekend?\n\n\nNOTE: Margin of Sampling Error, +\/- 3 percentage points with a 95% level of confidence",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.7137527466,
        "format_confidence":0.6828749776
    },
    {
        "url":"https:\/\/ospirgstudents.org\/funding\/",
        "text":"How is OSPIRG Funded?\n\nFor over four decades, students have voted to fund their own non-profit that represents the voice of students and the public. OSPIRG Students has been making social change and fighting for the public interest since 1971.  \n\nWhat is OSPIRG Students?\n\nWe should live in a world with a safe, clean, and stable environment, where our economy and corporate practices don’t threaten public health, and where everyone has the opportunity to make their voices heard and we have a democracy that works for everyone.  We need to stop the worst impacts of climate change by transitioning off fossil fuels and to 100% clean and renewable energy. We need to stop the flow of unnecessary single-use plastics into our environment. We need to fix our farming practices so we don’t need to rely on pesticides that kill bees or antibiotics that lead to incurable infections. We need to rethink our food production and distribution so thousands of pounds of food aren’t wasted everyday while people go hungry. And we need the next generation to play a role in fixing these problems and pushing for a better future, starting with voting in our elections. \n\nOSPIRG Students works to take on these issues by giving students the skills, opportunities, and resources to make real change. We combine the idealism of students with the expertise of professional staff who train students to run effective campaigns and create a greener, healthier, and more meaningful future.\n\nWhat does OSPIRG Students do?\n\nWe run campaigns on issues that are in the public interest. This can take a variety of forms, but usually involves advocates working directly with decision makers in Salem or Washington DC, along with students and organizers working in communities to build and demonstrate public support for our solutions. Through that, we get results. For example, we helped ban plastic bags here in Eugene to protect our waterways and we’ve helped set up programs for more online, free textbooks for students.\n\nHow is OSPIRG Students Funded?\n\nOSPIRG Students is funded through the student body at the University of Oregon, Southern Oregon University, and Lane Community College.\n\nAt the University of Oregon, OSPIRG Students is funded through a $1.75 per student, per term refundable student fee that students reaffirm every 2 years through a student body vote.  Students at UO have been a part of OSPIRG Students for 40 years, pooling together their resources statewide with other OSPIRG chapters to hire staff, such as advocates and grassroots organizers, to work with them on issues that they care about.\n\nHow does OSPIRG Students spend money?\n\nWe spend the largest portion of our income on hiring professional staff – organizers, advocates and researchers – some work on campus and others work in Salem and Portland, and DC full-time to fight for the issues that students care about and will benefit the public interest.\n\nThe problems that OSPIRG undertakes are large, statewide, and often national in scope. Our goals are not simply for students to “make their voice heard” on these issues, but to win concrete reforms that improve people’s lives. In order to make real, substantial change, we need organization and resources. Staff are an important part of having an effective statewide organization. They bring expertise to students’ ideas and continuity to long-term student campaigns.\n\nWe also spend a smaller portion on basic things it takes to run an organization – printing, phones, etc.  \n\nWhat are the priorities for the next few years?\n\nThere are constantly attacks on laws that protect our environment or consumers; and unfortunately the special interests spearheading these attacks have a lot of money and influence. OSPIRG is working both on a state and federal level to protect good laws that are on the books so that we don’t roll back decades of progress that has been made. But we’re not just playing defense. We’re working on new ways to make higher education affordable by fighting to lower the cost of textbooks. We’re working to make sure that Oregon leads the way to fight climate change by repowering our communities with 100% clean and renewable energy. We’re working to protect our oceans by getting our communities to rethink our use of single-use plastics like foam takeout containers. We’re tackling the issue of bee die-offs by pushing or the ban of bee-killing pesticides.  And we’re working to alleviate hunger and homelessness in our community.\n\nHow does OSPIRG Students choose its issues?\n\nOSPIRG Students is run by an all student board of directors who decide which campaigns to work on and which issues to prioritize.  Any student can bring campaign ideas to the statewide board.  The student board makes its decisions based on which campaigns fit within OSPIRG’s mission, which is to fight for the public interest and to provide the greatest good for the greatest number of people over the longest period of time.   \n\nWhat is the OSPIRG Students reaf at the UO?\n\nAn opportunity for University of Oregon students to reaffirm funding OSPIRG Students at the UO with a $1.75 refundable student fee.\n\nWho is eligible to vote in the UO reaffirmation?\n\nAll students—undergraduate and graduate—who pay the i-fee are eligible to vote and should vote.\n\nWhere and when can I vote?\n\nThe OSPIRG reaffirmation is on the ballot for the ASUO Election taking place in 2021.\n\nWhy should I vote?\n\nThe OSPIRG Students reaffirmation secures our funding at the UO so we can continue to be an effective force for social change. Our community needs a group like OSPIRG Students that helps harness the energy of young people and trains students to have an impact on pressing real world issues affecting our generation.\n\nVoting yes supports our campaigns to tackle climate change, save bees by banning bee-killing pesticides, protect our oceans by moving our community away from single-use plastics, make textbooks more affordable by promoting online, free textbooks, and helping provide hunger relief for people in need in our community.\n\nTogether we can continue our decades of making change.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9544302821,
        "format_confidence":0.7302395105
    },
    {
        "url":"https:\/\/hinton.ca\/Faq.aspx?QID=134",
        "text":"What does the CAO’s Office do?\nThe Chief Administrative Officer is Town Council’s only employee and he ensures Council decisions are implemented as well as oversees all Town administration. Town administration is organized by division then department. The division directors oversee inter-related departments and functions in order to achieve best outcomes for approved programs and resources. See the link provided for a description of each division's purpose and outcome.Division Purpose\/Outcome\n\nShow All Answers\n\n1. How can I get the mayor and\/or councillors to attend my event \/ grand opening?\n2. What does the CAO’s Office do?\n3. When should I raise a concern or meet with the CAO?\n4. What can I do if I disagree with the CAO’s decision?",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.917175591,
        "format_confidence":0.974334538
    },
    {
        "url":"http:\/\/cityofbridgeport.net\/431\/Frequently-Asked-Questions-FAQs",
        "text":"Frequently Asked Questions (FAQs)\n\nWhen are City Council meetings held?\n\nThe Bridgeport City Council convenes for regular meetings and work sessions on the second and fourth Monday of every month in the Council Chambers of City Hall, located at 900 Thompson Street, at 6:00 p.m.\n\nHow can I see the agenda for an upcoming City Council or board meeting?\n\nAll City Council and board \/ commission agendas and minutes are posted on the city's website at least 72 hours before the meeting. You can also browse past agendas and minutes.\n\nHow can I receive automatic notification of agendas?\n\nYou may sign up for automatic notification using Notify Me.\n\nHow can I be appointed to a city advisory board or commission?\n\nThe Bridgeport City Council encourages all citizens to consider becoming actively involved in city government by serving on a city board, commission, or committee. Applications are accepted at any time; however, applications must be submitted by the last Friday in April for current year consideration. Appointments are made by the City Council in June each year and when necessary to fill a vacancy. Complete the application and return it to the City Secretary's Office. You will be notified if you are appointed to a board.",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9864445329,
        "format_confidence":0.9798649549
    },
    {
        "url":"https:\/\/www.devon.gov.uk\/tea\/question\/why-do-we-need-the-leadership-charter\/",
        "text":"Why do we need the Leadership Charter?\n\nThe Leadership Charter is for everyone at Devon County Council and aims to inspire conversations and actions around positive leadership behaviour.\n\nIt’s about recognising the leader in all of us – listening to and hearing from others, making stronger connections and being more supportive to each other.\n\nWe’re all too familiar with the challenges facing local government but we are all part of the solution and have the power to do something positive by changing the way we work together. The Charter helps us to explore these opportunities and create the conditions for success.\n\nBe the first to Comment\n\nYour e-mail address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9770950079,
        "format_confidence":0.65603894
    },
    {
        "url":"https:\/\/carsonsouthbaycommunitynews.wordpress.com\/2016\/10\/14\/long-beach-city-council-has-placed-measure-ma-the-local-marijuana-tax-on-the-november-ballot\/",
        "text":"Long Beach City Council has placed Measure MA (the local marijuana tax) on the November ballot\n\n\n\nView the Powerpoint Presentation in PDF format. Below are the questions answered in the FAQ document:\n\nWhat is Measure MA?\nMeasure MA is a tax on medical and recreational marijuana. It sets a gross receipts tax for sales of both medical and recreational marijuana and establishes a tax on marijuana cultivation, processing, testing and distribution in the City.\n\nHow would the Measure MA Revenue be spent?\nMeasure MA is a general tax to fund city services. Revenues from the tax would pay for general City services, such as public safety, 9-1-1 emergency response, police officers, regulation of the marijuana industry and homeless assistance programs.\n\nHow much money would Measure MA raise if both medical and recreational sales are allowed?\nMeasure MA would raise approximately $13 million annually.\n\nWhat are the other measures on the ballot related to marijuana?\n\nMeasure MA and Measure MM are two different ballot measures. Measure MM is an initiative ordinance placed on the ballot by citizen petition and specifies how medical marijuana businesses will be allowed to operate in Long Beach if approved by voters. Measure MM was placed on the ballot by the City Council after medical marijuana supporters gathered enough signatures to qualify the measure for the ballot. The other measure is Proposition 64, a Statewide ballot measure to legalize recreational marijuana in California.\n\n\n  • Medical Marijuana sales would be taxed at 6-8 percent of gross receipts, initially set at 6 percent.\n  • Recreational Marijuana sales would be taxed at 8-12 percent of gross receipts, initially set at 8 percent.\n  • Distributing, Processing, Transporting or Testing of Marijuana (when not performed by a business that also sells the final product to customers) would be taxed at 6-8 percent of gross receipts, initially set at 6 percent.\n  • Cultivation of Marijuana would be taxed at $12-15 per square foot, initially set at $12.\n\nDoes Measure MA have different tax rates for Medical Marijuana and Recreational Marijuana?\nYes, medical marijuana sales would be taxed at a lower rate than recreational marijuana sales.\n\nDoes Measure MA allow medical and recreational marijuana businesses in Long Beach?\nNo. Measure MA only establishes the tax rate. Measure MM and Proposition 64 are the two measures on the November ballot that would allow medical and recreational marijuana businesses in Long Beach if supported by a majority of Long Beach voters.\n\nWhat exactly does Measure MA Tax?\n\nMeasure MA taxes all components of the marijuana industry should Long Beach voters choose to allow medical or recreational marijuana in the City. The gross receipts tax would be paid at the time of sale for those purchasing at a dispensary or in the case of a business purchasing from another business. The cultivation tax is paid by those growing the product.\n\nWho pays the Measure MA tax?\nOnly those purchasing marijuana at a dispensary or marijuana businesses pay this tax. General members of the community who do not purchase, cultivate, test or process marijuana will not pay any additional taxes.\n\nDo other jurisdictions tax marijuana?\nYes. Long Beach studied 16 other California cities for their tax rates. Cities across California tax this industry at different rates, with rates up to 15 percent of gross receipts. A study of those 16 other cities shows that Long Beach’s rates would be at approximately the midpoint.\n\nWhy did the City Council put Measure MA on the ballot?\nThe City Council received a report from City staff demonstrating the City would need significant financial resources to properly regulate this industry. Specifically, City staff estimate that should Measure MM pass, it would be necessary to spend approximately $12 million per year on medical marijuana alone to cover the regulatory, enforcement, health and public safety costs. These estimates are based upon the City’s prior experience addressing both legal and illegal medical marijuana businesses in Long Beach, as well as experiences from states and other cities that have allowed medical marijuana businesses. Further, City staff have reported that the marijuana tax rates in Measure MM will not fully offset these costs. Due to these reasons, the City Council placed this competing measure on the ballot for voters to consider, which sets higher rates than those in Measure MM.\n\nWhat happens if Measure MA is not approved?\nIf voters approve Measure MM and not Measure MA, the City’s marijuana tax rates will be significantly lower than they are currently or as set out in Measure MA: Long Beach will have a 0 percent gross receipts tax on recreational marijuana, a 6 percent maximum gross receipts tax on medical marijuana dispensary sales, a 0 percent gross receipts tax on manufacturing\/processing, a 0 percent gross receipts tax on testing sites, a 0 percent gross receipts tax on transportation, a 0 percent gross receipts tax on distribution, and a maximum $10 per square foot tax on cultivation. In lieu of a gross receipts tax, marijuana businesses only engaged in manufacturing, processing, testing, transportation or distribution will pay a maximum $1,000 tax annually.\n\nWhat happens if both Measure MA and MM are approved?\nIf both measures are approved, medical marijuana businesses will be allowed to operate in the City of Long Beach, subject to those regulations contained in Measure MM. However, the City’s marijuana tax rates will depend upon which of the two Measures receives more votes. The Measure receiving the highest number of votes will set the tax rates.\n\nWhat will happen next with the proposed tax?\nLong Beach voters will decide on November 8, 2016 whether to establish the tax rates under Measure MA, as well as whether to allow medical marijuana sales through Measure MM, and recreational marijuana sales under Proposition 64. If Proposition 64 passes, the City Council would consider under what circumstances recreational marijuana would be allowed, if at all, in Long Beach.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s",
        "topic_id":17,
        "format_id":5,
        "topic_confidence":0.9257454276,
        "format_confidence":0.9259943962
    }
]