[
    {
        "url":"https:\/\/bug-bytes.net\/tag\/cussing\/",
        "text":"The letter M.\n\nMe: I decided my next blog post is about John “Motherfucker” Burton.\n\n\nThis post is dedicated to Scott’s grandma.\n\nM is an easy letter – motherhood, monarch butterflies, makeup, monkeys jumping on the bed, mud, middle child, marriage, motherfucker.\n\nMotherfucker. It was my first thought this morning. I hate mornings. But there it was – motherfucker – hanging like a piece of forbidden fruit. You know, I wasn’t going to go there. Like I said, I had plenty of other M words to write about today. But a quick google search changed my mind.\n\nThe letter M.\n\n\nCrawl through the depths of my google search history. Do it.\n\n\nI’ll tell you where it came from – from a Burton. Burton. Hi, I’m Julie Burton. I’m married to Scott Burton. Scott is the son of his dad, a Burton. And Scott’s dad is the son of another Burton – Scott’s grandmother.\n\nI wouldn’t dedicate this post out of disrespect to Scott’s grandmother. I mean, if you’re offended by the word motherfucker, then don’t read it. Hopefully she’s still reading because this is a family history lesson.\n\n\nFuck is of Germanic origin. Fuck comes from the German, Dutch, and Swedish words for “to strike” or “to move back and forth.”\n\nYou need to go back to 1528 to find the first fuck written. An anonymous monk was reading a book on moral conduct. This book of conduct pissed him off in some way. He wrote, “O d fuckin Abbot” on the page as a side note. Historians don’t know if he meant “fuckin” meaning “the Abbot was having sex even though he’s a monk” sort of way or if he meant “fuckin” in the “intensifier word” sort of way. Fuckin’ Abbot.\n\nThe Abbot the anonymous monk was referring to – a man named John Burton. He was shady as fuck. Apparently he had questionable morals. It must run in the family.\n\nMy source: Huffington Post. A F*cking Short History of the F-Word. By Melissa Mohr\n\nAnd there you go. A family history lesson on the name Burton. A name I married into – Julie “Motherfucker” Burton.\n\n\nWait, don’t go! Find me on FacebookTwitter, and Instagram",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8667556047,
        "format_confidence":0.9931601286
    },
    {
        "url":"http:\/\/cxowe.zhestokostfilm.ru\/dating-a-guy-who-used-to-be-fat-7.html",
        "text":"Dating a guy who used to be fat\n\n24-Jun-2017 14:08\n\nWhat I needed was someone to find out exactly why I was eating to excess.The recent case of an 11-year old boy from Norfolk whose parents were arrested because he tipped the scales at a \"dangerously overweight\" 15 stone brought the memories of my own childhood flooding back these memories.It’s typical that when a child has a behaviour restricted, they do the precise opposite as soon as they get the chance. I went from seven and a half stone at the age of 11 to a massive 17 stone by the time I was 16, even though I was a mere 5’8 in height. It was presumed by everyone that I was just being greedy, and rebellious, and that I needed punishing.\n\nHowever, those “ideals” presented by media, fashion and popular culture diminish, demean and leave out a lot of people, not just because of their size but because of their ethnicity, ability, gender presentation or class.\n\nIf you would feel a lot better meeting that ideal, you could easily swing it by taking a shower in the morning when the water’s not hot enough, or getting half-dressed for work while watching Have a sex, sexual-health or relationships question you want answered? By sending a question to that address, you acknowledge you give permission for your question to be published.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8361028433,
        "format_confidence":0.8423131704
    },
    {
        "url":"http:\/\/www.galwaypubscrawl.com\/2011\/10\/",
        "text":"Wednesday, October 19, 2011\n\nGalway Pub Scrawl #50 - Hamster Mansion\n\nWow, Pub Scrawl 50 you guys! Given that we've had more than one break, and we meet once a fortnight, we've broken past our two year anniversary. Hm. Maybe we should have bought a cake. :D\n\nBut who cares? The biggest event in the history of Galway EVER is coming up. The fantastic guys from Drink Draw Cork are coming up to visit us on the 29th of November. Come one, come all to the side bar in Monroes on the evening of the 29th for a night of drinking, drawing & fun. Oh my god I'm excited. :)\n\nA quieter night than usual last monday, but often the quiet ones are the fun ones!\n\nBut here's what you're here for - pictures!\n\nI have some kind of bloodstone-related meme hit\n\nJenny and Iggy wonder why it's so quiet...\n\nSo Iggy tackles some celebrity portraits\n\nWhile I think that Jenny may have been affected by watching me play Limbo...\n\nDali - the next Bond Villain? Patrick thinks so.\n\nJenny disagrees!\n\nGer channels the 90's. Only kidding. :D\n\ndonalfall OUT.\n\nTuesday, October 4, 2011",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9014351964,
        "format_confidence":0.9928315878
    },
    {
        "url":"http:\/\/danideej.blogspot.com\/2008\/08\/am-i-crazy.html",
        "text":"Monday, August 04, 2008\n\n3 am i crazy?\n\nGlobal Personality Test Results\nStability (91%) very high which suggests you are extremely relaxed, calm, secure, and optimistic.\nOrderliness (73%) high which suggests you are overly organized, reliable, neat, and hard working at the expense too often of flexibility, efficiency, spontaneity, and fun.\nExtraversion (80%) high which suggests you are talkative, outgoing, sociable and interacting at the expense too often of developing your own individual interests and internally based identity.\ntrait snap shot: clean, likes large parties, outgoing, makes friends easily, optimistic, positive, social, high self control, traditional, assertive, rarely irritated, self revealing, open, finisher, high self concept, controlling, rarely worries, tough, likes to stand out, does not like to be alone, semi neat freak, fearless, dominant, trusting, organized, resolute, strong, practical, adventurous, hard working, respects authority, realist, altruistic\n\n\n  1. wow your personality comes w\/ no bad traits :)\n\n  2. yeah but i think it's just a flattering website & they don't put the bad things that go along with those traits...\n\n  3. dani,\n    i dont think you're crazy. i do think i am crazy though because like most facebookers who stalk, i did the same thing as a blogger. and i thank miss ashley eckel. i have decided that you have a cute blog, and we should be blogger friends.\n\n    the creeper related to your friend ashley.\n\n\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.5551317334,
        "format_confidence":0.8391662836
    },
    {
        "url":"http:\/\/thisismikeandtina.blogspot.com\/2015\/",
        "text":"Wednesday, November 25, 2015\n\nAll I Want for Christmas... my two front teeth.\nHe lost the left front tooth two weeks ago and the right front tooth last Saturday while biting into an apple.  The Tooth Fairy left chocolate coins under his pillow and a drawing of herself zip lining over a jungle.  He was thrilled.  \n\nWednesday, November 18, 2015\n\nLast Day\n\nToday was the last day of Zeke's \"semester\" at an enrichment program.  The best thing to come out of this enrichment program was ... M!\n\nM was Zeke's partner in a LEGO robotics class.  They built a motorized robot out of LEGOs and then battled other robots made by the other students in the class.  They also commiserated over the boring classes their moms signed them up for (Zeke had to take a \"Storytelling and Bookmaking\" class and M had to take a \"Yarn Crafting\" class.)\nIn my homeschooling literature, there are many defenses offered for the problem of socialization.  The best statement I've read comes from a classical homeschooler who argued that a child doesn't need a classroom full of 30 acquaintances, what he needs is one or two good friends.   Hooray for friends!\n\nWednesday, November 11, 2015\n\n\nThe best berm is not close to a parking lot.  But, for those who are willing to walk, great things are waiting.\nThe kids loved our day at the beach.  I thought they were crazy to go in swim suits, but, the water wasn't too bad and we dried out in the sun very quickly.\n\nLily thought the best part was the small bottles of root beer I brought along with snack. \nI thought the best part was how many times those kids climbed up (and jumped down) the berm.  \n\nTuesday, January 13, 2015\n\nParallel Lines\n\nInstead of taking a nap one day, Ben built this out of Zeke's treasure trove, the random toy bin, and all the stuffed animals he could find:\n\nHe's a genius.\n\nSunday, January 11, 2015\n\nHappy New Year\n\nBen graduated from Nursery.  He is now a bright, happy Sunbeam.  \nCan't you just see it?\n\nThursday, January 8, 2015\n\nFirst Trophy\n\nThis is Zeke with his first trophy.  A golden trophy he earned all on his own.  He won it by completing all 100 lessons in the reading manual, which, you may not know, took almost two years of begging, bribing, sweating, and incredible self-discipline.  I guess it's kind of a shared accomplishment.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9546376467,
        "format_confidence":0.9572996497
    },
    {
        "url":"http:\/\/coloradocommunitymedia.com\/stories\/Who-is-Better-Than-You,59155",
        "text":"Who is Better Than You?\n\nColumn by Michael Norton\n\n\nOne of my closest friends is Frank from Staten Island, N.Y. Frank has a great expression he uses whenever he hears good news about someone or when they experience something positive. He always says, \"Yo, who is better than you?\" with a thick New York accent.\n\nSo as an example, if I were to call him and share with him that I had an incredible trip to Switzerland, he would say, \"Yo, who is better than you?\" sounding like Sylvester Stallone in \"Rocky.\"\n\nWell I was thinking about this and I realized that his expression is really very true, and not just for me but for all of us. When was the last time you looked in the mirror and said, \"Yo, who is better than me?\" and really meant it about yourself.\n\nPositive self-affirmation is so beneficial. Really, positive self-talk or positive self-affirmation can get us through a difficult day, challenging situation, or new opportunity. Or it is simply an incredible way to start each and every day.\n\nYou are gifted and gorgeous. You are brilliant and beautiful. You are a person of character and strength, you live with integrity, you are a hard worker, you are caring and thoughtful, and loving and generous. Feel free to add to the list or fill in the rest of your own story. Claim your qualities and attributes and remind yourself often of who it is that you truly are, how you see yourself, and how you feel about yourself.\n\nWho is better than you? Nobody, that's who.\n\nI have met way too many people who have allowed the opinions and degrading comments of others to shape the view they have of themselves. And even worse, sometimes I have talked to people who have taken it to a whole new level; they practice negative self-talk. Then what happens, they ask the same question but give a different answer, they ask \"Yo, who is better than me?\" but their answer is \"Everybody is better than me.\"\n\nIt really doesn't matter how old we are, how young we are or what profession we are in. It doesn't matter if we are married, in a relationship, or single. What does matter is that we believe in ourselves, seeing the beauty and the goodness in who we are, and reminding ourselves each day as we look in the mirror by asking Frank's simple question ... \"Yo, who is better than you?\" Then answer it, \"Nobody, that's who.\"\n\nNow I am not suggesting egotistical behavior that just might be misunderstood as conceit. What I am recommending is a healthy and super positive belief in you.\n\nI am so grateful for my friend Frank and love his expression, \"Yo, who is better than you?\" and I would love to hear all of your positive attributes and qualities at gotonorton@gmail.com. This is going to be a better than good week, I just know it will.\n\n\n\nNo comments on this story | Please log in to comment by clicking here\nPlease log in or register to add your comment",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8975644708,
        "format_confidence":0.531853497
    },
    {
        "url":"https:\/\/sleepingonthediagonal.com\/2017\/01\/31\/no-more-vikings\/?like_comment=475&_wpnonce=d9a679cc57",
        "text":"No More Vikings\n\nHis sweat smelled like Cheetos and he wore a kilt.  Yes, my date on this balmy, humid, moisture dripping late July Sunday afternoon fancies himself a Scottish Viking plunked down in the middle of central Pennsylvania.\n\n\nLest anyone think I deem every date over 6’ as Viking in stature because of my previously recounted encounter with a certain Ginger Viking, I feel the need to clarify that this time it was the gentleman who described himself as “A Geek Brain in a Viking Frame” in the opening tag of his online profile.  He even reinforced it with a photo of himself ensconced in a horned helmet.   Be still my quivering loins!  Actually, for a 5’2” sapiosexual this combination can be quite alluring.\n\n\nI don’t have a physical type per se.  I have dated men exactly the same height as me and men who top out at 6’6”.  P.S.  One of those did not give me a crick in the neck to kiss while standing.  I’m sure all you smart folks can guess which one.  They have been thin and meaty and every variety in between.  However, there is a certain visceral appeal to tall, burly men for a sturdy farm girl like me.  I might be pocket size in height but the rest of me is soft and fleshy, strong and sturdy, Rubenesque instead of waif.    There is an instinctual tremble in my lower gut to men who look like they can toss me around my own bed with ease.  And maybe with a growl……\n\n\nAnd isn’t that the whole point of dating?  To find someone enjoyable with whom to converse and then toss each other around naked?\n\n\nA Geek Brain in a Viking Frame certainly sounds like someone who might understand my references to Sonic Screwdrivers, entertain a debate on how the zombie genre is actually intense social commentary with bonus special FX make-up AND be able to pick a farm girl up and throw her on the bed all manly, where’s my mead, I just sailed my longboat across the bitter Atlantic and conquered EVERYONE style.  It always sounds good on paper.  In theory, and internet dating algorithm magic, we should be a perfect union.  OK Cupid said so, weighing in at a confident 99% match.  The Interweb never lies, right?\n\n\nTo be fair, I knew about the kilt pre date.  We had seen each other’s pictures but he also did the we-met-online real people version of “I’ll be wearing a red carnation in my lapel, meet at the top of the Empire State Building, life is a Nora Ephron movie” by telling me he would be the super tall one in the kilt by the picnic tables.  We were meeting for a free concert in the park (no super awkward moments over who pays the check this time!) with some time before to take a walk and try out our conversational compatibility before it might be drowned out by the funky fresh beat of The Pimps of Joytime.  No, no I did not make that up and it brings me great glee to say it even now.  So much so I might just do it again.  The Pimps of Joytime.  Pimps, you are welcome for the free publicity…..  Hmmmm, that didn’t come out right…..  My original thought before being distracted by fun band names is that I am totally judgment free on the kilt.  Be you, be free.   However, being judgment free doesn’t mean the 12 year old boy in me isn’t currently karaoking a very inappropriate scrotal parody of Tom Petty’s Free Fallin’.\nAt least it’s a breeze free day.\n\n\n\nWho am I to judge anyway?  I’m a 36-yr-old showing up in Heidi Ann braids like I’m getting ready to climb up the mountain and milk a goat for my grandfather.  The sturdy farm girl in me rears her head again!  There’s no escaping one’s roots.  Call me Swiss Miss Girl if you must but braids keep my neck cooler.  A bun tends to make me look a bit Amish.  This is central PA so it’s not that far-fetched.  Please Google it up if you’re unaware of the religious sect that eschews modern convenience and made my learning to drive as a teenager a game of Frogger:  Horse and Buggy Edition.\n\n\nSo, I knew there would be a kilt even though there isn’t any restaurant serving haggis around and the Renaissance Faire grounds are a good 20 minutes north.  What I did not know is that his posted pictures were all fresh out of the Just For Men dye job box and it had been quite some time since a revisit to the Rite-Aid.  Before the tsking starts about skipping my stones on the well, aren’t you shallow pond, I actually prefer salt and pepper, or straight up gray, and people who embrace aging instead of bowing to the oppressive cult of youth perpetrated by the commercialism juggernaut that permeates our culture these days.  I’m also for doing things that make you feel better about yourself, so if it involves tinfoil and combing in some squid ink, comb away!  What I don’t care for is a jarring discontinuity between what one puts forth as truth and what is actually truth.  I try to be exceedingly honest these days before I meet a new man in person because life is too short for bullshit.  If they don’t bolt or Casper, we’re already a leg up on someone being tied to a bedrail.  Apparently, and unfortunately, not everyone shares this view.  I really could have cared less about his gray beard and his bald head if I had known but all his pictures were of a hale and hearty raven haired Viking with a full and bountiful beard.  I felt duped from 50 paces out.  But I’m trying to be all 7-11 Open these days and I get the impetus to smudging the online truth to put yourself in the best light.\n\n\nI committed to an outing and I don’t flake.  Even when my second impression via super-awkward first meeting hug is the wafting scent of stale corn chips leaking out his skin and directly into my nostrils.  I wish I didn’t recognize that smell but I do.  Years of a myriad of unwanted scents from working in healthcare tells me this is very much the aroma of unwashed men, with incredibly poor grooming habits, sweating profusely.  At the hospital, they sweat from pain and fever.  Here, it’s the late afternoon sun beating down.  I use every ounce of will not to look at his toenails for fear I become the sturdy, white farm girl version of Usain Bolt and sprint the fuck out of here.\n\n\nI take a deep breath (upwind), smile, and agree to drop our blankets in the concert area before setting out for our conversational constitutional.  Yes, more sweat.  Sure, great idea.  The park has a large man made pond with ducks to feed and even a swan or two.  A walking path encircles the whole she-bang and we set out to trek around it, mosquitos and West Nile be damned.    The conversation is pleasant enough, if not a bit stifled and lacking a certain zest.  His grown kids, him going back to school at 40-something.  Plenty of geek related topics, touching on Game of Thrones and World War Z.  The book, not the movie.  Read.  Please.  Studies show readers tend to have more empathy and we sure could use that in our current cultural and political state…… but I’ll get back on topic before I start a tirade about joining the resistance and donning a pussy hat of my own.  Back to July and pre-What clipartfest.comthe Fuck Did We Do Election.  He likes going to goth dance nights in his kilts.  I can only imagine the smell at 2 am after a night of glow sticks and Industrial music.\n\n\n\n\nHere’s the thing though about walking with a man over a foot taller:  My stubby legs literally can’t keep up unless I STRIDE.  He’s STROLLING.  I’m STRIDING.  For every step he takes I must take two.  My own sweat is gathering in the small of my back, rolling from the under swell of my breasts and down my sides.  Thanks to the shower I took pre date, I’m pretty sure I smell like clean sweat and not stale corn chips but who knows at this point?  It’s all mingling together with the pungent smell of duck shit.  After our ten thousandth trip around I realize sandals may not have been the best choice.  I dressed for a leisurely Sunday stroll and an open air concert enjoyed from a blanket with fireflies in the dusk and people watching, not a death march a la Stephen King as Richard Bachman Long Walk style.  I can feel the blisters forming on the pads and arches of my feet.  Cheeto Sweat is not worth band aids over bleeding blisters.  Luckily, it’s almost show time for some Pimps.  Oh, but I’m more than ready for a little Joytime.\n\n\nThe next few hours are quite joyful in music.  I people watch and dog watch and kid watch.  I often go to these summer concerts alone in this park, spreading my blanket out and watching the hipsters hula hoop, the dogs sniff each other, and the kids roll in the grass.  The concerts themselves are always a great way to wrap up a weekend.  The Scottish Viking and I talk some more but after a bit I lay back and stare at the trees above us, letting the music pound through my sternum and under my ribs.  I let it wash over me.  I bop my head against the blanket, against the earth below it, a tree root digging straight into my lower back.  I let myself go and be here, in this moment.  There is no date, no Scottish Viking reeking of stale snacks.  Only me with the feel of the cooling grass under my bare toes flung over the edge of the blanket, only the beat bopping the braids right out of my hair.  I open my eyes to the dimming sun, watching the bats swirl through the trees above now that the moon shines more brightly.  The Scottish Viking, trying to assert his Grown Man Gothness and Look At Me Nonconformity remarks bats are among his favorite animals.  I close my eyes so he can’t see me roll them in the remnants of light.  Remark it’s time to pack it up.\n\n\nCheeto Sweat obliges and offers me a ride back to my car I left outside the park since his truck is close.  I weigh my options of another long walk on my burgeoning blisters or another ten minutes with him in a more enclosed space.  I choose a ride.  At least he’s a touch self-aware enough to roll the windows down.\n\n\nHe drops me at my car and we don’t bother to pretend there will be a second date.  It’s obvious there is no chemistry here.  Maybe it was the off kilter pheromones.  Maybe it was me.  Maybe it was him.  M... (truncated)",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9179506898,
        "format_confidence":0.643689096
    },
    {
        "url":"http:\/\/framingfamilymemories.blogspot.com\/2009\/02\/?widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=MONTHLY-1201849200000&toggleopen=MONTHLY-1233471600000",
        "text":"Friday, February 20, 2009\n\nSoMe AdViCe...\n\nNEVER NEVER EVER vaccuum up Cumin with your vaccuum or Dust Buster! Even after putting it in the dishwasher and washing it TWICE, my Dust Buster still smells like B.O.!!!! I think it just might be time to invest in a new one!!\n\nMonday, February 16, 2009\n\n\nThe last few weeks I've had SPRING FEVER so bad!! I've really wanted to go swimming lately, so the other day my sister and I took our kids swimming. The water could have been a little warmer, but it really wasn't too bad once you got in! Ko hated it at first, of course, but after about five minutes, he really started to enjoy it! Maybe it was because his Aunt Jenn was holding him most of the time...he is obsessed with his aunts...I think he loves them all more than me! I also loved how much it tired all the kids out :)! I think this is going to be an almost weekly routine from now on!!\n\nFriday, February 6, 2009\n\n\nOne of my HATES about pregnancy is that my butt gets a little LARGE! I think I would enjoy it a lot more if my butt didn't get so stinkin' massive! I am now able to fit into my maternity pants, and I am only 23 weeks!! Why can I already fit into my maternity pants? Because my a** is so freakin' HUGE!!! Dustin hates hearing me complain about it, so I am trying to be optomistic and I am just going to keep telling myself that my booty is just too bootylicious!! 17 more weeks to go....shoot me now!",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9867796898,
        "format_confidence":0.9452252984
    },
    {
        "url":"https:\/\/ekpreston.com\/tag\/peace\/",
        "text":"How I Stopped Hating Valentine’s Day and How You Can Too\n\nThis year, I have been looking forward to Valentine’s day.  I’m excited to see the red, pink, and purple decorations in stores, and I smile when I see cutesy stuffed animals holding puffy hearts.  But it didn’t used to be this way. I used to hate Valentine’s Day with a fiery passion.\n\nBlog at\n\nUp ↑",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9637283683,
        "format_confidence":0.9209272861
    },
    {
        "url":"http:\/\/thesweetashleylife.blogspot.com\/2011\/12\/weekend-recap.html",
        "text":"Monday, December 12, 2011\n\nWeekend Recap\n\nHappy Monday! I hope everyone had a wonderful weekend! Mine was pretty great : ) Lots of relaxing and snuggling with the boy between Friday and Saturday. I couldn't get enough of being wrapped up with a blanket on the couch with Ryan. It was so cold....I hate going out because I have to put what seems like 20 layers on just to stay warm! On Sunday the weather got a little nicer and the temp was up around 50 so we ventured out to run some errands and such. Although I did get dressed up for a date on Saturday night (which was amazing-sushi!), the rest of the weekend my outfits didn't get past this point....\nWeekend by thesweetashleylife (<~~~Click to view items)\nI had to have my scarf, boots, and wool socks. Yes, I even asked if I looked like a teeny bopper, with my boots and skinnies.....Ryan assured me that I could 'pull it off'. Haha I'm not sure if I'm happy with that or sad! Either way, I stayed warm!\n\nEven though we spent a lot of time at home, we still had some fun! We drank this season's first batch of eggnog (someone might have spiked it...), ate pizza, watched movies (Perfect Host, which was pretty good) and laughed at some SNL goodness. I even made two more wreaths yesterday to ship out. So, add productive to the list!\n\nThis morning I've been trying to figure out my holiday schedule. Between figuring out time off from work, figuring out a moving schedule, figuring out the time we'll be spending with family (here and in KY), plus all of the normal stuff--I can't keep track of it all! We'll start moving late next week so I have a ton to do between now and then BUT I'm super excited about seeing everyone between now and the end of the year!\n\nOh yea, have any of you seen these funny pics of Christopher Walken? I find them randomly and I always crack up! I can't be the only one....right?!\nA friend sent this one...\n\nWhat did you do this past weekend? Are you getting excited about the holidays?\n\n\nMacKensie said...\n\nBahaha those Christopher Walken photos are amazing.\n\nElizabeth said...\n\nRandom question: How do you make those outfit pictures on one pic? I'm apparently not that smart to do that.=) Good luck moving!",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.993860364,
        "format_confidence":0.8840927482
    },
    {
        "url":"http:\/\/travelpenguin.blogspot.com\/2015\/08\/bloggers-in-real-life.html",
        "text":"Sunday, August 30, 2015\n\nBloggers in Real Life\n\nThis is the first group of friends that we met through blogging.  Woodchuck (far right) Kel standing in the dark shirt, and Squirrel in the hat, were active bloggers that we met through comments on a blog written by Bert who is an old friend of ours who lives in London.  My introduction to blogging was as a guest blogger for Bert 10 year's when he was on vacation for two weeks.  I remember writing about going to a beauty show for cows on his blog.\n\nThe first time I mentioned to my co-workers that we were meeting Woodchuck for dinner and that we only knew him through blogging, by co-workers were convinced I would be found dead the next day.  But as we all know, most blogger are real people, and really good people.  Read their blogs for a few weeks and you kind of know if they are well balanced or not - of they are safe to meet or not.\n\nThis picture was take near Seattle in 2008. Woodchuck, Kel and Squirrel lived on the west coast at that time and met us in Seattle when we there to board a cruise to Alaska. Unfortunately all of them have dropped out of the bloggosphere. We read about their adventures on Facebook, but it is not the same.  Woodchuck (aka Bob) and Kel have become good freinds, they now live in northern Indiana and we see them from time to time.  I should let Squirrel know I am going to be in Portland in a  week or so.\n\nAnd now through the Bloggerpoloza we have met a new and larger circle of friends.  I have seen a couple of you outside of the gathering and I look forward to meeting more.  I have to make it Wales one of these days.\n\n\n  1. I would LOVE to meet squire john gray in person; such a loveable chap, don't you think? I have spoken with him by telephone.\n\n    many of the people I have met thru blogging are the salt of the earth. others...well, I have to avoid due to toxic temperaments. some have quit blogging, others have crossed the rainbow bridge to the atmosphere, others I have lost interest in over time. but there are so many people to be discovered yet!\n\n    I am glad I have met you and sweet bear thru the magic of the internet connections!\n\n  2. I've met a few bloggers and they were all fantastic.",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9252281785,
        "format_confidence":0.9095499516
    },
    {
        "url":"http:\/\/www.mgbmike.com\/2010\/04\/",
        "text":"MGB Wedding\n\nWhat a difference it makes to be 180lbs lighter for your wedding day! How many people would love to lose weight before they get married.. probably everyone and I was granted the best gift ever. My MGB from March 2009 allowed me to have an amazing wedding with dancing and kneeling and jumping.. It may sound strange to say this but as a 350lbs person these experiences would be totally different.\n\nMy wife is amazing.. the best friend.. the best companion. She has been with me at 350 and now at 170. She is one of the reasons I decided to have the MGB and I am thankful to God that I made the decision to have it done.\n\nHoneymoon here we come!\n\nNewer Posts Older Posts Home",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.6681268215,
        "format_confidence":0.9773538113
    },
    {
        "url":"http:\/\/kyriethome.blogspot.com\/2010\/09\/5.html",
        "text":"Wednesday, September 1, 2010\n\n\nIf you know of a kindergartner this year, you know Kyrie.\n\nFive is such a delightful age. Full of wonder and full of entertaining explanations and questions. Five teeters on the edge of home and world in this delirious new experience called \"school,\" a place where baby brains become full with education, friendship, growth and development. Five is magical. Five is inspirational. Five loves being five.\n\nAnd five years after her arrival on this earth, she is, to me, delightful, wonderful and inspirational. Kyrie, five years later, has grown to include all of you in her life, to include many other children in heaven waiting for their parents, friends, family.\n\nI love that she shares a birthday with perhaps our number one fan, Susan, aka Easter Bunny. Kyrie also shares a birthday with my dear godson, who has volunteered at several of the foundation's events. Born on Labor Day five years ago, perhaps that was a sign, too, of the work that would be presented to all of us to fight this fight, to protect kindergartners' brains.\n\nI believe that we received a birthday gift for Kyrie last night. It's something that I've alluded to in the past couple months, and in a few weeks, I hope to share some good, big news—a gift that could mean a lot to the foundation.\n\nAnd in the spirit of appreciating the 5-year-olds in your life or remembering what 5 years old was like with one of your children, I hope you'll come September 18 to celebrate this journey with us.\n\nHappy birthday, sweet Kyrie. We love you dearly and miss you terribly. Thank you so much for bringing incredible joy to your parents and for showing us a new reason to be generous with our time, talent and treasure. Please continue to stay with us as we keep working to save children just like you.\n\nNo comments:",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8104827404,
        "format_confidence":0.985553205
    },
    {
        "url":"http:\/\/thewigintons.blogspot.com\/2011\/05\/",
        "text":"Thursday, May 19, 2011\n\n\nPart I:  Baby Moses\nMy big 20-week ultrasound was Monday morning, and we learned that Baby Moses is a BOY!  I realize the odds were roughly 50\/50 that this baby would be male, but I was still shocked.  As in, I didn't know how to react, I asked the ultrasound tech to look again just to make sure, I still have trouble calling the baby \"he.\"  I was just very convinced this one was a girl.  My intuition regarding pregnancy seems to be worthless.  \n\nDaniel and I can't decide yet what we want this little guy's name to be.  We looked at a list of Old Testament names online the other night, and it was just comical.  We were trying to find some fresh options in all seriousness, but we ended up in fits of laughter multiple times.  You know how sometimes you're in situations at church where you have to read some weird biblical name out loud, and someone makes a joke about how you should name your kid that?  It was like that, except we're actually trying to figure out what to name our kid.  We still have plenty of time to decide, but I am a psycho and want this baby to have a name yesterday.\n\nBaby Moses, if you read this someday, please know that my thinking you were a girl and failing to have a name ready for you is no indication of how I feel about you.  I love you just as much as I loved your older brother when he was \"in my tummy.\"\n\nPart II:  Baby Ben\nIt's that time again -- time for a new round of Funny Stuff Ben Says and Does! \n\n  • For a little while, Ben knew Daniel's and my first names.  But now when you ask him what Mommy or Daddy's name is, he answers, \"Honey.\"\n  •  He has a freakish memory.  We can read a book or sing a new song once or twice, and he can suddenly fill in the blanks if you ask him to.\n  • While reading a favorite book about a visit from Nana, he showed extra interest in the page where Nana gives the little-girl protagonist a nightgown.  I usually call the nightgown \"pajamas\" to keep it somewhat relevant to my non-nightgown-wearing son, but I explained it a little further this time, and the following conversation ensued:\nMicah: That's a nightgown.  Girls wear nightgowns.\nBen: Giwls wear nightgowns.\nMicah: What do boys wear?\nBen: Boys wear... shirts.\nHe states both of these facts several more times, then out of nowhere...\nBen: Giwls wear... nuffins! (hysterical laughter)\nI had no idea this sentiment was one boys spontaneously created before age two.  I am in big, big trouble.\n  •  He's started calling things \"cute.\"  Mommy is cute, Baby Moses is cute, a random baby at the library was cute, animals are cute, etc.  And he raises the pitch of his voice when he says it.\n  • He thinks it's really funny to say that things smell like pepperoni (which sounds extra cute when you can't say the letter R).\n  • We took him to Lowe's recently, and he is in love.  He talks about the \"tool store\" alllllll the time now.  The morning after the Lowe's trip, I loaded him in the car to go to Wal-Mart and told him we were going to the store.  He excitedly asked, \"Tool store??  See jigsaws?  Miter saws?\"\n  • On that same special trip to Lowe's, we bought him a pink sprinkler - an item he dreamed up and has specifically requested for weeks.  Apparently our green sprinklers weren't cool enough for him.  I didn't even know pink sprinklers existed, so we pretty well had to get it when we saw one for under $3.  Maybe someday it will get warm enough to go outside and play with it.\n  • Have I mentioned before that he is insanely opinionated?  And bossy?  He will tell you to sit on the floor, and then get upset because he actually wanted you to sit one foot to the left of where you sat.  He also tells us frequently, \"No say that!\"  I considered it a milestone tonight when he, without being told to ask nicely, said to me, \"No say that, Mommy.  Pwease.\"\n  • He sort of has an imaginary friend?  Her name is Goggy (which is all the more bizarre because I had an imaginary friend named Coggy when I was a kid).  Goggy started out as a nonsense word that Ben made up to amuse himself.  So we might ask, \"Ben, what do you want for breakfast?\"  And he would reply, \"Goggy (hysterical laughter)!!\"  Somehow over the course of a few weeks, Goggy has morphed into a person that he randomly talks about.\n  • One of his new favorite play areas is a \"cave\" I made him on our loveseat.  The cave is really not that awesome, but crawling in\/out and throwing items in\/out of it entertains him for long stretches.  We're talking minutes at a time, people!  He also cleans his cave with an ear thermometer, which he calls a \"dust-buster\" (the handle part really does look like a dust-buster -- props to my clever boy on that one).\n\n    Parenting at this stage is quite an adventure.  It's more and more fun all the time to see the sweet, cute, witty parts of his personality develop.  But I have to get more and more creative to manage the strong-willed, whiney, stinkery parts that are also developing.  I complain too often about those latter parts because they sometimes take up a lot of the day, but I honestly LOVE having a toddler.  He is a gift that I do not take for granted!\n\nSunday, May 15, 2011\n\n\nOne of the 30 Before 30 items I've been most excited about is paying a surprise visit to my parents.  I started realizing, though, that if I waited much longer, I would either have to fly by myself with two kids or pay for an extra plane ticket to make Daniel come with me.  So when some of my oldest, dearest friends tried to convince me to pop into central Arkansas at the end of April, I (very, very excitedly) agreed.\n\nme, Rebecca, Whitney, Angela\nThese are my girls :)  We try to get together and go to a major-league baseball game at a different park every summer, but two of us didn't stagger our pregnancies very well this year.  So we settled for a minor-league game in Little Rock, followed by a little sleepover.  We also got to celebrate Whitney's daughter's first birthday and go to a baby shower for Rebecca (who is expecting baby Caroline at the end of June).  Have I mentioned that I love these girls?  Because I love these girls.  I'm beyond thrilled that I got to spend some time with them and celebrate fun things in their lives.\n\nMy girls knew I was coming, but they were just about the only ones.  But even with all my secrecy, I didn't quite get to surprise my parents.  I knew I would have to call my dad before I got there because I needed a ride from the airport from someone who had a car seat.  Then he had to spill the beans to my mom because she kept trying to make plans that interfered with our arrival.  So they both knew a few hours before Ben and I landed in Little Rock.\nHis hair was almost this curly the whole trip.  That Southern humidity is crazy.\n\nI mentioned here that I was nervous about flying with Ben.  I wish I had wasted all those valuable minutes worrying about something else because he did soooo well.  I'm still in shock.  Everything about flying was the coolest thing he had ever seen.  The wings!  The machinery (he still talks about \"machine-wee\") inside the wings!  All the people!  With suitcases!  Different colored suitcases with handles!  The air conditioner things above our heads!  He was hilarious.  And never shed a single tear while we were flying (I gave him raisins or jelly beans during take-off and landing, just in case). \n\nHe was also pretty excited about seeing Nana, Granddad, and the rest of the familial crew.  So excited that he barely slept the entire trip.  We never managed to get him to bed on time, and he would wake up around 6am and talk, talk, talk to himself.  For at least 30 minutes, non-stop.  I guess he had to review all the fun things he had been doing?  Who knows.\nA smooch from aunt Mindy (my big brother's wife)\nWe were there Wednesday night through Monday morning, and we squeezed in time with all my siblings, both sets of my grandparents, and a handful of aunts, uncles, and cousins.  I can't really remember the last time I went home when it wasn't a holiday, so it felt kind of nice to see everyone without having crazy holiday rushing-around.  I'm counting the trip as a success all around.  Thanks to all of you who made it possible and made it special!\nCould they BE any cuter?  Cale and Jude (big brother's sons), Ben\n\nPS - I did a terrible job of taking pictures (I was having too much fun to bother), so most of these were stolen from my mom.  She has more pictures and stories on her own blog here and here.\n\nSunday, May 8, 2011\n\nHe knows me so well.\n\nDaniel took Ben to Target this week and let him pick out a Mother's Day gift for me.  According to Daniel's account, Ben understood that he was picking something for Mommy, and he was adamant in his choice.  All I can say is, that kid has my tastes pegged:\n\nYou can't tell here, but it has a purple leopard-print design on the other side.  It also has a companion cup with a more masculine dog and the message \"King of My Castle.\"  After this home run, I think I'm going to let Ben do all our Christmas shopping this year :)\n\nAs excited as I am about that cup, I'm a teensy bit more excited that I've trained Ben to give me \"special kisses\" on command (excuse his pre-nap crankiness, please):\n\nWe are having gorgeous weather here this weekend, and I am maybe a little too excited to wear some of my favorite Spring clothes before I'm too spherical to fit into them.  And since I'm rather fond of the dress I wore this morning, I made Daniel take Baby Moses' first official belly picture.  Here he\/she is at 19.5 weeks:\n\nI am indescribably thankful for Ben and Baby Mo.  They are treasures, and I can hardly believe I get to be their mom.  I'm also more and more grateful all the time for my own mom.  It's fun to be at a stage of life where I still need her support\/advice\/wisdom\/mothering, but I can also call her just to talk as friends.  I can't do my mom justice in a few sentences here, so I'll just sum it up with a big ol' I LOVE MY MOM!  \n\nThis year on Mother's Day,... (truncated)",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9938613176,
        "format_confidence":0.9797204137
    },
    {
        "url":"https:\/\/www.tango2themoon.com\/2012\/05\/",
        "text":"Search This Blog\n\nMonday, May 28, 2012\n\nWhat's in a Name?\n\nThe rose has thorns only for those who would g...Image by Parvin ♣( OFF for a while ) via Flickr\n\n If adapting to the Argentine culture wasn't already different enough, learning to adapt to the Argentine culture of church would be a whole new ballgame. Imagine already trying to keep up being in a country where they speak a whole different language. Not only did I have to learn spanish for everyday life, but I would have the added task of learning the special vocabulary that the Christian community in Argentina uses. As well, I would become aware of the many cultural differences between the Argentine church and the culture of church I grew up in.\n\nThere are many differences and I can't highlight them all in one blogpost. As best as I can, I've tried to bring to life the world of the Argentine church through video, blogs, pics and various forms of social media. One of the biggest differences I notice in the church culture down there is that exclaiming \"OMG\" \"Jesus Christ\" as an expression in daily life isn't considered an insult or taboo the way that it would be in the North American church. If I stubbed my toe and yelled \"FOR CHRIST SAKE\", I might end up with a pep talk about taking Christ name in vain.\n\nMonday, May 21, 2012\n\nFueling Up on Food, Fun & Friendship at Full City Coffee House\n\nSome of the biggest waves ever recorded that have knocked surfers off their surfboards often began with a small breeze of wind causing friction against the calm ocean water. Here in BsAs we've seen just about everything and in many ways we've been here done that. However, every so often someone comes along with an amazing idea that sweeps us off our feet the same way a wave can wipe surfers out.\n\nIt was a day that began just like any other day but the events of the day wound up being anything other than ordinary. I kept hearing a variety of sources rave about Full City Coffee House and how this was one of the best things to ever happen to the food scene down in BsAs.  I came expecting to taste just the food but I left the café that day with something more than just food............friendship :)\n\nMonday, May 14, 2012\n\nSlithering Past those Sneaky Serpents of Stress and Separation\n\nThere is no doubt in my mind that some may be out there looking at my life at feeling green with envy. The grass always looks greener on the other side....when you don't see the price the other person has to pay. For me, seeing the world and making friends on other continents is a perk that I wouldn't trade anything int he world for. But this perk has a price that costs more than even the costliest ticket to Buenos Aires. And that is the effects of separation when it comes time to leave.  What makes separation even more difficult is when you happen to have someone in particular that actually does not deal well with separation.\n\nMonday, May 07, 2012\n\nUntangling the Mysteries of Tango\n\nOne of the best decisions I ever made was to get tangled up in the world of Argentine tango. Not only did I meet people from all walks of life in the lessons and milongas....I gained respect and bragging rights among my peers. This is because most modern day Argentines do not dance tango. In the minds of many of the youth, this is what people their grandparents age do or something that you read about in history books. It's so funny to see the puzzled expressions come to their face when I tell other people my age that I dance tango :O\n\nAmorous Alpacas\n\nAmorous Alpacas",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8540255427,
        "format_confidence":0.6621009707
    },
    {
        "url":"http:\/\/kissmary.livejournal.com\/50735.html",
        "text":"Log in\n\nNo account? Create an account\n\nPrevious Entry | Next Entry\n\nvacation over\n\nI had a great time in PA, visiting friends and family. John post some pictures from 4OJ(3OJ) somewhere. I wish I could have seen friends that I did not get to see, but I had to see my family instead. I already miss Pennsylvania again. The weather was great in PA and now I'm back to the heat and humidity here.\n\n\n\n( 1 note — grab a pen )\nJul. 11th, 2006 06:13 pm (UTC)\nProbably nothing like what you're dealing with, but it's really humid here today. I had to run my defroster full blast this morning.\n( 1 note — grab a pen )",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.9360574484,
        "format_confidence":0.9808715582
    },
    {
        "url":"https:\/\/dummysucker.wordpress.com\/tag\/broody\/",
        "text":"There. I said it out loud and properly. I want squidgy newborns to kiss, smell and cuddle. Sophie is beautiful and lovely but she is now out of the newborn prawn stage. You know what I mean – where when you pick them up they still stay all folded up and curled? Where they are too little for their own skin and their clothes drown them cos they are so small? Yeah I want that again.\n\nIt doesn’t help me that so many of my friends are at various stages of pregnancy. Some are just beginning and others are finding out the sex. Some are about ready to pop. And luckily for me, I can squidge over their babies for now until Autumn when I can try again for my own. My whole body is yearning, literally yearning, to get pregnant. I really do miss the excitement of scans, cravings, bumping out. Even LABOUR! I want to do it again! I want that relief when it’s done and the yucky covered baby is put on you all small and wiggly. I want Sophie to have a brother next (or sister, as long as it’s a baby I couldn’t care less!)\n\nRemember my earlier blog about making smart decisions? Well, yesterday I was at a point I almost told Husband it was a smart decision to have a baby now – after all, I’d be pregnant for 9 months…and by the time the baby is here we’d have sorted what we need to sort… *dreams*…\n\nNO! Bad bad thoughts. I must be good. It’s better to sort out life first\n\n\nI just don’t have to like it…Come on…who can resist this face???\n\n\nPlease, Mummy? Can I have a sibling?\nPlease, Mummy? Can I have a sibling?\n\n\n\nBabies, Babies EVERYWHERE\n\nOne Born Every Minute is back! And we all know what that means…BABIES! Teeny newborns being born and the sounds of women in labour – which depending who you are, could be panting, yelling, screaming or plain sounding like you’re in the throes of an orgasm.\n\nPersonally I was quite quiet. Pushing was harder on my legs (as I mentioned before) and I LOVE One Born. I love seeing those moments of magic where the tiny humans are first into the world. All folded up and not quite in their skin yet. So wrinkly and goopy and just proper bundles of actual love. Made from love (in most cases).\n\nThere are loads of women I am friends with who are all pregnant now in various stages along and I confess to be jealous.\n\n\nI have a beautiful five month old daughter who is now grabbing her toes and awaiting her teeth to pop through. I love Sophie with all my heart – she is my rainbow baby. But GOD do I want another one! Seeing all the newborns around me makes me so, so broody it’s unbelievable. I miss pregnancy and labour more than having a newborn though. I miss the excitement of scans, first kicks and cravings. I miss taking a billion tests just to make sure that there is a baby there and it isn’t some incredible dream I get to live. One thing I hope for next time round though is a proper bump. You know the one I mean, one where you can actually rest your book or cereal bowl on the top. I had a tiny bump that barely showed.\n\nI still can’t quite stomach the smell of Chinese food even now! *wistful sigh*\n\nAnyway, I know I have Sophie. I know I have what so many women long for. But she didn’t come easy. We lost two before Sophie and what with me being all over the place as a woman she was a little miracle in my eyes. Doesn’t stop me wanting another one though. We won’t find out the gender next time though, we’ll have the surprise of pink or blue. I want Husband to be able to tell me the name of our baby when they arrive!\n\n\n\nMy light x\nMy light x",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.8598932028,
        "format_confidence":0.9955435395
    },
    {
        "url":"http:\/\/lozcraft.blogspot.com\/2014\/08\/welcome-to-harrison-donald-tomecek-born.html",
        "text":"Sunday, 24 August 2014\n\nWelcome to Harrison Donald Tomecek, born 5.8.14.\n\nSo besides my pre-scheduled design team post it's been a bit quite here on my blog. Regular followers will probably have been able to guess why: I gave birth! Even though my due date was 20.8.14, little Harrison didn't want to wait and was born on 5.8.14.\nMy waters broke around 4pm on 4.8.14 however I was not experiencing any contractions. After calling the hospital and confirming I had likely had my waters brake, I drove myself into hospital still partially expecting them to tell me I had wet myself when I got there and have them send me home. :) Instead, they set me up in a birthing suite and said I should settle in for the night. I tried to contact Ben to update him, however the battery on his phone had gone flat so I didn't get a hold of him for another hour. He did sound sufficiently guilty over the phone once I did speak with him.\nAt 8.30pm the on-call OB came to see me as contractions still had not started. We decided to wait overnight to see if things would progress naturally. By 11pm I had been having severe back pain for a while and decided to ask the midwife for some pain medication. She performed an examination and discovered I was actually 7cm dilated! Unfortunately, we didn't progress too much further during the course of the rest of the night. My OB saw me around 8am Tuesday morning and determine I was 9cm dilated however baby's head had not descended. He went to perform another induction and returned at 10am. We discovered I was fully dilated however baby hadn't moved and appeared to be stuck on the 'spines'. Dr Bopp advised me of my options, however given Harrison was starting to show signs of distress we chose to proceed with an emergency C-section delivery and he was born at 11.15am (19 hours after my waters broke).\n We spent five days in hospital recovering and were hopeful of a smooth transition to home when discharged on 10.8.14. Unfortunately, I developed a serious case of mastitis and was re-admitted to hospital on 11.8.14. We needed to stay in for three nights for the IV antibiotics to kick in and were discharged on 14.8.14. We then had another flair up within 36 hours, which we are currently managing at home with the assistance of our GP. The blood work has indicated the second bout is more intense than the first, however luckily it didn't come with the fever the first bout did.\n In addition, Harrison does not sleep well during the night resulting in me achieving three hours sleep per night on average since his birth. There is limited opportunity to catch up in this during the day due to the feeling\/expressing schedule we are using to treat the mastitis. Harrison is also struggling with latching during feeding so he has not put on any weight since initially being discharged from hospital. We have another check up tomorrow with a midwife and I have my fingers crossed he will have gained some weight. It will probably continue to be pretty quiet around here until we can get all the health dramas worked out and settle into a new routine.\n\nPhotos of little Harrison from 8.8.14, 11.8.14, 13.8.14 and 24.8.14.﻿\n\n\n  1. Sweet photos. Congratulations.\n\n  2. This is the problem with not blogging often or visiting. I miss out on such wonderful news. Congratulations to you all. I hope Harrison has settled into a nice routine for you. :-)\n\n  3. CONGRATULATIONS on the arrival of Harrison Lauren :)\n    Sounds like an extreme roller coaster ride!!!\n    Hoping that you're feeling better soon and that your little man starts to put on weight and settle into a good sleeping \/ feeding routine for you too!!!\n\n\nThanks for commenting, I really appreciate it!",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7344036102,
        "format_confidence":0.9908911586
    },
    {
        "url":"http:\/\/myblog-nannysplace.blogspot.com\/2014\/06\/making-plan.html",
        "text":"Saturday, June 14, 2014\n\nMaking a Plan\n\n I made room in the schedule this morning for some ME TIME to enjoy the beautiful morning sitting on the deck surrounded by flowers.\n Then it was on to finishing up pillow cases I had started yesterday. I am trying to keep a step ahead of the game by getting 4th of July cases done today. Hope this is boyish enough for Elijah :)\n The other set are cute dogs all decked out for the 4th. I was so excited to have found both fabrics on the 70% off table at one of the big box stores. With as many cases I am making the sales are a great help on the budget :)\n Lots more pillow case fabric's are waiting to be worked up but they will have to wait...\n I HAVE too get the pillow cases dresses for Haiti started and finished this week so I can get them in the mail for the Missionaries. Feeling a bit like a sweat shop around here lately!! 24 dresses at the cost of $2.00 each. I hope to use scraps to fancy them up a little, maybe even use fabric instead of ribbon for the ties so they will be more durable.\n\nBreak time!! Need to come up with a plan to get the pillowcase dresses done lickety split. I am thinking an applique to the bottom of the dresses might do the trick, possibly a ruffle on the bottom as well? With all that is going on around here there is not time to waste :)\n\nThis afternoon I will be taking Tyler and possibly Elijah to see \"How to Train a Dragon 2\" Elijah is still having a lot of pain from his feeding tube surgery this past week, along with the pain from the cancer in his neck...he is just not up to moving around too much right now :( If he can't join us today we are going to give tomorrow a try. Hopefully an additional day of rest will get him back on his feet :).\n\nOff to shop from home for a few appliques that will add a touch of cuteness to these dresses\n\n\n  1. Debby, I am cheering for you to get everything done and praying for healing for Elijah. I hope he feels up to the movie, an outing like that usually makes kids feel very happy.\n\n  2. Can't wait to see the Pillow Case dresses. Elijah has been on my mind every day from his FB posts shared.\n\n  3. lovely fabric..\n    have a blessed sunday..\n\n  4. Can't wait to see the dresses,Debby. I am so sorry for Elijah. God bless his little heart. It must be so painful to just watch him suffer. Blessed Sunday to you and yours- xo Diana",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.7228437066,
        "format_confidence":0.9116107225
    },
    {
        "url":"http:\/\/strangersinthepages.blogspot.com\/2010_08_01_archive.html",
        "text":"August 20, 2010\n\nMy dear friends,\n\nSorry for being M.I.A. lately - a combination of summer loving, sheer laziness and un-inspiration (summer is just so blah sometimes) is to blame. What has inspired me is the crisp and clean format that Tumblr has to offer. Ergo, my blog's new platform.\n\nIt would be nice if you came to visit:\n\nSee you soon! x",
        "topic_id":7,
        "format_id":15,
        "topic_confidence":0.631847918,
        "format_confidence":0.9897179604
    }
]