[
    {
        "url":"http:\/\/gta.wikia.com\/User:Filip_Kralj",
        "text":"GTA Wiki\n\nFilip Kralj\n\n3 Edits since joining this wiki\nOctober 3, 2013\n\nThis is your user page. Please edit this page to tell the community about yourself!\n\nMy favorite pages\n\n  • Add links to your favorite pages on the wiki here!\n  • Favorite page #2\n  • Favorite page #3\n\nAround Wikia's network\n\nRandom Wiki",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9198077321,
        "format_confidence":0.9928030372
    },
    {
        "url":"http:\/\/viralnetworks.com\/profile\/uid\/415527\/Cristopher_Donnerberg.html",
        "text":"Cristopher Donnerberg\n\nNo Image\n\nEveryone likes to win the games by hook or by crook. It's possible to take on the internet opponents and defeat them by using gamecheats. See at to get cheats for your own favourite system.\n\n\nRecent Videos by Cristopher Donnerberg\n\nCristopher Donnerberg's Guestbook\n\nLogin to post a comment. You can sign up for a free account if you don't have one yet.\n\n\nRecent Actions",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9436138272,
        "format_confidence":0.9829469919
    },
    {
        "url":"http:\/\/www.mmorpg.com\/profile.cfm\/username\/markyturnip",
        "text":"\n\n    Facebook Twitter YouTube YouTube.Gaming\nLogin:  Password:   Remember?  \nShow Quick Gamelist Jump to Random Game\nMembers:3,190,676 Users Online:0\n\n\nProfile: markyturnip\n\nmarkyturnip - Novice Member Member since November 3, 2005 Last Visit: December 16, 2015\n44 year old Male from New York, NY, United States Friends Friend list has been set to private\n\nLatest User Gallery Images\n\nmarkyturnip has not uploaded any photos or screenshots yet\n\nGuild Memberships\n\nmarkyturnip is not a member of any guilds yet\nFind guilds...\n\nmarkyturnips Game Interest\n\nmarkyturnip hasn't entered any info about his gaming history or current activity\n\nLatest User Blog Posts\n\nmarkyturnip does not have a blog yet.\nLogin or Register today and make new friends who love the games you love too!\n\nSpecial Offers\n\n\nAre you still playing (or subscribed to) your first MMO?\n\n\n(login to vote)\n\nView all polls",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9784445167,
        "format_confidence":0.9896954298
    },
    {
        "url":"https:\/\/raidforums.com\/User-jerryg",
        "text":"jerrygRaidForums Member\nRaidForums Member\nUser's ID: 121392630\nRegistration Date: 11-26-2017\nDate of Birth: 01-05-2000 (18 years old)\nLocal Time: 11-12-2018 at 11:59 AM\n\nStatistics Of jerryg\nJoined: 11-26-2017\nLast Visit: (Hidden)\nTotal Posts: 16 (0.05 posts per day | 0 percent of total posts)\n(Find All ThreadsFind All Posts)\nTime Spent Online: (Hidden)\nReputation: 0 [Details]\nReferred by: [VIP] Bat\nItems: This user has no items. (View All Items)\nCredits: -8\njerryg' awards.\nThis user has no awards at this time.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.8361079097,
        "format_confidence":0.9824730158
    },
    {
        "url":"https:\/\/forum.tip.it\/user\/35776-blaze-the-movie-fan\/",
        "text":"Jump to content\n\nWelcome to Rune Tips, the first ever RuneScape help site. We aim to offer skill guides, quest guides, maps, calculators, informative databases, tips, and much more to help you get the most from the Massive Online Adventure Game, RuneScape, by Jagex Ltd © 2009.\n\nReport Ad\n\nWelcome to Forum.Tip.It\nRegister now to gain access to all of our features. Once registered and logged in, you will be able to create topics, post replies to existing threads, give reputation to your fellow members, get your own private messenger, post status updates, manage your profile and so much more. If you already have an account, login here - otherwise create an account for free today!\n\nBlaze The Movie Fan\n\nBlaze The Movie Fan\n\nMember Since 10 May 2005\nOffline Last Active Today, 03:13 AM\nI don't know when I'll return to RuneScape but it is happening in either January or February, I miss the game so much. Updated 23 Dec · 0 comments\n\nCommunity Stats\n\n  • Group Members\n  • Active Posts 4,374\n  • Profile Views 23,483\n  • Member Title Ice Giant Melter\n  • Age 30 years old\n  • Birthday November 26, 1988\n  • Gender\n    Male Male\n\nRuneScape Information\n\n  • RuneScape Status\n  • RuneScape Username\n\nUser Tools\n\nLatest Visitors",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9782119989,
        "format_confidence":0.9858674407
    },
    {
        "url":"https:\/\/gamebooks.org\/User\/1168",
        "text":"Demian's Gamebook Web Page\nSign Up · Log In\n\n\n[List All Users]\n\nFull Name: rodney kenneth french\nEmail Address: Please log in to see this user's email address.\nCollections: View Have\/Want Lists (0 items owned, 0 items wanted) [List Potential Sellers]\nView Sale\/Trade Lists (0 items for sale\/trade) [List Potential Buyers]\nReviews and Comments: 0 item reviews.\n0 series comments.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9486216307,
        "format_confidence":0.980378747
    },
    {
        "url":"http:\/\/gta.wikia.com\/User:Feralghoul123?oldid=358550",
        "text":"GTA Wiki\n\n\naka Owen\n\n6 Edits since joining this wiki\nMarch 12, 2012\n  • I live in Ellenboro\n  • I was born on December 30\n  • My occupation is Soon to be game designer\n  • I am Male\nRevision as of 18:01, March 13, 2012 by Feralghoul123 (Talk | contribs)\n\n(diff) ← Older revision | Latest revision (diff) | Newer revision → (diff)\nUser talk:Feralghoul123\n\nI like this guy... he looks honorable, good person, and plus handsome...haha... (But not like in your mind pal, not like in your mind)\n\nThis is your user page. Please edit this page to tell the community about yourself!\n\nMy favorite pages\n\n  • Add links to your favorite pages on the wiki here!\n  • Favorite page #2\n  • Favorite page #3\n\nAround Wikia's network\n\nRandom Wiki",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.700506866,
        "format_confidence":0.9928747416
    },
    {
        "url":"https:\/\/ninjakiwi.com\/Korean\/profile\/DaylilyCOC",
        "text":"Flash End of Life\n\nNinja Kiwi flash games will stop working on January 11th 2021. For more information please see our Flash End of Life article\nAs of the 13th of December 2020, you will be unable to purchase any additional NK coins. For any issues with this please contact our support team at support@ninjakiwi.com\nUPDATE: We've been experimenting with a plugin called SuperNova (which you will be prompted to install upon attempting to load a game) and this has enabled some games to load, but the loading of progress is currently not available. We continue to look into additional avenues to keep the games running.\n\n  • 28 Current Level Ninja Adept Level 28\n  • Awesome 5200 This Week 0 Next Level 400\n  • Dark-matter Clan Dark Matter\n  • Marks of Honor 44\n\nDaylilyCOC's Friends\n\nDaylilyCOC is Following\n\n  • 15-countersnipe\n  • 37-fireyrig\n\nDaylilyCOC's Followers\n\n  • 27-monkeyace\n  • Nk_monkey\n  • 2-assaultrifle\n  • 11-bionicboomer\n  • 23-btdapache",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9905670285,
        "format_confidence":0.8435029984
    },
    {
        "url":"http:\/\/www.obsidianportal.com\/profile\/Gragnor",
        "text":"Member Since:\n\n\nGragnor doesn't currently have any campaigns.\n\nGragnor's Bio\n\nGragnor Ac’tar was born in the slum section of Cincinnati. His age is unknown, even to himself because goblins were hardly worth noticing, let alone recording their births. According to the other races they “bred like rats”, and weren’t treated any better either. Growing up wasn’t any better. Schools were unheard of for goblins so lessons were learned hard on the streets. Jobs of any worth were rare for goblins so Gragnor truned to the only alternative for people of his ilk; thievery. And he was good at it too! By age 8 he could pick almost any lock he came across and no pocket that held anything of value was safe fom his nimble fingers. With his quick wit and above average intelligence, he taught himself to read and write in both goblin and human, a secret that he kept to himself because an intelligent goblin scared the other\n\nraces, esspecially humans. So around them, he feigned ignorance and so learned many secrets than he otherwise would have. And so he entered earluy adulthood.\nIt was at this time he was “sold” to work in what amounted to a child slave factory. His mother could no longer fford to care for him and instead of turning him out into the streets like so many other Goblin mothers did, thought that she would give him a chance for a “real job” and earn a “real living” (and also turn a profit for herself in the process)by “contracting” him to work for the humans. If Gragnor thought like was hard before, it was nothing compared to the\nconditions in the human factories. It was here, in the grueling work-house conditions, that he developed his sense of injustice. It opened his eyes to the plight of people in all races who had no one to speak out for them. It was here, inbetween the steaming pipelines and vats of chemicals that he met the first bright moment in an otherwise bleak life, a female goblin by the name of T’Char’ra. They ate lunch together and talked together whenever the day allowed and during their downtime, he taught her how to read and write and kept such knowledge between themselves. At night Gragnor would break into the offices and get what reading materials he could. It was here that he learned the use of chemicals and put to memory many of their combinations and formulas for use in his other profession because he had no inclination to spend\nthe rest of his life in the factory. He wanted so much more for himself and for the first time, another person, T’Char’a.\nAt the ripe and ready age of what amounted to his later teenage years, Gragnor made plans not only for his escape and T’Char’ra’s from the servitude of the factories, but the other children as well. Their decision was made when, quite by accident, T’Char’ra came accross a medical study commissioned by the owners of the factory to see why the overturn rate was so high. It seemed that 2 out of every 3 workers who managed to reach their twenties developed what was termed as the “Wasting Sickness” and whithered away to skin and bones before gasping out their final breath. The uselessness of their endevours almost choked him with indignity and cememted his determination to see as many freed from this wasteful use of life as possible.\nHe and T’Char’ra helped over 100 children escape to freedom that night. Through his connections in his other line of work, he was able to find shelter for all of the children and so began his and T’Char’ra’s work foraging the Underground Railroad. When war broke out, Gragnor joined the army of the North hoping to further his connections to as many races and departments that he could to help out what has become his life’s work. He and T’Char’ra got married just before he joined the army. As per the Guild of Thieves law, he stole his wedding gift for T’Char’ra, one of the finest lock picking sets to be “found” and she stole a gold earring that Gragnor wears to this day and often fingers when in deep thought or remembering T’Char’ra and home.\nIt was at this point in his life that a disaster happened, that to this daY Gragnor blames himself for causing, and haunts his dreams. Once out of the army, Gragnor returned to his appropiational endevours (actually never having left them) and broke into a chemical warehouse where he intended to replenish his supply of chemicals and enhance his alchememy skills. As will eventually happen when breaking into somewhere unwanted, Gragnor was caught by an over\nviligent warehouse guard and his dog. A chase ensued amoungst the various hazardous barrels of volitle chemicals spilling some of the contents on the ground. Gragnor managed to elude the guard and his dog after a furious chase through the storage facility but had also managed to track the chemicals throughout the grounds as well. It was at this point that Gragnor smelled a peculiar odor that he recognized as flamable and that’s when he saw the guard round the corner\nwith a lantern at high flame. Grangnor leaped from his hiding place to shout “NO!” at the guard when the explosion rocked the wharehouse engulfing the guard, his dog and the other guards who had joined the pursuit. Gragnor stood in stunned silence for just a moment and ran as hard as he could away from the now burning inferno that once was a storage facility. The flames could be seen for miles and great plumes of smoke rose from the firey conflagration and settled on the surronding district.\nSeveral months later, people living in and around the warehousing district began getting sick with a coughing sickness that resembled the flu but with no temperature and no vomiting. Soon, they began to spit-up blood and died either of drowning in their own fluids or of wasting away to skin and bones. It began what was known as the “Consuming Cough” and hundreds died from it. Gragnor guessed the worst and was certain that he was the cause of the illnes because it did not spread away from the district in which the fire was started. With a heavy burden on his heart, Gragnor swore to save as many as he blamed himself for killing. So he began taking on jobs that would either help people or earn lots of money to help him and T’Char’ra save as many children from “Contract Factory” jobs as possible, hoping that by saving people he would eventually erase the dark blot on his soul that only he knew was there.\n\nFavorite Campaigns\n  • Roosterj\n  • Formicidae\nFriends' Activities\nFormicidae commented on the adventure log post Mini-boss, Coriander the Bad\nFormicidae created the adventure log post Mini-boss, Coriander the Bad\nFormicidae created a new character Moon Shadow\nFormicidae updated the character Hannah\nFormicidae updated the character Frumius Miths\nFormicidae created a new character Frumius Miths\nFormicidae created a new character Hannah\nRoosterj updated the adventure log post Welcome\nRoosterj updated the wiki page Main Page\nRoosterj updated the wiki page Game setup and exceptions",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.989813149,
        "format_confidence":0.9450816512
    },
    {
        "url":"http:\/\/mcpe.anagramofbrat.net\/about\/",
        "text":"Theoretically, a Minecraft Pocket Edition world is not, in fact, infinite. You can get maybe 100,000 blocks away from your zero point before things get a little screwy. By that logic, an infinite world in MCPE should amount to 200,000 blocks along each axis, times a world height of 128… which works out to 51.2 trillion blocks in a world. Not infinite, but still a big wide world to explore.\n\nOriginally I started this site as somewhere to put my thoughts on Minecraft as an experience, pass along news, and to show off my monster builds and document my journeys through the strange, not-so-little world I carry around with me in my pocket. It’s gotten a little bit away from me as my Monday night open runs have gotten rather popular over the past few months. I now have regulars contributing posts to this blog, a subreddit, and am looking to transfer this game off of my steadily more beat up iPhone 5 as demand to run this world 24\/7 has gone up and Minecraft is going to seriously be the death of this thing.\n\nI mostly play solo, though I am occasionally joined by two entities referred to as Kidzilla and Beastie, and slightly more often by a rotating cast of characters I’ve taken to calling the ARBiTors of Justice. It has been quite a trip.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9955391288,
        "format_confidence":0.9854494333
    },
    {
        "url":"https:\/\/www.halowaypoint.com\/en-us\/players\/haxor73",
        "text":"Skip to main content\n\n\nClad in blue, he'll make due.\nA Railgun nut, ready to kick butt.\nSplattered in midair, supposedly fair.\nA hax with no harm, not down to farm.\nHe may not hack, but he's got your back.\n\n'98 Canuck, Railgun nut, and Marathon fan. Look both ways before crossing the street! SunsetEos is my BFF! 😍\n\n\nSpartan Company\n\nThe Waypointers\n\nThe Waypointers\n\nWe dont know what we're doing.\n\n14 Members\n\nEst. 7\/13\/2017\n\nThis company is a group of high schoolers, poor college students, and adults who are figuring out what to do with spare time on their hands. Do you love playing Halo, or are open to the cringe and hilarity of real-life talk? Come join!\n\n\n    • Do not be rude or insulting to anybody.\n    • Ages 14 and younger will not be accepted. Exceptions will be made, but you must prove yourself.\n    • Forum Rank matters...actually no it doesn't. Just come and enjoy talking and\/or playing. We're open to more than purely Halo, however, that is our basis.\n    • We prefer if you're somewhat active, at least, in our Discord server, or even in the official Halo server. If not, that's fine. Just pop in every now and then. Discord or Waypoint work for communicating with us. The link to the Discord server will be given to you if\/when you are accepted.\n    • No standard invitations will be accepted. We want invitations to be convincing and compelling, and we'd like to know at least a bit about you beforehand.\n    • NOTE: We have members in the Discord chat that are members of other companies. Do not use the Discord as a means to incite conflicts between companies. Our Discord is a way to communicate with members of the Company, but first and foremost, it is a method for anyone and everyone across Halo Waypoint to gather and talk as a community. If you hold beef with anyone, take it up privately.\nOccasionally we'll hold Custom Game Nights...when we're not too busy with life. It's your chance for us to get to know you and vice-versa. We'll post times and dates in the Discord.\n\nIf you have any questions, you may contact Wraith0912, SaneMountain212, or RuthlessSkate94. You may reach us through private messages either here on the forums or on Discord.\n\nSee you in the chats, everyone!\n\nForum Activity\n\nAll Badges\n\nFeet First\n\nFeet First\n\nMade your first hot drop into\n\n\n\nView your Service Record on the web.\n\n\n\nBecome a member of an active Spartan Company.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9310196638,
        "format_confidence":0.7692454457
    },
    {
        "url":"http:\/\/www.logic-puzzles.org\/forum\/member.php?s=811be3454b9cbcb40dd40fb5d7f960bc&u=161079",
        "text":"Go Back   Logic Puzzle Forums > Members List\n\nTec69200 Tec69200 is offline\n\nJunior Member\n\n\nTotal Posts\nGeneral Information\n  • Last Activity: 07-23-2012 07:20 AM\n  • Join Date: 02-02-2012\n  • Referrals: 0\n\nAll times are GMT. The time now is 12:46 AM.\n\nPowered by vBulletin® Version 3.7.2\nCopyright ©2000 - 2017, Jelsoft Enterprises Ltd.\n\nAbout Puzzle Baron\n\nThe Puzzle Baron family of web sites has served millions and millions of puzzle enthusiasts since its inception in 2006. From cryptograms to acrostics, logic puzzles to drop quotes, patchwords to wordtwist and even sudoku, we run the gamut in word puzzles, printable puzzles and logic games.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9865345955,
        "format_confidence":0.9689900875
    },
    {
        "url":"https:\/\/board.es.ikariam.gameforge.com\/index.php\/User\/130161-said-svaba\/?s=a19f98d1f18d42eb41707e353025edab0f331a2c",
        "text":"said svaba\n\n  • Male\n  • from Croacia\n  • Member since Feb 13th 2019\nLast Activity\n\nThis site uses cookies. By continuing to browse this site, you are agreeing to our Cookie Policy.\n\nDear players, the moving day arrived. From today (14.02.2019) and for 1 year this forum with stay in read-only mode. You can continue with your adventures or even start new ones in our new forum, you just need to register a new account. We are waiting for you! Click here: New Forum\n\n  • said svaba -\n\n    أنا فقط محارب من الله",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9590047002,
        "format_confidence":0.5370976925
    },
    {
        "url":"http:\/\/www.goldtokens.net\/profile\/mysterysmith-resident",
        "text":"176,188 people are part of Goldtokens Community Network!\n\nmysterysmith's Profile\n\nmysterysmith Resident's Profile Image\n\nTotal Earnings: 18L$\n\nGold Hunt Rank: 8,945 (142 EXP)  down8,945\n\nFish Hunt Rank: 6,333 (1,002 EXP)  down6,333\n\nGender: Female\n\nKingdom Coins limited supply game token that grows in value. 10,199 KC are distributed daily. Join now and get them for FREE! Read more at Coins explained",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.8908053637,
        "format_confidence":0.9581352472
    },
    {
        "url":"https:\/\/www.erepublik.com\/sq\/citizen\/profile\/5486313",
        "text":"Ambient on\/off\nBesart Kajtazi\n\noffline [ offline ] 29 Besart Kajtazi\n\nDead citizen\nLocation: Romania Romania, Quebec Citizenship: Albania Albania\nAdult Citizen\n\n\neRepublik birthday\n\nDhj 27, 2011\n\nNational rank: 0\n\nNo political activity\n\nNo Military Unit\n\nNo media activity\n\nNo Residence City\n\nFriends (100)\n\nview all\n\nAbout me\n\nWiki page\n\ni do not care what u do for ur respect but for mine i would die\n\n\n  • Freedom Fighter\n\n    Freedom Fighter\n\n    Liberate occupied regions by fighting in Resistance Wars.\n\n    More info\n\n  • hard worker\n\n    Hard Worker\n\n    Worked 30 days\n\n  • congressman\n\n    Congress Member\n\n    Win the Congress elections\n\n  • president\n\n    Country President\n\n    Win the Presidential elections\n\n  • media mogul\n\n    Media Mogul\n\n    Reach 1000 subscribers to your newspaper\n\n  • battle hero\n\n    Battle Hero\n\n    Reach the highest war influence in a battle\n\n  • sky hero\n\n    Sky Hero\n\n    Reach the highest war influence in an aircraft battle\n\n  • campaign hero\n\n    Campaign Hero\n\n    Reach the highest war influence in a campaign\n\n  • resistance hero\n\n    Resistance Hero\n\n    Start a resistance war and liberate that region\n\n  • super soldier\n\n    Super Soldier\n\n    Advance 250 strength points\n\n  • society builder\n\n    Society Builder\n\n    Invite 10 people to eRepublik and help them reach level 10\n\n  • mercenary\n\n\n    Defeat 25 enemies for 50 different countries\n\n  • Top Fighter\n\n    Top Fighter\n\n    Have one of the highest daily influences in eRepublik for 30 different days..\n\n    0\/30 days in Top Fighters\n\n  • true patriot\n\n    True Patriot\n\n    Fought for the country of citizenship.\n\n    Inflict damage for the citizenship country. You can view the current progress in the True Patriot section below.\n\n  • prestige hunter\n\n    Prestige Hunter\n\n    The Prestige Hunter achievement was awarded for completing the Weekly Challenge.\n\nMilitary Attributes\n\nDivision 1\nAvailable for level 1-34 Features:\n  • You fight in Division 1\n  • Deal 75,000 damage with Small Bombs\n  • Add 10,000 damage to Bazookas with Bazooka Boosters\n  • Get 2 Gold when winning a Battle Hero achievement\nDivision 1\nStrength 3,963.25\nMilitary Rank Фелдмаршал ** 1,999,790 \/ 2,185,000 Фелдмаршал **\nAircraft Division\nAvailable for everyone Features:\n  • You fight with Aircraft\n  • Get 30 Gold when winning a Sky Hero achievement\nPerception 0.00\nAircraft Rank Airman 0 \/ 10 Airman\n\n\nTrue Patriot\n\n\n11,469,786 for Albania\n\n11,469,786 \/ 15,000,000\n\nTop damage in a campaign\n\n\n1,349,101 for Albania\n\n Achieved while successfully conquering Kosovo from Serbia on day 1,679\n\nGuerrilla fight history\n\nYou can join a Guerrilla match after defeating 5 opponents on the battlefield",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9399598837,
        "format_confidence":0.8180581331
    },
    {
        "url":"https:\/\/v1.escapistmagazine.com\/profiles\/badges\/Brittany+Vincent",
        "text":"The Escapist > Profiles > Brittany Vincent\nNot Online\nBrittany Vincent\nMember Since: 1 Oct 2014\nLast Active: Jan 30, 2015 04:02\nPre-Sequel Handsome Jack\nPersonality Quizzes\nWhere the hell is -- I had a violin somewhere, I was gonna play it all sarcastically --goddammit, I saw it like a day ago. Blake! Violin!\n(Game) Environmentalist\nQuiz Awards\nYou're a well traveled gamer!\nRocket Scientist\nQuiz Awards\nThe end of Earth will not be the end of us.\nMake Yourself At Home\nHas created a user profile.\nExcellent Topic!\nForum Awards\nFor creating a thread with over 50 replies.\nYou Like Me!\nHas been added as a friend.\nPersonality Quizzes\nIt's Ok to have a code-name. That's not weird at all.\nHot Topic\nForum Awards\nCreated a thread with over 1,000 views.\nThe Escapist Contributor\nStaff Awards\nGranted for being a contributor to The Escapist\nFace With A Name\nHas set an avatar.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.8286273479,
        "format_confidence":0.9819328189
    },
    {
        "url":"https:\/\/www.destructoid.com\/blogs\/Abusement",
        "text":"Gaming News, Game Reviews, Game Trailers, Tech News\n\ndtoid   |   japanator   |   flixist   |   tomopop   |   store\n\n\nAbusement blog header photo\nPosts 0Blogs 0Following 3Followers 1\n\n\n\nOn Destructoid:\nMost Comments\n\nmore notable stories\n\n\nWho updates the homepage?\nOur Staff\nWhat is Destructoid?\nLong story\nCan I submit a story?\nDark theme?\nSite rules?\nDouche lightly\nEthics much?\nRead this\nCommon sense\nWho owns my posts?\nYou do\n\nGet in touch\n\nEditorial contacts\nMeet our staff\nAsk a question\nGet support\nStory idea?\nEverything else\nGet in touch\n\nAbout Abusementone of us since 9:38 AM on 08.22.2009\n\nMy name is Benjamin and I am from the Dorset in the south of England. I have been a long, long time lurker ever since Pheonix-Blood (she also sold me my first Wii) introduced me to this thing years ago, I have felt that I have fallen out of touch with videogames and have decided to see if a daily dose of interaction with the Dtoid community can put me back in touch with my inner geek. Yeessssss.\n\nHelp me Dtoid, you are the only one who can save me.\n\nMy favourite games are;\n\nShadow of the Colossus,\nCave Story,\nHalf Life 2,\nAnything by Cactus,\nLeft 4 Dead.\n\nI'm sure there are others but I CBA to remember :D.\n\n\nRead Huge: Top Stories",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9864002466,
        "format_confidence":0.9053559303
    },
    {
        "url":"https:\/\/www.rebornevo.com\/forums\/profile\/117-maelstrom\/",
        "text":"Jump to content\n\n\n  • Content Count\n\n  • Joined\n\n  • Last visited\n\n  • Days Won\n\n\nMaelstrom last won the day on July 4 2017\n\nMaelstrom had the most liked content!\n\nCommunity Reputation\n\n307 Altruist\n\nAbout Maelstrom\n\n  • Rank\n  • Birthday January 29\n\nProfile Information\n\n  • Gender\n  • Location\n  • Interests\n    High Fantasy, MMA, white-water rafting, water polo...\n\nRecent Profile Visitors\n\n147048 profile views\n  1. If it's supposed to be SE against water types, I'd suggest the move name be Boil.\n  2. Are you no longer the muffin man because you can't take the kitchen heat?\n  3. i've only seen the trailer, but it looks kinda interesting. Can you give me a rundown of who it's about and what they're trying to accomplish, without going into spoiler territory? Sell it to me.\n  4. How much German have you learned thus far? What do you find appealing about the ice element? Where do you keep your duck at night? What hopes, if any, do you have for halo 6? Should halo stop at 6? what games are you looking forward to? what games or series need a reboot, remake, or new sequel? what was the worst part of any job you've ever had? what were your favorite books that you had to read for school?\n  5. A Nintendo stan, huh? do you have any of the current systems? 3ds? etc?\n  6. Can't say I know or listen to a lot of k-pop. Everyone knows PSY and gangnam style. That second video i can't get into at all. but have a couple I can.\n  7. Maelstrom\n\n\n    recently tried the demo for a while cuz I thought a couple of the starters looked cool as well and enjoyed some of the other mon designs. I should probably through the demo more.\n  8. Just something quick and fun I made when Azzie mentioned making a New Horizons journal. I may or may not add more, or flesh it out a lot more. ---- Day 1- I escaped prison only to be caught and stranded on a remote island with a bunch of strangers. I feel sorry for the others, but I’m gonna win this death game. Day2- crafted a shovel first and started planting pitfalls along the river. Everyone's gotta drink sometime… Day3- Stuck in the dirt, poor Cherry never knew what hit her. I put my shovel down. I took the axe from her unconscious hands and finished the job. 9 more to go. Day4- Apollo almost had me with that first headshot from behind an apple tree. He really does have eagle eyes, doesn’t he? I blocked a few shots with my shovel, dove behind a tree, and dug myself a foxhole. He gave up eventually, unwilling to close the distance, but most of the daylight is already gone. Too late to do much but dig my foxhole deeper and plan out my revenge… Day5- The wild bamboo near the river has finally grown long enough to suit me. I spent some time upgrading my pitfalls and fortifying my foxhole. Luckily, there’s a mango orchard and a river on two sides to provide protection and sustenance. I was fishing with a bamboo pole when I heard the snap, the yelp, and the shrieking. The glorious shrieking. It was a long lullaby that worked its charm quickly, after my productive day. I decided to give ‘em till morning to regret the life decisions that put 'em in my way… ------ To Be Continued..\n  9. Happy Birthday 😄, i hope that you will have a fun day 😉🍰\n\n  10. You know, when something decides to try to kill me out of nowhere, I take Varik's advice and I \"kill them back\". well i was gonna and then that first frog begged for its life. and I was like... ok. and then I interrogated it...\n  11. You are 22 ancient now. =3\n\n    1. Zumi\n\n\n      ya....... am old............... 😔😔\n\n  12. tfw you've dreamed about being security forces for an ark ship holding everyone from the planet fleeing a dying one and heading out for a new one to colonize. twice.\n  13. where's the mayo? what are your feelings about peanut butter? what exotic animal would you most like to have as a pet? How do you like your steaks cooked? in designing your dream home, what kind of stuff would you include? pool, bowling lane, man cave, etc?\n  • Create New...",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.8509677052,
        "format_confidence":0.9548573494
    },
    {
        "url":"https:\/\/valorthusfar.wordpress.com\/about\/",
        "text":"Dave may be a cleric in the game, but he’s a wizard in real life! Enjoy his handiwork — Phandalin Force 5’s very own intro\/hype video (featuring music by yours truly)!\n\n\nDave brings Boirin Ashcloak to life, imbuing the Dwarf Cleric with all his enthusiasm for Life — with the notable exception of goblins, of course. He keeps his comrades alive, and their foes dead.\n\nDungeon Master’s Note: \nEnthusiastic role-player and veteran gamer, on the lookout for the perfect build, loot glitch, or mechanic exploit… Will try to break the meta-game — in the best way! He’s a great go-to to bounce ideas and sharpen my DM-ing skills. \n\n[Edit: Stay with us, rat-fiend.]\n\n\nKyle plays the part of Erresea Rána, the party’s enigmatic Elf Sorcerer. He is as unpredictable as he is uncouth, but his natural talent for magic cannot be denied. Some darkness from his past still seems to overshadow him…\n\nDungeon Master’s Note:\nI think he method-acts his character’s unpredictability. You never know what he’ll say or do next! Also, I’ve seen him play RPG’s before, and I can tell he’s trying to keep Rána from slipping into his standard\nmodus operandi… Which just happens to be a homicidal maniac. Might just be a matter of time…\n\n[Edit: It was just a matter of time.]\n\n\nJeremiah’s the one wearing the rubber Dragonborn suit. You know, if this was a movie. Instead, since it’s D&D, Daardendrian Rhogar is the Ranger with the commanding, deep voice and dual swords cleaving his way through all manner of dark creatures in search of peace and knowledge. He knows stuff good.\n\nDungeon Master’s Note:\nBrings a lot of deep thought to his character’s backstory and rules of engagement. Already, he’s brought a lot of richness and life to the worlds I’m building, just by explaining the origins of his character.\n\n[Edit: His dice rolls are proof positive that the universe is conspiring against him.]\n\n\nZach plays the part of Roden Hobblebuckle, that sneaky little Halfling Rogue. He’s quiet, and adept at avoiding notice, but has a way of being in the right place at the right time to play his part — whether scouting an enemy’s position, or dealing the fatal blow on a terrible monster.\n\nDungeon Master’s Note:\nLike his character, Zach has plenty of tricks up his sleeve. He is analytical, witty, and a joy to work with. He has a unique and effective approach to problem-solving, and a refreshing sense of humor whenever he’s put in an unexpected situation.\n\n[Edit: He should drop out of school in order to play D&D more often.]\n\n\nSharisse plays the part of Andrena, the land-walker Mermaid. It’s been explained to me that she doesn’t need a last name — because she’s famous, just like Madonna. Which, I have to admit, does make sense, since she’s a Bard from the Siren’s College. She needs no instrument for her music, however, as her voice is enchanting enough to cast a spell on any who can hear her song. She’s just at home on land as she is in a cistern, a river, or at the bottom of the ocean.\n\nDungeon Master’s Note:\nSharisse is brand new not only to Dungeons & Dragons, but to roleplaying in general — which is impressive, considering that the rest of the ‘boy’s club’ has been playing video games all of our lives, so we’re familiar with terms like XP, HP, Saving Throw, etc. When she’s in the zone, Andrena is a wellspring of sass and puns, and we all enjoy having her around the table. \n\n[Edit: Andrena loves being called fish-face. So, you know — next time you see her.]\n\n\nKevin began his D&D career as the voice of myriad NPC’s. Finally, after a litany of decoys ranging from odd to annoying, his true character, Torinn Delmirev, was revealed. Torinn is a dragonborn paladin who is already butting heads with some members of the party — Rhogar literally, Rána figuratively.\n\nDungeon Master’s Note:\nThe introduction of Kevin’s character is exciting for me as a writer, simply because he’s so different from everyone else. As a Paladin with an “attack first, ask questions later” approach, I look forward to how he shapes the story moving forward. Also, he’s given Gnerx an apprenticeship, which is a delightful chemistry to explore. \n\n[Edit: If Torinn or Rána is murdered, the other is likely to know who did it…]\n\n\nI’m the Dungeon Master. I play the role of the sentient game engine. I facilitate the fantasy through which the players move, regulating the forces of nature and speaking worlds into existence… Also, I’m super humble.\n\nIt’s my job to obsessively study the rules and tables and prepare all the stats and, well, pretty much everything. My monster manual is full of page tabs and post-it notes, and I’m constantly inventing magical items and building characters, settings, and puzzles. I’ve halfway through the outline for my second campaign before my players have even finished the Starter Set, and sometimes I like to brag that I know ahead-of-time exactly when everyone’s character dies (which is only mostly true).\n\nI’m a writer first, but I’m also passionate about game design, systems, maps, and charts — so I guess it was inevitable that I’d become a DM. So far, it’s been great! Couldn’t ask for a better D&D group.",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9924845099,
        "format_confidence":0.9820129275
    },
    {
        "url":"https:\/\/steamcommunity.com\/id\/thedemonicsnake\/",
        "text":"Wolfgang Amadeus Mozart\nWelcome to my Profile! Click \"View More Info\" Below for my Full Profile Description\n\nHello, I am Wolfgang Amadeus Mozart!\n\nI am a super admin on Divinity Roleplay , a Gmod DarkRP community dedicated to providing an enjoyable and more casual roleplay experience! If you are interested in Gmod DarkRP, check out Divinity Roleplay. This is the link to our forums [thedivinityrp.net]. And this is the link to our Steam group!\nIf you have any questions, queries or concerns regarding the server or the community, feel free to message me about it.\n\nCome join us at\nYou won't regret it!\nCurrently Offline\nLast Online 7 hrs, 22 mins ago\nFavorite Group\nDivinity Roleplay - Public Group\nDivinity Roleplay Community\nIn Chat\nyou game wont open? Jul 27 @ 4:42pm \nthis will always be the best part of the steam community, finding out cheaters are so openly addicted to furry porn lmao\nkkniL Jun 25 @ 12:11pm \nunban me\nbad weetbix Apr 12 @ 2:52am \nWarkin Volselli Mar 10 @ 1:19am \nbig gay\nJuvenal Mar 1 @ 8:00pm \nunban me\nSugaʕ·ᴥ·ʔ Dec 30, 2018 @ 11:53pm",
        "topic_id":11,
        "format_id":14,
        "topic_confidence":0.9441588521,
        "format_confidence":0.9872248173
    }
]