[
    {
        "url":"http:\/\/forum.roadfly.com\/newreply.php?do=newreply&p=13119114",
        "text":"Reply to Thread\n\nPost a reply to the thread: Advice on SMG purchase\n\nYour Message\n\nClick here to log in\n\nPlease correctly re-type the phrase f o o t d o c t o r in the form box. Re-type it without the extra spaces and put the one space where it should be. We apologize for having to do this but this silliness helps slow the spammers.\n\n\nAdditional Options\n\nTopic Review (Newest First)\n\n  • 11-03-2010, 05:44 PM\n\n    Hum..not sure she has a sport button\n\n  • 11-02-2010, 08:09 PM\n\n    Re: A few months back, my wife was....\n\n    I strongly recommend SPORT and engage the Sport button each time you drive it - in manual or automatic. The shift and acceleration is great.\n  • 11-01-2010, 01:29 AM\n\n    Hand crank??? Ugh... I have one on my\n\n    Model T and when my shoulder is killing me, I hate the thing.\n\n    Scott Pettit\n  • 11-01-2010, 01:02 AM\n\n    A few months back, my wife was....\n\n    considering an SMG tranny equiped M6 and several folks who are very familiar offered this advice:\n\n    If you are going to use it primarily as an automatic, but you want the responsiveness of a manual, you will be disappointed with the slow response of the auto shifting. However, when the car is driven in the manual mode, the SMG tranny is very responsive.\n\n    She ended up with a new 328i and the auto tranny is a bit slow when the accelerator is mashed. In manual mode, it is a rocket on rails.\n\n    So, drive both cars in the manner that you plan to operate them and choose the one that puts a smile on your face that only a plastic surgeon can remove.\n\n    Scott Pettit\n\n  • 10-22-2010, 09:30 PM\n\n    Love SMG\n\n    Bought my '04 3.0 new w\/ Sport and even tried to get a 3 series w\/ SMG as a primary car. BMW did away w\/ SMG on Z4 and 3 series. The secret to a SMG is the software. When the software has been properly programmed, there is no need to learning to adjust the rpm or how to shift - the computer does it all. It programs the rpm to mesh the gears and everything is smooth. Greatest transmission to drive I've ever seen. Run it up to 3,000 rpm or more and just touch the upshift and the SMG shifts positively and quickly. There is no manual meshing of the accelerator - anyone can shift the first time out. The key is to have the tech get the programming right. I've got less than 20,000 miles on mine and it's showroom condition. It is great to drive!\n  • 10-15-2010, 04:41 PM\n\n    Re: Advice on SMG purchase\n\n    bought mine new at the end of '03. 55k and no trouble at all.\n    at the time the only alternative with a sequential manual transmission was the tt with the superior double clutch setup, albeit in a too-heavy chassis.\n    initially i wanted it because i expected to be in stop and go traffic quite a bit, and didn't look forward to riding a clutch pedal two hours a day. thought i'd pop it into auto mode and chill. turns out i took a commuter bus to work, and never use the auto mode.\n    my next car will probably have a similar setup if it's available. there's no real art or science to operating a manual clutch vehicle, just simple coordination.\n    to those that believe that third pedal is a must-have, i say \"what's with the electric starter, nancy? man the [Oops!] up and hand crank!\" ;)\n  • 10-15-2010, 03:03 PM\n\n    Re: Advice on SMG purchase\n\n    Still love it here! Just don't think most figured out how to drive it or work the gas and shifter in the right way. I think the run flats statement above has to do with all of the cars.\n  • 10-13-2010, 10:03 AM\n\n    Re: Advice on SMG purchase\n\n    We had SMG on our 04' 3.0......BMW no longer offers it.....Might tell you something. Some love it; some hate it. Sold our SMG Z4 and bought a 06' M roadster. If you buy the SMG car, replace the run flats for real tires.\n  • 10-09-2010, 10:45 PM\n\n    Re: Advice on SMG purchase\n\n    Well, I think I learned a little something...maybe...\n\n    The ad for the car I'm looking at says its a 6 speed steptronic with paddle shifters. Does than make sense? I thought paddle shifters MEANT it was an SMG...but apparently not. That will be cool with me as I was hoping for a steptronic.\n\n    If ya wouldn't mind confirming my assumption above, that a z4 can have a steptronic with paddle shifters, I'd appreciate it.\n\n\n    Joe2006 325ia, Stock\n    Keller Williams Realty\n  • 10-09-2010, 03:48 PM\n\n    Advice on SMG purchase\n\n    First off, thanks in advance for any advice you can offer on my question! I did a search on my question and didn't find anything that wasn't over 2 years old (not the greatest \"searcher\").\n\n    I'm in the market for an 05-07 Z4 and have a few clean candidates in mind nearby me here in San Antonio. One is the 5 speed steptronic, and two are the 6 speed SMG(?) that has paddle shifters.\n\n    My first pick will be the steptronic, but if the deal isn't reasonable enough I'm wondering about going with the SMG.\n\n    I figure it might be cool to have the SMG (synonymous with paddle shifters?) but don't know anything about it. I figure I can learn as I go (leave it in auto most of the time), but my big concern would be if the SMG has a bad reliability record.\n\n    Would I be buying into a major maintenance\/reliability problem down the road with it, on on 06 or 07 model?\n\n    Thanks again,\n\n    San Antonio\n    2006 325ia, Stock\n    Keller Williams Realty\n\nPosting Permissions\n\n  • You may post new threads\n  • You may post replies\n  • You may not post attachments\n  • You may not edit your posts\n1e2 Forum",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9911087751,
        "format_confidence":0.9927292466
    },
    {
        "url":"http:\/\/www.vansairforce.com\/community\/showthread.php?s=2920b22ed3d60720a88405f1486fd117&p=1287800&mode=threaded",
        "text":"Home > VansAirForceForums\n\n- Donate yearly (please).\n- Advertise in here!\n\n- Today's Posts | Insert Pics\n\nPrev Previous Post   Next Post Next\nOld 09-11-2018, 05:18 PM\nsnopercod's Avatar\nsnopercod snopercod is offline\nJoin Date: Aug 2016\nLocation: Asheville, NC\nPosts: 1,451\n\nI've flown with both a 3-blade Catto and a 2-blade Aymar-Deumth (also Great American). The vibration was much less with the 3-blade, but the takeoff performance was wimpy. Since I ordered a \"cruise\" prop, that was probably my fault. All I know is that I was only getting 2300 RPM on takeoff and it took me 4,000' to break ground on a hot day in Denver. The big difference was the glide performance. At best glide speed my rate of descent was 1,800 fpm with the 3-blade Catto and only 200 fpm with the two blade. I have video for the non-believers.\n(2018 dues paid)\nReply With Quote\n\nThread Tools Search this Thread\nSearch this Thread:\n\nAdvanced Search\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nvB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nForum Jump\n\nAll times are GMT -6. The time now is 10:53 PM.\n\nThe VAFForums come to you courtesy Delta Romeo, LLC. By viewing and participating in them you agree to build your plane using standardized methods and practices and to fly it safely and in accordance with the laws governing the country you are located in.",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9780922532,
        "format_confidence":0.9957184196
    },
    {
        "url":"http:\/\/www.maxbimmer.com\/forums\/showpost.php?p=94796&postcount=8",
        "text":"View Single Post\nOld 01-25-2003, 02:10 PM   #8\npunnzzells's Avatar\nJoin Date: Mar 2002\nLocation: toronto\nPosts: 4,724\nSend a message via MSN to punnzzells Send a message via Yahoo to punnzzells\nif anyone needs cat cam gears to go with that cam, i have some (2) cat cam gears... i posted earlier and no one wanted them, but they would work awesome with that cam. i will sell em cheap.\n\npunnzzells is offline   Reply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.823132813,
        "format_confidence":0.985421896
    },
    {
        "url":"http:\/\/www.hotrodders.com\/forum\/2-8-l-v6-2555-2.html",
        "text":"2.8 L V6 - Page 2 - Hot Rod Forum : Hotrodders Bulletin Board\nHotrodders.com -- Hot Rod Forum\n\nRegister FAQ Search Today's Posts Unanswered Posts Auto Escrow Insurance Auto Loans\nHot Rod Forum : Hotrodders Bulletin Board > Tech Help> Engine\nUser Name\nlost password?   |   register now\n\nLinkBack Thread Tools\n  #16 (permalink)  \nOld 03-25-2002, 08:31 PM\nJoin Date: May 2001\nLocation: Florida\nPosts: 109\nWiki Edits: 0\n\nThanks: 0\nThanked 0 Times in 0 Posts\n\nWell no matter how you do it when you have the engine out be sure to put a front trans seal in it. ROY\n\nReply With Quote Quick reply to this message\nSponsored Links\n  #17 (permalink)  \nOld 03-26-2002, 04:34 AM\nJoin Date: Dec 2001\nLocation: East Palestine, Ohio\nPosts: 150\nWiki Edits: 0\n\nThanks: 0\nThanked 0 Times in 0 Posts\n\n\nMy trans does not appear to be leaking at the input shaft. Is this a comont place for them to start leaking? Mine has always leaked out the speedo cable. No one has been able to fix it according to my Father-inlaw. I myself have never tried. Any advise on how to correct this would be greatly appreciated. I am going to install a new slave cylinder, throwout bearing, and pilot bushing while the trans is out. My clutch seems in good condition. It will stall the truck when I try to start out in 3-5th. Second can be started but it must be on flat. My truck was ordered with an extra low gear by the origonal owner. I guess he had a small boat.\nIs there anything I should watch for when I take the clutch apart? I am going to tear down the motor tonight and figure out what parts I am going to need to do this. I imagine that the Master rebuild kit will have everything in it i need. Have you ever found a good way to properly and permanently seal the intake. Everyone seems to be concerned about this?\nReply With Quote Quick reply to this message\n  #18 (permalink)  \nOld 08-14-2002, 07:38 PM\nRegistered User\nJoin Date: Aug 2002\nLocation: nj\nPosts: 1\nWiki Edits: 0\n\nThanks: 0\nThanked 0 Times in 0 Posts\n\nYou can swap out the 2.8 for a 3.4 - bolt for bolt replacement - GM can even fax an article on everything that needs to be done. I did this to a Camaro - its great. Loose the 2.8.\n\nYou can also find other articles on the web about replacing the 2.8 with a 3.4.\n\nGood luck!\nReply With Quote Quick reply to this message\n  #19 (permalink)  \nOld 08-14-2002, 11:10 PM\njeff of nc's Avatar\nJoin Date: May 2002\nLocation: NC\nAge: 43\nPosts: 40\nWiki Edits: 0\n\nThanks: 0\nThanked 0 Times in 0 Posts\n\nIf you don't have to have the truck for a day or two, I would pull the engine and tear it down first. Theres nothing more discusting than being elbow deep in greese, and then realizing your going to have to order an undersized set of berrings <img src=\"confused.gif\" border=\"0\">\nReply With Quote Quick reply to this message\n\nRecent Engine posts with photos\n\nQuick Reply\n\nRegister Now\n\nIn order to be able to post messages on the Hot Rod Forum : Hotrodders Bulletin Board forums, you must first register.\nPlease enter your desired user name (usually not your first and last name), your email address and other required details in the form below.\nUser Name:\nPlease enter a password for your user account. Note that passwords are case-sensitive.\nConfirm Password:\nEmail Address\nPlease enter a valid email address for yourself.\nEmail Address:\nPlease select your insurance company (Optional)\n\n\nHuman Verification\n\nIn order to verify that you are a human and not a spam bot, please enter the answer into the following box below based on the instructions contained in the graphic.\n\nCurrently Active Users Viewing This Thread: 1 (0 members and 1 guests)\nThread Tools\n\nPosting Rules\nYou may post new threads\nYou may post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are On\nPingbacks are On\nRefbacks are On\n\nAll times are GMT -6. The time now is 07:54 AM.\n\nPowered by vBulletin® Version 3.8.7\nCopyright ©2000 - 2017, vBulletin Solutions, Inc.\nSearch Engine Optimization by vBSEO 3.6.0 PL2\nvBulletin Security provided by vBSecurity v2.2.2 (Pro) - vBulletin Mods & Addons Copyright © 2017 DragonByte Technologies Ltd.\nCopyright Hotrodders.com 1999 - 2012. All Rights Reserved.",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9867466092,
        "format_confidence":0.9672518969
    },
    {
        "url":"http:\/\/legacygt.com\/forums\/showpost.php?p=4047781&postcount=1",
        "text":"View Single Post\n#1: 08-29-2012, 01:41 PM\nPotential part out (Ft. Worth)\nBAC5.2's Avatar\nTitle: OTM Dir. of Engineering\nLocation: Automecca\nCar: Rental cars\nPosts: 19,067\niTrader: (14)\nSend a private message to BAC5.2 Find all posts by BAC5.2 Reply With Quote\nIf the insurance company decides to fix my car, I'm going to want to part it out before trading it in.\n\nI'll need OEM parts to replace them. We can sort out labor as-needed.\n\nI'll be looking to get rid of:\n\nOE Nav retrofit with Garmin GPS module and iSimple Gateway Bluetooth kit. $700\n\nF\/R brembos. Freshly rebuilt with new rotors, Stoptech pads, and extended e-brake pads. Powdercoated wrinkle black. Less than 3k miles on everything. $2100\n\nVBG1 1.05b - $250\n\nBilstein HD's with JDM Wagon pink springs and custom strut spacers. Hotchkis sways with AVO brackets and KB endlinks - $1000\n\nCobb Acessport V2. Unmarried. $400.\n\nYakima roof rack (low riders) with two Sprocket Rocket racks and a fairing. - $350\n\nA set of Drag DR34's with 225\/55\/17 Pilot Sports on them. The wheels and tires will be brand new. $1000 (trade only with Outback owner).\n\nI'd also be interested in selling the car, as-is. 65k miles, 5-speed, 60k service done, and I have the bulk of all records for it. It's seen nothing but Motul synthetic, changed every 3k-3500 miles. All of the body shop repairs will be under warranty. I'm open to offers.\n\nRepairs won't be completed for another 5 weeks (minimum), so parts won't be available until then.\nSponsored links",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.98957026,
        "format_confidence":0.9637929201
    },
    {
        "url":"http:\/\/www.planeandpilotmag.com\/article\/the-ultimate-bonanza-glass-and-fast\/",
        "text":"One thought on “The Ultimate Bonanza: Glass And Fast\n\n  1. I have been in a market for some times now to get a plane to serve my purpose. Basically, to fly for organizations, such as ” wings of hope” to help people in need. That doesn’t mean I have a money tree in the back yard some where. However, my search always takes me back to Beech A36 Turbo Normalized, preferably that has been done by Tornado Alley. And decent instrument panel that would lessen the work load in a heavy IFR. That being said, I don’t quit understand, why Beech does not offer Turbo normalized on their new G36’s ? When is clearly far superior to conventional Turbo? When they are charging more than 3\/4 of million dollars for a new one coming out of factory? Just a thought!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9884589314,
        "format_confidence":0.8071483374
    },
    {
        "url":"https:\/\/forums.edmunds.com\/discussion\/4467\/subaru\/b9-tribeca\/subaru-b9-tribeca-problems-solutions\/p4",
        "text":"Howdy, Stranger!\n\nIt looks like you're new here. If you want to get involved, click one of these buttons!\n\nSubaru B9 Tribeca: Problems & Solutions\n\n\n\n  • foxbat121foxbat121 Posts: 211\n    Movie sound tracks are typically lower volume level compared to others becuase it has to make room for explosion sounds with wider dynamic ranges. I have to crank up volume almost 100% when listen to my classic music albums.\n\n    Yes, I did noticed bass booming on MP3. I think it is probably intentional by design. I always wondered if my subwoofer is really connected. Now I know it's working. :)\n  • ateixeiraateixeira Posts: 72,587\n    See what the dealer can do, and keep in mind you can call 800-SUBARU3 for help from SoA if you ever need it.\n\n  • I just got my Tribeca yeasterday and noticed that the PS fluid was a little low. I havnt had any issues like yours but then again I dont drive in the mountains. Is it possible that your PS fluid is just a but low and the steep grade that you might be driving on might have caused the pump top fail do to the low level of the fluid. Its worth a try to check it out. Good luck\n  • thanks for the reply. but I realize that movie sound tracks are lower but not this lower... also DVD concerts are just as low. When I played the same DVDs in the Chrysler DVD player in a Pacifica the volume was actually the same as the CD Player and the dynamic range was better (sounded just like the MP3s play). Is there a volume for the output of the DVD player? not the volume control on the stereo up front but some second volume control ?\n\n    well its into the dealers tonight anyway for the rattle in the front right dash area. sounds like a wiring harness is loose up front and over bumps is smacking the plastic somewhere loudly. So will have them check it out anyway...\n\n    Exactly what I thought about the subwoofer not working until I played MP3s. the CDs should be just as strong in the BASE level. Its gotten to the point where I do not want to listen to my standard music CDs and only play the MP3s. :mad:\n  • foxbat121foxbat121 Posts: 211\n    When I played the same DVDs in the Chrysler DVD player in a Pacifica the volume was actually the same as the CD Player and the dynamic range was better (sounded just like the MP3s play). Is there a volume for the output of the DVD player? not the volume control on the stereo up front but some second volume control ?\n\n    This is DVD player dependent. I have no experience with in-car player. But most DVD players I own can allow you to select what kind of audio range you want.\n\n    well its into the dealers tonight anyway for the rattle in the front right dash area. sounds like a wiring harness is loose up front and over bumps is smacking the plastic somewhere loudly. So will have them check it out anyway...\n\n    Let's know what your dealer find out. I think I had the same issue.\n  • sdhjfsdhjf Posts: 6\n    Since I've had my Tribeca only three days and it only has 300 miles, I was disappointed when my cruise control suddenly turned itself off, the check engine light came on and the traction control became disabled. The cruise control light continued to flash and the traction control could not be engaged.\n\n    Subaru Roadside Assistance was no help other than to offer to tow the car to nearest dealer and call me a cab at my expense.\n\n    They put me in touch with a dealer they thought was open but the first question was \"did you buy the car here?\".\n\n    After discussing malfunction with the sales manager at my dealership, who thus far has been very helpful, it became apparent that Subaru dealers have no desire to take care of the customers who don't buy from them. He suggested I get the car back to them and that it was probably OK to drive.\n\n    It appears we are not Subaru customers, we are customers of the dealer from which we bought the car. You would think a car company that has a limited number of dealerships would stress the importance of taking care of its customers no matter where they bought the car.\n  • sdhjfsdhjf Posts: 6\n    Did they fix it and what was the cause?\n  • foxbat121foxbat121 Posts: 211\n    I never had any problem to get my cars serviced in any of my local Subaru dealers in past 10 years. Dealers in fact love to have your car serviced there because warranty service is a big party of their income. I don't understand why that particular dealer won't like to service your car. It is like throw money out of door. You should file a complaint with SOA.\n  • We have not been told the whole story.\n\n    Your right, warranty & service work is what keeps most dealerships alive.\n  • ateixeiraateixeira Posts: 72,587\n    Did you save a receipt? I'd be calling 800-SUBARU3 and asking for reimbursement.\n\n    The roadside assistance program is run by a 3rd party, so they won't pick up the tab. Give SoA a chance and they might not disappoint you.\n\n  • sdhjfsdhjf Posts: 6\n    I believe you all are right if the customer is paying the bill or if the Dealer is guaranteed reimbursement from Subaru of America. But if you take a disabled new car to a dealer far from your home, good luck getting a replacement vehicle for no charge while repairs are made if you did not buy the car there. My dealer has been excellent. Roadside assistance was far from adequate. I was lucky and able to reach the sales department of my hometown dealership.\n  • foxbat121foxbat121 Posts: 211\n    So you're complaining about not being able to get a free loaner. Not about the dealer not fixing the car for you. As outlined by your waranty, a loaner car is only available to you if the dealer can not fix the car the same day. Yes, we all love *free* loaner cars. But that actually comes from the premium you paid for the new car. Given the choice of $10k more on a new car or pay for my own loaner cars, I'd pick later in a heart beat. Note, dealers can give out free loaners at their own cost. None of my local dealers do that unless you're doing big services like 30k, 60k services etc.\n  • my dealer just got in 3 subaru legacies for loaners on Monday. not sure but sounds like they were provided under some deal from Subaru corporate. they had to transfer the titles and such still.\n\n    but also to position the B9 as a luxury vehicle they need to make the loaner a universal company coverage. Chrysler did that for the Pacifica to compete with the Lexus, Acura, ect. (but this has all been covered before in the B9 Thread earlier this year)....\n  • At high speeds the steering automatically tightens up to give you better performance. could this be what the problem was?\n  • Can anyone who owns a C9 tell me if you can enter an address or destination into the Nav while the car is moving? Also, I saw somewhere that you can add 100 'waypoints' or 'destinations' into the unit and save them for future access. Is this accurate? From other discussions I have read here, it looks like the units in the 7-pass model does not include\/support voice commands! Can anyone confirm that? The car has to be in 'park' in order for the rear seat DVD to be displayed on the front Nav screen. Can this be 'overridden?' Finally, when watching a DVD from the back on the front screen, how clear is the picture? I didn't see any specs on the front screen resolution. Thanks to all who reply.\n  • foxbat121foxbat121 Posts: 211\n    While car is moving, you can only select from preset destinations or previous destinations. You can not type addresses while moving. There is no voice commands (speach recognition for input) in Nav unit. You're not suppose to watch DVD on front screen while driving. That's a safety issue.\n  • umm there is \"hypothetically\" a way to override the dvd locked out when driving ...\n\n    it actually is not linked to the drive transmission but to the Parking Brake. you need to fool the system into thinking your parking brake is engaged. Of course that is hypothetical\n  • dealer said they heard the rattle but did not know what is causing it so they are basically wrapping in padded foam all the wiring harness ect in the front right dash area.\n\n    Also they tested the other DVDs in the lot and they ALL have lower volumes on the DVD system. So I guess until others complain and Subaru sees the issue will they look at. They logged my issue. so if you think the DVD volume should be set to the same level as the stereo or CD player, file a complaint at the svc department please!\n  • I do not have a DVD in my B9 but there is normally a difference in volume between different types of media and even between the same type of media.\n\n    When the CD or DVD is recorded originally the volume setting of the recording equipment are set differently. Switch between radio stations and often the volume level changes.\n\n    Television is a good example, your watching your favorite sit-com at a given volume.\n\n    When the commercial comes on the volume goes dramatically. You did not change the volume but that recording was produced at a high volume level.\n\n    So there may not be a problem.\n  • Nope this is definitely a problem. the volume level required to hear the movie is about 30% higher then the other sources (Radio, CD, MP3). Also I had the DVD system in my Pacifica and that was perfect. the audio was superior in the DVD of that vehicle (5.1 surround sound) compared to the CDs or Radio.\n\n    The repair shop agreed that it was not normal but (normal for B9s) they tried two other new B9s with DVD video and the same thing. its a design flaw in the entertainment system. they have the preamp gain set too low going from the DVD player into the Head Unit of the stereo. it is not balanced the same level of input as the other sources of audio.\n\n    Again the only audio source I did not test yet is the Audio IN ports in the back seat area. You have to stop by your dealer next time and check one out on his lot... to know that they have some issue.\n\n    the reason why it &*(&*(& me off... is that you turn up the volume to hear the movie and then say forget and swi... (truncated)",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9932917356,
        "format_confidence":0.9937916398
    },
    {
        "url":"https:\/\/forums.edmunds.com\/discussion\/comment\/1152990\/",
        "text":"Howdy, Stranger!\n\nIt looks like you're new here. If you want to get involved, click one of these buttons!\n\nHowdy, Stranger!\n\nIt looks like you're new here. If you want to get involved, click one of these buttons!\n\nToyota Tacoma: Problems &amp; Solutions\n\n\n\n  • sgttoddsgttodd Posts: 4\n    Glad to see that your truck is running better.\n    You have to buy a new one fuel filter (about $20), you can't clean the old one out and reuse it. You don't have to drain your fuel tank when you change your fuel filter. Your best bet is to put down something like an oil drip pan and have rags ready so when the connections are loosened the gasoline will drip into the pan, and once the fuel filter is disconnected that will be full of fuel as well. Overall you can expect about a couple cups of gas to come out of the lines and filter.\n    Easiest way to change the filter is to loosen the two nut couplings on each side of the filter. Then take out the screw in the butterfly connection (the metal object that goes around the actual filter to hold it in place. Then disconnect the fuel line brackets that hold the line in place on each side of the filter. This way you can munipulate the fuel lines to disconnect then from the fittings that connect it to the fuel filter. Then fully disconnect the fuel line from the filter and wrestle with them to get them out of the filter. They were a little tough for me so I would probably disconnect the fuel line from more than just one bracket on either side to give the fuel line more play, this should ease getting the lines in and out of the fuel filter. Make sure when putting in the new filter to pay attention to which way you put it in, it says on the actual filter which side is the intake side, the side that goes to the rear of the vehicle. Ther other hard time I had was getting the bolt back in the butterfly connection because it so short and the connection is under pressure. I advise that you use a vise grips to clamp the connection together to leave your hands free to deal with the getting the bolt in. Other than it's a piece of cake.\n    Again I advise cleaning out your throttle body, it's easy and made the most difference for me when my truck was acting up.\n\n    Good Luck and let me know how it goes.\n  • riverrat1riverrat1 Posts: 12\n    If I may add, on past cars\/trucks, a pretty easy job, but I haven't changed one yet that I didn't have gas run down my arms. Gotta love that...\n  • dougfirdougfir Posts: 1\n    I have a 97 Tacomma 4x4 xtracab 2.7L 4-cyl with ~120kmiles. When the engine gets hot I have serious starting problems. No problem when cold. Basically, when starting after engine is hot, the engine just spins and does not ignite untill it has cooled off. It can take 30 minutes to get it going sometimes. Once its going, it runs great and has no problems at all. Its not the battery or starter. I replaced the plugs, plug wires, cap, rotor, battery terminals, and fuel filter. The check engine light has never come on and the computer was tested. I was told it could be a faulty \"ignitor coil\" under the distributor cap not sending a spark to the plugs. One time, when it was hot and wouldnt start, I pulled a wire off a plug and held it against the engine block while a friend tried starting the engine and there was indeed a spark. So it sounds like the ignitor coild is not the problem. I have asked about 10 mechanics and they say \"it could be 20 different things, just leave it with us\" (which sounds expensive) Also they cant test it unless is hot and malfunction, which is really intermittant. Any suggestions? Please help!\n  • My 1996 Tacoma 4x4 had a slight rubbing sound coming from the left tire. It eventually got worse and now sound louder. It sounds as if something metal is rubbing but there is nothing visually that stands out when I look behind the tire. The problem is considerbly worse when I cut my wheel to the left. The harder I cut the worse the sound gets. Do any of you Toya experts know what this might be and how to address the problem? Any help would be appreciated!\n\n  • seattle7seattle7 Posts: 4\n    How do you clean out the throttle body. My 00 Tacoma pre-runner V6 is having serious problems with idling and hesitation. I cleaned out the MAF and still nothing, same problems just getting worse. I will changed the fuel filter and spark plugs on Mon., but wanted to also go ahead and clean out the throttle body while I'm at it. Hopefully this will fix my problems. Man, I thought when I bought my truck, I was getting a great quality truck, but this has not proven so.\n  • seattle7seattle7 Posts: 4\n    My 00' Tacoma pre-runner V6 \/ auto - is in serious trouble. At 83K miles it started idling rough and shake badly at 50MPH, now its getting worse, The engine is not shifting out of O\/D and is really weak. Please anyone, give me some advise as to the next step.\n  • seattle7seattle7 Posts: 4\n    I am so mad. Cleaned the MAF, what next?\n  • toytrucktoytruck Posts: 67\n    >My 00 Tacoma pre-runner V6 is having serious problems with idling and hesitation.<>\n\n    You said you changed the plugs. Make sure all of them are working. Pull one plug wire at a time.\n  • gdwtch1969gdwtch1969 Posts: 15\n    I have 2004 Tacoma V6 with 8000 miles on it.I am loosing coolant out of reservoir everyday.I have no leaks externally.Any idea what this might be?Also when the truck is at idle water is coming out of tailpipe.Is this normal for Tacoma's? Also heat is not blowing heat out of all vents.All heating an a\/c controls are working just fine , just not blowing the air out like it used to.And yes my vents are open.Any help would be greatly appreciated.\n  • toytrucktoytruck Posts: 67\n    Stil under warranty--take to the dealer.\n  • msibillemsibille Posts: 275\n    If the MIL light is blinking, it's indicating a prblm code (DTC) is stored in the computer memory. If you know someone with an OBDII code reader (I have one, but am FAR from Seattle) get them to plug it in, read the code(s) and find the likely source of prblm. (I say likely, because the code will indicate the component(s) that are the likely source of the sensed error the computer is reading.) The code can be looked up in the reader's manual or at\n\n    If you don't know someone with a reader, many autoparts shops have them and will (if you can wait til there's nobody waiting for help at the counter) plug it in to your vehicle and read you the codes.\n\n    Alternatively, the OBDII readers can be had for about $100.\n    The downside is that the systems are again in transition (initial systems went to OBDI, then OBDII in 1996 and newer, now moving to OBDII CAN), so a simple OBDII may not work with 2005 and newer vehicles (as I just found out with my 2005 Taco).\n\n    Good luck\n  • msibillemsibille Posts: 275\n    Losing coolant is not normal. Nor having no heat.\n\n    However, the water from the exhaust may be. We burn hydrocarbon fuels. Ideally, the carbon combines with oxygen to make CO2, the hydrogen with oxygen to make H2O (water). In a system at full operating temperature under moderate conditions, these exit as gases (carbon dioxide and water vapor- steam). However, when the exhaust system is cold, some of the water vapor will condense in the exhaust and may make it's way out the exhaust pipe before the system warms enough for it to evaporate again.\n\n    In warm weather, with the system good and warmed up, you should not have liquid water coming from the exhaust.\n\n    Lost coolant could be from a number of external leaks that may not be large enough to show on the garage floor. Telltale traces of a crusty residue may show up. It is not uncommon to find this at the ends of hoses that weep a little, or around the thermostat housing or water pump, or even at gaskets on the block, intake manifold, etc. Another possibility is leakage in the heater core (heat exchanger in the air handler of your heater). Maybe a small leak in the radiator (look for traces on the fins). And of course, you could have a leaking gasket or warped\/cracked head or the like that would allow coolant to enter the engine, either the combustion chamber or the crankcase.\n\n    Check you oil level. Do you see it RISING day to day instead of remaining stable or falling? If so, it's likely you have coolant leaking into the crankcase. This needs to be dealt with IMMEDIATELY. With the engine cold, remove the radiator cap. Start the engine, allow it to get to operating temperature. Do you see bubbles (like exhaust) coming out the radiator? (The point is to see if the water jacket is leaking into the combustion chambers. If so, on the power stroke, the higher pressure of the gasses in the cylinder will blow into the water jacket, eventually making their way to the radiator.)\n\n    In any event, I would bring it to a dealer if still under warranty.\n  • tracontracon Posts: 4\n    A friend tells me it's possible to convert the standard rear on my 2005 2WD tacoma to a limited slip through either a transmission shop or the dealer for about $300 bucks. Is this possible? (4 cylinder, 5-spd)\n    Any input would be appreciated!\n  • vwoatechvwoatech Posts: 1\n    The Honda Rigeline is not a Truck it is a SUT, trucks have a bed separated from the cab ,I will agree its a nice SUT but is pretty much a Honda Pilot. I hope you got white its a good color for that SUT.\n  • keefykeefy Posts: 1\n    I have a 1996 2WD base model Tacoma with a similar problem: If you turn off the engine when the temperature is above 80°F and the engine is at operating temperature, the engine will not start until it sits for 20-30 minutes. Otherwise, it works fine.\n  • seattle7seattle7 Posts: 4\n    Thanks, I do have several friends with OBD's. The codes were 301 303 304, all misfires in different pistons. I changed all the spark plugs, fuel filter and the maf sensor. I runs better but still have some problems when I hit the accellerator hard on the freeway. I am going to try and clean out the egr. Does anyone know how to do this. I think its an a... (truncated)",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9948404431,
        "format_confidence":0.9957000017
    },
    {
        "url":"http:\/\/www.greatlakes4x4.com\/showpost.php?p=3457236&postcount=4",
        "text":"\nView Single Post\nOld July 28th, 2013, 11:44 AM   #4\nSenior Member\nFidget56's Avatar\nJoin Date: 02-19-07\nLocation: Leonard Mi\nPosts: 504\niTrader: (5)\nMentioned: 1 Post(s)\n\nI will be there.\nFidget56 is offline   Reply With Quote\nPage generated in 0.91125 seconds with 20 queries",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.7448573709,
        "format_confidence":0.9941357374
    },
    {
        "url":"http:\/\/www.camaro5.com\/forums\/showpost.php?p=1941757&postcount=23",
        "text":"View Single Post\nOld 06-03-2010, 04:45 PM   #23\n\nZED SLED's Avatar\nDrives: 2013 CRT ZL1 Vert M6, 2015 Terrain\nJoin Date: Jul 2009\nLocation: Finger Lakes\nPosts: 6,315\nYou can find TSBs on the NHTSA site for any vehicle. However, I didn't see one for this. Try this url:\nUnder hood airbrush by JT's Custom Paint Garage\nMoroso CC, CAI Inc intake\n\n(Click above image to learn about UpstateC5)\nZED SLED is offline   Reply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9874059558,
        "format_confidence":0.9954462647
    },
    {
        "url":"http:\/\/www.m3post.com\/forums\/showpost.php?p=9840369&postcount=8",
        "text":"View Single Post\n      06-17-2011, 03:01 PM   #8\nDrives: '11 X5M, '09 CTS\nJoin Date: Jan 2011\nLocation: St. Louis, MO\n\nPosts: 709\niTrader: (0)\n\nI wouldn't use Google checkout. A dude tried to sell me a phony M3 over google checkouts. There isn't any protection so he could have ripped me off and there was nothing I could have done.\nAngelinIsRich08 is offline   United_States\nReply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.7766839862,
        "format_confidence":0.9861292243
    },
    {
        "url":"http:\/\/www.railroad.net\/forums\/viewtopic.php?p=1432554",
        "text":"Ashmont-Mattapan Trolley Line Discussion\n\nDiscussion relating to commuter rail, light rail, and subway operations of the MBTA.\n\nModerators: CRail, sery2831\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby typesix » Tue Feb 28, 2017 10:58 am\n\nPosts: 649\nJoined: Fri Mar 12, 2004 11:23 am\nLocation: Boston\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby The EGE » Tue Feb 28, 2017 12:03 pm\n\nThat's 4,600 unlinked trips (single rides) - representing about 2,300 round trip riders. Assuming they use passes, you'd only be getting the revenue from 2,300 passes, not 4,600.\nUser avatar\nPosts: 2532\nJoined: Wed Feb 16, 2011 6:16 pm\nLocation: Waiting for the N Judah\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby bgl » Thu Mar 02, 2017 9:56 am\n\nI always found the ridership numbers to be suspect - at least 50% of daily my rush hour trips home from Ashmont has the guy not collecting fairs\/taps, and the 50% of the time he does, half the people board from the rear door anyway. And we are talking about the trolley being jam packed any time during rush hour.\nPosts: 27\nJoined: Mon Jan 09, 2017 3:40 pm\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby CRail » Thu Mar 02, 2017 1:13 pm\n\nRidership numbers come from tabulators (people counting passengers boarding and alighting), not from the farebox. They might be watching multiple trips at a single stop or riding a vehicle watching every stop. A tabulator's data sample is assumed to be typical and totals are generated based on that. It's surprising what can be concluded from this method.\n\nThe revenue bean counting serves as evidence that folks are failing to grasp the function of the line specifically and the Authority in its entirety. Naturally, increasing the farebox recovery ratio is beneficial, but it is not the first nor the second (nor third for that matter) priority of those designing and implementing the service. The high speed line does not operate to turn a profit, nor could it, nor should it. It serves as the only mode of travel into the metropolis which is deemed acceptable by its ridership, and it keeps ridership numbers up on a busier line that would serve fewer people and thus be less economical should it no longer exist. The agency's priorities are to 1.) move the people 1A.) safely and 1B.) in a timely manner, 2.) collect revenue to help pay for it. When 1 and 2 prove mutually exclusive, #1 takes precedence.\nModerator: Massachusetts Bay Transportation Authority\nAvatar:3679A (since wrecked)\/3623B (now in service as 3636B).\nUser avatar\nPosts: 2296\nJoined: Tue May 18, 2004 8:27 am\nLocation: Eastie\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby X No Passengers » Mon May 01, 2017 2:04 pm\n\nThe MBTA is a transportation agency; there's no room for art, aesthetics or feelings when it means that money is being wasted or these trains are operating at the expense of better service for the thousands of residents in the area. Treating these streetcars as if they are organic, having a connection to this city other than aesthetics, is absurd.\n\nPaving over the existing right-of-way is a quick, short-sighted fix to a complicated, long-term problem; namely the issue of how to reconcile this town's history and culture with the lethargic pace of modernization. All of the people who support the continuation of the PCCs knows that eventually, we will have to part ways with them. The argument it would seem then, is over when we cut the cord.\n\nWould these advocacy groups that want to save the trolleys be open to a new fleet of cars that shares the same basic design, but have all the modern hardware to allow for greater service capacity in the Mattapan corridor? Ultimately, the MBTA will choose to move on to modern rolling stock when the cost of maintenance exceeds the cost of acquiring new trolleys. Who knows who long that could be given the rate at which their mechanics are working magic to keep these things in operation. The most viable solution, and the one that creates the least inconvenience for the smallest number of people, is to immediately look for alternatives. The MBTA can't afford another 5 years of kicking the can down the road when only a handful of ancient trolleys stand between them and a federal lawsuit.\nX No Passengers\nPosts: 5\nJoined: Tue Jan 31, 2017 8:12 pm\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby The EGE » Mon May 01, 2017 2:28 pm\n\nI suspect that the reason for kicking the can this time was to buy time until a Type 10 purchase has been finalized. At that point, it would be clear whether the 20 1997-built Type 9s, or the 24 2018-built Type 9s, will be available to be relocated to the Mattapan Line.\nUser avatar\nPosts: 2532\nJoined: Wed Feb 16, 2011 6:16 pm\nLocation: Waiting for the N Judah\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby Leo Sullivan » Mon May 01, 2017 7:47 pm\n\nI think you should all remember that El Paso is building a line which will use re-equipped PCCs and, San Diego has received some for downtown operation.\nThere are many PCCs operating in San Francisco, mostly second hand in the last few years. A main route in Philadelphia was recently re-opened using\nmodernized PCCs. PCCs when properly maintained are less expensive in all ways\nthan any other post war light rail car available in the US. Solid state re-equipment is possible and popular in the cities mentioned above.\nNew PCC derived, four axle cars are available from Pragomex in the Czech Republic. All of the above are or can be handicapped accessible.\nThe cost of maintaining PCCs is governed by parts availability. Skoda who equipped the present MBTA trolleybuses makes the heavy PCC hardware\nand is one of the makers of solid state conversion packages.\nLeo Sullivan\nPosts: 410\nJoined: Sat Mar 20, 2004 12:45 pm\nLocation: Roxbury, MA\n\nRe: Ashmont-Mattapan Trolley Line Discussion\n\nPostby F-line to Dudley via Park » Tue May 02, 2017 5:25 am\n\nThe EGE wrote:I suspect that the reason for kicking the can this time was to buy time until a Type 10 purchase has been finalized. At that point, it would be clear whether the 20 1997-built Type 9s, or the 24 2018-built Type 9s, will be available to be relocated to the Mattapan Line.\n\n...or finally convert it into a proper Milton-Mattapan Red Line extension.\n\nPart of the pearl-clutching about trolleys is that Milton has always jealously guarded its boutique intermediate stops and shut down any talk of a stop-consolidating heavy rail conversion. That genie isn't going to stay in the bottle forever the way demographics and traffic demands in the outermost neighborhoods are changing. The ridership served, transfers served, and cars taken off the roads at Lower Mills and Mattapan with an Ashmont Branch one-seat at Ashmont Branch headways outslugs the trolley by orders of magnitude. And Blue Hill Ave. CR station + BRT-ification of the 28 isn't going to be enough to triage the Mattapan corridor's connectivity to downtown. It's enough of a burning issue below the surface that the not-too-bad cost and schedule of an HRT conversion (2 grade separations, 2 prepayment station rebuilds, power upgrades, outbound-facing Codman Yard turnouts, and not much else of significant steel-and-concrete proportions) aren't going to stifle the debate. Cedar Grove, Butler, Valley Rd., and Capen aren't going to make an 'intangibles' case for another round of status quo when 21st century trending has grown that outsized.\n\nSo this is probably going to be the last \"kick-the-can\" stopgap they can make after nearly a century of periodic punts on that issue. This is the last time going to the well on 'historic' cred with the rolling stock. The BRT-everywhere trojan horse got defeated so soundly last time that it's never popping back up. The 28X BRT proposal out of Dudley went down in flames, and while it's still badly needed for many other reasons it shouldn't have been overhyped as much as it was as all things to all people. Blue Hill Ave. CR will help, but station location doesn't tap all the bus transfers of Mattapan Sq. hub at frequencies quite high enough to move the needle on Yellow Line service levels. And the successful TOD redev of Lower Mills has exploded street traffic levels enough to affect OTP of the Ashmont Hub buses through there more hours of the day, heightening the need to move the two (instead of three) -seat transfer further out.\n\nWhether the final decision in another 10 years defaults to modern LRV's or not, there's probably going to be a more thorough and out-in-the-open debate about the proper Red Line than we've ever seen hashed out before. Formal study at minimum...not being cut off at the pass by Milton covering its ears and shouting \"No! No! No!\" about its boutique stops. If the decision is made to stay with trolleys permanently, it'll be with a package of enhancements that allow the trolleys to specifically target the growth...not simply another stopgap punt. And that'll be a healthy exercise whichever way it leans, if for no other reason than quantifying modern numbers for each alternative and getting a full public airing of the options.\n\nAs for the future of PCC's in Massachusetts...how about Lowell??? The Canal district, visions for growing it as an employment center, and tie-ins to the CR station have many similarities with the Kenosha, WI streetcar. Only here there's something pre-existing to build off of if they want to take their 38-year-old museum streetcar and run the football turning it into general-purpose transit. The city's long wanted to expand the streetcar further around the canal district, tie it into more UMass space being built around the canals, and bring its terminus down the street into the CR station busway. But they've always shied away from a full-on commitment, with the last city referendum a year-plus ago similarly taking a punt.\n\nEventually they're going to work up the courage to exploit that asset and extend the route mileage to loop and spur further around. Though whether they put enough oomph in it to m... (truncated)",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9968628883,
        "format_confidence":0.9963998795
    },
    {
        "url":"http:\/\/www.kls2.com\/cgi-bin\/arcfetch?db=sci.aeronautics.airliners&id=%3Cairliners.1997.2978@ohare.chicago.com%3E",
        "text":"Re: Concorde Engines\n\nDate:         17 Dec 97 11:10:47 \nFrom: (Burkhard Domke)\nOrganization: Technical University of Berlin, Germany\nReferences:   1\nView raw article\n  or MIME structure\n\nOn 10 Dec 97 04:05:04 , The Aronskys <>\n\n>Hello. Being a commercial aircraft enthusiast (If you say you've seen\n>all commercial aircraft enthusiasts, you haven't seen me) and the\n>Concorde being my 2nd favorite airliner (My 1st being the 747), these\n>two questions arose in my mind:\n>1). What is the maximum speed of a Concorde?\n\nmax operating speed (Vmo) is 530 KIAS\/Mach 2.02, whichever is the\nlower. Original spec was Mach 2.2, but was reduced to extend\nstructural life. According to that, there's also a temperature limit\nand a related Tmo of 127°C TAT.\n\n>2). Because of the speed of the Concorde, the engines must be pretty\n>powerful. What kind of engines are these and are these some kind of\n>special engines?\n\nRolls-Royce\/SNECMA Olympus 593 Mk.610, axial flow to-spool turbojet\nrated 169.3 kN at take-off with reheat, and around 44.6 kN (w\/o\nreheat) at cruise conditions (Ma 2.0\/53.000 feet, ISA +5°C)\n\nBurkhard Domke",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9815099239,
        "format_confidence":0.7221790552
    },
    {
        "url":"http:\/\/www.bimmerfest.com\/forums\/showpost.php?p=6217671&postcount=147",
        "text":"View Single Post\nOld 07-28-2011, 04:30 AM\nDanteBL DanteBL is offline\nRegistered User\nLocation: Virginia\nJoin Date: Jul 2011\nPosts: 5\nMein Auto: TL\n2007 vs 2008 650i\n\nHi All!\nI'm looking at both a 2007 650i convert and a 2008 650i convert. Both have about 35K miles, and are both CPO. Both have Nav, Cold Weather, and Sport packages. The only differences are that the 2008 has paddle shifters and HUD.\n\nMy question is which one has the least services issues? How are the transmission reliabilities, etc.? Would you pick one over the other for any reason? I'd rather be driving the car, then have it continually in the shop.\n\nI want to make sure I know what I'm getting myself into before I pull the trigger.\nReply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9956030846,
        "format_confidence":0.9082155824
    },
    {
        "url":"http:\/\/www.mastercraft.com\/teamtalk\/showpost.php?p=646271&postcount=210",
        "text":"View Single Post\nOld 12-01-2009, 02:03 PM\nsethro's Avatar\nsethro sethro is offline\nTT Enthusiast\nJoin Date: Mar 2007\nBoat: 1998 Malibu Echelon and 1985 Stars and Stripes\nLocation: Midwest-NW Illinois\nPosts: 410\nI have seen your boat, or one identical to it at the Culver's restaurant in Rock Falls, IL which is just of I-88. I can't remember if it was last year or the year before...I think the year before.\n\nVery sharp!\nReply With Quote",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.8682487607,
        "format_confidence":0.9909103513
    },
    {
        "url":"http:\/\/www.greatlakes4x4.com\/showpost.php?p=2557978&postcount=5",
        "text":"Great Lakes 4x4. The largest offroad forum in the Midwest - View Single Post - Trailer size for a TJ and YJ?\nView Single Post\nOld February 26th, 2011, 09:40 PM   #5\nEye candy\nscottie's Avatar\nJoin Date: 11-05-05\nLocation: Lost\nPosts: 9,538\niTrader: (3)\nMentioned: 29 Post(s)\n\nHaggar can't read. lol\n\nI'd say at least 28\/30 feet, so as long as you can get.\nscottie is offline   Reply With Quote\nPage generated in 0.09619 seconds with 22 queries",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9144028425,
        "format_confidence":0.9933376312
    },
    {
        "url":"https:\/\/forums.edmunds.com\/discussion\/4640\/mercedes-benz\/r-class\/mercedes-benz-r-class-lease-questions\/p18",
        "text":"Howdy, Stranger!\n\nIt looks like you're new here. If you want to get involved, click one of these buttons!\n\nMercedes-Benz R-Class Lease Questions\n\n\n\n  • First, I work with a few different leasing sources and am privy to this type of information. Second of all, the numbers I showed you are based on MBC's best rates and term for the month of April.(33mo\/10k annual miles).\n\n    The numbers you posted are correct for 36mo\/15k annual miles, but not for 33 mo. MBC currently utilizes the 24 mo money factor for their 33 mo terms.\n\n    If you want to alter your annual mileage allowance, you need to adjust the residual. For my posted numbers, you'd need to subtract 3% for 15k and 1% for 12k.\n  • medphreakmedphreak Posts: 11\n    Thank you for your reply and the additional information. Very helpful.\n  • You're welcome - happy to help! Now, just get aggressive on the cap cost and you'll have yourself a great deal.\n  • d_sired_sire Posts: 3\n\n    Looking for some advice. I've leased many cars before but mostly just took advantage of the best offers I saw advertised in the newspaper. I am now looking to lease an R-350 and again was looking at the current MBZ offer which is for a $45,425 msrp vehicle, $4054 out of pocket and $509 mo + tax.\n\n    After reading some of the previous posts this does not seem like such a great lease (all my other leases have been 0 out of pocket on infiniti, volvo and saabs). I live in Taos, NM and we have only one MBZ dealer in the state of New Mexico in Albuquerque so it's not like there's a lot of competition from other dealers either.\n\n    What would anyone suggest as being a good course of action so I get a lease I can feel good about? I'd like to keep my car payment around $550 mo.\n    Should I go to Albuquerque and just try and negotiate them down, or would I be better off going through some non-dealer, like a broker?\n\n    Any help is greatly appreciated. thanks in advance.\n  • solsatsolsat Posts: 8\n    Hi There,\n\n    I am in the market for buying a R350 AWD 4 matic and got a quote from a MD dealer at $509\/month for the 33 months @10K miles without any down payments. The MSRP of the vehicle includeing the P2 pkg, 7 seat option, ipod integration etc is $53,760. Reading at the discussion forum, as you appear to be very knowledgable on this subject, would appreiciate seeking your comments and suggestions about this deal.\n\n    Thanks in advance.\n  • d_sired_sire Posts: 3\n    I am no expert but that sounds like a good deal to me. What's the name of the dealer :) maybe I'll hit them up and try and get the same deal.\n    Do you know what the residual is? And I am assuming you mean 10k miles a year?\n  • solsatsolsat Posts: 8\n    It is EuroMotors of MD. The residual is .56%. Yes, it is 10K miles a year.\n  • tlecotleco Posts: 34\n    Something wrong things do not ADD UP\n    YOu can not lease aR350 with out any $$$ down for $509 a month\n    Tell me where and I will lease 10 cars\n\n    YOu can get 6% disocunt from MSRP and $2000 Mercedes cash. Total discount should be around $5000 from sticker.\n    Even with that - you can not get a$509 a month WITHOUT money down.\n\n    Mercedes figured very high on the residual to lease the car.\n    After 3 yrs, one can buy this used care for 40% of the original cost\n  • d_sired_sire Posts: 3\n    I called the dealer and here's what they said:\n    R-350 no metallic paint, P2 package, approx $3000 down (depends on state taxes) and about $590 mo.\n    So if you can get the deal above with no money down you should do it in a hearbeat.. I would!\n  • Couple things:\n\n    With $0 down payment\/cap cost reduction, they most-likely still expect 1st mo, acqusition fee, and dmv's upfront. If this is the case, ask them the exact amount of how much you'll need to write the check for at signing? When they give you a number, don't be afraid to ask them to itemize what you're paying (i.e. - dmv fees, acqusition fee, any doc\/process fees etc...)\n\n    Ask them what the cap cost (selling price) of the vehicle is?\n\n    Get me some of that info, then I'd be happy to advise further.\n\n    Btw... 33mo\/10k residual on the 4-matic (not 2wd) should be 58%. The 2wd carries the 56% residual.\n  • solsatsolsat Posts: 8\n    I will get and share that information with you. Thanks for the comments!\n  • solsatsolsat Posts: 8\n    Here is what the delear said about the deal:\n\n    Capcost: $53,460 (the msrp)\n    Residual value at the end of the term: 59%\n    Down payment:$0 (it is all covered by the discounts)\n    All I will be paying from the second month is the $509 + 3% VA tax per month.\n\n    Would appreciate your comments on these details\n  • Those numbers don't add up. There is no way they can cap the cost of that vehicle at $53,760 with it's current residual and mf and get you to that payment on a 33mo\/10k term (with nothing down\/cap cost reduction).\n\n    With current MBC numbers on this vehicle, the dealer would need to cap the cost (sell you the car) at around $44,900. Then, for $0 drive off's, your first mo, dmv's and acqusition fee would need to be rolled in, giving you an adjusted cap cost of around $46,600. This would yield payments right around $509\/mo + tax.\n\n    Something is amiss here.\n\n    Perhaps there was just a misunderstanding on either your's or the dealer's part?\n\n    The only other thing I can think of is if your dealer is offering a lease special specific to his own dealership. Regardless though, if you sign paperwork that gets you to that payment based on the terms\/mileage you're expecting, it's a phenominal deal. I'd just like to see how they're structuring it.\n\n    With tax, you'd be at ~$525\/mo OTD. That's a solid lease on $54k automobile, especially with nothing out of pocket.\n  • kyfdxkyfdx Posts: 53,834\n    That's a solid lease on $54k automobile\n\n    That would be an understatement... ;)\n\n    Re: VA tax... It's 3% on the whole car, not the payment, I'm pretty sure... That would make the tax about $45-$50 per month...\n\n\n    Prices Paid, Lease Questions, SUVs\n\n  • Oh, that's right!! VA is one of those states where the tax the entire gross cap.\n  • Where is the best place to lease a R350 ny\/nj area?\n  • If you're asking which dealer - I have no idea as I live 3000 miles away from you. However, once you find what you're looking for, I'm happy to help advise on any numbers they give you.\n  • medphreakmedphreak Posts: 11\n    Hello all -\n\n    I have been reading the board carefully and am ready to pull the trigger on a new R class in the next week or two.....if the local dealership can find a car close to what I'd like.\n\n    The current lease and purchase rates look great, but does anybody know what might be in store for May? I know that nobody has a crystal ball, but the money factors on the R have been dropping steadily this year and the current incentives end on April 30.\n\n    Also, does anybody know if there are any factory to dealer incentives right now?\n\n    Thanks for all of the information here....and thanks for any and all replies!!!!!!\n  • cooler3cooler3 Posts: 1\n    Where is the best place to lease R350 in So Cal? I live in San Diego area and am looking for a dealership with best lease price around San Diego and Los Angeles area. Anyone around here?\n  • Start with dealer's that are close too you. Find a vehicle you like, then report back the specs and we can give you an idea of what you should pay.\n  • bknycbknyc Posts: 61\n    Does anyone know what the rates are for May?\n  • christiandschristiands Posts: 36\n    There are still some incredible leases available if you have a Chrysler Employee family member. And there is some additional negotiating that can be done. We leased at the end of April and got Black on Black R350 4Matic with P2, ipod, 7 seat, and heated seats. MSRP $55,010, $415 per mo including 6% tax, 33 mos, 10k per year, about $1,600 at signing for first payment, acq, plate, and taxes.\n\n    If in the market for this excellent vehicle, I would see if there is anyway to qualify for employee discounted pricing.\n  • bknycbknyc Posts: 61\n    Do you know the pricing for non family discount?\n  • a6_to_m35a6_to_m35 Posts: 43\n    According to MB, there is a 5 month Pull Ahead program to get current leaseholders into new cars. That means you can get out of your lease 5 months early without penalty, as long as you go into a new MB.\n\n    Every vehicle is included EXCEPT for th R.\n\n\n    They have a ton of vehicles coming off lease from MY06 and a TON of MY08 that they need to sell.\n\n    Anybody with a thought as to why?\n  • bknycbknyc Posts: 61\n    I don't understand that either. I have 3 mos left on an 06' R and would trade today....but don't want to take the hit!! It doesn't make sense not to have the same program?\n  • ocautoseekerocautoseeker Posts: 425\n    Probably have them around the 6th for you. They're pretty good right now, so I would not expect too much of a change until mid-summer.\n  • bknycbknyc Posts: 61\n    Do you think they will go up or down mid-summer?\n  • medphreakmedphreak Posts: 11\n    Thanks OC.\n  • bknycbknyc Posts: 61\n    Checking ot see if May #'s come out?\n  • ocautoseekerocautoseeker Posts: 425\n    2008 Mercedes R320 CDI RWD Wagon\n    24 Month &#150; Residual 60% of MSRP &#150; .00120 Base Rate\n    36 Month &#150; Residual 50% of MSRP &#150; .00150 Base Rate\n    48 Month &#150; Residual 42% of MSRP &#150; .00150 Base Rate\n    60 Month &#150; Residual 39% of MSRP &#150; .00330 Base Rate\n\n    2008 Mercedes R350 RWD Wagon\n    24 Month &#150; Residual 56% of MSRP &#150; .00050 Base Rate\n    36 Month &#150; Residual 48% of MSRP &#150; .00080 Base Rate\n    48 Month &#150; Residual 36% of MSRP &#150; .00080 Base Rate\n    60 Month &#150; Residual 33% of MSRP &#150; .00330 Base Rate\n\n    2008 Mercedes R350 4matic Wagon\n    24 Month &#150; Residual 58% of MSRP &#150; .00065 Base Rate\n    36 Month &#150; Residual 49% of MSRP &#150; .00095 Base Rate\n    48 Month &#150; Residual 37% of MSRP &#150; .00095 Base Rate\n    60 Month &#150; Residual 34% of MSRP &#150; .0033... (truncated)",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9715698361,
        "format_confidence":0.9844776392
    },
    {
        "url":"http:\/\/www.defendersource.com\/forum\/f6\/rally-light-wiring-route-through-roll-cage-17357.html",
        "text":"Rally Light Wiring: ROUTE THROUGH ROLL CAGE - Defender Source\nDefender Source  \n\nGo Back   Defender Source > Defender & Series Technical Discussions > Defender Technical Discussions\n\nJoin the Defender Source Community Today\n\nThread Tools\nOld October 18th, 2008, 02:31 AM\nStatus: Offline\nD90\/NAS 110\nJoin Date: Nov 2005\nLocation: Santa Monica, CA, US\nPosts: 391\nThumbs up Rally Light Wiring: ROUTE THROUGH ROLL CAGE\n\nI have 4 Hella 3000's mounted to tabs on my factory roll cage. I am tired of looking at sagging wires and zip ties. I would like to drill into the cage and route the wires through and into the engine compartment -- but wanted to get advice from you guys first.\n\nHas anyone done this successfully?\nWhat steps did you take?\nSpecial tools required, etc.?\nAny pics?\n\nI found this old post but was hoping for a bit more insight from someone who has done it.\n\nOriginally Posted by javelinadave\nI have seen people who have drilled a hole behind each tab and ran the wires thru the rollbar. If you do it the second way, you are going to have to remove the front part of the cage and drill a hole thru the inside of the fender to get the wires out of the roll bar. I hope I have not confused you with this explenation. I wish I had some pictures of the thru the bar thing. Good luck.\n\n\nReply With Quote\nOld September 8th, 2009, 02:35 PM\ntebby's Avatar\nStatus: Offline\nJustin Tebbenkamp\n95 D-90 ST\nJoin Date: May 2008\nLocation: Blacksburg, VA, USA\nPosts: 262\nHas anybody done this? Where is the best place to run wires from engine bay into cab?\n\nReply With Quote\nOld September 8th, 2009, 03:15 PM\nwoldd90's Avatar\nStatus: Offline\n1997 D90 ST #1444\nSite Team\nJoin Date: Aug 2005\nLocation: Georgia\nPosts: 5,181\nIf you can take off the cage, and run the wires down the drivers side, then you can run the wires into the cab through the existing hole in the firewall, behind the instrument cluster.\n\nReply With Quote\n\nLower Navigation\nGo Back   Defender Source > Defender & Series Technical Discussions > Defender Technical Discussions\n\ncage, ht, wiring\n\nThread Tools\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nTrackbacks are Off\nPingbacks are Off\nRefbacks are Off\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nsnaps missing in roll cage jaherring Defender Technical Discussions 4 March 17th, 2008 10:23 AM\nD90 Roll Cage - Centre loop + Rear Cage MDS For Sale - Parts 7 December 13th, 2005 12:20 AM\nD-110 Roll Cage Again... roverboy Defender Technical Discussions 13 November 27th, 2005 01:05 AM\n95 Defender 90 frame and ST roll cage crobinson For Sale - Parts 6 November 24th, 2005 12:46 PM\nNAS roll cage archoid2 Wanted 6 October 31st, 2003 07:28 PM\n\nAll times are GMT -5. The time now is 04:38 PM.",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9437950253,
        "format_confidence":0.9608517885
    },
    {
        "url":"http:\/\/www.gt-rider.com\/se-asia-motorcycling\/threads\/any-dynos-working.2485\/",
        "text":"Any Dynos working ?\n\nDiscussion in 'Technical' started by monsterman, Sep 23, 2007.\n\n  1. monsterman\n\n    monsterman Ol'Timer\n\n    I also need a Dyno to set up my Powercommander ,both the Pattaya ones seem to be no longer available, any ideas?\n  2. Loading...\n\n  3. mikerust\n\n    mikerust Ol'Timer\n\n    There is one in BKK but I am not sure where. It costs about 2500 baht per.\n    On the lighter side[:)] you could have bought a Techlusion unit and done it by \"feel\" I am not saying I told you so but.....[;)]\n  4. farmers\n\n    farmers Member\n\n    Try checking to Red Baron.\n  5. monsterman\n\n    monsterman Ol'Timer\n\n    Mike your having me on , off course I can do it by feel and I will , but I want to be a perfectionist,\n\n    love jerry\n  6. Azoulay\n\n    Azoulay Ol'Timer\n\n    Hi Jerry,\n\n    Again me today, I confirm RED BARON has one and they know how to use it.\n\n    Vikrom the Boss is the expert, tuning it through lap top computer, he checked my bikes already twice.\n  7. monsterman\n\n    monsterman Ol'Timer\n\n    Looks like a trip sometime to red Baron is on the cards.\n  8. tomdegerth\n\n    tomdegerth Ol'Timer\n\n    But again their policy; red baron dont do service on bikes that are not members. How to be a member? Buy a bike from red baron. If this doesnt apply to the dyno, id go there to have mine mapped too.\n  9. monsterman\n\n    monsterman Ol'Timer\n\n    Azoulay didnt buy his bike from them.\n\nShare This Page",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.5704510808,
        "format_confidence":0.9922407866
    },
    {
        "url":"http:\/\/www.unitedbimmer.com\/forums\/showthread.php?p=203243",
        "text":"\nFAQ Members List Calendar Advertise With Us Mark Forums Read\n\nBMW General Discussion Sponsored by: AutohausAZ.com\nTalk about BMWs in general. Post official news, Bangle flames, or anything else related to BMW.\n\nThread Tools\nOld 04-27-2012, 12:23 PM   #1\n\nName: zachmadison\nTitle: United Newb\nStatus: Offline\nJoin Date: Apr 2012\nLocation: nashua\nUser not setup in Rate My Car.\nClick here to set it up.\nYour Ride: 1994 BMW 525i\nHelp with 94' 525i AUTO\n\nRecently the car trans program light would come on then i would restart and it would be fine, i brought it to a shop he said i need a new drive shaft mount, but couldnt find one.\n\nYesterday i was driving and took a turn and it reved really high 6k\n\nnow when i drive it it shifts to first no problem at 3k but when it wants to shift to 2nd or 3 ir was reving to 5-6k and if it missed the trand program light would come on... any ideas what this may be?\n  Reply With Quote\nOld 04-28-2012, 11:58 AM   #2\nDEATH2000's Avatar\n\nName: DEATH2000\nTitle: Moderator\nStatus: Offline\nJoin Date: May 2005\nLocation: Calgary, Alberta\nRate My Car: 111 \/ 340\nYour Ride: 1998 E36 328i sedan\nBy driveshaft mount he may have meant a new Guibo. It's a flex disc in the driveshaft that wears out over time.\n\n\nNew to United Bimmer? Check out our Introductions and Greetings Section and introduce yourself today!\n\nE36 Bentley Manual PDF download avilable HERE\n  Reply With Quote\n\nCurrently Active Users Viewing This Thread: 1 (0 members and 1 guests)\nThread Tools\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\n\nForum Jump\n\nSimilar Threads\nThread Thread Starter Forum Replies Last Post\nAftermarket Alarm\/Remote Start, E46 bueras Car Audio and Electronics 43 01-10-2013 05:56 AM\nBMW 525i Auto Steering Rack charles mothiba 5-Series 0 02-08-2011 02:49 AM\nU.S. auto sales increase for each major brand except Toyota russelF BMW General Discussion 0 02-03-2011 03:59 AM\nWeird 94 325iS auto tranny issue FredBro E36 2 01-19-2009 02:35 PM\nSomething New At Premium Auto Care Dwayne@PremiumAutoCare Detailing and Cleaning 1 09-19-2005 11:55 AM\n\nAll times are GMT -5. The time now is 04:54 AM.\n\nA vBSkinworks Design\n\nPowered by vBulletin® Version 3.8.7\nCopyright ©2000 - 2014, vBulletin Solutions, Inc.\nCopyright © 2005-2013 UnitedBimmer.com",
        "topic_id":22,
        "format_id":4,
        "topic_confidence":0.9961936474,
        "format_confidence":0.9870812297
    }
]