[
    {
        "url":"http:\/\/stmarys.ed1t.co.uk\/?page_id=496",
        "text":"Baptism at St Mary’s\n\nBaptism at St Mary’s\n\nOne Lord, one faith, one baptism – Ephesians 4:5\n\n\nWe welcome enquiries regarding baptism at St Mary’s, Rushden.\n\nPlease contact Rev Stephen Prior\ntel: 01933 312554\n\n\nHere are some answers to the regular questions we get asked about Baptism and the process– we hope its helps.\n\nWhat is the difference between Baptism and Christening?\nThere is no difference! Baptism is the original Biblical word, Christening is an Old English word meaning the same thing.\n\nHow much does it costs?\nThere are no fees.\n\nWhat about adult baptism?\nWe would love to talk with you about your desire to be baptised.  Please get in touch with Steve Prior by phone or email (\n\nIn which Church service are babies baptised?\nWe baptise young children at our family-friendly 9.30 service on the 2nd, 4th or 5th Sundays in the month.\n\nCan I have my baby baptised at St Mary’s?\nFirst we need to know where you live, to find out if you are in the parish. Officially we can only baptise children who either live in the parish or have a connection with the church. This connection could be you are a regular worshipper or were baptised here or married in the church. Either yourself or your partner or better both of you need to be baptised already. If this isn’t the case we have a course to guide you through that process.\n\nPlease Contact us ( if you have any questions about any of this.\n\nParish Boundaries Map\n\nI am in the Parish or I have some connections with the Church, what do I do next?\nContact us ( and visit our 9.30 service. Then make yourself known to Rev Stephen Prior and he will organise a visit with our baptisms visitor to have a chat about what it means to bring your child to baptism and help you through the whole process. Then we can talk through an appropriate date for your child’s baptism.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9970566034,
        "format_confidence":0.7028970122
    },
    {
        "url":"https:\/\/www.scientology-adelaide.org\/faq\/scientology-attitudes-and-practices\/what-is-a-suppressive-person.html",
        "text":"\n\nThe Suppressive Person is also known as the Anti-Social Personality. Within this category one finds Napoleon, Hitler, the unrepentant killer and the drug lord. But if such are easily spotted, if only from the bodies they leave in their wake, Anti-Social Personalities also commonly exist in current life and often go undetected.\n\nThe basic reason the Suppressive Person behaves as he or she does lies in a hidden terror of others. To such a person every other being is an enemy, an enemy to be covertly or overtly destroyed. The fixation is that survival itself depends on “keeping others down” or “keeping people ignorant.” If anyone were to promise to make others stronger or brighter, the Suppressive Person would suffer the utmost agony.\n\nBecause of this, the Suppressive Person seeks to upset, continuously undermine, spread bad news about and denigrate betterment activities and groups. Thus the Anti-Social Personality is also against what Scientology is about—helping people become more able and improving conditions in society. As anyone can think of many examples of a Suppressive Person, this concept is not limited to Scientology. However, when such a person is connected to Scientology, for the good of the Church and the individuals in it, such a person is officially labeled a Suppressive Person so that others will know not to associate with them.\n\nTo be declared a Suppressive Person is extremely rare and results in expulsion from the Scientology religion. This occurs in instances of serious offenses against the Scientology faith and can also occur when an individual is found to be actively working to suppress the well-being of others. This can be done through criminal acts already recognized by society as unlawful or through the commitment of acts deemed Suppressive Acts in the Scientology Justice Codes—which includes the Suppressive Act of publicly renouncing the faith, an act which in Scientology, as well as almost every religion, is grounds for automatic expulsion.\n\nWhen someone has been expelled from the religion, that person loses both his or her fellowship with the Church as well as with other Scientologists. The condition lasts until they have been restored to good standing. Once the person has been restored to good standing, the prohibition against fellowship with other Scientologists is lifted. Similar practices have been part of religious communities for thousands of years and have been recognized by courts of law as a fundamental right.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9888940454,
        "format_confidence":0.8891678452
    },
    {
        "url":"http:\/\/astrosage.com\/zodiac\/gemini-zodiac-sign.asp",
        "text":"• AstroSage Big Horoscope\n  • Raj Yoga Reort\n  • Shani Report\n\nGemini (Mithun Rashi) FAQ\n\nWhat is Gemini?\n\nGemini is the third astrological sign of Zodiac.\n\nAm I Gemini?\n\nIf your date of the birth is in any date from May 22 - June 21, you are Gemini.\n\nWhich planet is the ruler of Gemini?\n\nPlanet Mercury or Budha grah is the ruler of Gemini.\n\nWhat are the characteristics of Gemini?\n\nPeople who born under sign Gemini are energetic, good advisor,and diplomat, for more click here\n\nWhich signs are the best compatible signs for Gemini?\n\nAries, Leo, Libra, and Aquarius are the best compatible signs for Gemini.\n\nWhat alphabets are for Gemini?\n\nKids born under sign Gemini can get their names by starting alphabets- Ka, Ca, Ki, Ke, Ku, Cu, Koo, Coo, Gha, Yan, Cha, Chh, Kay, Kew, Ko, Co, and Ha.\n\nWhich days are the lucky days for Gemini?\n\nWednesday and Thursday are lucky days for Gemini.\n\nWhich numbers are the lucky numbers for Gemini?\n\nLucky numbers are 5 and 3.\n\nWhich colors are the lucky colors for Gemini?\n\nYellow and Green are lucky colors for the person born under sign Gemini.\n\nWhat gemstone is suggested for Gemini?\n\nEmerald is suggested gemstone for Gemini.\n\nWhen does the sun enter in Gemini zodiac sign?\n\nSun enters in Gemini Horoscope in every June 15 (Vedic Astrology) or May 22 (Western Astrology).\n\nWhen does the sun leave Gemini zodiac sign?\n\nSun leaves Gemini zodiac sign in every July 16 (Vedic Astrology) or June 21 (Western Astrology).\n\nBuy Your Big Horoscope\n\n100+ pages @ Rs. 650\/-\n\nBig horoscope\n\nAstroSage on MobileAll Mobile Apps\n\nAstroSage TVSubscribe\n\nBuy Gemstones\n\nBest quality gemstones with assurance of\n\nBuy Yantras\n\nTake advantage of Yantra with assurance of\n\nBuy Feng Shui\n\nBring Good Luck to your Place with Feng Shui.from\n\nBuy Rudraksh\n\nBest quality Rudraksh with assurance of",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.8846371174,
        "format_confidence":0.9580956101
    },
    {
        "url":"http:\/\/www.missionfrontiers.org\/issue\/article\/10-church-planting-movement-faqs",
        "text":"\n\n10 Church Planting Movement FAQs\n\n10 Church Planting Movement FAQs\n\n1.   What is a CPM?\n\nA definition for Church Planting Movements (CPMs) that has held sway for more than a decade is: “a rapid multiplication of indigenous churches planting churches that sweeps through a people group or population segment.”1\n\nNo one recalls who first coined the term “Church Planting Movements,” though it appears to be a modification of Donald McGavran’s landmark “People Movements” adapted to emphasize the distinctive of generating multiplying indigenous churches.\n\n2.  What are you calling a church?\n\nWith more than 40,000 Christian denominations in the world today, it’s not surprising that there is no consensus on what constitutes a church. Some mission agencies and denominations have very precise definitions for a church while others have no definition whatsoever.2 Church Planting Movements exhibit a wide range of sizes and types of church, varying with the cultural context in which they emerge. For this reason, what some may call a church, others might classify as simply a gathering, home fellowship or ‘new work.’\n\nBut this FAQ is what do you call a church? In my 2004 publication, Church Planting Movements, I allowed significant latitude in church identification by accepting self-designation. In other words, if those involved in the movement see themselves as a community of believers or church, I am unwilling to contradict them. This is not to say all churches are of equal quality. Churches can be more or less healthy.\n\nAt its core, a church is a community of believers seeking to obediently follow Jesus Christ. From God’s perspective, church is a continuation of what Jesus began 2,000 years ago. This is why Paul and Luke frequently refer to the church as “the body of Christ.”\n\nIn CPMs we have seen churches range in size from an average of 11.3 baptized members in Ying Kai’s Asian T4T movement to 85 in the Bhojpuri movement of Bihar and Uttar Pradesh to 35 members assessed in 2002 in the average Isa Jamaat of Bangladesh.\n\nThough size and expression may vary, good ecclesiology is vital to healthy CPMs. More than one rapidly growing movement has evaporated as a result of inadequate church formation. Church matters.\n\nIn South Asia, we developed a CPM ecclesiology teaching tool called “A Handy Guide to Healthy Churches” as an orality-friendly way of teaching new believers how to develop healthy reproducing churches.3 In northeast India, CPM missionaries Jeff Sundell along with Nathan and Kari Shank have developed a simple and ingenious “Church Health Mapping” tool for tracking and developing churches from inception to maturity.4\n\n3.  What are CPM Best Practices?\n\nBecause there are better and worse examples of CPMs and CPM churches, why not learn from and emulate the best? The problem is that our work often occurs in isolation, particularly when we labor in restricted access fields where everyone communicates in a very guarded manner. Our knowledge exists in silos that do not allow for interchange with the broader community of learning.\n\nNowhere is this more true than in the world of CPMs. A CPM breaks out in one corner of the world with dramatic speed and vitality, but with weak doctrine and orthodoxy. In another corner of the world, a movement exhibits tremendous fidelity to Scripture but struggles in community transformation. Someone has said, “If the body of Christ only knew what the body of Christ knows, the body of Christ would know all it needs to know to do the work of Christ in the world.”\n\nCPM Best Practicing is about the body of Christ learning from the body of Christ the most effective practices in being, doing, and multiplying churches among every nation tribe and tongue. How do we do this? If you’re reading this article, you’re off to a good start.\n\n4.  When did CPMs start?\n\nUndoubtedly Church Planting Movements have been around since the first century of the Christian era. You only have to read between the lines to see Church Planting Movements as the back-story for the rise of Christianity from Christ to Constantine. In his Book of Acts, Luke reported that: “all the Jews and Greeks who lived in the province of Asia heard the word of the Lord” (Acts 19:10) and Paul commended the Thessalonians through whom “the Lord’s message… has become known everywhere” (1 Thess. 1:8), and then near the end of his life could declare that “there is no more place for me to work in these regions” (Romans 15:23), because of his desire “to preach the gospel where Christ was not known” (Romans 15:20).\n\nPliny, the governor of the distant province of Bithynia writing to the emperor Trajan about 50 years later warned that “…many persons of every age, every rank, and also of both sexes are and will be endangered. For the contagion of this superstition has spread not only to the cities but also to the villages and farms. [Pliny to Trajan ca. AD 111]5\n\nLater that century, Tertullian spoke confidently to his Roman persecutors of the remarkable spread of the still fledgling church:\nWe are but of yesterday, and yet we have filled all the places that belong to you — cities, islands, forts, towns, exchanges, the military camps themselves, tribes, town councils, the palace, the senate, the market-place; we have left you nothing but your temples. (Tertullian’s Plea for Allegiance, A.2)6\n\nK.S. Latourette’s History of the Expansion of Christianity7 chronicles scores of movements to Christ through the Church’s 20-century history. But by the 19th and 20th centuries, the belief in movements was on the wane in Western missions.\n\nA prophetic voice to the contrary was sounded by Anglican missionary Roland Allen whose 1927 The Spontaneous Expansion of the Church8 envisioned churches multiplying exponentially throughout the world. A generation later, Donald McGavran showed how such a movement would occur with his 1954 Bridges of God.9  A generation later, missionaries saw the realization of these insights with the appearance of Church Planting Movements.10\n\n5.  How many CPMs are there?\n\nDr. Jim Haney, director of the IMB’s Global Research Department, regularly tracks several thousand people groups and cities. Reports come through the IMB’s more than 5,000 missionaries serving in 185 countries as well as a partnering network of evangelical sources called HIS, the Harvest Information System.11\n\nThe Global Research Department monitors key result areas in evangelism and church planting. When a population meets three key result criteria, they automatically register on what the Global Research Department calls its “CPM Watch List.” The three criteria are:\n\n  • A 25% Annual Growth Rate in Total Churches for the past two years\n  • A 50% Annual Growth Rate in New Churches for the past two years\n  • Field-based affirmation that a CPM is emerging.\n\nBased upon these three criteria, as of the end of the 2008 calendar year, there are 201 people groups or population segments that have risen to the CPM Watch List.\n\n6.  What is the fastest growing CPM?\n\nThe fastest growing CPM assessed to date is occurring today in a restricted access country in Asia. The movement which began with a new missionary assignment in November 2000 has exceeded any other movement we’ve seen with more than 1.7 million baptisms and more than 150,000 new church starts. The missionary God has used to catalyze this movement is a Chinese-American named Ying Kai. Kai calls his work “Training for Trainers” or T4T.12\n\n7.  How long do CPMs last?\n\nThis varies from place to place. We have instances of CPMs that began more than a decade ago and continue to grow at an annual growth rate that would qualify as an ongoing movement. We also know of movements that surged rapidly, only to halt and even implode after just a few years. This points to the importance of learning and implementing best practices.\n\n8.  How do you assess CPMs?\n\nGreat question! Rather than answer that question briefly here, we will direct you to Jim Slack’s longer article on the topic in this same publication (p. 12). Jim has years of missionary experience as the Southern Baptist International Mission Board’s Church Growth Analyst.\n\n9.  Have you ever been duped?\n\nIn short, yes. Jesus warned us to be “wise as serpents.” In both formal and informal CPM assessments we continue to be surprised by what we uncover. Consider these five of many that could be described:\n\n  1. In Western Europe, a missionary reported an emerging CPM in great detail for more than a year before his fabrications were unearthed, and he was dismissed from his organization.\n  2. On the other hand, a missionary in India reported at least 50,000 baptisms only to have a thorough (and skeptical) CPM assessment determine that there were at least 200,000 baptisms and perhaps as many as 400,000.\n  3. An Internet charlatan claiming to be a CPM catalyst in China and associated with the website was exposed when he solicited donations from a Finnish Pentecostal missions organization. The Finnish agency discovered the truth when they sought a reference from the webmaster who exposed the deception.\n  4. A missionary serving in Nepal reported thousands of house church plants. An assessment a few years later revealed that the house churches had been assimilated into 32 mega-cell churches that had formed in the wake of the CPM.\n  5. The missionary reporting the fastest growing CPM in the world with 1.7 million baptisms and 150,000 church plants in less than a decade, was found to be under-reporting his numbers by nearly 40 percent, in order to avoid any charges of inflation, duplication or exaggeration.\n\nIn addition to the occasional bogus movement are the aborted movements. In several locations, well-intentioned foreign dependency has intersected a promising movement, sapping it of its vitality.13 In other places, it has simply been impossible to ascertain whether a movement is underway or not. When this is the case, it is always best to simply say, “We don’t know.” The cause of Christ is n... (truncated)",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9973205924,
        "format_confidence":0.7533951402
    },
    {
        "url":"https:\/\/mostholytheotokos.com\/our-parish\/stewardship\/stewardship-faq\/",
        "text":"2148 Michelson Dr, Irvine, CA 92612\n\nStewardship FAQ\n\nWhat is Stewardship?\n\nChris­t­ian Stew­ard­ship is a life-style, which acknowl­edges account­abil­i­ty and respon­si­bil­i­ty before God. Becom­ing a Stew­ard begins when we say we believe in God, to whom we give our love, loy­al­ty and trust. We affirm that every aspect of our lives comes as a gift from Him. Stew­ards are moti­vat­ed as recip­i­ents of God’s abun­dant love, to respond by par­tic­i­pat­ing and sup­port­ing His plan of sal­va­tion and the min­istries of the Church, which make sal­va­tion pos­si­ble for them and for oth­ers.\n\nIn the Bible, the Stew­ard is depict­ed as a per­son who is giv­en the respon­si­bil­i­ty of man­ag­ing some­thing that belongs to the Own­er, God. The Stew­ard as the man­ag­er is thus account­able to the Own­er for all that he pos­sess­es and is respon­si­ble to return to the Lord his or her fair share in grat­i­tude and thanks­giv­ing. As God has been gen­er­ous to us, He expects us to be gen­er­ous toward the work of Christ and His Church. Chris­t­ian Stew­ard­ship is the priv­i­lege and hon­or of direct­ly sup­port­ing God’s work on earth through the Church.\n\nWhat is a Stewardship Commitment?\n\nA Stew­ard­ship Com­mit­ment is a method by which every parish­ioner can active­ly par­tic­i­pate in the sup­port of the parish accord­ing to his\/her abil­i­ties. The finan­cial sup­port of the parish falls into the hands of every parish­ioner (Stew­ard) who by his\/her con­science con­tin­u­al­ly invests their time, tal­ents, and trea­sures in the life of the parish.\n\nWhy is Stewardship Commitment necessary in our parish?\n\nMak­ing a Stew­ard­ship Com­mit­ment by com­plet­ing a Stew­ard­ship Pledge Form helps the parish cre­ate a bud­get and man­age our finances more eas­i­ly and effec­tive­ly, Addi­tion­al­ly, it will assist us in cre­at­ing a data­base of vol­un­teers who com­mit to their Ortho­dox Stew­ard­ship through Time and Tal­ents. And for the parish­ioner, it’s a mean­ing­ful expres­sion of sup­port for your Parish.\n\nHow is the church currently supported financially?\n\nOur Church is sup­port­ed pri­mar­i­ly through con­tri­bu­tions from of our parish­ioners and rev­enues from Church spon­sored events (e.g.,The Gala, Food Fest, etc.). In recent years the Church has had to make cash with­drawals from our sav­ings to meet expens­es. While we still have cash reserves in our account, we can­not con­tin­ue to rely on our sav­ings to pay for expens­es. We are reach­ing out to encour­age more of our Parish­ioners to become active Stew­ards in our Church.\n\nIs the Stewardship Commitment mandatory for all parishioners?\n\nNot at all. Noth­ing in the life of the Church is forced. God gives us an oppor­tu­ni­ty to do every­thing accord­ing to our free will. Jesus Christ did not say: You have to fol­low me, but he did say, “If any­one desires to come after me, let him deny him­self, and take up his cross, and fol­low me” (Matt. 16:24).\n\nHow is the Stewardship Commitment going to be implemented in our parish?\n\nA Stew­ard­ship Com­mit­ment is based on vol­un­tary, pro­por­tion­al and reg­u­lar invest­ments of time, tal­ents and trea­sures in the parish. It should be not­ed that con­tribut­ing to your parish is not a year­ly com­mit­ment, but rather a life-long com­mit­ment that a Stew­ard makes toward their Church. Through this com­mit­ment, a parish­ioner shows that he is indeed a child of God, a Stew­ard of the God-giv­en bless­ings which God bestows upon us dai­ly. Stew­ard­ship becomes an unend­ing grat­i­tude to God and serves as a sign of small thanks to Him for all the things that already belong to Him. Every­thing comes from God-every­thing should be returned to Him!\n\nIf my Commitment is based on a yearly giving of a set amount of money, is it possible to divide that amount over several months?\n\nAs you will see on the Stew­ard­ship Pledge Form, you may ful­fill your com­mit­ment in week­ly, month­ly, or quar­ter­ly install­ments or in full annu­al­ly.\n\nI have heard that some non-Orthodox denominations such as Protestants support their Church by giving 10% of their monthly\/yearly income. Do I have to do the same for my Church?\n\nThat prin­ci­ple is based on the old Hebrew cus­tom of tithing or giv­ing “tenths” of all that they pos­sess. How­ev­er, not all peo­ple are able to put aside 10% of their month­ly or year­ly income. Con­sid­er the bless­ings that you have been pro­vid­ed and deter­mine the amount that you wish con­tribute.\n\nIt is impor­tant to remem­ber that God is not con­cerned with ‘how much was giv­en,’ but ‘how it was giv­en.’ In oth­er words, does a per­son give out of abun­dance (sur­plus) as the Phar­isees did, or do they give all of what they have, as the poor wid­ow­er who put the last two coins in the bas­ket? (Luke 21:1–4) As we all know, the Phar­isees gave out of pride and the poor wid­ow­er gave out of the good­ness of her heart and with­out dis­tress.\n\nWhat will happen if I am unable to fulfill my financial commitment due to job loss, sickness or any other unforeseen circumstance?\n\nNoth­ing will hap­pen. The Church is the liv­ing organ­ism that breathes by the Holy Spir­it and shel­ters all her chil­dren who seek sal­va­tion with­in the Church. It may hap­pen that a Stew­ard of a parish is not able to ful­fill their com­mit­ment due to unfore­seen cir­cum­stances.\n\nAm I able to complete my Stewardship Commitment form electronically and also pay electronically?\n\nYes, the Online Stew­ard­ship Pledge Form is avail­able for you to fill out and sub­mit.\n\nFor online pay­ments of your Stew­ard­ship Com­mit­ment, you can use your bank’s bill pay fea­ture to make pay­ments direct­ly payable to The Nativ­i­ty of the Most Holy Theotokos Ser­bian Ortho­dox Parish. Please make sure to include the church’s address when set­ting up your bill pay on your bank­ing web­site. Addi­tion­al­ly, you can make elec­tron­ic pay­ments by cred­it card or bank trans­fer via Pay­Pal. Vis­it our Dona­tions page to make your dona­tion with Pay­pal.\n\nWhat if I do not have access to the internet or online banking, how can I submit my commitment form and payments?\n\nStew­ard­ship Pledge Forms and envelopes are avail­able on the can­dle stand in the narthex of our Church.\n\nYou can mail your com­plet­ed com­mit­ment forms and pay­ments to the church office:\nThe Nativ­i­ty of the Most Holy Theotokos Ser­bian Ortho­dox Parish\n2148 Michel­son Dr.\nIrvine, CA 92612\n\nOr, you can bring them to Church on Sun­days when you come for Divine Litur­gy.\n\nPlease be sure to make your checks or mon­ey orders made payable to The Nativ­i­ty of the Most Holy Theotokos Ser­bian Ortho­dox Parish. DO NOT SEND CASH!\n\nWho is included in my Stewardship Commitment?\n\nThe Stew­ard­ship Com­mit­ment includes: hus­band, wife and chil­dren under the age of 18.\n\nHow can I decide how much to give to the Church?\n\nThis is a per­son­al deci­sion between you and God.\n\nWe plan to pub­lish the names of per­sons who sub­mit a Stew­ard­ship Pledge Form but not the amounts. This approach elim­i­nates pride­ful (Phar­i­sa­ic) giv­ing, com­pet­i­tive giv­ing, and alle­vi­ates a dis­com­fort for those who are not able to give a large sum.\n\nThe finan­cial com­mit­ment that you arrive at should evolve from your per­son­al judg­ment based upon your finan­cial resources com­bined with a spir­i­tu­al expres­sion of the grat­i­tude and love for the bless­ings which have been pro­vid­ed to you by our Lord.\n\nStew­ard­ship is about equal sac­ri­fice, not equal giv­ing.\n\nWhat does the Bible say about financial support of the Church?\n\nWe will cite a few pas­sages from the Bible that clear­ly state how we should sup­port our Church:\n\nSecret­ly: “That your char­i­ta­ble deed may be in secret; and your Father who sees in secret, will Him­self reward you open­ly.” Matt. 6:4\n\nReg­u­lar­ly: “On the first day of the week let each one of you lay some­thing aside, stor­ing up as he may pros­per…” 1 Cor. 16:2\n\nBoun­ti­ful­ly and Will­ing­ly: “He who spar­ing­ly sows will also spar­ing­ly reap, and he who sows boun­ti­ful­ly will also reap boun­ti­ful­ly. So let each one give as he pur­pos­es in his heart, not grudg­ing­ly or of neces­si­ty; for God loves a cheer­ful giv­er.” 2 Cor. 9:6–7\n\nAs Sacrifice\/Offering: “Also we made ordi­nances for our­selves, to exact from our­selves year­ly one-third of a shekel for the ser­vice of the house of our God.” Nehemi­ah 10:32\n\nFor the Heav­en­ly Reward: “Do not lay up for your­selves trea­sures on earth, where moth and rust destroy and where thieves break in and steal. But lay up for your­selves trea­sures in heav­en, where nei­ther moth nor rust destroys and where thieves do not break and steal. For where your trea­sure is, there your heart will be also.” Matt. 6:19–21\n\nBeing aware greed: “For the love of mon­ey is a root of all kinds of evil…” 1 Tim­o­thy 6:10",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9936451912,
        "format_confidence":0.976477325
    },
    {
        "url":"https:\/\/www.chicagotabernacle.org\/together-again\/",
        "text":"We’re so happy to be Together Again!\n\n“I rejoiced with those who said to me, ‘Let us go to the house of the Lord.’” (Psalm 122:1)\n\nLots of air hugs and waves coming your way as we come back Together Again starting September 20th!\n\nWhat To Expect\n\nKnow exactly what to expect when you come to church!\n\nChicago Tabernacle\nChicago Tabernacle\nChicago Tabernacle\nChicago Tabernacle\nChicago Tabernacle\nChicago Tabernacle\n\n\nLinks to register for the 8:30am, 10:30am, and 12:30pm services are now open!\n\n\nQ: Is it required to wear a mask?\nA: We kindly ask that you wear a mask when moving about the church building. Once seated in the sanctuary, you are welcome to remove your mask for the duration of the service. At the conclusion of the service, we ask that you put your mask back on until you have exited the church building. \n\nQ: Will there be children’s programming?\nA: Yes! Check out our CT Kids Reopening FAQs on the Next Generation Resources page for more information on our safe and exciting children’s programming!\n\nQ: What can I do if registration for children’s programming is full?\nA: You can register your child as an adult and bring them into the main service with you. We will have children’s activity packets available for your child! \n\nQ: What if registration is full?\nA: If registration is full, we invite you to join us for Church Online! We will be continuing our online services at 8:30am, 10:30am & 12:30pm on Facebook and YouTube.\n\nQ: Will Spanish translation be offered for Sunday services?\nA: Yes, we will offer Spanish translation during our 10:30am and 12:30pm Sunday services. You can pick up a translation unit in our outer lobby before you enter the service.\n\n\nOnline Church\n\nYour safety is our top priority and we encourage anyone who does not feel comfortable returning to in-person services to join us for Church Online! You can join us at 8:30am, 10:30am or 12:30pm on Facebook and YouTube.\n\nPlease note, our Tuesday Night Prayer Meeting will be online only.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9967128038,
        "format_confidence":0.9003189802
    },
    {
        "url":"https:\/\/www.hebrewwordpics.com\/faq\/",
        "text":"Frequently Asked Questions\n\nWe hope this answers some of the questions that we commonly hear. If you have other questions, please don’t hesitate to use our ‘Contact’ page. We would be very pleased to answer any questions you may have and maybe even add it to this list.\n\nc Expand All C Collapse All\n\nWhen studied from the Hebrew perspective, words from the Scriptures can provide a wonderful and enhanced understanding that English definitions struggle to express. \n\nThe Old Testament (the Torah, Psalms, and Prophets) was written in Hebrew and so it is called the “Holy Language.” One very important reason to study the language is that it gives insight into the Jewish mindset, which is much different from Western mindset.  To thoroughly understand the message of Scripture it is necessary to understand the people, culture, and time in which the original text was written.\n\nMartin Luther summed it up when he wrote,  “The Hebrew language is the best language of all…if I were younger I would want to learn this language, because no one can really understand the Scriptures without it.  Although the New Testament is written in Greek, it is full of Hebraisms and Hebrew expressions.  It has therefore been aptly said that the Hebrews drink from the spring, the Greeks drink from the stream that flows from it, and the Latins from a downstream pool.”\n\nThe Hebrew letter system is named after the first two letters the Aleph and the Bet\n\nThis probably cannot be answered with certainty.  One popular theory proposes that early writing was chiseled in stone.  In order to carve letters into stone the writer would most likely use his stronger hand, which was usually the right, to use the hammer that would strike the chisel held in the left hand making the mark.  Practically speaking it would be much easier to move from right to left.  Maybe, maybe not?  Many archaeological finds are inscriptions that were incised into wet clay instead of chiseled in stone.  For instance, ceramic shards or clay tablets.\n\nAncient Jewish mystics, on the other hand, generally feel that writing from right to left occurred because the right side is given precedence in Judaism.  Why is that?  An ancient teaching assigns the characteristic of words ‘chesed’ (loving kindness) to the right side and ‘gevurah’ (severity) to the left side.  Kindness always comes first and begins on the right.  For this reason a scribe would be prone to start on the right and work towards the left.\n\nAs languages and writing instruments evolved technical issues could have changed writing direction.  It is thought that as scribes used pen and parchment it was technically easier for them to write from left to right so that ink did not smudge.  English definitely would have been one of the languages that moved in that direction while Hebrew and other Aramaic languages were already set with right to left movement.\n\nSome would maintain that Abraham, as the Father of the Hebrews, brought the language from the original single language of the Babel story in Genesis 11. However the written form of Hebrew is not archeologically evident until Moses who was credited by New Testament citations and Jesus Himself as the author of the “Law”, being the first five books of the Bible known as the Pentateuch.\n\nModern archeological finds have revealed the existence of characters of the Hebrew Aleph Bet in Paleo pictorial form as early as the first century of Israel’s sojourn to Egypt.\n\nThat depends on your definition of ‘lost or dead.’ While conversational Hebrew gradually died out between 300BC and 400AD, and remained essentially unused as a spoken language for the next 1500 years, it remained continuously used as a liturgical and literary language. Spoken in ancient times, Hebrew, a member of the Canaanite branch of the Semitic language family, was supplanted as the Jewish vernacular by the western dialect of Aramaic beginning in the third century BC, after the Babylonian Captivity. The common Aramaic also died out in 1100AD, replaced by Arabic.\n\nThe revival of Hebrew as a spoken language, lead by Eliezer Ben-Yehuda in the 19th and 20th centuries, became the foundation of the official language of Israel. Modern Hebrew used Biblical Hebrew roots, Mishnaic (1st century AD spoken) spelling, and Sephardic (15th century AD Jews in Spain and Portugal) pronunciation, and included many sayings and phrase translations inherited from Yiddish (central European mixture).\n\nAccording to the Encyclopedia Britannica, the history of the Hebrew language is usually divided into four major periods:\n\n  1. Biblical (or Classical) Hebrew, until about the 3rd century BC, in which most of the Old Testament is written;\n  2. Mishnaic (or Rabbinic) Hebrew, the language of the Mishna (a collection of Jewish traditions), written about 200 AD (this form of Hebrew was never used among the people as a spoken language);\n  3. Medieval Hebrew, from about the 6th to the 13th century AD, when many words were borrowed from Greek, Spanish, Arabic, and other languages; and\n  4. Modern Hebrew, the language of Israel in modern times.\n\nThis view does not account for Hebrew in its Ancient or Paleo form which became effective as a written form circa 1450 BC and was historically used up until the time of the Babylonian Exile circa 600 BC. Upon the return of the Israelites from Babylon the language began to be written in a form of script adapted from the Babylonian experience.\n\nThe original forms of the Hebrew language had no designated vowel markings or letters. Of the several types of vowel systems devised for the Hebrew Aleph Bet the one used today was created by the Masoretes sometime after the middle of the first millennium AD.\nThere are several distinct differences between Hebrew and English:\n  1. Modern Hebrew letters developed from the ancient Paleo Hebrew letters and are visually quite different from English letters.\n  2. Hebrew letters have no upper and lower case and five of the Hebrew letters have a different form when they appear at the end of a word. On the other hand, each English letter has an upper and lower case form that does not change depending on their placement in a word.\n  3. Hebrew uses an abjad writing system which simply means there are only consonant symbols and the reader is left to supply the appropriate vowel sound.\n  4. Hebrew is read from right to left while English is left to right.\n\nWhether you learn Modern or Paleo Hebrew depends on your purpose in learning the language. If you want to carry on conversations in Hebrew, the Modern form would be best.  A quick comparison would be to ask yourself which would you rather speak in the US today?  Old English or Modern English?  Same with Hebrew.\n\nBut, if your intent is to understand Scripture as the original author intended; learning the Paleo pictographic language will give you a much more functional perspective.  You will need to acquire the mindset of an ancient Bedouin and search out how he would have understood the word from the world around him, his culture.  It will take some work, but definitely worth the effort!\n\nThe letters or pictographs used in the Paleo or Ancient Hebrew are much easier to learn and associate with their meaning than Modern Hebrew. For example, the Aleph is a drawing of the head of an ox and means strong, first, or leader. The 22 Paleo letters and their meanings can easily be learned in just an hour or two. This creates a better initial atmosphere for learning how words were used in the Bible.\nThe terms ‘Ancient’ and ‘Paleo’ Hebrew are used interchangeably.\nAlthough both are abjad scripts (no vowel letters), their appearance became quite different about 800-500 BC. Since the era of the Assyrian and Babylonian captivities, the form of the Hebrew letters has been completely different — changing from Proto Canaanite pictographs to an Aramaic shaped alphabet. Although the Modern letters do retain individual meanings, they are rarely used to define words.\nPaleo Hebrew was the earliest form of the Hebrew language with known inscriptions dating 1450BC. In 587 BC, under the rule of King Nebuchadnezzar, the Babylonians captured several thousand of the educated and wealthy in Jerusalem and carried them off to exile. Over the years of captivity many of the Israelites blended in and were assimilated into the society having a profound effect on their way of life and beliefs. Ezra, the scribe, was born in Babylon and one of the first to return to Jerusalem. The lettering he brought back was highly influenced by the Aramaic letters he had learned and began the transformation of the ancient Hebrew Aleph Bet into the modern Hebrew letters.\nDuring and after the Babylonian captivity in the 6th century BC, most of the Hebrew writings started using Aramaic lettering and became, over time, very similar to the Arabic style.\n\nThe earliest Paleo Hebrew inscriptions dated about 1450BC. Until recently it was assumed that the Hebrews had acquired the knowledge of an Aleph Bert from Phoenician alphabet carvings. However, modern archeology has provided evidence that the Hebrews in Egypt devised the world’s first Aleph Bet and carried that knowledge to Canaan on their sojourn. Over the next several hundred years, regional characteristics began to separate the script into different national alphabets (all within 100-200 miles), including Israelite, Samaritan, Moabite, Edomite, Phoenician, and Old Aramaic. Even within those smaller regions, the script also changed due to the writing medium changes, i.e. chiseled stone, clay, papyrus, etc.\n\nThe explanations and products on our website occasionally use some of the regional variants that help demonstrate the functional meanings of the words depicted.\n\nWe think the Paleo is initially much simpler because it is easier to associate the pictorial letters with their meaning. Writing and understanding a few hundred Paleo words is rather intuitive and gives a great foundation for the language. Once you get beyond that initial study, co... (truncated)",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.7235903144,
        "format_confidence":0.972209096
    },
    {
        "url":"https:\/\/hillsong.com\/netherlands\/faqs\/",
        "text":"Frequently Asked Questions\n\nIn all of our services we have Dutch interpretation available, once you arrive please collect your headsets from the foyer.\n\nWheel Chair accessibility\nOnce you arrive at church, please notify one of our volunteers who will be able to help you and escort you to your seat.\n\n\nPlease head up to the foyer if you would like to meet one of our Pastors or team leaders or join a Connect Group. Our team at the information desk will be happy to help you. Here you can also fill in a prayer request or praise report and get information about Church and how to get involved.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9970533848,
        "format_confidence":0.9777620435
    },
    {
        "url":"http:\/\/westminstergr.org\/about\/faq",
        "text":"Q: How can I get involved?\n\nA: We have many opportunities for involvement at Westminster, and we are happy to help you find a place to serve that fits your skills, passion, and schedule. For general inquiries, please contact Susan Jennings, Minister for Congregational Care, at susanj@wpcgr.org or 616-717-5542.\n\nIf you're interesting in learning about short- or long-term volunteer opportunities throughout the city, either for yourself or for a group, please contact Heather Colletto, Minister for Mission, at heatherc@wpcgr.org or 616-717-5536.\n\nQ: Can visitors participate in classes, programs and volunteer opportunities?\n\nA: Yes! Visitors are welcome to participate in any and all activities and events. \n\nQ: Can I take communion if I’m not a member?\n\nA: Communion at Westminster is offered to anyone, any age that would like to receive the sacrament of communion. We suggest that a parent or other adult assist younger children. \n\nQ: How many members do you have at Westminster?\n\nA: We have approximately 1300 members.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9933079481,
        "format_confidence":0.9768143296
    },
    {
        "url":"https:\/\/static.spherebeingalliance.com\/faqs\/tag\/Annunaki",
        "text":"FAQ (Frequently Asked Questions)\n\n\nAnnunaki ×\n\n\n  • Are the Avians \/ Sphere Beings are of the Central Race?\n\n    No, They are not what has been referred to as \"The Central Race\". They do not come from a Star System or Star Cluster within our Density or \"Reality\". These beings come from the 6th, 7th, 8th and 9th Density Realm that is not through a stargate, dimensional rift or out of phase star system. Their \"Reality\" or Density\/Realm is on another plane of existence than our own. From what I have been told what has been referred to as \"The Central Race\" is a 4th\/5th Density group that is much closer to our 3rd\/4th Density \"Reality\" and they still depend on Technology. The Sphere Beings are apart of a \"Confederation of Higher Density Beings\" who are being of Service to Others and assisting lower vibrational\/density beings in their \"Transitions\" to the higher vibrations\/densities. I have received all kinds of emails stating they are the \"Velon\", \"Annunaki\" and \"Reptilians\" that are \"Masquerading as Angels\" or are known 4th\/5th D Groups that are traveling here from the Central part of our Galaxy on behest of the \"13\" to assist \"US\" in breaking free from the \"Custodian Gods\/Aliens\" who have ruled and manipulated our existence for melinea... I want to be very clear and go on record that the Sphere Beings have communicated to me that this is not the case and they are not only not affiliated with these other groups mentioned but have \"Refused All Communication Attempts\" from these groups as well as \"Various Human Groups\". Thank you for giving me an opportunity to clear this up once and for all... Hopefully.\n\n    02 Apr 2015\n  • One \"Source\" says the Sphere Being Alliance is a part of the \"Andromeda Council\" & their spheres make up part of the \"Sphere Alliance\". That the \"Blue Avians\" are Annunaki (\"Annuans\") from the planet \"Nibiru\". How can this be if they are 6th Density?\n\n    This is the second question in a row on this subject.\n\n    This \"Source\" is mistaken,\n\n    The group they mention is not related to the Sphere Alliance nor would they be from the same Density. These spheres are not physical craft as this source describes. I do not know how to make this more clear.\n\n    The \"Andromeda Council\" is not apart of the \"Sphere Alliance\" which is a group of 5 6th - 9th Density beings. They are not here to evacuate the planet in Spheres nor are there here to save us, or directly interfere in our affairs.\n\n    They also stated that the Blue Avians were \"Cousins\" of the Anunnaki and were from Nibiru. These beings do not originate from any physical location in our time\/space or Galaxy\/Universe.\n\n    26 Jun 2015",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9755125642,
        "format_confidence":0.9774703979
    },
    {
        "url":"http:\/\/www.thewoodbinechurch.com\/faq-2\/",
        "text":"Frequently Asked Cemetery Questions\n\nDo I own real estate when I purchase my lot?\n\n-No.  What you purchase is the right to be interred or inurned. No ownership of land is conveyed and all real estate is titled in the name of the church.\n\nWhat can I place on my loved ones grave site?\n\n-Please review our policy on flowers and decorations which is designed for the safety serenity and enjoyment of all visitors to the cemetery. If you need a copy of the policies, please stop by our office. \n\n\nDo I have to have a vault (outer burial container)?\n\n-While Virginia State Law does not require a vault for burial, Woodbine Cemetery among others requires a vault as a matter of safety to minimize the settlement of the graveside due to varying casket materials.\n\nDo I have to purchase my vault from the cemetery?\n\n-No, this may be purchased from a funeral home. \nDo I have to purchase my memorial from the cemetery?\n-Please refer to your contract for direction. You must follow our Rules & Regulations Governing Memorials.  All memorials must be pre-approved before construction of memorial. We do require you to pay an installation fee. Cremation memorials must be bought through our office. \nWhy do some burial sites still have dirt while others have grass growing? Also may I plant my own grass?\n-Sod can ONLY be placed in the fall and spring months.If your family member was interred in January, sod will be placed in the spring of that year. Also keep in mind that the church and cemetery do not allow planting, including grass or grass see,d by family members in order to keep the cemetery looking peaceful for all visitors. If you have a question regarding the timing of sod to be placed, please contact the office. \nWhy should I pre-plan my burial? \n-Pre-planning will help your family during a difficult time to make decisions. Pre-planning allows you to reduce burdens on those left behind. Woodbine offers 12-month payment plans for pre-need purchases.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.939663589,
        "format_confidence":0.9802857637
    },
    {
        "url":"http:\/\/www.al-islam.org\/it\/node\/12158",
        "text":"Page is loading...\n\nRulings Regarding Spiritual Purity (Tahārat)\n\nQuestion one: What ruling does rubbing alcohol have?\n\nAnswer: Without knowledge of it being spiritually unclean (najis), it is ruled as spiritually clean (tāhir)\n\nQuestion two: Is the alcohol that is used to kill bacteria after an injection spiritually unclean?\n\nAnswer: It is spiritually clean if it is not a liquid that is originally an intoxicant or it is doubted that it is an intoxicant liquid.\n\nQuestion three: What ruling does touching dried blood over a wound after it is made spiritually clean have?\n\nAnswer: If it is blood it is spiritually unclean and touching it with enough wetness where the wetness would be transferred would result in becoming spiritually unclean.\n\nQuestion four: Sometimes dead tissue that is adjacent to live tissue must be severed to prevent an infection. What ruling does touching this tissue have?\n\nAnswer: It is spiritually unclean if it is called a piece of a body and has been cut off, but one does not have to perform a ghusl due to touching it.\n\nQuestion five: Suppose one’s mouth becomes bloody and his artificial teeth touch the blood. Can one make the artificial teeth spiritually clean without taking them out of the mouth?\n\nAnswer: It is possible, it is even possible with less than kur water.\n\nQuestion six: What ruling does swallowing blood that comes from one’s gums due to a sickness or due to brushing one’s teeth have?\n\nAnswer: If one has a choice it is not permissible.\n\nQuestion seven: What ruling does thin transparent blood have after it is made spiritually clean and the blood is cleaned off of the wound have?\n\nAnswer: It is spiritually unclean if there is blood in it.\n\nQuestion eight: What ruling does transferring blood from a woman to a man or from an unbeliever to a Muslim have?\n\nAnswer: There is no problem in it.\n\nQuestion nine: What ruling does touching the blood of a mosquito or a fish whose blood does not gush out of its veins have?\n\nAnswer: There is no problem, it does not cause spiritual uncleanliness.\n\nQuestion ten: Sometimes when one wants to draw blood he puts a needle into the vein and the needle comes into contact with blood. But, because the blood did not flow into the needle or an insufficient amount of blood was taken there is a need to take more blood. Does this needle become spiritually unclean? Is one able to use this needle again?\n\nAnswer: There is no problem in using it again and it is spiritually clean if there is no blood on the outside of the needle and the needle did not touch a wet spiritually unclean substance.\n\nQuestion eleven: What ruling does touching the sweat of a junub person or spiritually unclean items have?\n\nAnswer: The sweat of a junub person is not spiritually unclean. If one touches a spiritually unclean substance that is wet enough to transfer the wetness he (the part that touched) will become spiritually unclean.\n\nQuestion twelve: Sometimes blood reaches the hands of a person taking another person’s blood. Is it possible to make his hand spiritually clean by using a cotton swab with rubbing alcohol or does one have to act according to the rules found in the books of jurisprudence?\n\nAnswer: Making items that have become spiritually unclean spiritually clean, similar to what has been mentioned in the question, must be done by using water.\n\nQuestion thirteen: Sometimes a broken bone tears through the skin, does touching this bone necessitate a ghusl?\n\nAnswer: Ghusl is not necessitated if the person is still alive. If the person is dead, then, in all cases, if it is touched a ghusl will become obligatory.\n\nQuestion fourteen: Sometimes people knowingly or unknowingly tear some of their skin around their fingernail, or any other place, off. Does touching a part of the skin that has been separated necessitate a ghusl?\n\nAnswer: It does not necessitate a ghusl.\n\nQuestion fifteen: Does semen that comes out without lust, unintentionally, and without force necessitate a ghusl?\n\nAnswer: A ghusl is necessitated if one is certain that it was semen.\n\nQuestion sixteen: How does one perform ghusl if his whole leg or arm is in a cast?\n\nAnswer: He must perform the jabīrah ghusl.\n\nShare this page",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9898053408,
        "format_confidence":0.8389266729
    },
    {
        "url":"http:\/\/myclassroomnotes.com\/class-khala-tayseer\/quiz",
        "text":"As-salaam Alaikum,\n\nBelow is the upcoming quiz for Saturday December 1st, 2018\nStudy it well!\n\n  • What happens when we ask Allah to bless Rasulullah?\n    Allah, His angels, and Rasulullah send their blessings upon us.\n\n  • What is Kufr and Shirk?\n    To denying Allah and worshiping others is called kufr and to worship a partner alongside Allah or think that someone or thing shares His power and authority is called shirk.\n\n  • What is Allah's last revelation to mankind?\n    The Qur'an is Allah's last revelation to mankind.\n\n  • What of Rasulullah's should we follow?\n    We should follow his Sunnah.\n\n  • Who built the Ka'bah?\n    Prophet Ibrahim and his son Prophet Isma'il (A)\n\n  • What is the difference between the Messengers and Prophets?\n    Messengers were sent to a people who had forgotten about Allah and the teachings of their Prophets and Prophet were sent as reminders and warners.\n\n  • What are the names of Prophet Muhammed's parents?\n    His father's name: Abdullah Ibn Abdulmuttalib\n    His mother's name: Aminah Bint Wahb\n    His Grandfather's name: AbdulMuttalib Ibn Hashim\n\n  • When was Prophet Muhammed born?\n    Although we don't know the exact date, it is said that he was born the 12th of Rabi Al Awwal on a Monday That was the year of the Elephant.\n\n  • Who is Halimah AlSaadiah?\n    Halimah AlSaadiah was Rusullah's foster mother\/ wet nurse.\n\n  • What was prophet Muhammed's heart filled with after it was washed by the Angels?\n    It was filled with Allah's Nur (Light).\n\n  • What are the two names Muhammed's (saws) grandfather named him and why?\n    It was Muhammed and Ahmed. He was named that because his grandfather wanted him to be praised in the life and in the heavens.\n\n  • What does Muhammed and Ahmed mean?\n    It means \"One who is praised\".",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9832565188,
        "format_confidence":0.6450099945
    },
    {
        "url":"https:\/\/thewondermethod.com\/certification-faq\/",
        "text":"curved line graphic\n\n\nFrequently Asked Questions (FAQ)\n\nWhat is The Wonder Method™?\n\nThe Wonder Method™ is a model that can affect every aspect of your life.  It is based on unfolding stuck feelings. With this work you can do healing for yourself and others, affecting both the physical and emotional levels.  You will also improve your ability to perceive energy and will find your life affected on many levels. The techniques are quite simple to learn and are incredibly far reaching in effect.\n\nWhat makes The Wonder Method™ different from other classes in energy work that I have taken?\n\nThe Wonder Method™ operates on a number of different levels in your system and also changes the way you operate in the world. Its major focus initially is to unwind the feelings\/emotions that are limiting your life.  This is so far reaching that it is very difficult to describe, but as you unwind you will find yourself changing in how you relate to others, and even in how you experience your world.  It is a very experiential process.  By this, we mean you physically feel the differences in both how you feel and how you approach life.  The nuances are subtle, yet profound.  The statement from the Tao te Ching “Less and less do you need to force things until you arrive at non-action, when nothing is done, nothing is left undone” begins to have deep significance.\n\nDo I have to practice regularly to have this method work?\n\nYes, life is an on-going process and as such things happen throughout your day that would benefit from applying The Wonder Method™. The process often takes less than a minute to do, when applied properly.\n\nI notice that your classes are limited to a comparatively small group of students, why is that?\n\nUnlike many of the classes out there that try to pack as many into the room as possible while you see what you can get from the lectures; our goal is to make sure that people really understand how to do our work.  As each exercise is explained not only do we answer questions, we actually have you demonstrate the technique to us.  When you do this, we sense how the energy in your system is affected by the exercises and show you how to refine your ability till you “get it”.  We are interested in offering you high quality, repeatable experiences.  Our job is to empower you.  We desire to help you become everything you can with the teachings we are offering.  To this end we do everything we can to help you understand the work.\n\nHow are you able to coach someone without seeing them?\n\nWith energy there is no distance.  What can be sensed about a person when they are present, can be sensed just as easily long distance.  We have been coaching people in this way both in private sessions and in group sessions for more than ten years.\n\nWhat are the different things you can do with The Wonder Method™?\n\nWhat you can apply this work to is really unlimited.  As feelings are the basic stuff underlying how you approach any problem or situation, they have deep significance to every aspect of your life.  As these issues unwind you will change how you do things because you are operating from a very centered place.\n\nThis applies to:\n\n  • How you run your business\n  • How you interact in your relationships, both personal and professional\n  • How you create your reality\n  • Having the ability to experience expanded levels of consciousness that are repeatable and sustainable\n  • How healthy you are\n  • How fast you heal\n  • This list is truly endless\n\nThis all sounds very Zen, do I need to meditate or hold special beliefs?\n\nNo, you apply this work at need.  In other words, when something happens to push your buttons, you apply the process.  As you apply the model, any belief or feeling that appears to limit you is what gives you the opportunity to grow, it is your access point.\n\nWhat about doing energy healing work, how does that fit into The Wonder Method™?\n\nThe healing aspect of this work is very simple; feeling is the entry point to it all.  Using The Wonder Method™ opens both you and the clients you work with. This in turn leads to deep change at every level for a client, encompassing their physical, emotional and spiritual levels.\n\nHow does this work compare to the Quantum-Touch Core Transformation work you used to teach?\n\nWhile there are some similarities to the Core work, The Wonder Method™ simplifies the healing process and increases the state of being present. It is also applicable to every aspect of your life, not energy work alone.  In addition The Wonder Method™ goes deeply into the emotions that are holding us locked, as this is an integral part of The Wonder Method™ work.\n\nDo I need to figure out where the emotions come from?\n\nNo, in this work we actually prefer that you don’t do that.  Every moment of every day you will supply everything that you need to work with. Again, it is simple and leads to a deeply relaxing empowering state of being. It puts you back into the driver’s seat in your life.  It does require effort, and you must be willing to feel.\n\nI already know how to feel, what is different about what you are doing?\n\nThis is very different than what you are used to. It is not about the drama in life that is causing the feelings, it is both simpler and more complex than that. We can say that once you try it you will be amazed how wonderful it feels and how it changes your life.\n\nI have always been interested in altered states and connecting to my higher self, does this work have anything to do with that?\n\nYes, the states that The Wonder Method™ allows you to enter are deeply moving.  The idea of the higher self and states like Kundalini energies unfold naturally from the work.  Often in the time that it takes to do the course you will find you can get to places you had only imagined before.\n\nWhat about becoming enlightened (that has been one of my lifelong desires)?\n\nMany people have different views of what this means.  As you apply The Wonder Method™, you will find that in a matter of weeks, sometimes months, when properly applied, you have a sense, (a knowingness if you will) that you simply are.  The striving dissipates, the need to achieve or be better than someone or something, changes.  By simply being, you will find that while you now understand that you could do anything you desire, you don’t have to do it.  Life becomes an opportunity versus a striving.  You are no longer driven by the fears that used to motivate you to try and try; life simply unfolds.  You are now motivated by what would bring you balance and joy; your world will bit by bit reflect this balance.  This is one of the definitions of enlightenment.\n\nWhy does The Wonder Method™ work so fast?\n\nBecause we do not try to push or change things, there is less resistance created and therefore things unfold more easily.  This is a very Yin or soft concept.\n\nThought for the Week\n\n\nOur feelings may seem overwhelming yet if we allow ourselves to experience them even the tiniest bit we begin the path to change and balance.  For every grain of sand you move (every feeling you feel) a mountain of feeling is in motion\\.  Let yourself evolve, such is the nature of feeling.\n\nRead More\nFeatured Video\n\n\ne-motion documentary trailer\nCommunity Forum\n\n\nExplore our Community Forum where you'll find information about The Wonder Method™, Certification and more.\n\nVisit the Community Forum\n\ncurved line graphic",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.8447645307,
        "format_confidence":0.9743568897
    },
    {
        "url":"http:\/\/www.aaketubah.com\/What_is_a_Ketubah_s\/1849.htm",
        "text":"Home > Ketubah FAQ's > What is a Ketubah?\n\nWhat’s a ketubah?\n\nOriginally a ketubah (כתובה in Hebrew) was a prenuptial agreement in the Jewish faith.  Now a days, a ketubah is  a marriage certificate that  articulates the couple’s love, commitment, and plans for the future.  It’s kind of like marriage vows expressed through both words and visual art.   A ketubah is not only a lovely custom and a beautiful tradition, but it can also be a source of inspiration for  a long and successful marriage.  My husband likes to say that our marital contract is something we renew every morning.\n\nAlthough a ketubah is still a very important part of Jewish wedding tradition, it is a beautiful custom and has become popular in all different faiths and cultures.  Even Prince William and Princess Kate got a ketubah!\n\n“Ketubah” can also be spelled katuba, ketuba, katubah, katubbah, ketubba and many other ways! Because it is a translation of Hebrew (כתובה) so there is really no right or wrong, but “ketubah” is the most common spelling in English.  The proper way to say “ketubah” in plural is “ketubot”, but since most people don’t know that, on our site we go with the English version: “ketubahs.”\n\n\nWhat should a ketubah look like?\n\nYour ketubah  art is a visual expression of your love, and therefore should look beautiful to both of you. Your ketubah will stay with you for the rest of your life together, so make sure to pick art that you really love and will be proud to display in your home.   There is really no set standard for how your ketubah should look or what the artwork should portray.  I come from a background of fine art and contemporary figurative painting, so many of my ketubahs retain modern figurative qualities, but fuse them (sometimes literally!) with symbols for life, love, strength and home (such as trees and nature!) as well as elements of traditional Judaica.\n\nWhat should the ketubah text say?\n\nThere are many different approaches to ketubah text. Sometimes your rabbi will have a specific text that he wants you to use. Sometimes a couple prefers to write their own text, one which they feel best expresses their unique love story and relationship.  We offer a variety of texts including Reform, Egalitarian, Interfaith,  Same Sex, Conservative, Traditional and Orthodox.  All of our texts can come in either English or Hebrew\/Aramaic or both and all of my ketubah designs can also be created with any text of your choice.   \n\nphoto by Wes Craft Photography\n\nHow did you get started creating art for weddings?\n\nI have been drawing and painting my entire life. I studied fine art at the School of the Art Institute of Chicago, where my focus was in figurative and portrait art.  After college I moved to New York and later to Jerusalem, Israel. It was in Israel that I fell in love with the colors, imagery and symbolism of the Middle East. My art started to reflect this new aesthetic.  When my husband and I were planning our wedding, I painted our ketubah. It was such a wonderful process because I felt that both creating the artwork and choosing  the text for our ketubah was an opportunity to channel all our feelings of love and excitement into this one piece of art.  After our wedding, other people started asking me to create their ketubahs… and the rest is history!  I feel that in specializing in ketubah art, I have really found an amazing outlet that allows me not only to be creative and paint all day, but also to meet so many wonderful people at such an exciting time in their lives. It’s an honor to be a part of their journeys.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9251585603,
        "format_confidence":0.9302374721
    },
    {
        "url":"http:\/\/atheistfoundation.org.au\/faq\/does-the-thought-of-death-and-thus-the-state-of-non-existence-frighten-atheists\/",
        "text":"Does the thought of death and thus the state of non-existence frighten atheists?\n\nReligions play on death and escaping from it as a consistent theme. Promoting this on a continuing basis produces an unhealthy attitude to mortality. On the other hand, atheists soon accept that death is a reality of life and therefore spend little time pondering it.\n\nMost atheists find that death is a regrettable but natural part of living and have no choice but to accept the reality. No-one wishes to experience the final parting of family and friends but wishing for a better outcome of everlasting life will not make it so no matter how intense is that desire.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9951756001,
        "format_confidence":0.9600932002
    },
    {
        "url":"https:\/\/www.al-feqh.com\/en\/cutting-all-of-the-moustache",
        "text":"Cutting all of the moustache\n\nQ: It is reported in many Hadiths Trim closely the mustache, and let the beard grow. Also, there are reports for clipping fingernails, plucking hair under the armpits, and shaving pubic hair. Is there any difference between shaving and trimming? Some people only trim the lower half of the mustache, is this the trimming meant in such reports or should the whole mustache be shaved? Please inform me of the manner that should be followed regarding shaving the mustache. As for letting the beard grow, this is well established and it means that it should be left completely.\n\nA: All Praise is due to Allah Alone and peace and blessings be upon His Messenger, his family and Companions. Authentic Hadiths narrated from the Messenger of Allah (peace be upon him) signify the validity of trimming the mustache, clipping nails, plucking the hair under the armpits, and shaving pubic hair. Some of these Hadith are: Trim closely the moustache, and let the beard grow to be unlike the disbelievers. Related by Al-Bukhari and Muslim. The Prophet (peace be upon him) also said: Trim closely the moustache, and grow the beard, and be unlike the fire-worshippers. According to some narrations: Trim closely the moustache. Since trimming stands for excessive cutting, a person may either clip the mustache closely until the upper lip appears or trim it because the Hadith permitted both. However, letting the two edges of the mustache grow (Part No. 5; Page No. 132) is not permitted. The Sunnah (whatever is reported from the Prophet) on this is either to clip the mustache completely or trim it completely.May Allah grant us success. May peace and blessings be upon our Prophet Muhammad, his family, and Companions.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.979085207,
        "format_confidence":0.683103919
    },
    {
        "url":"http:\/\/www.harekrsna.in\/archives\/10",
        "text":"Actions and reactions\n\nQ. What is karma?\n\nA. All the activities that we do constitute karma.\n\nThe Bhagavad Gita defines three types of karmavikarma, karma and akarma.\n\nVikarma is those activities that the scriptures ask not to be done and karma is those activities that scriptures prescribe. In both cases we get the reaction to our sinful or pious activities for which we have to be born in this material world again and again to suffer or enjoy. So in the ultimate sense both activities are bad because they do not help in getting liberated from the cycle of birth and death.\n\nAkarma is those activities that are done only with the purpose of pleasing Krishna or in other words devotional service to Krishna which does not entail any karmic reaction and so helps us attain an eternal life of service to Krishna in bliss.",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9973304272,
        "format_confidence":0.560766995
    },
    {
        "url":"http:\/\/churchofchrist-bethlehempa.org\/FAQs\/HOW%20TO%20OBTAIN%20FORGIVENESS.htm",
        "text":"Bible Truth FAQs\n\n\nSince all have sinned (Rom. 3:23), forgiveness is an extremely important Bible subject. Everyone should want to understand it fully. Some have been heard to say, \"I'11 forgive but I won't forget.\" The human memory does not purposely erase an occurrence, but future use of such in a disc1pl1nary manner is strong evidence there never was forgiveness. Div1ne forgiveness does not recall sins that have been forgiven (Heb. 8:12).\n\nUnder Mosaic Law certain offenses were punishable by death. How fortunate that we now live under the system of grace which offers forgiveness every time an offender genuinely repents and asks to be forgiven (See Matt. 18:21-22).\n\nThe laws of pardon apply to two different circumstances. To a person who is not already in God's family (the church), the terms are, \"Repent and be baptized in the name of Christ for the remission (forgiveness) of sin\" (Acts 2:38). To the .child of God (Christian ) it is to repent, confess, and pray (James 5:16). It is necessary to use the appropriate access to the heavenly throne.\n\n [ Home Page ]  [ FAQ Index ]",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9974318147,
        "format_confidence":0.9691537023
    },
    {
        "url":"http:\/\/christiansciencewichita.com\/faqs",
        "text":"How do I\nlearn more?\n\nReach a local contact at or at the Christian Science Reading Room 316-262-7864 Mon-Sat 11-5:30 at 702 W. Douglas.\n\nChurch services\n4501 E. Douglas. Sunday 10:30 am\nWednesday 6:30 pm\nare good sources as well.\n\nSentinel Watch audio\n\nWe know you have questions - go ahead and ask them.\n\nIf we don’t address your question here, you are directed to other resources on this page. (note:side boxes have local - RR info and church - and web links)\n\nChristian Science is not faith healing\nChristian Science does not involve pleading with God to heal the sick and then accepting His will, good or bad. Nothing in Christian Science theology says it’s God’s will that anyone suffer, be sick, or die. Christian Science shows God to be entirely good, and therefore His will for each individual is only health and life.\n\nIt’s not positive thinking which relies on the human mind to think or effect a good result.\nChristian Science starts with God, who is divine Mind, and the conviction that God’s goodness embraces each of us, all the time.\n\nAnd not a cult. There is no brainwashing, mind control, or blind following of a leader.\nChristian Scientists do have a deep respect and appreciation for the Discoverer and Founder of Christian Science, Mary Baker Eddy, but they do not worship her.\n\nChristian Science is very different from Scientology.\nThrough her search of the Scriptures, Mary Baker Eddy discovered the Christ Science. It is based on the teachings of Christ Jesus. Christian Scientists believe in one all-powerful, ever-present, loving God. They study the Bible daily and look to its inspired Word for guidance in every aspect of their lives.\n\nIt’s based upon a set of spiritual principles—laws relating to the nature of God and His creation—that can be applied with expected, consistent results. Christian Science is based on the Bible, and Christian Scientists follow the teachings and ministry of Christ Jesus. The virgin birth, the crucifixion, the resurrection and ascension of Christ Jesus, and the healing work of Jesus, are all central to Christian Science theology.\n\nThere is no church mandate, no biblical mandate to forgo medical intervention, nor do Christian Scientists believe that it’s God’s will that anyone suffer or die. A Christian Scientist’s decision to rely on prayer comes from trust, not blind faith, in God, and from a conviction that God’s care continues under every circumstance.\n\nNo medicine for yourself – what about your children?\nChristian Science parents are like any other parents—they love their children and want the very best care for them. They also recognize their moral and legal obligation to ensure that their children receive this care. Parents who choose Christian Science treatment for a child do so because they’ve seen the effectiveness of this treatment in their own lives.\n\nWhat would you do if you broke your leg?\nMany Christian Scientists would tell you that they would naturally turn to God for healing because they’d seen the effectiveness of this approach in the past.\n\nThis, however, does not prevent them from having a bone set if they so choose. The Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science also contain documented healings of broken bones.\n\nHow can you claim “thousands of healings” when in most cases there’s no medical diagnosis?\nThere have been many Christian Science healings of conditions that have been medically diagnosed, and many medical confirmations of those healings. However, one does not need a medical diagnosis to know a person was ill and then healthy.\n\nWhat do you do in the case of communicable disease?\nChristian Scientists care about their neighbors and abide by city and state laws or mandates regarding quarantines, vaccinations, and the like. The Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science (found in Christian Science Reading Rooms) contain many documented healings of communicable diseases and show the role prayer can play, not just in protecting and healing individuals, but in helping communities as well.\n\nDo you lobby for exemptions to health laws?\nChristian Scientists seek accommodations in laws to ensure that healthcare choices include the system of spiritual prayer that they have found to be effective.\n\nDo Christian Scientists carry health insurance or life insurance?\nSome have health insurance, and most probably have life insurance. Every Christian Scientist makes his or her own financial and health decisions.\n\nChristian Science practitioners\nare self-employed individuals, who have completed a course in spiritual healing given by an authorized teacher of Christian Science, and who devote themselves full time to helping and healing others through prayer. While practitioners do not offer counseling, diagnosis, prognosis, or any physical manipulation or treatment, they do offer Christian Science treatment—as explained in Eddy’s book, Science and Health with Key to the Scriptures.\n\nChristian Science treatment is the application of spiritual principles—who and what God is and what that means for each individual—to the specifics of any given situation. These spiritual principles, applied, have a tangible effect—restored relationships, financial well-being, physical healing, and so on.\n\nChristian Science Nurses and Care Facilities are also available when assistance or care is needed for an individual relying on Christian Science treatment.\n\nThe heart of Christian Science is Love. It is about feeling God’s goodness. It is based on the Bible and is explained in Science and Health with Key to the Scriptures and other writings by Mary Baker Eddy.\n\nIt addresses major points about God, good and evil, life and death, sacrament, salvation and more. There is much more information at including videos of how people live the teachings of Christian Science.\n\n\nThe desire of every Christian Scientist is to see the suffering in the world alleviated, and Christian Scientists take encouragement from Jesus’ example in healing even the most extreme suffering. He overcame poverty, hunger, severe weather, even incurable mental and physical maladies—and he promised his followers they could do the same.\n\nThe Church’s does not take an official position on abortion, cloning, and other “hot-button issues”. These are all serious issues, and they deserve everyone’s deep thought and prayer—including Christian Scientists’.\n\nDo you pay any attention to problems like poverty, racism, genocide, famine, etc?\nThese are certainly problems that need addressing, and this is the reason Mary Baker Eddy founded the newspaper The Christian Science Monitor—to alert the world to these problems and to invite solutions. Many Christian Scientists find their prayers regarding these issues lead them to take practical steps.\n\nThe Christian Science Journal, Christian Science Sentinel, and The Herald of Christian Science, along with Churches of Christ, Scientist, regularly offer healing responses to these problems as well as ideas to help each individual address them through prayer. These publications are all available in the Christian Science Reading Room –current issues, a 120 plus year library of archived issues, and a searchable electronic library.\n\nStill have questions? Contact us at",
        "topic_id":18,
        "format_id":5,
        "topic_confidence":0.9964447618,
        "format_confidence":0.9755122066
    }
]