[
    {
        "url":"http:\/\/wp32.wp.riefmedia.com\/2017\/05\/10\/alliance-of-moms\/",
        "text":"This upcoming weekend we will celebrate our moms for Mother’s Day. Last week, I had an incredible conversation with two inspiring mothers, who have taken their journey into motherhood and transformed the lives of hundreds of young mothers in the foster care system. These amazing women founded Alliance of Moms, a non-profit organization whose mission is to break the inter-generational cycle of babies born to teens in foster care.\n\nYasmine Delawari Johnson and Jules Leyser were both pregnant in 2012, along with three other girlfriends (Danika Charity, Emily Lynch and Kelly Zajfen) all at the same time. For some it was their first child, for others their second or third but the girlfriends all experienced  a profound change in becoming mothers. Together they were determined to use that shift in each of them to help other mothers, the most at risk, those in the foster care system.\n\nWhat inspired you to start Alliance of Moms?\n\nYasmine: I was pregnant with my son, having a child makes your heart burst wide open and makes you see everything every differently. I wanted a part of motherhood to be looking out for all children, not just our own. From my previous work with  The Alliance for Children’s Rights, I knew we needed to explore more volunteer opportunities for children’s rights.\n\nJules: My mother grew up in foster care and was a teen parent at 17. I understood the need to break the cycle, 66% of babies born into foster care become teen moms. I also understood that my child had won a lottery that he didn’t even knew he entered, just by luck. We needed to help support all mothers.\n\nTell us about when you knew, your work had made a difference?\n\nYasmine: In July 2014, five of us began exploring this idea of creating an auxiliary group to support The Alliance for Children’s Rights but more than that we wanted a mother to mother, community to community event. Six weeks later, we had our first program, Raising Baby, inviting 70 youth in foster care and their children for a day of fun, educational parenting workshops. We were determined to be there for these moms, when so many have let them down.\n\nWhile we set out to serve these young women in foster care, our members were also impacted by serving. The women we serve have changed all of our lives for the better because regardless of your circumstances, we all walk away stronger knowing that we all struggle as mothers.\n\nWhat fuels you to keep doing this work?\n\nJules: Having a hands on relationship with our pregnant girls and seeing them on an upward trajectory. Knowing that these young mothers are now talking and singing to their unborn children, or reading to their children at bedtime, creating family rituals, and using  the little things that we teach them, which have a big impact on their children.\n\nThese young parents are motivated to change their lives and their children’s’ and more than that, it is seeing people being kind.  \n\nWhat is your dream for Alliance of Moms?\n\nYasmine: My dream would be to create something sustainable and scalable that we could take outside of Los Angeles and to other communities of mothers across the country. We know and see the value of creating community and a village for mothers.\n\nJules: My dream would also be to see our program expand to other places and perhaps to help all teen moms. The real dream would be to have the public start seeing these young moms in a different way…with humanity and empathy.\n\nAs Yasmine and Jules both said, “We are all different and yet we are all the same. We all want the best for our children, we all get overwhelmed, stressed, worried that we are not doing the right thing. We are all learning about ourselves and our children as we struggle to do our best.”\n\nOver 600 members, hundreds of families and young mothers served and countless lives forever changed by a group of mothers who know what it is to share the love, create an alliance and to inspire us all.\n\n\nCharity Matters.\n\n\nCopyright © 2017 Charity Matters. This article may not be reproduced without explicit written permission; if you are not reading this in your newsreader, the site you are viewing is illegally infringing our copyright. We would be grateful if you contact us.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9742631912,
        "format_confidence":0.8487873077
    },
    {
        "url":"http:\/\/gabrielleriel.blogspot.com\/2014\/03\/st-john-tea-transcripts-03192014.html",
        "text":"St John Tea Transcripts - 03\/19\/2014\n\n[17:00] Gabrielle Riel: Hello Mr. B. :-)\n[17:00] Eclectric Breitman: Hello hello\n[17:00] Annechen Löwey: Hallo!\n[17:01] Gabrielle Riel: Thank you both for being here. You know I always start on time.\n[17:01] Gabrielle Riel: Today's tea is going to be something totally new and different.\n[17:01] Gabrielle Riel: At the last tea I used visuals.\n[17:01] Annechen Löwey looks unsure.\n[17:01] Gabrielle Riel: Today's tea is partially in audio. :-)\n[17:02] Gabrielle Riel: If you would please turn on your parcel audio\n[17:02] Gabrielle Riel: Or open in a media player.\n[17:03] Gabrielle Riel: You should hear the final movement of Vivaldi's Spring from the Four Seasons\n[17:04] Annechen Löwey nods.\n[17:04] Gabrielle Riel: What I did for today\n[17:04] Gabrielle Riel: I wrote a blog post - I'll give you the link\n[17:04] Gabrielle Riel: Then I recorded it\n[17:04] Gabrielle Riel: because it's easier for me to talk than type it all out\n[17:04] Gabrielle Riel: Because it's a lot of information.\n[17:05] Gabrielle Riel: It's 15 minutes long, the audio. Then I can answer questions, we can chat.\n[17:05] Gabrielle Riel: And all the folks that aren't here can regret missing the old dirt I drag out in the post! :-D\n[17:06] Gabrielle Riel: Here is the link to the post:\n[17:06] Gabrielle Riel: The audio will start in about a minute.\n(Note: you can listen to the audio here:\n[17:11] Baron Klaus Wulfenbach: Bitte, tell me you have not all gone to Voice.\n[17:11] Annechen Löwey: Parcel stream.\n[17:11] Baron Klaus Wulfenbach: Ahh.\n[17:13] Gabrielle Riel:\n[17:13] Gabrielle Riel: There is the text Herr Baron\n[17:13] Baron Klaus Wulfenbach nods\n[17:13] Baron Klaus Wulfenbach: Frau Lowey sent me that, danke.\n[17:14] Eclectric Breitman: Oops.\n[17:14] Gabrielle Riel: Oops?\n[17:15] Eclectric Breitman: Large walls. Although, technically, it wasn't me.\n[17:15] Annechen Löwey: I have a large poster, but I hoped to keep it in theme.\n[17:16] Gabrielle Riel: I mean posters in which you are saying things like \"my neighbors are stupid\"\n[17:16] Gabrielle Riel: I've had that happen.\n[17:16] Annechen Löwey: Ah, so mainland, that.\n[17:16] Gabrielle Riel: Indeed\n[17:19] Baron Klaus Wulfenbach: There is or was a sign in the CDS that had as its punchline, 'I am not the jackass whisperer.'\n[17:22] Baron Klaus Wulfenbach: You sound a touch hoarse. Are you well?\n[17:22] Gabrielle Riel: Just allergies Dad :-)\n[17:22] Baron Klaus Wulfenbach chuckles\n[17:22] Annechen Löwey whispers, \"She recorded it sober.\"\n[17:22] Gabrielle Riel: I did indeed\n[17:22] Gabrielle Riel: If I had been drunk, you would have heard a LOT more dirt!\n[17:23] Annechen Löwey snickers.\n[17:23] Baron Klaus Wulfenbach snickers\n[17:23] Gabrielle Riel grins\n[17:23] Gabrielle Riel: Obviously there have been a variety of things lately, in other estates, that have upset me greatly\n[17:23] Gabrielle Riel: Like head exploding seeing red greatly\n[17:24] Baron Klaus Wulfenbach: The Caledon matter?\n[17:24] Annechen Löwey headtilts.\n[17:24] Gabrielle Riel: I was able to have some private communication, but I really have no \"power\" to do anything in other estates.\n[17:24] Annechen Löwey: I have been in buildspace too much. I have gotten an earful of the CDS thing from my assistant.\n[17:25] Baron Klaus Wulfenbach: According to how I heard it, an EM overheard two consenting adults using terms of affection which caused them to burst in and AR them for ageplay.\n[17:25] Gabrielle Riel: But I do have \"power\" to do things here.\n[17:25] Annechen Löwey: Ahhh, that.\n[17:25] Baron Klaus Wulfenbach: Also, Jayleden has been taxing Herr Guvnah's nerves, but Miz Gabi must know about that already.\n[17:25] Gabrielle Riel: There have actually been at least three different things in three different estates that have been very upsetting.\n[17:26] Baron Klaus Wulfenbach: Mind you mentioning the others, bitte?\n[17:26] Gabrielle Riel: I've been in SL for 8 years. I have seen some bad things.\n[17:26] Gabrielle Riel: I won't go into details.\n[17:26] Baron Klaus Wulfenbach: However vaguely, ja.\n[17:26] Baron Klaus Wulfenbach: I do not like finding landmines the hard way, you see.\n[17:27] Gabrielle Riel: But in the last three months, I have been stunned.\n[17:27] Annechen Löwey: We apparently have a tendency to attract them.\n[17:27] Gabrielle Riel: There are always \"politics\"\n[17:27] Gabrielle Riel: I don't think you have anything to worry about Herr Baron. I think you have enough general knowledge to see what has happened over the last few months.\n[17:28] Baron Klaus Wulfenbach: I appreciate your point of view.\n[17:28] Gabrielle Riel: There is always tension between some residents and some EMs.\n[17:28] Baron Klaus Wulfenbach: (Zanta is still feeling poorly. She overworks when she feels ill.)\n[17:29] Gabrielle Riel: Residents can feel very alienated if they feel like the estate owner plays favorites.\n[17:29] Baron Klaus Wulfenbach nods\n[17:29] Gabrielle Riel: And making someone an EM is a way that shows that someone is a \"favorite\"\n[17:29] Gabrielle Riel: In some form or fashion\n[17:30] Annechen Löwey: \"Trusted\" is what I would call it, but there are those who will always think they can run things better.\n[17:30] Gabrielle Riel: We, estate owners, all take a risk when we choose EMs.\n[17:30] Gabrielle Riel: Exactly Frau Lowey\n[17:30] Baron Klaus Wulfenbach grins ironically\n[17:30] Annechen Löwey: The issue is they want to meddle, usually.\n[17:31] Gabrielle Riel: And I have made different choices over the years for different reasons.\n[17:31] Annechen Löwey: The ones that complain, that is.\n[17:31] Gabrielle Riel: Luckily, St. John is small.\n[17:31] Gabrielle Riel: We have me and 2 EMs that i trust completely.\n[17:32] Annechen Löwey nods.\n[17:32] Gabrielle Riel: Neither of the EMs here will ever let their egos interfere with serving residents.\n[17:32] Gabrielle Riel: It's that out of control ego that causes the problems.\n[17:32] Gabrielle Riel: EMs can also over-\"own\" their community\n[17:32] Annechen Löwey: \"Trust to handle things within my stated parameters\" is different from \"Running things the way they think ought to be\".\n[17:32] Gabrielle Riel: They personalize it too much\n[17:33] Gabrielle Riel: Some of what I saw in the last few months were statements from EMs like\n[17:33] Gabrielle Riel: \"I won't allow x,y,z behavior in MY community\"\n[17:34] Gabrielle Riel: It's becomes about them. THEIR ownership of the community.\n[17:34] Gabrielle Riel: Not about serving residents.\n[17:35] Gabrielle Riel: It's a miracle I did not have a blog rant. I came very close.\n[17:35] Gabrielle Riel: Because that abuse of power thing just send me into orbit.\n[17:36] Gabrielle Riel: Do you have any thoughts, questions, comments? I'll be posting these transcripts as usual so any discussion is good for the folks who can not be here.\n[17:37] Annechen Löwey: It is difficult to balance, in some situations, but to be honest, the lighter hand works best in most situations, griefing aside.\n[17:37] Baron Klaus Wulfenbach: Only that my comment about Caledon is based off complaints made extremely public.\n[17:39] Gabrielle Riel: One of the things that has made several of the occurrences of the last few months so unusual is how public they have been!\n[17:40] Annechen Löwey: I much prefer to not hear other people's tantrums.\n[17:40] Baron Klaus Wulfenbach raises an eyebrow at her\n[17:40] Gabrielle Riel: And I have been worried about my residents that might also live elsewhere.\n[17:40] Baron Klaus Wulfenbach: You have made that well obvious, Frau Lowey.\n[17:40] Annechen Löwey: I get enough of that elsewhere.\n[17:40] Baron Klaus Wulfenbach: Heh.\n[17:40] Annechen Löwey glares at the Baron, briefly.\n[17:41] Gabrielle Riel: I can't do anything about other estates.\n[17:41] Gabrielle Riel: Well, I could have caused some huge public drama.\n[17:41] Gabrielle Riel: I've done it before. :-)\n[17:41] Annechen Löwey: No, that is quite all right.\n[17:41] Gabrielle Riel: Amen sistah\n[17:42] Gabrielle Riel: But here I can define things for St John folks\n[17:42] Gabrielle Riel: And let them know how I feel\n[17:42] Annechen Löwey nods.\n[17:42] Gabrielle Riel: That drama all those years ago in NT was kept mostly under the rug.\n[17:42] Gabrielle Riel: At least on my end! :-)\n[17:43] Baron Klaus Wulfenbach: What are your thoughts on 'not dignifying it with a comment' as a general reaction to indignities?\n[17:44] Gabrielle Riel: Honestly?\n[17:44] Gabrielle Riel: That kills is the quickest. It's the way to go.\n[17:44] Gabrielle Riel: *kills it\n[17:45] Gabrielle Riel: I've been the target of many a flame attack over the years, some downright *insane*.\n[17:46] Gabrielle Riel: And sometimes I have responded\n[17:46] Gabrielle Riel: Which just kicked things up to nuclear\n[17:46] Annechen Löwey sighs.\n[17:46] Gabrielle Riel: So I have learned to share my feelings with one or two very trusted friends.\n[17:47] Gabrielle Riel: And that's it. I don't say anything and I keep on moving.\n[17:47] Gabrielle Riel: And I have always had plenty of things on which to work that kept me moving.\n[17:47] Gabrielle Riel: What I have found?\n[17:48] Gabrielle Riel: In time, something happens - it can be anything\n[17:48] Gabrielle Riel: That ultimately puts light on the subject and everyone sees it for what it was.\n[17:49] Gabrielle Riel: If I had a Linden for every time someone has come to me *years* later and apologized!\n[17:50] Gabrielle Riel: I just focus on finding joy here and things work out.\n[17:50] Gabrielle Riel: And karma usually bites the folks who were causing me grief pretty hard.\n[17:50] Baron Klaus Wulfenbach looks fleetingly ironic\n[17:51] Gabrielle Riel smiles\n[17:51] Gabrielle Riel: I'm not saying it's easy to stay quiet and take the high road.\n[17:51] Gabrielle Riel: I'm a fighter. It takes everything in me to stay quiet.\n[17:52] Gabrielle Riel: Especially when someone I love is under attack\n[17:52] Gabrielle Riel: I can deal with crap. I've learned. But oh my, attack s... (truncated)",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.8937305808,
        "format_confidence":0.9723274112
    },
    {
        "url":"https:\/\/www.hitched.co.uk\/wedding-speeches\/example_father-of-the-bridegroom_speeches_3\/stephen_3074.htm?selection=Best",
        "text":"Speech by Stephen\n\nSpeech: 3 of 425 | First  |   |   |  Last  \n\nWedding Speech Details:\n\nSpeech Type: Father of the bride\/groom\n\nSpeech Creater: Stephen\n\nSpeech Date: Sep 2017\n\nSpeech Rating:     Based on: 174 reviews\n\nRate this Speech:\n\n\n\n\n\n\n\n\n\nLadies and gentlemen, can I have your attention please as it is that time in the proceedings where some of the performing cast members are traditionally required to say a few words. So here goes to 10 minutes of bad jokes that the writers were convinced were funny, some embarrassing stories that will make everyone cringe, and then some heart tugging messages just to balance it all up!\n\nI will start by introducing myself – I’m Stephen – the Father of the Bride. I have the dubious honour of being the warm up act before the real speeches. I do confess to being a bit nervous today as I have rarely had the chance to speak for a few minutes and be listened to at the same time. That is because I have lived in a house with a wife and two daughters for a long time now. This is going to be a whole new experience for me!\n\nFirstly, I would like take the opportunity to welcome friends and family to this very happy occasion – the wedding of Kelly and Gavin. For those that don’t know Kelly, Gavin or me…..can I ask what you are doing here, because I think your wedding reception is down the hall.\n\nBefore I go any further, I am sure you will all agree how beautiful the bride, Kelly is. That dress is stunning. You look every bit the model bride. Your Mum and I are so proud of you. Of course, a word for her sister Holly as bridesmaid. That dress looks beautiful too. Finally, George as the Page Boy – who may well have stolen the show in his cute little suit.\n\nI have been under strict instructions not to embarrass Kelly – which I won't of course. I shall save that for the dance floor later with some epic Dad dance moves – after a few drinks, of course – I’m not that confident!\n\nI have watched Kelly grow up in to a beautiful, intelligent and very calm women. I am so proud of you. It only seemed like yesterday when we would see her galloping around the garden with her giddy-up stick horse. She never did grow out of her undeterred love of horses. It cost me dearly as she bought her own horse “PD” with the Share Options I was saving for a future wedding. So, sorry about that Gav!\n\nKelly’s transition from a teenager needing a free taxi service to a driver was an interesting time. Oh how I got the budget wrong! I thought 10 lessons and a bit of Dad time at the car drome in Hornchurch would have got her through. Not quite! A lot of lessons later and quite a few retests, and she did get there. Now she drives a car and a large horse box vans, so not fazed by anything. Except that is – a moments lapse of concentration by filling petrol in to a diesel car and wondering why it would not start the next morning. The till receipt from the petrol station said it all. Oops!\n\nGavin, may I say welcome to the family. You have seen us warts and all, so as you did turn up today, that must mean we aren’t that bad! I can see you will make a splendid so-in-law. You clearly love Kelly and look after her. What more can a parent want for their daughter, so thank you.\n\nOur only advice to you both is to always put the other one first and talk about everything openly and honestly. A marriage should be a partnership. If you both do that, you will always be happy and know you have someone you can rely on.\n\nAnd whilst you have each other, don’t forget that you’ll always have the support of your family and friends. You will not get rid of us that easily!\n\nTo you both, it is worth bearing in mind, neither of you will ever be perfect, but you can be a perfect match for each other. A successful marriage is not about finding a person you can live with, but finding a person that you can’t live without and I know that you’ve found that with each other. You make a great team and wonderful parents to George.\n\nSo finally Ladies and Gentleman, I’d like to ask you to please stand and raise a glass to join me in a toast to our two VIP’s, my daughter Kelly and my son-in-law Gavin, who happen to be the Bride & Groom. \n\nMy toast is “To the Bride and Groom”\n\nThank you for listening.\n\nSpeech: 3 of 425 | First  |   |   |  Last  \n\nSo pleased that my speech went down so well. My daughter was quite emotional about what I said so that makes me feel like the speech set the right tone. The really funny stories were soon to follow with the Best Man speech. Now that can't be published here!",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9901819825,
        "format_confidence":0.848543644
    },
    {
        "url":"http:\/\/pratfallsofparenting.com\/jacquie-fuller-ep-71\/",
        "text":"Jacquie Fuller | Pratfalls of Parenting Ep 71\n\nPhoto by: Jade Tittle\n\nPhoto by: Jade Tittle\n\n“I’m amazed at how neurotic and superficial I am about my kid.”\n\nNew mother to an 18 week old daughter Jacquie Fuller talks about how having worked in radio for several years prepared her for the lack of sleep that comes with new parenthood. She talks about the tension a newborn can put between new parents. And she shares how she balances being a creator and a curator of other’s work.\n\n“I like to break people down, that’s kind of my style.”\n\nJacquie talks about realizing she wanted to work in radio because of how angry she got at people who were terrible on the radio. She talks about how wanting to work at MPR’s The Current compelled her to move from New Mexico to the Twin Cities. And she shares how her tenacity and ability to hound people helped her go from administrative work at the station to also being on the air.\n\nPhoto by: Maggie Fuller\n\nPhoto by: Maggie Fuller\n\n“There’s always been a bit of me that was equal parts creator and curator.” \n\nJacquie shares the story of how her show “Teenage Kicks” came about. She talks about the early art and music that mattered to her and how that’s shaped what she’s into now. And Jacquie talks about loving music but not being able to make it, which is why she’s so passionate about sharing other people’s music.\n\n“I was one of those kids who had a lot of interests but could never decide what to do.”\n\nThis entry was posted in Podcast and tagged , , , , , , , , , , . Bookmark the permalink. Post a comment or leave a trackback: Trackback URL.\n  • 2012 Best of the Cities\n  • Posts by Category\n\n  • Subscribe via Email\n\n    Enter your email address to subscribe to Pratfalls of Parenting and receive notifications of new episodes by email.\n\n    Join 950 other subscribers",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9705697298,
        "format_confidence":0.6852381229
    },
    {
        "url":"http:\/\/m.channel3000.com\/entertainment\/qa-dora-ziga-of-big-brothers-big-sisters-of-dane-county\/23109600",
        "text":"65° F\n\nQ&A: Dora Zúñiga of Big Brothers Big Sisters of Dane County\n\nPublished On: Nov 22 2013 01:36:26 PM CST\n\nPhoto by Noah Willman.\n\nBy Brennan Nardi \n\nDescribe one way a child's life is enriched by being a Little.\nIt means so much to so many of our Littles, just knowing they have a friend who sees them because they want to see them, not because they have to see them. A Little's life is enhanced by the power of the care and support they receive from their Big. And of course, in the process, the Big is equally inspired by the power of their relationship with their Little.\n\nHow much time, money and resources does it take to be a Big?\nI wish that people would stop over thinking the whole idea of being a Big. If Madison is home and you're pretty sure you're not leaving, please consider becoming involved. We have two programs that both require a two year commitment. In one, you meet at school over the lunch hour or after school. In our traditional program the day and time is flexible; ideally we'd like for you to meet once a week especially in the beginning to really cement the friendship. However, we know that reality exists, so we always tell our Bigs to focus on quality over quantity. It's perfectly fine to meet three times in a month because one of your activities involved going to Devil's Lake. Activities should not all require money. We are blessed to have tons of free activities that we encourage our Matches to take advantage of around Dane County. Ultimately, the most meaningful part of the relationship for Littles is that their Big cared enough to be there consistently. It didn't matter what they did together what mattered was that the Big was there.\n\nWhat's the best (or worse\/or both) advice you've ever received?\nThe best advice I ever received was the suggestion that I join a service club. Early on in my career my mentor, Karl Kellor, said to me that real grown-ups join service clubs and learn to golf. Karl was right about joining a service club. I've been a member of Downtown Rotary for almost twenty years. It's one of the great investments of my time because I continue to learn through our programs and we do a lot of great things in our community. Now the golfing part, well, I’m not sure about that piece of advice. Maybe when I'm retired I'll try it.\n\nWhat goal are you currently working on?\nMy number-one goal is to increase the number of children who graduate from high school in Dane County and help all of our kids break the cycle of poverty. Mentoring is a highly successful strategy to accomplish this because we attack the root cause of poverty. Rather than temporarily treating a symptom, our Bigs are working with children to define a path that leads them out of poverty. We want the kids in our program to have children of their own who have the opportunity to be kids all the time, not just a few hours a month. We accomplish our goal one child at a time. Big Brothers Big Sisters of Dane County has a one hundred percent graduation rate for Littles; a majority of whom go on to higher education following high school. We invite families to join us by becoming donors and becoming Big Families—yes, families can mentor together.\n\nWhat's your favorite work of art?\nI love anything by Rufino Tamayo, Diego Rivera, Frida Kahlo and Mary Cassatt. These particular artists speak to me because their works deal with real life, community and children. Additionally, art is a great way for me to learn about my Mexican heritage.\n\nWhat do you wish you could tell your twenty-year-old self?\nLike most women I would tell my twenty-year-old self to learn to take care of herself first so that I could effectively take care of everything else on my plate. Specifically, make the time to acquire the habit of daily exercise and time to pray.\n\nWho's been your greatest inspiration?\nI am inspired every day by the young people in our program who—with the help of their Bigs—are making great choices. I am especially proud of Keraa McCants who, with the help and guidance of her Big Sister Ann Staniforth, made a lot of really good choices and is currently a freshman at Edgewood College. Keraa inspires me because she doesn't take anything for granted. She has a phenomenal work ethic and is determined to take full advantage of her college opportunity.\n\nWhat's top on your bucket list?\nI don't have a traditional bucket list. My goal is to someday be a very active grandma—someday far off into the future. In the meantime, I strive to live fully in the moment, be grateful for the opportunities I do have, to travel and to try as many new things as possible.\n\nWhat's the best reason to stay up late?\nTo share a laugh while watching Jimmy Kimmel with my daughter, Ariana. Or simply to catch up on the day, while playing with our two doggies as a familia.\n\nWhat would you change about Madison?\nI would love for Madison to recognize that the issues we are facing in regard to our children achieving academically is not a race issue but simply an issue of economic disparity that exists in our community. We all need to stop looking for an instant solution. It will cost serious money, in the short-term, to address the complex issues that we see. That investment, though, will lead to huge dividends in the future. Let's stop talking and start investing our time our talent and, yes, our treasure so that we can start providing a richness of opportunities to everyone in our community. Our kids deserve our support.\n\nFor more information on Big Brothers Big Sisters of Dane County, visit\n\nCheck out other Q&As with Madisonians here",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9629617333,
        "format_confidence":0.7367789149
    },
    {
        "url":"http:\/\/jenhatmaker.com\/episode-03-shasta-nelson.htm",
        "text":"Episode 03:\n\nGirlfriends can save the world with Shasta Nelson\n\nDid you know that there is a science around “girlfriendhood?” Shasta Nelson, a noted “friendship expert” and author of a book series on friendships does. Shasta’s life work is to help women make and keep great friendships, and she has studied the actual science of why having girlfriends makes us stronger, smarter and healthier!  Plus, you’ll find out what kind of friend Jen is, when you hear the results of her taking Shasta’s “friendtimacy” quiz (don’t worry, she passed). \n\nTranscript from the show\n\nNarrator:   Welcome to the “For the Love Podcast” with bestselling author Jen Hatmaker.  Come on in, and join us for a chat with Jen and friends about all the things we love. Now, here’s Jen.\nJen:  Guys, thank you so much for joining us today on For The Love Podcast. We are super excited to talk with you in this series about what it means to create, and to keep, and to nurture, just a really meaningful circle of girlfriends. I think this is an idea that affects virtually every single one of us. So, it is my great pleasure to get to introduce you to today's guest. We have on today, Shasta Nelson and she is fabulous. Welcome, Shasta.\nShasta:  Thank you! Honored.\nJen:  Let me tell everybody about you just for a second. If you're not already familiar with her work, which you should be, let me tell you just a little bit. She just could not be a more perfect guest for this series. Shasta is the author of Friendships Don’t Just Happen: The Guide to Creating a Meaningful Circle of Friends, for those of us looking to make new friends. She's also written Friendtimacy--by the way--brilliant title, love it. How to Deepen Friendships For Lifelong Health And Happiness, for knowing how to make the relationships we have even better, even stronger, even lasting, even longer--even through conflict and disappointment. They're both available in bookstores or online and they’re both available in audio. Let me say something else that Shasta does that you guys are going to love. You're going to want to go on and check this out immediately. She has this amazing website called GirlfriendCircles.com\n​It's basically a women's community dedicated to introducing women to new friends and inspiring better friendships, more or less. Does that sound right? You want to elaborate on GirlfriendCircles.com at all? Explain it to our listeners?\nShasta:  Yeah, we actually just want to be a place where people are learning how to make friends; most of us have never been taught how to do this. We do a monthly class that kind of helps deepen those friendships. Then we encourage people to meet off line in their different cities and to make friends. We use the online to kind of meet each other, but the goal is to encourage you and teach you how to make friends wherever you live.\nJen:  So fabulous. It's funny, because you know we're all grown adults and there's sort of this idea that making or nurturing friendships should just be intuitive rather instinctive. And it's really not for a lot of us. Real quick, just one last thing about about Shasta. She also writes for Huff Post she's been on the Today Show, interviewed about friendship by Katie Couric. Love her. Did you love her?\n​Shasta:  Yes. She's such a perfect girlfriend material.\nJen:  She totally is. Shasta also has a master's degree in spiritual growth. So fascinating. Then a bachelor's degree in communication. So for about 20 years she has experience in short term counseling and coaching leaders in teams and speaking at an international like motivational and teaching venues. I mean really, girl you're all over the place. Your career is amazing.\nShasta:  Well, likewise! It's just nice when you can find what you're passionate about and have the opportunity to do it in the world.\nJen:  Totally. I tell young adults all the time that ask me about their dreams and their vision. I'm like--listen somebody, somewhere will pay you to do what you love. It is absolutely possible. So, let’s just jump into it here.\nCan you tell our listeners what maybe first inspired you to create GirlfriendCircles.com because it's not really necessarily where you started in your career. \n​Shasta:  I was actually just working with so many amazing women kind of in a coaching setting and meeting different women. They had these big dreams and they wanted to get married, they wanted to have kids and they had these careers. I kept asking like, “who are your friends?” Because I knew that how you answer the question, “how supported do you feel” is like one of the number one things that's going to determine their success in their goals or their accomplishment of what they want. So I kept asking, “who are you close to? What are your friends saying about this? How are they handling it?” I continued to hear this kind of like, “well, I just went through a divorce and all my friends are kind of up in the air; I don't really feel close to any of them right now.” Or, “I just moved and yeah, I mean I've got some friends at work, but we don't talk about these things.” I just kind of kept hearing this reoccurring theme that very few people felt like they had close people who they could say, “yes, I feel supported through this big change or this big dream in my life.”  I remembered going through my own divorce and I remember moving and thinking, “Oh, I don't need to make new friends because I've got those other really great friends who were there with me through all of that.“\n​Yet you get to a new area, and at some point you're just like, “I'm a little lonely--like  I don't want to spend every night on the phone with my friends and I want friends.” So it kind of just all came together where one night I was just thinking that I wish we could share our friends with each other. I've got a great friend in Chicago I should introduce to you, and I just kind of really moved into the space of saying this really matters.\nIn fact, 75 percent of women say that they want better friendships; that 75 percent of us are disappointed with the friendships we have and that we don't feel as close to the friends we want. I would say that was true when I was talking to women I kept hearing this. So, 75 percent of us; we kind of live in this belief that we're the only ones that need it and that everyone else has found it. That’s simply not true. So I really just wanted to stand in that space and say; “this is common and we can do something about it; it matters, and we have to do something about it.\nJen:  Well, 75 percent is higher than I would've expected. \n​Shasta:  That bears out on a lot of different people’s studies. I did a study for my book Friendtimacy, a survey where we sent out to almost 1500 women and asked them on a scale of 1 to 10; how satisfied are you with the level and the depth of your friendships? 10 being most satisfied, 1 being least satisfied. Women were twice as likely to put a one or two, as they were to put a 9 or a 10. The vast majority of us are hovering around four, five, six.  Most people, when you ask the question, “how satisfied do you feel--how loved and supported do you feel right now? Most of us are like. I have friends, but…\nJen:  Yeah, exactly. That’s why your work is so important. One thing that I love about what you have researched, is that you've actually done some study on why having good friendships is crucial to our physical health. Any time I get this sort of mind-body connection. I find it so fascinating. This is making our friendships even more important than we might think; it's not just our feelings, it's our bodies. Can you tell us a little bit about that?\nShasta:  Yeah, so 've been I'm just an avid student of reading all the research coming out in the last 10 years that has been so exciting. Both with kind of being able to study different things through social media, but also what we're able to study with MRI brain scans and imaging now is just so telling. We have doctors going on record; one doctor went on record saying loneliness is the number one public health issue of our time. We have The New York Times reporting that more often. We have a doctor in one article in The New York Times saying; if I have a patient who is a chain smoker, obese and, lonely and I want to do something, the most important thing for that patient's health, I'm going to get her to make friends. That will have a bigger impact on her health than the smoking and obesity. If you feel disconnected or don't feel supported, it's as damaging to your health as smoking 15 cigarettes a day. They can actually see the results of the impact. It's twice as harmful as being obese and it does the the equivalent of damage in our bodies as being a lifelong alcoholic.\nYou think about all the attention we give to, smoking, and weight and alcohol; and at the end of the day, how we answer the question, “how loved and supported do I feel?” will tell us more about our health 20 years out than any other factor. We're wired to need each other and for us to perceive not having that in our lives is causing undue stress for sure. It's staggering. \n​Jen:  It is staggering. Fascinating and surprising. I think what is hitting me as you're saying all that, is how often; you know I'm like you, I work with women all the time and I'm surrounded by women and I love it. I hear women generally relegate friendship to sort of an optional category. They just do. It's one of the first things to go and there's not a single one of us that has just legions of time. It's not as if friendship is easy for any of us. But I do hear women say, of all the things I don't have time for, that's just one of them. Yet your research tells us that we are doing irreparable and long term harm to our bodies and our minds and our souls. The correlation there is so high that I cannot believe more people aren't talking about that. I can't believe this isn't front and center information on mental, and emotional, and physical health in our culture. \nShasta... (truncated)",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.9946916699,
        "format_confidence":0.9697671533
    },
    {
        "url":"http:\/\/www.vpr.net\/episode\/54389\/martin-no-cell-phone\/",
        "text":"« Previous  \n Next »\n\nMartin: No Cell Phone\n\n09\/13\/12 7:55AM By Mike Martin\n MP3   Download MP3 \n\n(Host) Cell phone ownership in U.S. has gone from roughly 3% of the population to more than 90% in a generation. Writer, educator and commentator Mike Martin has been thinking about a friend of his who still refuses to buy a cell phone and wonders how he must feel.\n\n(Martin) I have a friend who reminds me of a play called Rhinoceros by Eugène Ionesco. It's the story of a man named Bérenger whose small French village is thrown into turmoil one day when a rhinoceros runs through the middle of town. The locals debate what this could possibly mean, but soon there are more rhinoceros sightings, and eventually the townspeople start to get used to the idea. As the town's rhinoceros population grows, it eventually becomes fashionable, desirable, even advantageous, to be a rhinoceros, and so, more and more people choose to become rhinoceroses. Only Bérenger stubbornly refuses, not because he's trying to make a point, not for ideological reasons, not for any practical reason at all, but rather just because he doesn't want to, and therefore refuses to follow the crowd. The play ends with Bérenger alone - even his girlfriend has gone over to the other side - desperately trying to keep a mob of rhinoceroses from breaking through his door, still not giving in, still not joining the crowd.\n\nMy friend reminds me of this Bérenger character because he doesn't own a cell phone. Now that over 90% of Americans have cell phones, my friend belongs to an increasingly marginal, ever-shrinking group. Back in 2000, roughly two thirds of Americans didn't have cell phones, so my friend was still safely part of a comfortable majority. And back in 1990, cell ownership was only about 2%! Not as rare as a rhinoceros, but still strange and exotic... But today, you may feel a little left out if you don't have a cell phone.\nAnd like Bérenger, my friend resists for no apparent reason. He's not anti-social, or anti-technology, or cheap - he just doesn't want one. In fact, I suspect that he just doesn't want to go with the flow. It's sort of like now that you've got to have a cell, he just doesn't want to. Even though he seems normal on the outside, my friend must have some recessive anti-conformist gene. Still, it's getting ridiculous. I mean, everybody has a cell phone nowadays.\n\nBut my friend does have some quaint behaviors I find endearing. For example, he never interrupts our conversations with, \"Uh, I've got to take this.\" He never Google fact checks at dinner parties. He never interrupts whatever we're doing to go rifling through his bag to turn off some ridiculous Salsa ring tone. And he never sneaks a peek at his little screen when we're out walking and talking on a nice night.\n\nSo I guess there is something sort of charming about the way my friend holds out against the inexorable tide like Bérenger and his rhinoceroses, even though resistance is futile. Obviously.\n\nAfter all, now that our smart phones have taken the place of our watches, our cameras, our computers, and soon our wallets, we might wonder what else, or who else, they'll replace...I'll have to ask my friend what he thinks.\n\nOr maybe I'll just take out my iPhone and ask Siri.\ncomments powered by Disqus\nSupported By\nBecome an Underwriter | Find an Underwiter",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.860798955,
        "format_confidence":0.7113468647
    },
    {
        "url":"https:\/\/www.circlein.com.au\/portfolio\/how-parental-leave-inspired-this-creative-mamas-side-hustle\/",
        "text":"RELATED RESOURCES FOR YOU Lifestyle How parental leave inspired this creative mama’s side-hustle\n\nHow parental leave inspired this creative mama’s side-hustle\n\nKelly Berghella\n\nWhat do you do when you’re juggling a busy marketing career and two active daughters? Start a side-hustle, of course! Whilst on parental leave with her second child, Kelly Berghella of kelly berghella ART discovered her artistic-awesomeness and has taken her fabulous family portraits from home hobby to coveted craft.\n\nWith portrait commissions fully booked for 2018, this creative mama understands the value of time and wastes not a minute of hers, if not producing or performing, then striving to be a positive role model for her girls. Kelly chats honestly about the parental leave and return to work challenges, her passion for gender equality in the home, and whether the juggle really is all worth it.\n\nCan you tell us about your career journey?\n\nI graduated with a Bachelor of Public Relations in 2003, and had a pretty terrible initiation into the public relations world as I worked for a practitioner who treated me (and many others) pretty badly. Unsurprisingly, I didn’t stay long at that job, and once I recovered from the experience, landed myself a new job in marketing for an Australian Football League club. I stayed there for almost four years and, although I worked incredibly hard, it was so much fun and I met so many terrific people. The two years or so following I lived and worked in London and travelled the world. My last job in London was working for Unilever in their Global Marketing Team for Dove Hair Care. When I returned to Australia, I was a bit lost both personally and career wise so I took a job as an executive assistant at a financial institution (quickly discovering the financial industry is not for me!) and then found a job working in marketing for a local council. I met my soon-to-be-husband around the same time I landed the council position, and we had a semi-long distance relationship for a year before I moved to Melbourne and resigned from my council job. I have now worked for a state government department for the last six years within their marketing division.\n\nYou are currently working three and a half days with a state government department. What do you like most about being a working parent? What are the biggest challenges?\n\nWhat I like most about being a working parent is the fact it gives me mental time-out from being a mum. I liken returning to work after having children as being in a tropical paradise! Sad, but true! The biggest challenge for me is the feeling that as a part-time employee I am not encouraged to be ambitious or considered as readily for career progression.\n\nYou also have a side-hustle that you work on at night. It sounds exciting! Can you tell us about that?\n\nI started painting approximately 18 months ago when I was on maternity leave with my second child. I had never really been artistic (in hindsight, creative and entrepreneurial perhaps, but definitely not artistic!). Although I immensely enjoyed the freedom and creative expression that painting allowed me, I soon realised I needed to sell my time or monetise my art practice in order to keep doing it, especially once I returned to my day job. I developed a style for a family portrait that was a little left-of-centre and, as far as I knew, quite unique in the market. The response to my work has blown me away! I am currently booked out for commissions for the remainder of the year. Now I am in the process of actually getting the work done, which is mainly completed at night or on weekends. I consider myself a ‘time thief’ – always stealing moments of time when I can to create. I have no idea how I get it done, but I like the philosophy: ‘Say yes and work out the details later’.\n\nKelly Berghella artwork\n\nYou have two gorgeous girls who are two and four. What were your experiences like taking parental leave and returning to work? Did you find that it was easier or harder the second time around?\n\nMy experience taking parental leave was mixed. From a work perspective, everything was great. As I work for government, there are clear practices and policies in place and my employer accommodated my request to return part-time. From a personal perspective and in hindsight, I found the actual parental leave challenging – the isolation and the feeling of not achieving was difficult for me to deal with. In my first round of parental leave I started a home-based healthy baking business, and in my second round of parental leave I began my art practice. I found, having a small child at home, there were always plenty of things with which to fill my time, but the monotony was hard to handle.\n\nThe return to work both times has been, overall, a positive experience. I find either end of the working day the most stressful. I have always been responsible for getting the girls to childcare. When I get in the car after drop off I take a big, deep breath and a long exhale to prime myself for starting employed work! Then when I get home, immediately I’m preparing dinner, the girls’ bath and bedtime (with quite a few tantrums thrown in the mix) when all I really feel like doing is nothing.\n\nThe juggle is definitely real and there have been moments when I have questioned if it really is all worth it.\n\nI think I have found the return to work harder the second time around, purely from a logistical perspective, as it is quite literally double the workload and handling. Don’t get me started on the bottomless pit that is called bloody washing!\n\nHow has becoming a mother changed your perspective on life?\n\nIt has changed my perspective immensely. I value time a lot more than I ever have and am much more efficient with it. I am very conscious of (trying) to be a positive role model for my girls, but I am definitely not perfect. I have three words that are displayed on their bedroom wall and that I also tell them I want them to be: clever, kind and strong. Hopefully, I can role model that for them so they can offer a positive contribution to society.\n\nKelly Berghella artwork\n\nYou are very passionate about equality, not only in the workplace but also at home. What do you think needs to change?\n\nOoh this is a multi-faceted problem and I think it is going to take at least another generation for attitudes to change in this domain.\n\nAs mothers we have been encouraged to return to work, but the domestic load hasn’t rebalanced to meet this change. We still feel this accountability to be custodians of all domestic responsibilities.\n\nThere is a popular cartoon by Emma, a French cartoonist, called, You Should’ve Asked, and illustrates the point that when a man expects his partner to ask him to do things, he is viewing her as the manager of household chores and this, in turn, increases the mental load which appears to be unique to mothers.\n\nAnnabel Crabb states in her book, The Wife Drought, that one of the reasons women tend to burden the mental and domestic load is because they tend to be the ones who remain at home for a period of time following the birth of a child. This sets a precedent and expectation that often remains once the mother returns to work. Anyone else nodding their head?\n\nMy hope for the future is that one day if my daughters have their own children, they aren’t the only parent that is asked the question, ‘So, are you returning to work?’ That, to me, will display a true change in society’s expectations.\n\nHow do you manage the juggle on a daily basis in a practical sense? How do you and your partner share the load?\n\nWe hire a cleaner once a week, which is cheaper than marriage counselling in my book! In all seriousness though, we are really lucky and grateful to have grandparents who play an active and willing role with childcare on a regular basis. I have lowered my own expectations and standards a lot too. No more folding underwear or trying to make every meal from scratch. My husband has his own business and his hours have little predictability. When he is at home, I feel we are both equal in our parenting and domestic servant responsibilities. The problem is, though, I am physically at home more than he is, so inevitably the larger load falls to me by default. But that is the reality of having your own business and I accept that.\n\n\nWhat is one career goal that you haven’t yet achieved? Starting my own business.\n\nFavourite time of the day is…when my kids go to bed.\n\nInstagram sites that inspire you…@unskilledworker, @rosettasantucci, @rachelcastleandthings, @greenhouseinteriors and, of course!\n\nI’m happiest when…it is Sunday morning and we have nothing to do and nowhere to be.\n\nI’m addicted to…Instagram, silence, chocolate and wine (sound familiar anyone?!).\n\nFavourite wardrobe staple for work…Gorman headband to hide my greasy hair!\n\nFavourite wardrobe staple for weekend…Gorman headband to hide my greasy hair!\n\nMy role model is…I don’t have a particular role model, but I do admire and respect my husband immensely for his consistent approach to life and relationships (as cheesy as that sounds, it’s true!).\n\nHeels or flats? I prefer flats – preferably something with colour.\n\n\nDiscover more Real Stories from our Circle In community HERE.\n\nJoin & Download  FREE!\n\nMust have 50 top tips to nail the juggle!\n\nBecome part of our community and get access to free member resources and perks.",
        "topic_id":7,
        "format_id":21,
        "topic_confidence":0.8242356181,
        "format_confidence":0.8229909539
    }
]