[
    {
        "url":"https:\/\/www.genincode.com\/cardio-incode-genetic-test-prevent-heart-attack\/",
        "text":"What is Cardio inCode® and how can it help reduce your cardiovascular risk?\n\n  • Do you have cardiovascular risk factors (high cholesterol, high blood pressure, diabetes, smoking, etc.) that may increase your chances of cardiovascular disease or a heart attack?\n  • Are you concerned that you might have heart attack symptoms ?\n  • Would you like to take control of your future health and any required medical prevention plan?\n  • Would you like to know your genetic predisposition towards having a heart attack?\n\nIf you answered YES to any of the above questions, you should be aware that 50% of the likelihood of suffering heart attack (myocardial infarction) depends on your genetics.\n\nIf you would like to gain a detailed risk and insight to whether you may suffer a heart attack, it is essential to evaluate your genetics.\n\nClassic cardiovascular risk factors such as age, smoking and eating habits are not sufficient on their own, as they only contribute by 50% of the likelihood of developing a severe cardiovascular problem. That is why it is necessary to combine information from both categories to accurately assess your level of risk.\n\nCardio incode test\n\nWith Cardio inCode® you can begin to understand your own genetics and the risk of developing cardiovascular disease!\n\n\nCardio inCode Score® is a patented genetic test validated in over 80,000 patients that analyses the 12 most important genetic variants in your DNA related to cardiovascular risk.\n\nCardio inCode® enables you to understand your true risk of suffering a heart attack empowering you to adopt cardiovascular prevention steps to reduce your risk of a cardiovascular event.\n\nCardio inCode® Check also informs on your predisposition to developing classical cardiovascular risk factors such as high cholesterol, hypertension, or diabetes in addition to advising on cardiovascular prevention measures and treatment pathways appropriate to your level of risk. Cardio inCode Check® analyses up to 158 genetic variants in your DNA.\n\nAs cardiovascular diseases are the leading cause of death globally, priority should be given to the steps required to reduce your risk factors and in order to help improve your future health and lifestyle.\n\n\nCarrying Out A Cardio inCode® Test\n\nWith the help of your physician, you can easily carry out a Cardio inCode® test, following these steps:\n\n  • Order\n\n    Your physician orders the test and then receives our DNA collection kit\n\n  • Sample\n\n    A sample of your blood or saliva (mouth swab) is taken\n\n  • Analysis\n\n    The sample is analysed in our laboratory\n\n  • Results\n\n    We send the encrypted results to your physician, who will discuss the results and the next steps with you\n\nWhat are Cardio inCode cardiovascular prevention test users saying?\n\nThousands of individuals have already benefited from the Cardio inCode genetic test to reduce the risk of suffering a heart attack, and their cardiovascular risk in general.\n\n  • Dr. Romero\n    Dr. Romero Head of the Lipids Unit at Hospital Infanta Elena, Huelva.\n\n    “Early diagnosis of FH is essential to change the natural history of the disease, since it’s genetic, and present from birth. It goes undetected through the first decades of life, and in many cases, is only diagnosed after an episode of cardiovascular disease. Genetic testing of individuals with suspected diagnoses and their family members gives us a head start of more than a decade over the natural course of events.\n    In our Lipids and Vascular Risk Unit, it has become an indispensable tool.”\n\n  • Dr. Pedro Royo\n    Dr. Pedro Royo IVI RMA Pamplona\n\n    “Thrombo inCode is a product that’s extremely useful in reproductive medicine. For patients who suffer implantation failure, recurrent pregnancy loss or those with backgrounds of thrombotic episodes, it provides information that is extremely useful in their clinical management, both for ovarian stimulation and preparation of embryo transfer.”\n\n  • Dr. Joaquín Garcia Ezquerro\n    Dr. Joaquín Garcia Ezquerro CASA DE SALUD HOSPITAL. VALENCIA\n\n    “It helps me gather valuable information to take measures in treating my miscarrying patients and increase the likelihood of success in their pregnancies.”\n\nCentres that use Cardio inCode for their patients’ cardiovascular prevention programmes\n\nTheir trust is the best guarantee.\n\nPrivacy and safety guaranteed\n\nThe privacy, confidentiality and security of your data are of the highest priority for GENinCode. In compliance with the legislation in force, we use all necessary computer security protocols, including encryption, to guarantee the anonymisation and integrity of your health data.\n\nAll connections to our SITAB data platform are made under the SSL cryptographic protocol. The use of an anonymous identification code for the comprehensive management of patient samples, from analysis to the issue of the results, enables their traceability in a secure, confidential and 100% reliable way.\n\nOur Laboratory\n\nOur Laboratory is specialized and certified in genetic analysis applied to diagnosis and prevention. Staffed by top-tier scientific professionals, they are forerunners in research at the national and international levels.\n\n\nCardio inCode® is backed by extensive scientific evidence. A sample of the publications:\n\nThese studies showthat the genetic risk score of Cardio inCode® is associated with the risk of presenting a coronary accident. Therefore, the higher the genetic score, the greater the coronary risk. This way, genetics enables us to identify those individuals with coronary risk higher than it would be based only on their classical risk factors.\n\nFeatured In\n\nFor More Information\n\nComplete the following form, and we will contact you soon to provide more information, without any obligation on your part.\n\n    GENinCode shall respond to requests for information, products and \/ or services and registration to events, as well as send commercial and legal communications deemed appropriate to the client. You may exercise your rights of access, rectification, cancellation, destruction or, opposition, or limit the treatment of data transfer at any time by notifying GENinCode - For further information please view our privacy policy here.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9977778792,
        "format_confidence":0.9947965741
    },
    {
        "url":"https:\/\/www.puritan.com\/puritans-pride-brand-0102\/l-carnitine-500-mg-016830",
        "text":"Need Help? 1-800-645-1030\n0Cart Register\nTap to Zoom\nL-Carnitine 500 mg\nL-Carnitine 500 mg\nL-Carnitine 500 mg\nL-Carnitine 500 mg\nL-Carnitine 500 mg\n\nL-Carnitine 500 mg\n\nItem #016830 \/ Add to favorites\n\n500 mg\n\n\nEarn up to 369 Puritan's Perks points. Learn More\n\n  • Provides support for fat meabolism**\n  • Antioxidant support**\n  • Helps the body use energy stores**\nProduct & Label Information\n\nCarnitine is a nitrogen-containing compound that assists in fat metabolism.** Carnitine plays an essential role in making fatty acids available for muscle tissue.** Carnitine is also found naturally in cells which use fat for energy.** Carnitine is found throughout the body, including in the heart, muscles, liver and kidney.** Carnitine also helps the body use energy stores to power muscular contractions - providing support for endurance exercise and during recovery from high intensity exercise.**\n\nAbout Puritan’s Pride\n\nFor more than 45 years, Puritan's Pride has helped families achieve a lifestyle of wellness. Our vitamins and supplements are made with care from the highest quality ingredients. They are tested or inspected as many as 15 times throughout the manufacturing process. That's why you can shop with confidence. We take pride in our products and helping customers feel their best.\n\nSupplement Facts\n\nServing Size 1 Caplet\nAmount Per Serving% Daily Value\nL-Carnitine 500 mg *\n  Free Form (as L-Carnitine L-Tartrate)\n*Daily Value not established.\nDirections: For adults, take one (1) caplet four times daily, preferably with meals.\n\nOther Ingredients: Vegetable Cellulose, Vegetable Stearic Acid, Polyvinyl Alcohol, Silica. Contains <2% of: Magnesium Silicate, Polyethylene Glycol, Titanium Dioxide Color, Vegetable Magnesium Stearate.\n\nWARNING: If you are pregnant, nursing, taking any medications or have any medical condition, consult your doctor before use. Discontinue use and consult your doctor if any adverse reactions occur. Keep out of reach of children. Store at room temperature. Do not use if seal under cap is broken or missing.\n\nNo Artificial Flavor or Sweetener, No Sugar, No Starch, No Milk, No Lactose, No Soy, No Gluten, No Wheat, No Yeast, No Fish, Sodium Free.\n\nCustomer Reviews\nRated 5 out of 5 by from I am very satisfied with L-Carnitine. I use it with a combination of Coq10 and I am very pleased with the results. Puritan has exceeded my expectations. I always find great values, and prompt efficient delivery. I have been a customer for several years and to date have no complains.\nDate published: 2016-04-25\nRated 5 out of 5 by from Good vitamins This product supplements the vitamins I take on a daily basis. The Puritan's Pride quality has always been good so I believe these vitamins are good value.\nDate published: 2015-04-23\nRated 5 out of 5 by from No more issues with this product like in the older reviews When I first bought this product many years ago I had the same issue as the older reviews where the caplets would crumble\/disintegrate after a little bit of time but that's not happening anymore with the more recent shipments. I'm not sure if it was humidity or some other factor that caused the issue but Puritan has addressed it. It's definitely a great value compared to the same product (L-Carnitine Tartrate) on other sites and works well for me. Also don't get this product confused with L-Carnitine Fumarate which is a different type of L-Carnitine.\nDate published: 2015-03-18\nRated 5 out of 5 by from Excellent products Great product and value! I highly recommend you to everyone I know.\nDate published: 2015-02-18\nRated 1 out of 5 by from Product should be good, quality poor from Puritan Pride I have the same issue as other customers. I have to throw away 2 bottles that I bought becuase it became as powder. I can't use the pills.\nDate published: 2015-01-20\nRated 5 out of 5 by from Excellent product I Have purchased L-Carnitine 500 mg mant times and I have always been very happy with it. Great product great price - great service\nDate published: 2014-10-10\nRated 5 out of 5 by from Bag it!! this is a great product, however humidity will affect the coating after opening the bottle. I found that storing the bottles in a ZipLock bag & I saved a few of the silica-gel pax that are in the bottles & placed them in the bag as well & have never had a meltdown issue...just a tip to save from loss of pills & $$.\nDate published: 2014-09-09\nRated 1 out of 5 by from Threw them all away!!! \/ Puritan Please put this product in a sealed capsul I have probably bought thousands of vitamins from Puritans pride, and have been satisfied with them all, except this product. I have had multiple shipments (batches) of this product over the years, and every shipment has been defective. All the bottles had exploded powdery messes in them, not capsules. The almost unrecognizable capsules were UN-usable and UN-swallowable. Even when the bottle is first opened, a single pill could not be removed without crumbling to dust in your fingers. Puritan L-Carnitine Tablets disintegrate in their factory sealed bottles. I you want L-Carnitine, buy it in liquid, or buy from a different supplier. I rate this product is so defective that it is useless. I hope Puritan will fix this product, protect the pills with a coating or capsule, and announce the product is fixed.\nDate published: 2014-05-26\n  • y_2020, m_8, d_4, h_15\n  • bvseo_bulk, prod_bvrr, vn_bulk_3.0.10\n  • cp_1, bvpage1\n  • co_hasreviews, tv_5, tr_13\n  • loc_en_US, sid_016830, prod, sort_[SortEntry(order=SUBMISSION_TIME, direction=DESCENDING)]\n  • clientName_puritanspride\n  • bvseo_sdk, net_sdk,\n  • CLOUD, getReviews, 11ms",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9924658537,
        "format_confidence":0.9727320671
    },
    {
        "url":"http:\/\/www.avera.org\/services\/home-medical-equipment\/",
        "text":"Skip to Content\n\nHome Medical Equipment\n\nLife changes requiring the use of home medical equipment can take some adjustment for you and your loved ones. Let the full-service, accredited home medical equipment providers of Avera@Home Home Medical Equipment help you make the most of your new situation. View a map of locations or visit our online store to order products.\n\nExtensive Services & Equipment for Living Well\n\nWork with your Avera location to take advantage of a variety of medical and health-related items for purchase or rent. You benefit from 24\/7 emergency call service, as well as training in how to safely and effectively use medical equipment at home.\n\nGeneral Health and Nutrition\n\n  • Bath aids and bath safety products\n  • Blood pressure check equipment and stethoscopes\n  • Catheters\n  • Commodes\n  • Daily living aids, such as reachers and grabbers, adaptive utensils and long-handled shoehorns\n  • Hospital beds, with or without trapeze, for in-home use\n  • Low air loss therapy\n  • Incontinence supplies\n  • Intravenous (IV) therapy pumps\n  • Lymphedema pumps and sleeves\n  • Ostomy and wound care supplies\n  • Phototherapy for seasonal affective disorder (SAD) and light-sensitive conditions\n  • Special needs equipment and adaptive supplies\n  • Tube feeding (enteral) pumps, supplies and formulas\n\n    Mobility Support and Rehabilitation\n\n    • Braces and muscle supports\n    • Compression stockings\n    • Continuous passive motion (CPM) machine\n    • Crutches, canes, walkers and more for walking (ambulatory) assistance\n    • Lift chairs\n    • Porch lifts\n    • Portable ramps\n    • Scooters, including Pride Mobility brand models\n    • Stair lifts\n    • Wheelchairs – Manual and electric\/power, as well as cushions\n\n    Respiratory Support\n\n    • Heated humidifiers\n    • Low air loss therapy\n    • Nebulizers for medication delivery\n    • Oximetry aids to measure oxygen levels in the blood\n    • Oxygen therapy equipment\n    • Suction units\n    • Tracheotomy supplies\n    • Ventilators\n\n    Sleep Care\n\n    • Continuous positive airway pressure (CPAP), bilevel positive airway pressure (BiPAP) and auto-adjusting positive airway pressure (APAP) equipment for sleep apnea\n    • Infant apnea monitors\n    • Pneumogram sleep studies\n    • Sleep positioning aides\n\n    Women’s Health\n\n    • Breast pumps and breastfeeding supplies\n    • Post-mastectomy supplies and custom fitting consultations\n\n    HME Billing & Insurance\n\n    For your convenience, Avera@Home assists you by submitting claims to Medicare, Medicaid and\/or insurance. Check with your insurance carrier for specific information about what’s covered by your plan. You can also pay your Avera home medical equipment bill online.\n\n    Order HME Products Directly Online\n\n    Our online store offers a large selection of home medical equipment products from durable medical equipment to home medical supplies. Our simple and secure order process and convenient shipping delivers high-quality items to your door.\n\n    Access online store\n\n    Request Information\n\n    Do you have a question about home health care, hospice care or home medical equipment? Our Avera@Home team can help. Use our online form to ask a question or request additional information about our services.\n\n    Contact us online\n\n    Related Locations\n\n    Avera Living Well Center\n\n    Avera Living Well Center\n\n    How will your life change when you need home medical equipment? No matter where you live in the Upper Midwest, you can expand your options by visiting Avera’s Living Well Center in Sioux Falls, SD. Take the opportunity to explore many easily accessible features, including:\n\n    • Full-size showcase home where you can experience “living well” products firsthand\n    • Full-size display van with lift, designed to illustrate the ease of transporting a wheelchair or scooter\n    • Vehicle modifications made on site\n    • Indoor test track for wheelchairs, scooters and walkers\n    • Private rooms for education and fittings\n    • Family-friendly waiting area with television\n    • Large, private and accommodating customer service area\n\n    View a printable map or find contact information and an interactive map.\n\n    Live Better. Live Balanced. Avera.\n\n    © 2016 Avera, Sioux Falls, SD. All Rights Reserved.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9931368828,
        "format_confidence":0.9844378829
    },
    {
        "url":"https:\/\/www.cotswoldoptimalhealth.co.uk\/cookingschool",
        "text":"An Introduction to Cooking For\n\nOptimal Health\n\nThe aim of this introductory course is to help those who want to understand more about using food to keep us healthy and maintain optimal health. We focus on how to use whole foods that are local and easy to prepare. With our chef's first-class training and experience in producing top-level dishes and our doctors' knowledge of the health giving properties of different foods, we will take you on a journey of discovery that will equip you with the knowledge to help keep your brain, mind, heart and body in Optimal Health.\n\nWe're collaborating with chef Guy Fenton to bring these delicious but therapeutic recipes. He trained at the Savoy with Marcus Wareing and currently oversees The Grill Kitchen at The Dorchester in London. Prior to that he set up the Michelin Guide-featured Rothesay Rooms for HRH Prince Charles.\n\nMore information coming soon. For questions or to book a place please email us or call us at:\n\n01242 903225 \n\nFunctional Medicine Cheltenham\n\nFollow us\n\n  • Facebook - White Circle\n  • Twitter - White Circle\n\n​© 2018 by Cotswold Optimal Health Clinic Ltd.\n\n23 St George's Road,\n\n\nGL50 3DT",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.826074481,
        "format_confidence":0.9905560613
    },
    {
        "url":"http:\/\/www.getnews.info\/530995\/guillainbarre-syndrome-pipeline-review-research-report-h2-2015.html",
        "text":"Guillain-Barre Syndrome Pipeline Review Research Report H2 2015\n\n“Guillain-Barre Syndrome Pipeline Review”\nGuillain-Barre Syndrome – Pipeline Review, H2 2015′, provides an overview of the Guillain-Barre Syndrome’s therapeutic pipeline.\n\nThis report provides comprehensive information on the therapeutic development for Guillain-Barre Syndrome, complete with comparative analysis at various stages, therapeutics assessment by drug target, mechanism of action (MoA), route of administration (RoA) and molecule type, along with latest updates, and featured news and press releases. It also reviews key players involved in the therapeutic development for Guillain-Barre Syndrome and special features on late-stage and discontinued projects.\n\nGlobal Markets Direct’s report features investigational drugs from across globe covering over 20 therapy areas and nearly 3,000 indications. The report is built using data and information sourced from Global Markets Direct’s proprietary databases, Company\/University websites, SEC filings, investor presentations and featured press releases from company\/university sites and industry-specific third party sources, put together by Global Markets Direct’s team.\n\nDrug profiles\/records featured in the report undergoes periodic updation following a stringent set of processes that ensures that all the profiles are updated with the latest set of information. Additionally, processes including live news & deals tracking, browser based alert-box and clinical trials registries tracking ensure that the most recent developments are captured on a real time basis.\n\nComplete report on H2 2015 pipeline review of Guillain-Barre Syndrome, spread across 46 pages is available at:\n\nThe report enhances decision making capabilities and help to create effective counter strategies to gain competitive advantage. It strengthens R&D pipelines by identifying new targets and MOAs to produce first-in-class and best-in-class products.\n\nNote*: Certain sections in the report may be removed or altered based on the availability and relevance of data for the indicated disease.\n\n\n  • The report provides a snapshot of the global therapeutic landscape of Guillain-Barre Syndrome\n  • The report reviews key pipeline products under drug profile section which includes, product description, MoA and R&D brief, licensing and collaboration details & other developmental activities\n  • The report reviews key players involved in the therapeutics development for Guillain-Barre Syndrome and enlists all their major and minor projects\n  • The report summarizes all the dormant and discontinued pipeline projects\n  • A review of the Guillain-Barre Syndrome products under development by companies and universities\/research institutes based on information derived from company and industry-specific sources\n  • Pipeline products coverage based on various stages of development ranging from pre-registration till discovery and undisclosed stages\n  • A detailed assessment of monotherapy and combination therapy pipeline projects\n  • Coverage of the Guillain-Barre Syndrome pipeline on the basis of target, MoA, route of administration and molecule type\n  • Latest news and deals relating related to pipeline products\n\nOrder a Purchase copy of this report at:\n\n(This is a premium report priced at US$2000 for a single user License.)\n\nReasons to buy\n\n  • Provides strategically significant competitor information, analysis, and insights to formulate effective R&D development strategies\n  • Identify emerging players with potentially strong product portfolio and create effective counter-strategies to gain competitive advantage\n  • Develop strategic initiatives by understanding the focus areas of leading companies\n  • Identify and understand important and diverse types of therapeutics under development for Guillain-Barre Syndrome\n  • Plan mergers and acquisitions effectively by identifying key players of the most promising pipeline\n  • Devise corrective measures for pipeline projects by understanding Guillain-Barre Syndrome pipeline depth and focus of Indication therapeutics\n  • Develop and design in-licensing and out-licensing strategies by identifying prospective partners with the most attractive projects to enhance and expand business potential and scope\n  • Modify the therapeutic portfolio by identifying discontinued projects and understanding the factors that drove them from pipeline\n\nMedia Contact\nCompany Name:\nContact Person: Ritesh Tiwari\nPhone: +1 888 391 5441\nAddress:UNIT No 802, Tower no. 7, SEZ Magarpatta city, Hadapsar\nCity: Pune\nState: Maharashtra\nCountry: India",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9929226637,
        "format_confidence":0.711312294
    },
    {
        "url":"http:\/\/www.skintosoul.com\/hot-stone-massage\/",
        "text":"The human body holds on to stress in the form of tension – in your back, shoulders and neck. Between stressful days at work where time is spent sitting for hours and the daily wear and tear that we experience in our personal lives, it goes without saying that our muscles are tense more than they are relaxed. Massage therapy is known for it’s ability to release tension and bring about a sense of relaxation. However, for muscles that hold lots of tension or require a deeper technique, we recommend a hot stone massage.\n\nA hot stone massage incorporates warm, smooth stones into the standard massage method. These stones act as an extension to the therapy provided by the massage therapist, in fact, the heat of the stone not only increases levels of relaxation, but they also loosen up the muscles allowing for the massage therapist to work deeply and release more tension. The stones used in hot stone massage are also great for increasing levels of energy throughout your body, so it’s not unheard of to place them along the spine, in your hands or on the muscles that are especially tense.\n\nIf you’re looking for a massage that gets deep into the tension that your muscles are holding, a hot stone massage is one of the best options! At Skin to Soul, you can count on the trained massage therapists to provide you with an enjoyable massage that will leave you feeling relaxed and relieved. Call to schedule a hot stone massage today!",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9901822209,
        "format_confidence":0.9945400357
    },
    {
        "url":"http:\/\/www.smh.com\/p.aspx?p=267",
        "text":"& Visitors  \n  Services &  \nLogin\/Join Community\nCareers & Employment Volunteers Online Bill Pay Contact Us Concierge 1700 S. Tamiami Trail, 34239 • Phone: (941) 917-9000\n\nOrthopedics Printer Friendly Version Printer Friendly Version Share\n\nOrthopedicsTotal joint replacement. Minimally invasive spinal fusion. Comprehensive, customized rehabilitation services. When hips, knees, shoulders and spines sustain disabling injuries, or simply wear out over time, Sarasota Memorial’s orthopedic and spine specialists offer the latest surgical and non-surgical treatments to repair and rebuild the body’s intricate joints.\n\nYou'll now find Sarasota Memorial's Orthopedics Unit on the top floor of our new Courtyard Tower. The 36-bed unit offers spacious private rooms that are healing and high tech, with many of the comforts of home – flat screen TVs, free wireless internet access, a comfortable futon that folds down to a bed and a private alcove for overnight guests. Click here for a virtual tour.\n\nThe Best Orthopedic Care\nOur board-certified and fellowship trained orthopedic surgeons and neurosurgeons work in concert with a multi-disciplinary team that includes pain medicine and physical medicine specialists and highly trained nurses and rehabilitation therapists.\n\nMany of our physicians have come to us from the best teaching hospitals in the nation – Johns Hopkins, Duke, Mayo, Cleveland Clinic, Mass General. Collectively, they perform more than 4,500 orthopedic and neurosurgical procedures annually and provide specialized orthopedic and neurological rehabilitation to more than 10,000 people each year.\n\nAdvanced Technologies & Techniques\nOur superior patient outcomes and quality rankings consistently place us among America’s best hospitals. Our surgeons are recognized nationally for their expertise in joint replacements, complex joint revisions, as well as minimally invasive surgeries for hips, knees, spines, shoulders and other joints. Our nurses have earned Magnet Nursing Services Recognition, the nation's highest honor for excellence in nursing. Together, they have achieved some of the lowest (best) readmission rates in the nation.\n\nSurgical specialties and subspecialities include:\n\n  • Total Joint Replacement – shoulders, hips, knees\n  • Hip fractures and other traumatic injuries to bones and joints\n  • Degenerative conditions\n  • Partial Knee Replacement\n  • Reverse Shoulder Replacement\n  • Hip Resurfacing\n  • Ankle and Foot Surgery\n  • Hand Surgery\n  • Spine Surgery (Scoliosis, Stenosis, spinal fusion, lumbar laminectomy and cervical fusion\/laminectomy)\n  • Orthopedic oncology\n  • Pediatric orthopedics\n  • Sports Medicine\n\nPre-Operative Education & Follow-Up Care\nIf surgery is necessary, our preoperative education class will explain what to expect before, during, and after your surgery. For information about our pre-op orthopedic classes, please call (941) 917-4047. If unable to attend a class, you may request a DVD to be sent to your home, or view the video online here.\n\nThe new Courtyard TowerRehabilitation Services\nSarasota Memorial provides the region’s broadest spectrum of inpatient, outpatient, home health and rehabilitative care for orthopedic patients.\n\nReferrals & Second Opinions\nIf you want a second opinion on treatment options, the orthopedic and neurosurgical specialists at Sarasota Memorial are here to help. Call our physician referral HealthLine at (941) 917-7777 for an appointment or browse our online physician directory.\n\n\n\nCenters of Distinction: Sarasota Memorial has achieved recognition as a Center of Distinction from insurers Blue Cross and Blue Shield for Knee & Hip Replacement and Spine Surgery and from Cigna for Spinal Fusion.\nReporting Concerns | PRIVACY POLICY | Terms of Service | Online Bill Pay | Mobile Site | Smartphone App\nSite optimized for Chrome or Firefox | Copyright © 2014. Sarasota Memorial Health Care System. All rights reserved.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9976317883,
        "format_confidence":0.9610990286
    },
    {
        "url":"https:\/\/laserit.ca\/services\/photodynamic-therapy\/waterdown.aspx",
        "text":"Offering Photodynamic Therapy Treatment to Waterdown clients!\n\nPhotodynamic Therapy (PDT) is an exciting treatment option, offered to our clients in Waterdown, approved for use in North America. Results are truly remarkable. You will experience improved skin texture, minimized pores, as well as enhanced reduction of brown and red spots that appear in sun damaged skin.\n\nPDT is also a breakthrough for those suffering from various types of acne.\n\nPhotodynamic Therapy Waterdown, ON\n\nWhat is Photodynamic Therapy (PDT)?\n\nPhotodynamic Therapy Waterdown treatment\n\nThe PDT process for each Waterdown client is basically the same. The skin is prepared and a solution, called Levulan, is topically applied to the skin. It is left on the skin for an incubation period. The solution is absorbed by the targeted lesions and a light then activates the solution which destroys the targeted cells. When used in conjunction with the blue light we can target the sebaceous glands and bacteria responsible for acne\n\nThe treatment takes approximately 60-90 minutes to complete and you can expect some redness, peeling and flaking of the skin for 3-4 days. While under the light source you will feel some warmth. It is important to know that you will need to stay indoors for 24 hours following the procedure. The solution applied to your skin remains active for this period of time.\n\nPhoto of Acne before\n\nAcne Before\n\nPhoto of Treatment with PDT\n\nTreatment with PDT\n\nPhoto of Acne After\n\nAcne After\n\nIf you are struggling with acne you must look at this new and exciting procedure offered to our Waterdown clients. The number of treatments depends on the severity of the acne although most clients will go into remission with 3 treatments (6-12 weeks from the first treatment). Click here to request a consultation and get started with one of our Registered Nurses.\n\nWaterdown clients, call us at 1-888-332-9930 OR request a consultation online to get more information about Photodynamic Therapy (PDT) treatment and get started with one of our Registered Nurses.\n\nRecent Google Reviews…\n\n\nI was a tad nervous when I booked an apt for skin tag removal, not knowing what to expect, but from the minute I walked in I started to relax. It was my first visit, and I was greeted warmly and professionally by Sharon. Sue came to welcome me and walked me back to the procedure room. Sue explained the process, and made the whole experience comfortable and pleasant. I recommend Laser Aesthetics and would return for other needs\/procedures without hesitation. Thank you Sue and Sharon!\n\nMichele Diemert\n\noriginally went in for laser, which is going amazingly well, so professional. However when I was there this lovely team began to help me with my skin on my face, something I had unfortunately accepted thinking it was like that for the rest of my life\nAfter waiting over 12 months to see a dermatologist that did nothing, I broke down in tears when I realised laser aesthetics could help. My skin is now clear and so healthy looking and did not cost a fortune either. The staff are so friendly and helpful and truly understand the emotions involved regarding ones skin.\n\nRebecca Fowler\n\nToday I went to the Burlington location.\nStefani greeted me with a smile and welcome.\nShe processed my payment & made certain I collected the special offers.\nAnn was excellent. She assessed what I needed, implemented the care with competence & excellence.\nAnn made sure I received special offers.\nGreat experience\n\nBrenda Thorne\n\nI was referred to Sue at Laser Aesthetics by a friend. I am so glad I was! Sue is a professional nurse and very knowledgeable. Her clinic is clean and comfortable. I am very happy with their services.\n\nNicola S\n\n See All Google Reviews\n\n\nStay on top of our new specials, pricing and exciting products! Join our mailing list.\n\n\n\nLaser Aesthetics\n2180 Itabashi Way\nBurlington, ON L7M 5A5\n\nLaser Aesthetics is a specialized Cosmetic Medical Centre in Burlington, Ontario. Laser Aesthetics offers Botox®\/Xeomin, Juvederm®, BELKYRA™, LATISSE©, Glo Minerals, Vivier Skin, Acne Treatments, Laser Hair Removal, Skin Treatments, Services for Men and Other Treatments. Laser Aesthetics serves Burlington, Oakville, Hamilton and surrounding areas.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9021906853,
        "format_confidence":0.996730566
    },
    {
        "url":"https:\/\/www.gundersmile.com\/services\/veneers",
        "text":"Arne Gundersen, D.D.S. -  - Cosmetic Dentist\n\nGundersen Dental Care\n\nArne Gundersen, D.D.S.\n\nCosmetic Dentist & General Dentist located in Tumwater, WA\n\nVeneers Specialist\nVeneers are a popular dental tool that can be used to correct abnormalities and defects in the teeth. They can dramatically improve a person's smile, giving them more self-confidence and a renewed sense of well-being. At Gundersen Dental Care, Dr. Arne Gundersen and his staff offer veneers to his patients whose teeth are discolored or have structural abnormalities. He goes to great lengths to make sure his patients living in the Tumwater, Washington area and the surrounding communities including Olympia and Lacey, Washington, have bright smiles and the best dental care possible.\n\nVeneers Q & A\n\nWhat is a veneer?\n\nCosmetic dental veneers solve problems other dental treatments can’t. A veneer is a thin piece of porcelain that is used to cover the surface of an existing tooth. They are made of a high-grade porcelain to look and feel just like a real tooth. They are formed to be the same size, shape, and color as other nearby teeth. This allows the mouth to look uniform and aesthetically pleasing.\n\nOnce the veneers are created in the proper size, shape, and color, Dr. Gundersen will prepare to permanently affix them to the surface of your teeth with a strong bonding agent. He will gently sand away your enamel to roughen the surface of your teeth. Once the veneer is bonded to the tooth, Dr. Gundersen will perform any cleaning or trimming necessary to complete the process.\n\nHow long does a veneer last?\n\nVeneers can last up to 15 years with good dental care. Once you have veneers you should avoid chewing on hard things like ice or hard candies.\n\nVeneers are permanently attached to the surface of your teeth and will need to be upgraded eventually. If a veneer becomes chipped or damaged in any way, Dr. Gundersen will remove it and replace it with a new one.\n\nVeneers are also considered to be permanent due to the fact that the abnormalities that they cover are ones that cannot be changed or altered unless your tooth is extracted. Smaller than normal teeth or ones that have been broken may not be able to be corrected due to the extent of the damage. Veneers create the look of a brand new tooth while using your old tooth as a foundation.\n\nWhat kind of issues can veneers correct?\n\nVeneers can correct several structural abnormalities, as well as various types of damage to your teeth. A few of the most common uses are:\n\n  • Teeth that are smaller than normal\n  • Broken or chipped teeth\n  • Discolored teeth\n  • Teeth that have an abnormal shape or that didn't form correctly\n  • Gaps and spaces between the teeth.\n\nA veneer can extend off of the tooth, closing small gaps and spaces that may not be able to be corrected through the use of conventional braces. This creates a more uniform appearance and makes your smile more visually appealing.\n\nIf you are interested in learning about the benefits of veneers and what options are available, you can make an appointment with Dr. Gundersen to learn how veneers can help you.\n\nAsk us\n\nFeel free to email us regarding any scheduling or general questions!\n\nFollow Us",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9940749407,
        "format_confidence":0.9753723741
    },
    {
        "url":"https:\/\/betteraddictioncare.com\/colorado\/denver\/denver-family-institute",
        "text":"Substance Abuse Treatment\nDrug Addiction\nSelect a State\nCall Now\nfor Treatment (800) 429-7690\n\nDenver Family Institute\n\nGoogle Rating: 4.4\n\nDenver Family Institute\n\nDenver Family Institute is located in Denver, Colorado.\nShow More\n\n\n  • Membership: COAMFTE (division of AAMFT)\n  • Member Since: 0\n\nTreatment Options\n\n  • Outpatient\n\nPayment Methods\n\n  • American Express\n  • Cash or self-payment\n  • Check\n  • Discover\n  • Health Savings Account\n  • Mastercard\n  • Visa\n\nAccepted Insurances\n\n  • Most Insurances\n\n\n  • Addiction\n  • Alcohol Abuse\n  • Drug Abuse\n  • Drug Addiction\n  • Intervention center\n  • Medical Detox\n  • Substance Abuse\n\nAge Options\n\n  • Adolescents\n  • Adults\n  • Seniors or older adults\n\nSexuality Options\n\n  • Lesbian gay bisexual or transgender (LGBT)\n\n\n  • Free Parking\n\nTreatment Approach\n\n  • Family Based Treatment\n\nThe facility name, logo and brand are the property and registered trademarks of Denver Family Institute, and are being used for identification and informational purposes only. Use of these names, logos and brands shall not imply endorsement. is not affiliated with or sponsored by Denver Family Institute.\n\nGoogle Reviews\n\nFantastic strength-based resource for families, couples and individuals to receive affordable therapy services in Denver...\n\nJim Thomas, 5 months ago\n\nThe team at Denver Family Institute are kind, profesional and a pleasure to work with. They have a top-notch facility and they have the best Marriage and Family Therapy Training Program in Colorado! I could not recommend Denver Family Institute enough. Good place!\n\nJason Barlow, 12 months ago\n\nCollin Coble, 1 year ago\n\nDFI is a great community resource! The therapists there are all either graduate students in their second year of their counseling programs or professionals in the field (as I was when I attended the program) who are seeking out further training in couples and family therapy. Individual therapy is also provided. All the therapists you would see are being taught courses and getting supervision from seasoned therapists and professors in the community. Sessions are provided at reduced rates because you are being seen by a therapist \"in training.\" Make no mistake about \"in training,\" as you are going to get high quality therapy services at DFI because all the therapists there are spending years of their time and money for this experience because they want to be as good as they can be at what they do.\n\nScott Kohner, 1 year ago\n\nMy daughter was 10 when the walls of life started falling in around her. We got lucky and found DFI. Beth Garrett, LSW did such a wonderful job of gently communicating with her to help her light her own path to greatness. I'm so grateful! Thank you - So much. She turns 12 tomorrow and just got elected by her teachers to be in the student council.\n\nAnthony Prichard, 3 years ago\n\nDenver Family Institute located in beautiful Denver, Colorado, can supply addicts with professional and effective addiction treatment options.\n\nWhether an individual requires inpatient treatment, outpatient treatment, or holistic treatment options, Denver Family Institute can help addicts obtain the goal of sustained sobriety. With experienced staff members, counselors, and addiction advisors, patients can rest assured that receiving professional care is something that is never compromised.\n\nDenver Family Institute understands well that making the decision to attend treatment is very difficult. This, though, is the most vital step in the entire recovery process as it means the addict is mentally prepared to get better. This is an important aspect of the whole recovery process. Through consistent support, addicts will have the opportunity to get better when they attend treatment at Denver Family Institute.\n\nSince no two addictions are alike, it’s important that treatment be as unique as the individual themselves. At Denver Family Institute, they understand that all addictions are different. Addiction treatments services at Denver Family Institute are provided to those of any Adolescents, Adults and Seniors or older adults. Also discussed before treatment begins is the patient’s insurance coverage.\n\nBy identifying the root cause of the addiction at hand, psychologists, counselors, and advisors can better prescribe a treatment plan that can work for the individual. The core values that are held at Denver Family Institute are centered on striving to assist the addict every way possible in order to obtain long-lasting sobriety. Just as so many addicts have attended Denver Family Institute and succeeded in recovery, so can others.\n\nLiving a fulfilled life is possible with the help of a professional and tailor-made treatment plan. There is a happy life waiting outside the life of drug and alcohol abuse. It’s time to put addiction behind and start on a life that is content. This can only happen with the help of an addiction treatment facility.\n\nContact Denver Family Institute today at denverfamilyinstitute.Org and learn how a unique approach to treatment can help addicts regain control of everyday life. With the proper treatment plan in place, addicts can overcome their addiction and learn to live a sober life in as little as 30-days to 90-days.\n\nCall Now to Speak to an Addiction Counselor (800) 429-7690",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.997110188,
        "format_confidence":0.9625729918
    },
    {
        "url":"http:\/\/whiterockdentists.com\/ascutney-vt-05030-sedation-dentistry-laughing-gas-dentist\/",
        "text":"Sedation Dentistry in Ascutney, VT 05030\n\nWhile most patients have a comfortable experience in our practice using only local anesthetic, for others even thinking about dental visits is stressful or traumatic.\n\nWith that in mind we’ve done everything we can to make your visit to our office as comfortable as possible.  Beyond our many patient amenities, an additional offering we feature for very anxious patients (and sometimes just for long appointments) is oral sedation.\n\nOral sedation Ascutney, VT 05030 involves taking a short course of medication (which is started either the night before or an hour before the appointment) that allows you to relax and in a sense “zone out” for your visit.  Some patients who are typically fearful end up even falling asleep while we work and we gently wake them when we are through.\n\nIf this sounds like an option you’d like, please mention it when you schedule your next appointment.  We will work with you (and your primary care physician, if necessary) to ensure that you have the safest, most comfortable experience possible!\n\nWays to Relieve Anxiety\n\nOral Sedation Ascutney, VT 05030 — Oral sedation (given by mouth) is a popular option for many people precisely because it does not require the use of needles. Oral sedatives are either swallowed whole in pill form or can be dissolved under the tongue. Both methods work in a matter of minutes. A variety of oral sedative and anxiolytic (anxiety-dissolving) medications have been developed through extensive research and testing to make your experience of dental treatment as comfortable and relaxing as possible. All have long safety records after decades of use, and several even have “amnesic” properties, meaning you will remember little to nothing, even though you are conscious throughout the treatment. Commonly prescribed medications include Valium®, Halcion®, Sonata®, Ativan®, Vistaril®, and Versed®. To learn more, view our chart on Types of Oral Sedatives\n\nInhalation Conscious Sedation — Nitrous oxide, a sedative you inhale, has been used in dental offices for nearly 100 years. It is a relatively poor pain reliever but a very good anti-anxiety medication. It is administered through a nasal hood, which resembles a small cup that is placed over your nose. The oxygen mixed with nitrous oxide provides a light-headed or even euphoric feeling, which is quick to wear off so there is no “hangover” effect. All bodily functions remain essentially normal during the use of this sedative, which is very safe.\n\nIV Conscious Sedation Ascutney, VT 05030 — Sedatives delivered directly into the bloodstream intravenously (into the vein) are more potent than when taken orally, and the amnesic effects may be more profound. Because IV sedation has an almost immediate effect on the body and its functions — including heart rate, blood pressure and breathing — there is a higher degree of risk associated with it than with other types of sedatives. There is also a higher level of training required for those who administer it. As with all sedation (except nitrous oxide), you must be monitored with specialized equipment throughout your IV sedation treatment. The main advantage is that drugs administered this way work immediately and the level of sedation can be adjusted more quickly and easily. And with most sedatives, you won’t remember a thing about your dental procedure after the sedative wears off.\n\nPeople also ask\n\nAscutney-VT-05030-Sleep Dentist-Nitrous Oxide Dental Provider\nCornish-NH-03745-Sleep Dentist-Nitrous Oxide Dental Provider\nWindsor-VT-05089-Sleep Dentist-Nitrous Oxide Dental Provider\nPlainfield-NH-03781-Sleep Dentist-Laughing Gas Dentist\nCavendish-VT-05142-Sedation Dentistry-Nitrous Oxide Dental Provider\nSpringfield-VT-05156-Sleep Dentist-Laughing Gas Dentist\nReading-VT-05062-Sedation Dentistry-Laughing Gas Dentist\nMeriden-NH-03770-Sedation Dentistry-Nitrous Oxide Dental Provider\nCharlestown-NH-03603-Sleep Dentist-Laughing Gas Dentist\nClaremont-NH-03743-Sedation Dentistry-Laughing Gas Dentist",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9975497127,
        "format_confidence":0.9682872891
    },
    {
        "url":"https:\/\/www.equivision.com\/products\/21-day-hind-gut-health-program",
        "text":"Your shopping cart is empty.\n\n21-Day Hind Gut Health Program (30 servings of product)\n\n$ 225.00\n\nThe fastest and most effective way to improve your horse’s intestinal health and function\n\nA 21 day program to:\n\n  1. Re-set your horse’s hind gut fermentation and pH\n  2. Support your horse’s desired intestinal immune response\n  3. Provide anti-inflammatory activity for the intestine\nIn just 21 days or less use EquiVision’s Hind Gut Health Program to:\n  • Improve your horse’s attitude towards work\n  • Support normal digestive function in horses with a history of chronic colic\n  • Support normal consistency of your horse’s manure\n  • Improve your horse’s ability to maintain desired body condition\n  • Support normal insulin sensitivity\n  • Support your horse’s desired energy level and stamina\n  • Improve your horse’s lateral flexion (a horse with an inflamed intestine cannot flex freely)\n\nThe Hind Gut Health Program comes conveniently pre-packaged in an easy to carry box with a daily check list to help you feed or dose the correct product in the correct amount to achieve optimal effectiveness.\n\nThe Hind Gut Health Program includes ADR Paste, ADR Powder and Fish Oil Factor.\n\nNOTE: Works in 21 days but contains 30 servings of product.\n\nCustomer Reviews\n\nBased on 3 reviews Write a review\nis added to your shopping cart.\nGo to Cart\nis added to your wishlist.\nGo to Wishlist",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.980286181,
        "format_confidence":0.9986668825
    },
    {
        "url":"http:\/\/www.vitasprings.com\/vegan-true-neuromins-dha-30-vegigels-source-naturals.html",
        "text":"VitaSprings Source of Vitamins and Health Supplements\nView Cart\nShop Brand Store\n\nLike Us on Facebook\n\nFollow Us on Twitter\nMonthly Special\n\nHome > Vitamins & Supplements > Vegetarian Supplements > DHA Vegetarian \/ Vegan >\nHome > Vitamins & Supplements > DHA > DHA Vegetarian \/ Vegan >\nSource Naturals\n\nVegan True Neuromins DHA, Non-Fish Omega-3, 30 VegiGels, Source Naturals\n\nVegan True Neuromins DHA, Non-Fish Omega-3, 30 VegiGels, Source Naturals\n\nBrand: Source Naturals\nItem Code: SN2569\nUsually ships in 1-2 business days + transit time,\nif product is available.\nVegan True Neuromins DHA, Non-Fish Omega-3\nOur Price: $16.09\nGuaranteed Secure Shopping! Qty:\nWrite a Review\n\nVegan True Neuromins DHA, Non-Fish Omega-3 Product Description\n\nSource Naturals Vegan True™ Neuromins® DHA\n\n  • Dietary Supplement.\n  • Non-Fish Omega-3 for the Brain.\n\nDue to a plant-based diet, vegans often have lower concentrations of DHA, which plays an important role in brain and heart health. The richest sources of DHA are fish and other seafood, though meat and eggs also provide significant amounts.\n\nSupplementation with Vegan True™ DHA, sourced from algae, can help ensure adequate amounts for vegans. DHA plays a significant role in rapid brain and retinal development during fetal growth and infancy. It is transferred to the fetus by pregnant mothers and supplied to newborns via breast milk. Vegan True DHA, does not contain any animal products or animal-derived ingredients.\n\nLife's DHA™ and Neuromins® are trademarks of DSM Nutritional Products, Ltd.\n\nSupplement Facts\nServing Size: 3 Vegigel(s)\nAmount %DV\nCalories 15\nCalories from Fat 15\nTotal Fat 1.5 g 2%\nDocosahexaenoic Acid (DHA) (from algal oil)(life'sDHA™) 600 mg\n\nOther Ingredients: high oleic sunflower oil, modified corn starch, glycerin, carrageenan, sorbitol, purified water, beta-carotene, sunflower lecithin, tocopherols, ascorbyl palmitate, rosemary oil, and caramel.\n\nContains soy.\n\nSuggested Use:\n3 Neuromins® DHA softgels twice daily with meals.\n\nWarning: If you are pregnant, may become pregnant, or breastfeeding, consult your health care professional before using this product.\n\nNotice: Individual results may vary. You should always consult with your physician before starting this product or any health-related program.\n\nDisclaimer: The product descriptions and the statements on this page are from manufacturers and\/or distributors and have not been evaluated by VitaSprings or the FDA. These products are not intended to diagnose, treat, cure, or prevent any disease. VitaSprings does not imply any medical claims from the customer reviews on this Vegan True Neuromins DHA, Non-Fish Omega-3 product on this website.\n\n© Source Naturals\n\nCustomer Reviews\n\nWrite a Review on this Vegan True Neuromins DHA, Non-Fish Omega-3 product and share your experience or opinion with other customers.\n\nBuy with Confidence!\n\nVegan True Neuromins DHA, Non-Fish Omega-3\n\nVegan True Neuromins DHA, Non-Fish Omega-3\nItem Code: SN2569\nBrand: Source Naturals\nPackage Size: 30 VegiGels\nOur Price: $16.09\n\nCoupon Discount!\n\nPopular Categories\nAcai, AHCC, Algae,\nAloe, ALA, Amino Acids,\nAntioxidant, Astaxanthin,\nArnica, Bilberry, Biotin,\nBlack Elderberry, Blueberry,\nCalcium, Cocoa, Coconut,\nCollagen, Colostrum,\nCoQ10, Chlorella,\nCinnamon, Cranberry,\nCurcumin, Cumin,\nDeodorant, DHA, EPA,\nEnergy Drink, Enzyme,\nFacial Cleanser, Mask,\nFiber, Fish Oil, Flax,\nGarlic, Ginkgo, Ginseng,\nGlucosamine, Grape Seed,\nGreens, Green Tea Extract,\nHair Color, Hair Vitamins,\nHemp, Hyaluronic Acid,\nHGH, Iron, Krill Oil,\nLutein, Lip Balm, Gloss,\nMaca, Magnesium,\nMaitake, Melatonin,\nMilk Thistle, Multi Vitamin,\nMouthwash, Mushroom,\nNight Cream, Omega 369,\nOmega-7, Oregano Oil,\nProbiotic, Pollen, Propolis,\nProtein, PS, Psyllium,\nPycnogenol, Resveratrol,\nRhodiola, Rosehip Oil,\nSAM-e, Saw Palmetto,\nSea Buckthorn, Seasoning,\nSerum, Shea Butter,\nSunscreen, Sweetener,\nSilica, Spirulina,\nToner, Toothpaste,\nVitamin B, C, D3, E, K,\nZinc, More >>\n\nUpshots Smoothie Mix-Ins Powder - Multi Lift\n\n30 Servings by Source Naturals\n\n\nThroatCalm, Sore Throat Relief (Throat Calm)\n\n60 Tablets by Boiron\n\n$9.06, 2\/$17.58, 6\/$51.64\n\nT-Relief Extra Strength Cream, Pain Relief\n\n3 oz by MediNatura\n\n\nActivated Charcoal Night Cream Time Release\n\n2 oz by Reviva Labs\n\n\nWitch Hazel Toner - Rose Petal, Alcohol Free\n\n12 oz x 2 Pack by Thayers\n\n\nUC-II Advanced Joint Relief\n\n60 Vegetarian Capsules by NOW Foods\n\n$23.99, 2\/$46.54, 6\/$136.74\n\nCoconut Oil, Xylitol + White Charcoal Floss\n\n32 Yards (30 Meters) by Dr. Ginger's\n\n$3.39, 2\/$6.60, 6\/$19.38\n\nHome Coupons Shipping & Billing Order Tracking\nCompany Brand Stores Returns FAQ\nContact Health Concerns Privacy Policy  \n\nFriend Referral Free Gift\nBack to Top\n\nFeatured Brands\n\nSource Naturals\n\nBluebonnet Nutrition\n\nMason Natural\n\n\nNordic Naturals\n\nNature's Way\n\nNow Foods\n\nDoctor's Best\n\nNatural Factors\n\nGarden of Life\n\n\nNew Chapter\n\n\nJarrow Formulas\n\n\nRainbow Light\n\n\nMore Brands\nWelcome to VitaSprings Online Store - Source of Your Healthy Life. We carry huge selections of vitamins and supplements, and other different health and beauty products, over 400 brands and 30,000 items now, with new products added frequently. Buy Vegan True Neuromins DHA, Non-Fish Omega-3 from Source Naturals at VitaSprings, and we guarantee you a safe, secure online shopping experience! We value your business greatly and do our best to honor any requests you might have. Our customer service hot line is here waiting for you: 1-626-579-2668.\n\nDisclaimer: Designated trademarks and brands are the property of their respective owners. Statements made, or products sold through this website,\nhave not been evaluated by the Food and Drug Administration. These products are not intended to diagnose, treat, cure, or prevent any disease. Read more.\n\nGuaranteed Secure Shopping! Vitasprings, Vitamins & Food Supplements, El Monte, CA Payment See Reviews at\n\n\n\nCopyright ©2001-2018 Online Store - All Rights Reserved.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9917951226,
        "format_confidence":0.9989142418
    },
    {
        "url":"https:\/\/alabamanutrition.com\/products\/5-real-carbs-protein",
        "text":"5% Real Carbs + Protein\n\n  • Sale\n  • Regular price $44.99\nShipping calculated at checkout.\n\nWhen it came to protein powders Rich Piana was adamant about one thing: he didn’t like them. Rich downright hated everything about them!\n\nInstead, he believed in the idea of whole food complete meals and that kind of thinking guided him in his quest to create exceptional supplements that offered something different.\n\nWhen the time came for 5% to create a quality product, high in available protein, we knew we had to stay true to his beliefs. Anything 5% Nutrition created had to be a complete whole food meal.\n\nWe didn’t merely create a protein powder or just another meal replacement powder – that would have been too easy. We did it the 5% way by creating a complete whole food meal, Real Carbs + Protein! We’re talking about 20 grams of whole food proteins combined with 30 grams of whole food carbohydrates. The perfect bodybuilding meal. Talk about the ultimate meal replacement!\n\nA true bodybuilding protein blend must be able to keep you in an anabolic environment to support lean muscle growth, and that’s exactly what we did with Real Carbs + Protein.(1) Protein has been sourced from an innovative complex: HyrdoBEEF™ Hydrolyzed Beef Protein, Whole Egg Powder, Chickpea Protein and Organic Chicken Powder. This combination creates a protein blend with variable digestion speeds that’s extremely high in quality, purity, nitrogen retention and bioavailability.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.7984875441,
        "format_confidence":0.9983214736
    },
    {
        "url":"https:\/\/www.hartz.com\/product\/hartz-precision-nutrition-milk-replacer-for-puppies-powdered-formula\/",
        "text":"Dentist’s Best Hartz\n\nHartz® Milk Replacer for Puppies Powdered Formula\n\nSKU: 3270099205\n\n\n  • Precisely formulated to match a mother dog’s milk\n  • Quick-mix powder blends easily with room temperature water for on-demand feeding; use with the Hartz Nursing Bottle (sold separately)\n  • Features calcium for strong bones, magnesium for heart and muscle health, Vitamin A for eye development and linoleic acid to support healthy skin and coat\n  • Can also be used as a food supplement for pregnant and nursing mothers, as well as convalescing dogs\nWhere To Buy\n\nProduct Description\n\nRegular cow’s milk is not a sufficient source of nutrition for a puppy.\n\nHartz Powdered Puppy Milk Replacer is precisely formulated to emulate mother’s milk with the optimal balance of vitamins, minerals, and essential nutrients to support growth and development during the formative first 6 weeks of life.\n\nSuitable as a supplement for pregnant, nursing, or convalescing dogs and ready for on-demand feeding – just mix with room temperature water. Use with our newborn pet bottle – specifically sized for small mouths (sold separately).\n\nRelated Articles\n\nWrapping a tiny puppy in a towel after grooming them\n\nBathtime for Puppies\n\nA mother dog spends a lot of time bathing her puppies. Here’s how you can keep your puppy clean.\nPuppy who needs special care for the first 21 days of their life puppy\n\nMilestones in a Puppy’s Development\n\nIf you’ve found an orphan puppy, you won’t know exactly how old he is.\n\nFinding your Puppy’s Forever Family\n\nYou’re madly in love with him, but you may not be able to keep him. Get tips for finding the perfect home.\nLearn More\n\nRelated Products\n\nHartz® Milk Replacer for Puppies Powdered Formula\n\nRegular cow’s milk does not provide the necessary proteins and fats required to nourish a...\n\nHartz Dentist’s Best® with DentaShield® Dental Kit for Dogs & Cats\n\nDual ended toothbrush features both large and small heads to accommodate dogs and cats of...\n\nHartz® UltraGuard® Ear Mite Treatment for Dogs\n\nOffers relief for dogs suffering from ear mites by killing the parasites on contact",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.706543088,
        "format_confidence":0.9988870025
    },
    {
        "url":"http:\/\/www.lcmeds.com\/cleocin\/buy\/generics\/cleocin\/523.shtml",
        "text":"You must enable javascript to see captcha here!\n\n   LCMEDS.COM Discount Online Pharmacy\nLow Cost Meds! Quality Medication without a prescription at lowest price!\nHOME          ABOUT US           CONTACT US           SHIPPING POLICY           FAQ           ALL DRUGS          SHOPPING CART\n\nLow Cost Generic Cleocin\n\n(Generic name: Clindamycin)\n\nQty.NameOur PriceUnits \n24 Cleocin 150mg [capsules] $84.99 ORDER\n56 Cleocin 150mg [capsules] $151.99 ORDER\n80 Cleocin 150mg [capsules] $211.99 ORDER\n24 Cleocin 300mg $111.99 ORDER\n56 Cleocin 300mg $203.99 ORDER\n80 Cleocin 300mg $285.99 ORDER\n160 Cleocin 300mg $499.99 ORDER\n\n   Cleocin lose their potency if not stored properly. The problem is compounded when the drugs are kept too long. When not secured, Cleocin present a danger.\n\n      * Maintain a cool room temperature. Heat accelerates the degradation of the Cleocin.\n      * Reduce moisture-it contributes to Cleocin breakdown.\n      * Eliminate light-it promotes the reduction of a Cleocin potency. House Cleocin in a closed cabinet or storage box.\n      * Examine labels Cleocin for expiration dates. Look at the date before you take a Cleocin and every six months. Throw away expired Cleocin.\n      * Discard any Cleocin that have changed in color, texture or odor.\n      * Cleocin (Clindamycin) are medications treat them with the seriousness.\n      * Read the Cleocin labels of for additional Cleocin storage information.\n      * Cleocin expiration dates are often embossed or stamped on the side of the blister in addition to the label.\n\nKeep Cleocin out of reach at all times-it can look like candy and be very dangerous.\nDo not leave your Cleocin on the counters or in easy reach.\nAny medication should always be kept locked and out of reach of children.\n\nDisclaimer. All information given below cannot be treated as doctor's recommendations. If you have questions as for the usage of any drug, please consult with your health care provider.\n\nFor your safety we sell only FDA approved and EEC approved original and generic prescription drugs.\nThe all medication brand names and generic names used in this web site are for identification purposes only. All trademarks and registered trademarks are the property of their respective owners.\nFor customer support, please call 1-866-978-4944, 7 AM - 9 PM EST Mon - Fri, 9 AM - 5 PM EST Sat - Sun or fax us at 1-800-876-0247.\n© 2002-2008\nTooth Whitening",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9912384152,
        "format_confidence":0.9874059558
    },
    {
        "url":"https:\/\/www.bideawee.org\/Chloe4",
        "text":"Chloe had it made for the majority of her life.  Why should she suffer now at the mature age of 9?\nHer story is all too familiar for cats who outlive their family.  And while Chloe is lucky she ended up at Bideawee and not outside on the street like so many others, she is clearly in mourning over the loss of her beloved owner.  You see, Chloe was the only cat of a man that made her the center of his world.  He loved her so much, he made sure that if anything happened to him she should go to Bideawee.  And that she did.\nBut now poor Chloe isn’t just sad.  She is in need of sophisticated surgery.  And she needs your help. \nWhen she came to Bideawee, Chloe was obviously not a happy kitty.  She had been through a trauma.  First losing her owner of 9 years and then being taken to a strange place with lots of people and other cats and dogs.  And while she gets lots of love from the staff and volunteers, something still wasn’t right with Chloe.\nWhile undergoing a routine dental exam and cleaning, our expert veterinary staff noticed something was very wrong with Chloe’s heart rate.  So wrong, in fact, that they immediately aborted the procedure, brought her out of anesthesia and called to have more tests done on this sweet little girl.  Luckily for Chloe, her heart rate stabilized fairly quickly and she made it.\nBut specialized tests like echocardiograms are expensive.  Chloe, it turns out, not only has abnormal heart rhythm and enlargement of her left ventricle for which she’ll need to be on meds for the duration of her life, but she has a very painful dental condition called tooth resorption.  And Chloe needs to have dental surgery right away in order to extract her damaged teeth, relieve her of her pain and help her live a long, happy and healthy life.  But this procedure needs to be performed at a highly specialized hospital with cardiologists and dentists available that can manage her complex care.  \nWith a donation from you today, you will ensure that Chloe can get the extensive treatment and surgery she needs to live a long, healthy and happy life.\nWon’t you give $35 or more today to make sure that Chloe and others like her get to live their lives out to the fullest?  Please make a donation help us continue this life-saving mission.    We need you.  Chloe needs you.\nThank you so much for you generosity.  We couldn’t save the lives we do each and every day without your compassionate support.",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9519158602,
        "format_confidence":0.6307299733
    },
    {
        "url":"https:\/\/www.cegazelles.net\/?man=vigrx-plus-review-what-does-it-have-to-offer\/",
        "text":"VigRX Plus Review – What Does It Have to Offer?\n\nThis VigRX Plus review is not aimed at cajoling you to buy this pill. Our focus is simply to provide an unbiased review of this male enhancement pill to help end users like you. Just like every drug, this pill has a downside. Other details that will form part of this review are where to buy the original pill, how to use it, how long it takes to work, undiluted customer reviews, the side effects if any and so on.\n\nWhat is VigRX Plus?\n\nVigRX Plus is a male enhancement supplement that claims to enhance sexual performance in men. It is believed to be made from natural ingredients that increase sexual urge. It was introduced into the market in 2001.\n\nLet’s take a look at the ingredients.\n\n\nVigRx Plus active ingredientsThis pill is formulated with 9 natural herbs that are known to stimulate sexual appetite. These ingredients are natural herbs that help to relax the muscle and increase the amount of blood flowing to the penis. VigRX Plus contains testosterone boosters.\n\n  1. Epimedium – studies have shown that Epimedium has similar qualities like Viagra. Epimedium is a very strong PDE-5 inhibitor. This inhibitor helps the blood to circulate more to the penis.\n  2. Damiana Extract – this ingredient has been around since time immemorial. It helps in improving the supply of oxygen and blood to your nerve impulses. It also helps men suffering from diabetes fix their erection issues.\n  3. Hawthorn Berry – it contains antioxidants that prolong your erection. It has some quantity of Bioflavonoids that stimulate an increase in blood circulation to the penis.\n  4. Muira Puma – tribes in Brazil have been using Muira Puma for years to improve erection. It contains basic elements that will enhance your sexual vibes.\n  5. Asian Red Ginseng – this ingredient needs no introduction. It was discovered an aphrodisiac as far back as 3500 BC in China by Emperor Shen-Nung.\n  6. Ginkgo Biloba – it is a natural sexual stimulant that improves the quality of your erection. Ginkgo Biloba has been recognized by the National Center for Complementary and Alternative Medicine as a sexual enhancement herb.\n  7. Catuaba Bark Extract – Catuaba origin can be traced back to Brazil and Peru. It is used by men in these countries to improve their sexual desire.\n  8. Saw Palmetto Berry – Saw Palmetto improves the testosterone pathways. It has been used for a long time to treat sexual deficiencies’.\n  9. Bioperine – This is a potent cocktail that enhances sexual performance on its own. Combining it with the other ingredients mentioned above will boost your sexual performance 40 percent more.\n\nHow do I use VigRX Plus pills?\n\nThe recommended dosage for VigRX Plus is one pill twice a day. You can take one in the morning after breakfast and the last one after dinner daily. Each box contains pills that will last for 30 days. If you want to get an optimal result, you can also get VigRX Oil. Please, don’t use this pill more than the recommended dosage.\n\nWho is supposed to use VigRX Plus?\n\nVigRX for men is made to improve your sexual ability. It is believed that men suffering from severe erectile dysfunction can also use this pill too. Keep it away from children and store in safe a place.\n\nThis pill is not good for persons under 18 years. Although VigRX Plus is more of a supplement, caution is advised.\n\nHow long does it take to work?\n\nVigRX Plus is not your typical male enhancement pill that works within 60 minutes of taking it. Any review saying otherwise is only trying to sell the product to you.\n\nThe reason so many men prefer prescription drugs like Viagra and Cialis is because they crave for an instant result. Don’t take VigRX Plus and expect an instant result especially if you are suffering from erectile dysfunction. This pill is made to give you results that will last a life’s time.\n\nThe result starts manifesting after taking the pills for 30 to 60days. If you want the best results, take the pills as recommended.\n\nThe results before and after; does it give permanent results?\n\nIf you take this pill as recommended for at least 30 to 60 days, you are likely to get a permanent result. Other male enhancement pills don’t provide you with a long term remedies, especially the blue pills. They only offer instant results with several side effects that could endanger your health.\n\nVigRX Plus builds your sexual prowess after some time; thereby restoring your confidence. Don’t forget that this pill is a supplement and not your typical prescription. With this pill, you can have sex with your partner at any time. You don’t need to take it 1 or 2 hours before sex.\n\nvigrx plus results users\n\nIs VigRX Plus safe to use? What is the side effect?\n\nIt’s no news that male enhancement pills like Viagra, Cialis, etc. have a series of side effects. Although they give you hard and firm erections, the risk may not be worth it in the future. Instead of putting your body through so much danger with prescription drugs, why not go for a pill with zero side effects.\n\nVigRX Plus has been used all over the world by several men and as at the time of writing this review, there is no record of any negative side effects. Mind you, this supplement has been around for more than 15 years.\n\nFrom our findings, there is no known side effect. This product is made from natural ingredients, unlike other male enhancement pills. You can go through the list of ingredients to ensure that you are not allergic to any. Take the pills as recommended and you will be fine.\n\nWhere can I buy VigRX Plus?\n\nUnfortunately, some copycats are taking advantage of VigRX Plus popularity to produce counterfeit products. If you don’t want to order fake products, go to their official website. It’s safer, secure, and you are sure of getting your order.\n\nBuy VigRx Plus official website\n\nJust go to their “Order Page” and place your order. The product will be shipped to you via an efficient shipping medium within 2 weeks for international shipments. If you reside within the United States, it will arrive at your doorstep within 72 hours.\n\nThis pill is sold by retailers who buy from VigRX in wholesale and sell over the counter.\n\nYour packages can also be sent over to you discreetly. The company also ensures that their client’s details are protected.\n\nPackages and prices\n\nFor starters, to enjoy services like money-back guarantee, it is advised that you purchase two containers for the first time. This product seems more expensive than the usual male enhancement pills if you buy in small quantities.\n\nIf you want to get more discounts, place an order for 6 months. The discount offered for a 6 months order is amazing. You can also place an order for two or more containers to get special offers.\n\nVigRX Plus price\n\nVigRX Plus price sale\n\nFor more information on their packages and prices, you can visit the VigRX official website.\n\nIs there a money-back guarantee if I buy the pills?\n\nYes, there is a 67 days money-back guarantee. Here is how it works;\n\n  1. Purchase 2 containers of their product and try it out. If you are not satisfied, you can return the unused 2 containers within 67 days. This period starts counting from the time of delivery.\n  2. If return the products (the two containers) within 67 days, you will receive a full refund of your money minus shipping charges.\n  3. Assuming you purchase an extra container, you will also receive a full refund for an unopened container.\n\nCustomer reviews\n\nMost often customers leave reviews after using a product over a while or for the first time. The only disadvantage of relying on customer reviews is if they are from untrusted sites. In this case, the reviews about VigRX Plus are from real customers who used this product.\n\nFor instance, Patrick White, from Atlanta, Georgia said the product works and that he has also recommended it to his friends. Another customer Aaron Stover, Jr. said his girlfriend was amazed by his sexual performance.\n\nGenerally, the customer reviews about VigRX Plus has been positive and heartwarming. Although they were some negative comments, from the interactions between the customer and admin, you will discover that the customer purchased the pill from an unverified dealer. Most of those who have used this drug appreciate the sexual control they get after using it.\n\nWhy should I recommend VigRX Plus?\n\nVigRX Plus is a supplement produced with natural ingredients. It is not the typical male enhancement pill that gives you erection after one hour of taking it.\n\nAlthough you don’t get an instant result after taking this pill, it significantly enhances your sexual drive and performance after a continuous period of usage.\n\nIt doesn’t have any known side effect. This is unprecedented compared to other male enhancement drugs that have a plethora of side effects like headaches, nausea, waist pain, etc. However, it is advised that you check the list of ingredients in case you have allergies. You have nothing to worry about if you are on a nitrate medication.\n\nVigRX Plus penis enlargement pill also improves your sex drive. The penis enlargement may be noticeable within a few weeks or months of using this pill consistently. For faster results on your penis enlargement, you can go for other products manufactured by this company.\n\nThe price is also affordable compared to other pills in the market. You can also take advantage of their discount offer. If you purchase more than 2 containers, you will receive a mouthwatering discount.\n\nApart from their amazing discount, a money-back guarantee protects you from any loss. If you don’t like the product, you can send it back within 67 days after purchase.\n\n\n  1. It has a good track record of helping with sexual disabilities in men\n  2. The company offers amazing discounts to customers that buy in large quantity\n  3. This male enhancement supplement is recommended by reputable medical doctors that specialize in natural medicine\n  4. Sure money-back guarantee system that works. It means you can tr... (truncated)",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.8663086891,
        "format_confidence":0.8995270729
    },
    {
        "url":"http:\/\/sugardownblog.com\/donuts-making-look-old\/?req=http%3A%2F%2Fsugardownblog.com%2Ftag%2Fcarb-blocker%2F",
        "text":"Home \/ Carb Blocker \/ Those Donuts Are Making You Look Old\n\nThose Donuts Are Making You Look Old\n\nsugar, donuts, carbsNot just the donuts, but any refined sugar or simple carbohydrate is contributing to wrinkles and other signs of aging. What we think of as “aging” is actually a complex process between our genetics, our biology and the environment, including the food we eat. So if you have been in search of the legendary “Fountain of Youth”, read on.\n\nYou know how some people seem to retain a glow of youth longer than others? It very well may be that their diet is higher in healthy fats, low-glycemic foods, adequate protein, and pure water as opposed to the soda, pastries, dairy and fast food laden diet now typically known as the “American Diet” or “Western Diet”.  If Ponce de Leon had been searching for the Fountain of Youth today he would not be looking in the Americas.\n\nSugar and Carbs Cause Wrinkles, Lines and Sagging Skin\n\nHigh-glycemic carbohydrates such as breads, starches, potatoes, baked goods, pastas, desserts, soda, candies, etc. are quickly digested and converted to glucose. The excess sugar molecules in your bloodstream attach themselves to collagen fibers creating a sugar\/protein bonding called glycation. This causes cells to lose their strength and flexibility so the skin becomes less elastic and more vulnerable to sun damage, lines, and sagging.\n\nThe process of glycation leads to AGEs, Advanced Glycosylation End products.1\n\n  1. Sugar and simple carbs cause inflammation\n  2. Inflammation produces enzymes that break down collagen and elastin\n  3. Inflammation binds to collagen making the skin less elastic\n  4. The skin becomes more vulnerable to sun damage, lines, sagging and disease\n\nThis degenerative process in not limited to skin, it’s involved in all age related diseases. Hardening of the arteries, atherosclerosis, the formation of cataracts, neurological impairment, diabetic complications, and even Alzheimer’s disease and cancer are all impacted by glycation.\n\nAs well as increasing the effects of aging, glycation can make skin conditions like acne and rosacea worse.2 A diet high in simple carbs can lead to insulin resistance, which can create symptoms like excess hair growth and dark patches of skin on the neck and in body creases.\n\nSugar Suppresses White Blood Cell Activity\n\nWhite blood cells are involved in protecting the body against infectious disease and foreign invaders, in other words, they are your immune system. A diet high in sugar causes serious increase in inflammatory chemicals at a cellular level. Sugar’s suppression of white blood cells can cause you to be more susceptible to colds, flu, other infectious diseases and even cancer.\n\nWhy do we love the things that are killing us? It’s not your fault, we’ve all been led astray by false information. Loving sweet food is as natural as the fruit that grows on trees. We simply need to redirect our sweet tooth back to what nature has provided; whole fruit and berries.\n\nThe Real Fountain of Youth is Real Food\n\nThese degenerative processes can be reversed if you’re still young, or improved if your years are already advanced or you are suffering from disease. Eating a nutrient rich diet, choosing low-glycemic carbs, getting adequate Omega 3 fats and protein, and staying hydrated is your fountain of youth. If you can do this 90% of the time, then an occasional splurge at the ice cream parlor probably won’t hurt.\n\nSugardown bottle 1Your body needs to be functioning at optimal levels most of the time to be able to process the occasional indulgence. The sugar will still cause inflammation and white blood cell suppression, but your body can recover more quickly when it’s not chronically under the stress of dealing with high blood sugar. SUGARDOWN® can help reduce the impact of the undesirable carbs you eat, and help to reduce your cravings.\n\nIf you have type 2 diabetes, are overweight or have other degenerative diseases the most important health choice you can make is to eliminate highly processed and high glycemic foods. SUGARDOWN® is here to help you do that.\n\nSUGARDOWN® can help you kick the sugar habit and manage your carbs and weight. To learn more and order go to sugardown.com.\n\n\n1 http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3583887\/\n\n2 http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20361171",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9739676714,
        "format_confidence":0.754408896
    },
    {
        "url":"https:\/\/requestatest.com\/redwood-city-california-1048-el-camino-real-ste-b-94063",
        "text":"Redwood City, CA Testing\n\nHow it Works\n\n\n(650) 363-8295\n(650) 363-8297\n\nDays \/ Hours\n\nMonday-Friday Lunch\n7:30am-4:00pm 12:00p-1:00pm\n\n\nAn order must be placed with Request A Test prior to arriving at the lab listed above.\n\nSame day and Affordable Lab Testing in Redwood City, California\n\nOrder your own lab testing for affordable, quick and confidential lab results. Simply order your test online or give us a call to place an order. We offer same day testing at a lab near you. Confidential lab results are available online as soon as one business day.\n\nRequest A Test is partnered with two of the largest CLIA certified labs in the US to ensure convenient locations, competitive pricing and access to the most up-to-date lab testing technology for prompt, accurate results.\n\nSince 2002, Request A Test is proud to provide testing that stands above the rest by offering:\n\n  • A comprehensive test menu of common as well as, hard-to-find lab tests\n  • HIPAA protected lab results to ensure confidentiality\n  • Secure, individual accounts for every client to order and view results online\n  • No hidden fees, pricing or information\n  • Lab services from two of the largest certified laboratories\n  • Same day testing with results available online as soon as one business day\n  • Educated customer service representatives to help clients with test information\n  • Consistent A+ rating with the Better Business Bureau for customer service\n  • Employer and court ordered lab testing\n  • Award winning growth\n\nChoose Request A Test for your lab testing needs and see why our service is the best.\n\nHere's What They Say...",
        "topic_id":12,
        "format_id":16,
        "topic_confidence":0.9951450229,
        "format_confidence":0.9742634296
    }
]