[
    {
        "url":"https:\/\/www.ihatearsenal.net\/tag\/everton\/",
        "text":"Reasons for Alex Lwobi to Leave Arsenal\n\nThe real reason for Alex Lwobi to leave Arsenal and join Everton has come out and it has been revealed by him. He decided to leave the club and join Everton on the deadline day of the summer transfer because as a player he wanted to take more and greater responsibilities towards the game. Lwobi has been playing for Arsenal since he was seven years of age. It was 2016 when he made a team appearance for the very first time from this club. After that, there was no looking back. He played more than 149 matches and scored a total of 15 goals from Arsenal too. So, Arsenal is very much special for him.\n\nIt was a surprise for many when Alex left Arsenal and joined Everton on the deadline day of the transfer window for a fee amounting to 34 million pounds. He too signed a contract for five years.\nRead More\n\n\nArsenal boss Arsene Wenger said that he is proud of his players after the win against Everton in the Premier League. He said that each player gave their best on the pitch and this is why they managed to beat Everton 5-2.\n\nThe French manager said that the club had been criticised during recent times for their inconsistent results and he believes that this was the right way for them to respond.\n\nRead More",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9965176582,
        "format_confidence":0.8276680112
    },
    {
        "url":"http:\/\/www.fifa.com\/fifa-tournaments\/players-coaches\/people=1917657\/index.html",
        "text":"Follow us on\n\n\n\nTop stories\n\n  • FIFA Confederations Cup Brazil 2013\n\n    Etaeta’s Tahiti build for further success\n\n    After historic success at the OFC Nations Cup, Tahiti coach Eddy Etaeta is aiming to continue developing his side ahead of their appearance amongst the world’s elite at next year’s FIFA Confederations Cup.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9927575588,
        "format_confidence":0.7441231608
    },
    {
        "url":"https:\/\/www.mrcyclingworld.com.au\/product-category\/bike-parts\/tyres\/27-inch-tyres\/",
        "text":"Showing all 2 results\n\nNeed replacement or spare 27 inch tyres? You can order superior quality tyres here at Mr Cycling World for an affordable price. Our product selection includes the Airpro block tyre which can be used with different brands and models of bicycles. It’s made highly durable so it can resist puncture and enhance your speed and performance.\n\nFeel free to check out more details by clicking the product and reading through its decription. We at Mr Cycling World also offers tubes and tyre levers which both comes extra handy when you regularly use your bicycle. Browse our product selection to find the best 27 inch tyres for your ride.\n\nThe Best 27 Inch Tyres for Your Ride\n\nMr Cycling World offers all kinds of bicycle supplies including 27 inch tyres. We have an extensive selection of bicycle tyre replacements that you will surely love. We source our bicycle parts from a long list of trusted names such as Factor and AirPro. Each item was made with reliability and quality in mind. Hence, you can use your tyre replacement for years. \n\nSigns you need to replace your bike tyres\n\nThe bicycle tyres wear out after sometime because it gets into contact with different types of surfaces each day. It’s crucial to have your tyres changed as soon as you notice severe signs of damages. Below are some of the key signs that you need to replace your bicycle tyres:\n\n- Recurring flat tyre issue - Do you frequently have flat tyres? Chances are you need to replace your tyres or bike inner tubes. Small punctures are mostly caused by pointy debris on the road as well as faulty rim tapes and pointy bike spokes.\n\n- Worn out tread - Check the shape and depth of the tread patterns. Does the surface still feel intact? Is it smooth? If your tyre feels and looks a bit different than before then you may need to install a new one. Pay close attention to how your tyres look like when you first install them so you can easily determine when you should replace them.\n\n- Bubbles and bulges - Do you often feel a bump while you’re riding your bicycle even on a smooth terrain? We highly recommend replacing your tyres as soon as possible. Otherwise, you might suffer from bike crashes.\n\n- Exposed casing - This is one of the most obvious signs that you must replace tyres. After riding your bicycle for months, you’d notice exposed casing on either the front or rear tyres.\n\nYou should also consider installing 27 inch tyres replacement after reaching around 1500 to 3000 miles. In most cases, tyres wear out after reaching the said mileage. We highly recommend stocking replacement in your workshop so you can conveniently change your old and worn out tyres.\n\nShop quality tyre replacements here\n\nNeed to shop tyres? Whether you need 27 inch tyres or other type of tyres, we have just the right product for you. Check out our selection of tyres and other bicycle spare parts here at Mr Cycling World. We are committed to delivering top-quality products from well-established brands including Factor and AirPro. Shop your favourite cycling parts and accessories today!",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.6368215084,
        "format_confidence":0.7171503901
    },
    {
        "url":"http:\/\/jalopnik.com\/tag\/nissan-deltawing",
        "text":"Gran Turismo Gamer Will Race This Insane DeltaWing Car In The U.S.\n\nDon't look now, but two of our favorite recent motorsports stories are combining into one peanut butter\/chocolate mecha of total dominance. Nissan just announced the DeltaWing race car will compete in the U.S. under command of none other than Gran Turismo Academy racer Lucas Ordoñez later this year. » 9\/17\/12 3:00pm 9\/17\/12 3:00pm",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.5023715496,
        "format_confidence":0.5727919936
    },
    {
        "url":"http:\/\/skateparkoftampa.com\/spot\/w.aspx?ID=6217",
        "text":"Damn, Vincent!\n\nWhat do you think Vincent is doing here?. Click it to find out.\nPost Tags: [Skate Photos]\n\nRelated Posts\n\nSPoT Road Trip: adidas Skate Copa\n\nPosted by Chris on 5\/19\/2015\n\nSPoT In The Streets: Ybor City\n\nPosted by Chris on 12\/1\/2015\n\nBakeland: Baker Boys Skate Lakeland\n\nPosted by Chris on 7\/14\/2015\n\n\nSubscribe to the SPoT What's Up Blog\n\nEnter your email:\n\nSPoT What's Up Blog\n\nWe've been posting daily banter to the What's Up Column here for over a decade now. Select a year and month to see posts from that time.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9820813537,
        "format_confidence":0.6778268814
    },
    {
        "url":"http:\/\/www2.cincinnati.com\/blogs\/presspreps\/tag\/sayler-park\/?from=global",
        "text":"Press Preps\n\nIn this week’s Press Preps Roundtable videos, James Weber, Nick Dudukovich, Scott Springer and Tom Skeen discuss Ohio and Kentucky high school boys and girls basketball. For the girls, team discussed include Mercy, Princeton, Withrow, Sycamore, Taylor, New Richmond, St. Ursula and Turpin in Ohio and Conner, Boone County, Ryle and Walton-Verona. For the boys, […]\n\nThe Community Press and Recorder newspapers are seeking submissions from parents of college athletes to let their hometown communities know how the student-athletes are doing. We’re looking for athletes whose families live within our newspaper coverage areas. Please send a photo of them either participating in their college sport or enjoying the holidays with their […]\n\nSaints bow out at districts\n\n10\/14\/11 at 12:20pm by bwalpole   |     Comments\n\nBy Ben Walpole • The ride ended at the round of districts for three Seton High School athletes still competing last week. Senior golfer Molly Arnold closed her Seton career at the Division I district tournament, Oct. 12, at Weatherwax Golf Course in Middletown. She shot an 85. Only the top three individuals advanced […]\n\nBy Ben Walpole • It just goes to show you should never believe the rumor mill. The Elder High School golf team had just finished its round at the Division I district tournament, Oct. 12, at Weatherwax Golf Course in Middletown, and the players, parents and coaches went looking for scores to see if […]\n\nBy Ben Walpole • This result was good enough to flap even the most unflappable. Elder High School senior Cory Dulle, known by his coach for his even-keeled temperament on the golf course, shot a 72 to earn medalist honors at the Division I sectional tournament, Wednesday, Oct. 5, at Miami Whitewater Golf Course. […]\n\nBy Ben Walpole • A sore back mixed with early-morning golf is a disaster waiting to happen. So it wasn’t surprising when Seton High School senior Molly Arnold struggled on the front nine of the Division I sectional golf tournament at Hamilton Elks Golf Course, Monday, Oct. 3. “She’s got some back issues. Her […]\n\n(Provided) CINCINNATI – One in eight women will develop breast cancer in her lifetime. At Archbishop Moeller High School, many mothers of football players have recently been diagnosed with this disease. This a personal cause for the Moeller Family. Moeller is partnering with Elder High School and Pink Ribbon Girls to raise awareness and celebrate […]\n\nThe Community Press sports writers Nick Dudukovich, Scott Springer and Ben Walpole discuss Ohio high school football happenings in week 6 and look ahead to week 7. They discuss schools that include Loveland, Walnut Hills, Kings, Princeton, Sycamore, Oak Hills, Hamilton, Elder, St. Xavier, La Salle, Anderson, Moeller, Indian Hill, CHCA, Williamsburg, Bethel and Madeira.\n\nBy Ben Walpole • The box score did not tell the whole story. The Elder High School football team outgained St. Xavier 235-227 in total yards. The Panthers had possession of the ball for 5:30 longer. But the scoreboard at St. Xavier Stadium read St. Xavier 21, Elder 6 by the end of the […]\n\nBy Ben Walpole • WESTWOOD – Rick Niklas showed his Mother of Mercy High School golfers the school record book before the season started. “I wanted to put something out there for them,” Niklas said. Good call by the first-year golf head coach. The Bobcats have broken four school records this fall. Two for […]\n\n\nAbout Press Preps\n\nCommunity Press and Recorder reporters and contributors weigh in on the world of Northern Kentucky and Greater Cincinnati high school sports. This blog features news and analysis to keep you in the loop with your favorite local team. Blogs\n\n RSS | Atom",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.996679306,
        "format_confidence":0.9593715072
    },
    {
        "url":"http:\/\/www.baltimoresun.com\/topic\/sports\/golf\/ryo-ishikawa-PESPT0000010605.topic?page=4&target=article",
        "text":"\n\nRyo Ishikawa\n\nA collection of news and information related to Ryo Ishikawa published by this site and its partners.\n\nTop Ryo Ishikawa Articles\n\nDisplaying items 16-16\nNo articles were found for this topic.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9978499413,
        "format_confidence":0.9888307452
    },
    {
        "url":"http:\/\/soccer.epicsports.com\/cat\/22\/p1\/f-zc64-a8-g4\/womens-extra-large-training-wear.html",
        "text":"\n\nWomens B-Tech Performance Tees-Closeout [E98435]\n\n\n\nKelme Womens Sparta Sports Jackets-Closeout [E15289]\n\n\n\nAdams Womens Naturexx Sliding Shorts - Closeout [E8905]\n\n\n\nAlleson Women's Mesh Multi-Sport Shorts-Closeout [E16066]\n\n\n\nWarrior Women's Compression Shorts-Closeout [E97613]\n\n\nHigh 5 Womens\/Girls Mesh Athletic Shorts-Closeout [E44607]\n\n\n\nKelme Womens Sparta Sports Pants Closeout [E15295]\n\n\n\nAlleson 558PW Women's Multi-Sport Shorts C\/O [E21810]\n\n\nBadger Womens B-Core Performance Shorts - Closeout [E101789]\n\n\nBadger B-Dry Running Shorts-Closeout [E15497]\n\n\nBadger Womens Mesh 5\" Athletic Shorts-Closeout [E98437]\n\n\nBadger Womens Reversible Mesh Tanks-Closeout [E98514]\n\n\nA4 Women's Zip-Leg Pull-On Warm-Up Pants [E67889]\n\n\nWomens BT5 Perfomance Trainer Shorts-Closeout [E24685]\n\n\nA4 Women's Full-Zip Warm-Up Jackets [E67888]\n\n\nBadger B-Dry Racer Back Athletic Tank-Closeout [E98568]\n\n\nSoccer Womens Training Wear\n\nKick the savings into gear at Epic. Save 20 to 60 percent or more on youth and women's discount soccer gear and soccer training wear including jerseys, tanks, shirts, shorts, sports bras, hoodies, warm-ups, fun and funky tops and bottoms, plus shoes, cleats, supplies, accessories, and so much more. For the best deals on women's soccer gear, it's all here at Epic\n\nSecurity Seal See Epic Sports Reviews at Follow us on Twitter\n©2015 Epic Sports, Inc. - Soccer Equipment - 888.269.2440 - Contact Sales - Affiliates - Privacy Policy - Site Map",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.77546525,
        "format_confidence":0.7785596251
    },
    {
        "url":"http:\/\/www.gazette-tribune.com\/tag\/republic-high-school\/",
        "text":"Republic High School\n\nFoul trouble dooms Hornet girls\n\nOroville girls outshot 38-8 at foul line in first loss of the season.\n\nRead full story\n\nRepublic boys, Liberty Bell girls win Oroville XC Invitational\n\nOroville’s Sierra Speiker won the Hornets’ home invitational by over a minute and a half, while Liam Daily of Liberty Bell won a battle with Republic’s Duncan Forsman to claim victory on the boys side on a damp Saturday morning, Oct. 13.\n\nRead full story",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9857555032,
        "format_confidence":0.9891104102
    },
    {
        "url":"http:\/\/www.runottawa.ca\/media\/news-releases\/2009",
        "text":"Français D H M S\n\nUser login\n\n\nCheruiyot takes fourth Ottawa Marathon title\n\nMay 24, 2009\n\nMay 24, 2009, OTTAWA – With a time of 2:13.23, David Cheruiyot of Kenya won the Ottawa Marathon in his fourth come-from-behind victory. Continuing his trend of sprinting past...MORE>\n\nOttawa Race Weekend breaks attendance and participation records\n\nMay 24, 2009\n\nMay 24, 2009, Ottawa – New records for attendance, course, world times and fundraising marked the 35th  anniversary of Ottawa Race Weekend as more than 36,000 participantslined up to run in one of 7 race events. MORE>\n\n2009 Boston Marathon winner to compete in Ottawa Race Weekend 10k event\n\nMay 23, 2009\n\nEthiopian confident he can snag world record and $100,000 prize — May 23, 2009, OTTAWA - Fresh off his winning time of 2:08:42 at the 2009 Boston Marathon in April, Ethopian Deriba Merga is taking a shot...MORE>\n\nTwo world records broken at MDS Nordion 10K\n\nMay 23, 2009\n\nMerga breaks 8K world record; Rick Ball breaks single leg amputee record — May 23, 2009, OTTAWA – Two world records were broken at the MDS Nordion 10K race Saturday night on a perfect spring evening. — Deriba...MORE>\n\nRepeat winners returning for 2009 Ottawa Marathon\n\nMay 14, 2009\n\n May 14, 2009, Ottawa – David Cheriuyot and Lioudmila Kortchaguina, the most consistent athletes of the Ottawa Marathon over the last half decade, are returning to the Ottawa Race Weekend. David Cheriuyot...More>\n\n2009 Boston Marathon winner aims for 10K World Record in Ottawa\n\nMay 11, 2009\n\n$100,000 incentive to break the 10K world record is attracting some of the world’s fastest runners this year — May 11, 2009, Ottawa – Deriba Merga, this year’s Boston Marathon winner...More>\n\nAllan Brett wins sixth annual Ottawa Race WeekendNational Scholarship Award\n\nApril 22, 2009\n\nApril 22, 2009, Ottawa – Organizers of Ottawa Race Weekend today announced that Allan Brett, a second year student in Biological Engineering from Guelph University, is the recipient of its sixth...More>\n\nOttawa Race Weekend offers runners largest prize in Canadian history to break 10K world record\n\nMarch 25, 2009\n\nOttawa, March 25, 2009 – Runners interested in smashing the world record for the 10 kilometre distance could be $100,000 richer if they do it in Ottawa in May. Run Ottawa today announced it will...More>\n\nRace Resources\n\n\nEnter your email to sign up for our monthly newsletter.\n\nRun Ottawa Club",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9977560639,
        "format_confidence":0.9851253033
    },
    {
        "url":"http:\/\/cnnpressroom.blogs.cnn.com\/2016\/06\/21\/preview-cnn-international-programme-information-weeks-27-28-2\/",
        "text":"June 21st, 2016\n\n\n\nSunday 10 July at 1830 BST \/ 1930 CET\n\nMonday 11 July at 0100 BST \/ 0200 CET; 0430 BST \/ 0530 CET and 1000 BST \/ 1100 CET\n\nTuesday 12 July at 1030 BST \/ 1130 CET\n\nWednesday 13 July at 0430 BST \/ 0530 CET\n\nDuration: 30 Minutes\n\nAs the Formula E season concludes in July, ‘Supercharged’, hosted by Nicki Shields (pictured, left), is at the heart of the action as the all-electric motorsport championship is decided by a two-race weekend in London’s Battersea Park.\n\nWith just one point between the top two contenders for the second season trophy, this episode of ‘Supercharged’ features both drivers as they prepare for the ultimate showdown.\n\nBrazilian driver Lucas Di Grassi (pictured, right) demonstrates the Formula E Simulator – an important exercise in getting to know the Battersea track before the weekend’s racing, as drivers are unable to practice in advance of the race.\n\n‘Supercharged’ also hears from Sebastien Buemi, who is just one point behind in the driver standings. The Swiss driver explains the art of overtaking in Formula E to the programme, with Buemi seeking to overtake his rivals on the track in Battersea and catch Di Grassi on the driver leaderboard.\n\nOver the course of a season, Formula E transports 200 tonnes over 51000 km – and the sport does this while trying to maintain its green credentials. ‘Supercharged’ examines the logistics of the sport speaking to Formula E’s CEO Alejandro Agag, plus logistics manager Pier-Luigi Ferrari, who explains the size and scale of the operation.\n\nShields is chauffeured to the London races in full electric style: Mahindra drivers Nick Heidfeld and Bruno Senna pick her up in an E2O car and drive her across London to make it to Battersea Park.\n\nAt the circuit, ‘Supercharged’ hears from Sir Richard Branson, who owns the DS Virgin team. Branson tells the programme why electric cars are part of the future of our cities, and why he is such an advocate of Formula E.\n\nOne of Branson’s drivers, British-born Sam Bird, takes Shields on a track walk of the Battersea circuit, to explain his strategy for the race. Fighting to hold 3rd place, Bird has everything to drive for on home soil.\n\n\n\n\n\n\n\n\n\n\n\n\nLiving Golf\n\n\n‘Living Golf’ host Shane O’Donoghue.\n\nThursday 7 July at 1030 BST \/ 1130 CET and 1730 BST \/ 1830 CET\n\nSaturday 9 July at 0730 BST \/ 0830 CET and 2230 BST \/ 2330 CET\n\nSunday 10 July at 1730 BST \/ 1830 CET\n\nSaturday 16 July at 1730 BST \/ 1830 CET\n\nSunday 17 July at 0730 BST \/ 0830 CET and 2230 BST \/ 2330 CET\n\nDuration: 30 Minutes\n\nIn July, ‘Living Golf’ reports from the Royal Troon Golf Club in Scotland to preview the third major of the year, The Open Championship.\n\nHost Shane O’Donoghue (pictured) studies the course and interviews the Club Captain and Head Professional to get insights of how to play one of the toughest tracks of the Open Championship.\n\nO’Donoghue takes on the infamous 123-yard par three 8th, known as the ‘Postage Stamp’.  The hole, which is the shortest on the Open rota of courses, has seen everything, from hole-in-ones to an eight over-par 15.\n\nThe R&A, who organises The Open may be steeped in history but is making sure to move with the times. New multi-million pound TV deals and an addition to the number of courses on its Open rota are just some of the significant changes that have gone through recently.\n\n‘Living Golf’ reports from St Andrews to meet the man who is in charge of this new look R&A, Martin Slumbers. In a wide-ranging interview, O’Donoghue talks to Slumbers about the 2016 Open, golf’s popularity in today’s age, club and ball technology and the hot topic at the moment- the admittance of women members into several men-only clubs that form part of The Open Championship.\n\n‘Living Golf’ also attends the R&A’s Amateur Championship in Wales to profile the strength of the game just below the professional ranks. Who will hold their nerve and book a ticket to Troon?\n\nFrom 1851 to 1854 Prestwick’s ‘Keeper of the Green, Ball and Club Maker’ was Old Tom Morris who designed and built the original 12-hole course. Morris’ legacy lives on in many ways, including a film due for release this summer, ‘Tommy’s Honour’ about him and his son, Young Tom Morris. Between them, they won eight Open Championships.\n\n‘Living Golf’ attends the opening night of the Edinburgh Film Festival where ‘Tommy’s Honour’ premieres, meeting the cast and crew, including director Jason Connery as well as stars Peter Mullan and Sam Neil.\n\n\n\n\n\n\n\nGoing Green\n\n\nHost Nicki Shields at Findhorn, Scotland\n\nFriday 8 July at 1030 BST \/ 1130 CET and 1630 BST \/ 1730 CET\n\nSaturday 9 July at 1430 BST \/ 1530 CET and 2030 BST \/ 2130 CET\n\nSunday 10 July at 0130 BST \/ 0230 CET\n\nDuration: 30 Minutes\n\nIn July, CNN International presents a half-hour special exploring the individuals who are passionate about their environmental causes, and their belief that responsibility for the planet begins at home.\n\nFronted by Nicki Shields, tech presenter and host of CNN International’s ‘Supercharged’, ‘Going Green’ is hosted from Findhorn, the world-renowned eco community in Scotland.\n\nThe town has one of the smallest ecological footprints in the world, around half the UK average. Shields meets residents, and spends a night in the community to see whether living an environmentally sound lifestyle means compromising on home comforts.\n\nFindhorn’s community is thriving, but with visitors from all over the world, and a demand for growth, how do sustainable goals balance with economic need?\n\n‘Going Green’ presents self-authored reports from across the globe, including:\n\n  • Lauren Singer, from Brooklyn, New York, who can store four years’ worth of her rubbish in a jam jar.\n  • Emily Smith (pictured), who gave up using plastic for 40 days, having seen first-hand the damage plastic wreaks on the oceans. Through her work at London Zoo, Smith remains passionate about marine conservation.\n  • Patrik Baboumian, a vegan German-Armenian body builder, who claims to have achieved improved performance ad recovery time since his dietary change.\n  • Fai Hun, a farmer, lecturer and the figurehead behind one of Hong Kong’s biggest online green networks, Go Green Hong Kong.\n\n\n\n\n\n\nCNN Business Traveller\n\n(Photo by Richard Levine\/Corbis via Getty Images)\n\n(Photo by Richard Levine\/Corbis via Getty Images)\n\nThursday 14 July at 0930 BST \/ 1030 CET\n\nFriday 15 July at 0430 BST \/ 0530 CET\n\nSaturday 16 July at 0530 BST \/ 0630 CET and 1630 BST \/ 1730 CET\n\nSaturday 23 July at 1230 BST \/ 1330 CET\n\nSaturday 6 August at 1230 BST \/ 1330 CET\n\nSunday 7 August at 0530 BST \/ 0630 CET\n\nMonday 8 August at 0400 BST \/ 0500 CET\n\nDuration: 30 Minutes\n\nThe luggage industry is expected to reach a revenue of $43.4 billion in 2020. In July, ‘CNN Business Traveller’ profiles the traveller’s most loyal companion – their cases and bags.\n\nHost Richard Quest explores how companies are meeting traveller’s preferences, plus he reveals the latest trends in the world of luggage.\n\nReporting from Heathrow Airport, Quest samples the new trend of smart luggage, including Bluesmart. The Bluesmart case is synced to a phone app, which allows it to weigh itself, be tracked and set off an alarm. To learn more about the future of smart luggage industry, ‘CNN Business Traveller’ meets the CEO of Samsonite, Ramesh Tainwala and Travelpro CEO, Blake Lipham.\n\nWith missing luggage costing the industry $2.3 billion in 2015 alone, ‘CNN Business Traveller’ explores how Heathrow is investing in preventing such losses. The airport’s new baggage system at Terminal 3 is considered to have one of the most modern in the world, and Quest gets his hands dirty by taking part in check-in at Virgin Atlantic.\n\nQuest meets those responsible for transporting passenger’s cases, and learns what happens to those that get lost along the way, before sampling some of the latest tricks to avoid excessive baggage fees in the form of wearable luggage.\n\nFrom the airport to the hotel room, ‘CNN Business Traveller’ travels to London’s Savoy Hotel, where Quest shadows the concierge team to learn how the hotel gets the business traveller’s luggage to their final destination.\n\n\n\n\n\n\n\nThe Circuit\n\nSergio Perez with his F1 car\n\nForce India driver Sergio Perez pictured alongside his 2016 car.\n\nFriday 15 July at 1630 BST \/ 1730 CET and 2330 BST \/ 0030 CET\n\nSaturday 16 July at 2030 BST \/ 2130 CET\n\nSunday 17 July 0130 BST \/ 0230 CET\n\nDuration: 30 Minutes\n\nJuly’s edition of ‘The Circuit’ is a celebration of Formula One’s European legacy as the summer months signal a return to the sport’s traditional heartland in Europe.\n\nHost Amanda Davies interviews McLaren driver Jenson Button, who reflects on the importance of his home race, the British Grand Prix at Silverstone.\n\n‘The Circuit’ also gets rare access to some of the state-of-the-art technology in Formula One. The programme experiences Red Bull’s simulator in Milton Keynes, and Force India’s Sergio Perez (pictured) gives viewers a guided tour around the intricate design of his F1 car.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.7421348691,
        "format_confidence":0.9368031025
    },
    {
        "url":"https:\/\/www.runultra.co.uk\/Articles\/February\/7-articles-on-fuelling-packing-tips-dogs-runnin?feed=Run-Ultra-Articles",
        "text":"\n\nHey there, Don't forget to log in and join the conversation Log in\n\n7 articles on fuelling, packing tips, dogs, running minds and treadmills\n\nPhoto credit: RunUltra.\n\n7 articles on fuelling, packing tips, dogs, running minds and treadmills\n\n\nLast updated: 29-Aug-18\n\nBy Elsa Trujillo\n\nThis week’s selection of articles and videos from the web focuses on preparation for those great events you’ve all signed up for. We've got tips on what to eat before the big day, how to pack for a multi-stage and how to pack a bag for regular training days.\n\nBecause the Chinese Year of the Dog starts in a few days, we have a report on a dog of a race in the US and a video from an African race to inspire you. Finally, we delve into the psyche of the runner and our very own James Eacott offers a series of treadmill exercises for the (temporary) indoor runner.\n\nRun in Africa\nProbably not the Africa you had in mind, watch this video for an ultra race in Mozambique, the Ultra Africa Race.\n\nPre-race fuelling tips\nHere are five great food and drink tips to get you ready for race day.\n\nMDS packing\nFor all you Marathon des Sables lovers and multi-stage long-distance runners, Elisabet Barnes shares her knowledge on how to pack for that long-running adventure in the desert.\n\nPack to run\nIt’s not just the multi-stage events that require practical thinking, here are some great suggestions to keep a go-bag ready at home for any type of running.\n\nRun till you (or they) drop\nWe’re days away from the Year of the Dog and we’ve found the perfect dog race (sorry!) for you: The Big Dog Backyard Ultra in Tennessee. You run until you, or everyone else, drops. Read The Guardian report here.\n\nThe ultra running psyche\nRachel Watkins, a runner and clinical psychologist, shares the results of her study into the psychological processes and willpower of the ultra runner. Read her conclusions.\n\nDread the tread?\nToo cold to run outside? Too busy to make it to your usual training trails? James Eacott has put together a series of workout sessions to make the most of the treadmill.\n\nYour Comments On 7 articles on fuelling, packing tips, dogs, running minds and treadmills\n\nYou must be logged in to add your review, click here to login or click here to register",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9968202114,
        "format_confidence":0.5268861651
    },
    {
        "url":"https:\/\/sportswhereiam.com\/swiam_anecdote_tags\/baseball\/",
        "text":"Jul 29 2015\n\nLet The Speculation Commence!\n\nRed Sox fans come here to check out spring training.  It’s a very intimate and low key experience that’s exciting and fun.  But since it’s training camp, it can be a dizzying and unpredictable experience, especially for ardent Sox fans who love to speculate about what the player rotation will be like for the upcoming … Read More\n\nJul 22 2015\n\nPadres Friar the Dodgers\n\nI attended a Dodgers vs Padres game during the summer and this has always been a pretty good rivalry, more for the Dodgers. The Dodgers for sure had the better team but the Padres ended up winning 3-1 in a pitching duel that only gave us 9 total hits.  It was fun to see Rookie … Read More\n\nJul 17 2015\n\nBases with Buffalo Bisons\n\nMy story with Coca-Cola Field is a little bit different from what regular Buffalo Bisons fans experience. One of my cousin’s friends is actually a trainer for some of the players, thus I was actually allowed to step down onto the diamond of Coca-Cola Field before one of their games. Before delving into my story, … Read More\n\nJul 07 2015\n\n\nI saw a Yankees\/Red Sox series in 2010 and it was something that I will always remember.  I heard that Boston fans hated the Yankees but to get to the game and see shirts that said Jeter Sucks, A-Rod swallows and I hate the evil empire among other shirts was crazy.  There were also cheers … Read More\n\nJul 04 2015\n\nYay go\n\nThis was my first live ball game. I love baseball so I wanted to finally see a game up close and personal. The game I watched was between the Houston Astros and the Texas Rangers, I went May 4th at like 6:00 pm so I can get my food and everything. I didn’t even pay … Read More\n\nJun 28 2015\n\nTake Me Out to The Ballgame.\n\nFriday nights at Oakland Coliseum are always a phenomenal way to greet the weekend. Walking into O.co Coliseum from the BART station with throes of other A’s fans, eager to eat, drink, and cheer on the team is always a great feeling. Driving is functional, but there’s just something about taking BART to the game. … Read More\n\nJun 27 2015\n\nJuan Gone Gonzalez\n\nThe Rangers games have always been fun but I remember this game because it was the first time I ever saw myself on TV.  We were sitting in left field when home run guru Jan Gonzalez blasted a shot about 2 rows from me in the fifth inning.  The Crowd was jumping up and down … Read More\n\nJun 15 2015\n\nDodgers VS. Brewers\n\nI was spending the summer with one of my best friends from college. She was a transfer from the University of Wisconsin, Madison, and she had told me to come visit her over the summer. So I did! She had the entire week planned out for us. We went to a couple movies, she took … Read More\n\nJun 13 2015\n\n\nAtlanta sports teams are always known for their gung-ho fans. The Atlanta Braves have no exception to this rule. First stepping on the premises of Turner Field, spectators of the sport absorb the electrifying energy that “the Ted” is always known for emitting. Turner has been the home of the Atlanta Braves since 1997 after … Read More\n\nJun 07 2015\n\nEvery time is like the first time\n\nI’ve been to PNC Park dozens of times and every time feels just as breathtaking. The last time I was there, I was seated on the upper deck and yet the view was still one to die for. I always get lost in the view. No matter where you’re sitting you can always see the … Read More",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9907163382,
        "format_confidence":0.8000503778
    },
    {
        "url":"http:\/\/gregghenson.com\/tag\/brawl\/",
        "text":"brawl tagged posts\n\n(Video) Great Brawl In Last Night’s Dodger’s Vs. Padres Game\n\nFrom Gregg Doyle @ CBS SPORTS:\n\nTwo items of note for which one can draw his one conclusion:\n\n1. Earlier in the game, Padres starter Jason Marquis threw one up and in on Dodgers starMatt Kemp.\n\n2. Greinke’s pitch that hit Quentin came on a 3-2 count in a 2-1 game.\n\nMy conclusion is that there was no way that Greinke hit Quentin intentionally, nor do I think Marquis’ pitch earlier had any ill intent.\n\nI now see people on Twitter saying there’s history between Greinke and Quentin. Uh, that was the 116th time in Quentin’s career he has been hit by a pitch. He led the majors in HBP each of the last two seasons. He has history with lots of people. Oh, and Greinke had hit him twice before Thursday night. It’s not exactly like Greinke constantly hunts down Quentin.\n\nRead More Here\n\nRead More\n\n(Video) Canada vs. Mexico Video: Watch Bench-Clearing Brawl Unfold in WBC Clash\n\nAll hell broke loose in the ninth inning of a World Baseball Classic game between Canada and Mexico on Saturday.\n\nBoth benches cleared for the brawl, and play was delayed for around 10 minutes. There were fights taking place all over the field, and seven players were ejected, according to USA Today‘s Bob Nightengale.\n\nRead More Here\n\n\n\nRead More",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9935942292,
        "format_confidence":0.8261110783
    },
    {
        "url":"http:\/\/chicago.sportsvite.com\/cities\/homewood-il\/TrackandField",
        "text":"Homewood, IL Track & Field\n\nGet Started\n\nWe'll match you with compatible Track & Field players, and send you weekly updates about new teams, players, and sports events in Homewood.\n\nSign Me Up\nTake a Tour\n\nHomewood Track & Field Bulletins Find More Bulletins Post a Bulletin\n\nHomewood Track & Field Activity\n\nnot in the past month\n\nTrack & Field Added to Sports Profile\nWyatt in Homewood, IL has added Track & Field to his sports profile\n\nMore Homewood Sports\n\nMap of Homewood, IL\n\nHomewood, IL Track & Field on Sportsvite\n\nWelcome to Sportsvite, your Homewood Track & Field community online!\nTake a few minutes to check out Homewood Track & Field, including local Homewood Track & Field players, Homewood Track & Field teams, events, leagues and latest bulletins posted from others in the Homewood area.\nAre you an organizer?\nManage your own Track & Field team, organize Track & Field events, or list your Track & Field league in the local Homewood leagues directory.\nSetup a free account and be matched up with compatible Homewood players and activities!",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9972012043,
        "format_confidence":0.809386909
    },
    {
        "url":"http:\/\/localgolfsearch.org\/equipment\/pennsylvania\/clearfield-curwensville_club.html",
        "text":"Welcome to Local Golf Search!\n• Quick Search •\nZip Code:\nAdd Your Company\n• Featured Pro's •\nSabal Springs Golf & Racquett in North Fort Myers, FL\nPutter's Paradise Mini-Golf in Greenville, TX\nPerry Ark Golf Resort in Owenton, KY\nBourne Golf Course in Marseilles, IL\nBear Creek at Burruss Ridge in Greenbrier, TN\nAlling Memorial Golf Club Inc in New Haven, CT\nNew Ellenton Golf Course in New Ellenton, SC\nBig O'S Golf Retail Store in Houston, TX\nColumbian Country Club of Dallas - Tennis Shop in Carrollton, TX\nSandpines Golf Links in Veneta, OR\nOn the Ball Logos in Oklahoma City, OK\nGolf World in Broken Arrow, OK\nFire Fox Resorts in Glen Aubrey, NY\nRossi Golf & Sport Center in Exton, PA\nOld South Country Club in Lothian, MD\nFrom Our Blog:\n3 Tips When Buying a Beginner's Golf Set\nMost people think that golf has to be expensive. This is because they will see something like a $500 driver and think that everything has to be just this expensive. What they do not realize is that there are many different ways that you can get started with playing the game where you are not spending this much money. In fact, you will quickly learn that it is not even advantageous to spend this... Continue Reading\n\nClearfield-Curwensville Club\n\n112 Country Club Road\nClearfield, PA\nGet Directions\n\n(814) 765-7887\nWe can assist you with memberships.\n\n\nShare Your Review\n\nIf you have used the services of Clearfield-Curwensville Club we'd love to hear from you! Use the form below to review and comment on your experience.\nYour Name: (First name + last initial)\nCity, State: ,\nMy Rating:\n\nMy Review:\nDo not enter html\nPlease enter this code into the box below.\nEnter Code:\nPlease note: all reviews are screened for spam and take 24-48 hours to be approved.\nYou are here: Equipment » Pennsylvania » Clearfield-Curwensville Club\n\n\nAll information for archive purposes only.\nLocal Golf Search .org does not guarantee the accuracy or timeliness of any information on this site.\nUse at your own risk.",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9954248071,
        "format_confidence":0.8095466495
    },
    {
        "url":"http:\/\/www.socceramerica.com\/publications\/section-2-around-the-net\/edition\/2010\/05\/28\/",
        "text":"Join Now | \nHomeAboutContact UsPrivacy & SecurityAdvertise\nSoccer America DailySoccer World DailySpecial EditionAround The NetSoccer Business InsiderCollege Soccer ReporterYouth Soccer ReporterSoccer on TVSoccer America ClassifiedsGame Report\nPaul Gardner: SoccerTalkSoccer America ConfidentialYouth Soccer InsiderWorld Cup Watch\nRSS FeedsArchivesManage SubscriptionsSubscribe\nOrder Current IssueSubscribeManage My SubscriptionRenew My SubscriptionGift Subscription\nMy AccountJoin Now\nTournament CalendarCamps & AcademiesSoccer GlossaryClassifieds\nHome >Section 2 Around the Net > Friday, May 28, 2010\nThe U.S. State Department has issued a travel alert to U.S. citizens traveling to or residing in South Africa to safety and security issues related to the FIFA World Cup taking place in nine cities across the country. Read the whole story\nTrade unions in Britain are asking companies to let employees watch the World Cup at work to prevent them from faking sickness during England games. Read the whole story\nTwo extra assistant referees will used in next season's UEFA Champions League final qualifying round and Euro 2012 qualifiers as UEFA extended its five-referees experiment. The Europa League, which experimented with the five-ref system last season, will continue it as well. Read the whole story\nFIFA lifted its international ban on El Salvador because FIFA says the government is no longer interfering with the game. Read the whole story\n\nRecent Most Read Stories",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9906626344,
        "format_confidence":0.9922018051
    },
    {
        "url":"https:\/\/www.kvrr.com\/tag\/marquise-bridges\/",
        "text":"Marquise Bridges\n\nLance, Radunz, Bridges Return to Fargo for NDSU Pro Day\n\nAll three worked out in front of 30 NFL teams\n\nFARGO, N.D — It was one of the most highly anticipated North Dakota State pro days since 2016 when former number two overall pick threw here at the FargoDome. Friday, however, it was all about former Bison quarterback Trey Lance, who is projected to be a top-20 pick in this year’s draft. Lance threw in front of 30 NFL teams…\n\nNDSU Football Getting Ready to Host Pro Day and Game on Back-to-Back Days\n\nPro Day for Trey Lance, Dillon Radunz on Friday; Illinois State game on Saturday\n\nFARGO, N.D. — After their first loss in 39 games, North Dakota State football bounced back with a shutout win over Missouri State. However, as the team looks ahead to their next opponent, 22nd ranked Illinois State on Saturday most eyes will be on the day before. Friday is NDSU’s Pro Day. NFL Network, ESPN and league staff will be…\n\nNDSU Draft Preview With Hero Sport’s Sam Herder\n\nHero Sport's Sam Herder previews where ndsu players can go in draft\n\nFARGO, N.D. — The NFL Draft is here and its time to talk where North Dakota State players could fall this weekend. Two who are likely to go off the board are defensive end Derrek Tuszka and tight end Ben Ellefson after both played in the East-West Shrine Game and Tuszka competed at the NFL Combine back in February. Hero…\n\nThe Key to NDSU’s Football Success\n\nKVRR's Nick Couzin takes a closer look into what has made Bson Football sucessful\n\nFRISCO, TX- North Dakota State football has preached the same message season after season..Taking things one game and one week at a time. That message is especially evident to how NDSU has established a winning culture.. Winning seven national titles and 9 Missouri Valley Conference championships is not easy. That success may be outlined by one common mindset but continued…\n\nHow NDSU Football Gets Ready for the FCS Championship\n\nKVRR's Nick Couzin shows how NDSU spends time the three weeks getting ready for the Championship\n\nFRISCO, TX — Between the FCS Playoff semifinal game and the Championship, there is a three week gap. In order to come out with a national title, it’s all about how each team handles that time period, In the case of North Dakota State football, the Bison have embraced the extra time even calling it a winter camp based on…\n\nNDSU Football Defense Gearing Up for Top Nicholls State Offense\n\nColonels Offense ranks in top 30 of FCS\n\nFARGO, N.D. — North Dakota State football is four days away from its match-up with Nicholls State in the second round of the FCS Playoffs. The defense’s focus is on containing a Colonels offense that has a dual threat quarterback and top running game. Quarterback Chase Fourcade has thrown for 2,800 yards and 16 touchdowns adding over 800 on the…\n\nNDSU Football to Wear Green-on-Green to Honor Defense Saturday Against Missouri State\n\nFirst time Bison will wear the combo\n\nFARGO, N.D. — For North Dakota State’s annual Code Green Game this Saturday against Missouri State, the Bison will sport a new jersey combination. The team’s captains decided to go with their normal green home jerseys and pair them with the away green pants for a green on green look to honor the defense. The new combination is the first…\n\nNDSU Football: Defense Preparing for UC Davis Air Raid Defense\n\nThe Bison Face the Aggies in a Top-Five FCS Match-up\n\nFARGO, N.D. — North Dakota State football returns home for another ranked match-up at the Fargo Dome. This time its a top five match–up against UC Davis. Number one versus number four. After two weeks of facing run heavy offenses, the NDSU defense is shifting their mindset to the passing game preparing for the air raid offense the Aggies present….\n\nNDSU Football: Defense Game Planning for Delaware Quarterback Kehoe\n\nKehoe threw for 2,000 Yards in 2018\n\nFARGO, N.D. — North Dakota state football faces its first true road test Saturday traveling to Newark,Delaware to take on the eighteenth-ranked Fightin’ Blue Hens. Defensively, the Bison will have to find an answer for starting quarterback Pat Kehoe. In 2018, Kehoe passed for over two thousand yards and seventeen touchdowns.When the Blue Hens came to Fargo last year in…\n\nNDSU Football: Target Field Game Provides Homecoming For Current Players\n\nPhoenix Sproles, Zack Johnson, Marquise Bridges All From Twin Cities Area\n\nFARGO, N.D. — North Dakota State football starts off its season in a bit of a different setting, on a baseball field. The Bison host Butler at Target Field Saturday, home to major league baseball’s Minnesota Twins. For many, its a chance to travel and see their team at a different location for a weekend. For those twin cities NDSU…",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9974479675,
        "format_confidence":0.9902096987
    },
    {
        "url":"http:\/\/topics.nytimes.com\/top\/news\/sports\/baseball\/majorleague\/texasrangers\/index.html",
        "text":"Texas Rangers\n\nNews about the Texas Rangers, including commentary and archival articles published in The New York Times.\n\nRangers Edge Indians as Josh Hamilton Returns\n\nHamilton, who has been slowed by shoulder surgery, went 0 for 3, but he reached base on a throwing error in the seventh, a play that provided the decisive run.\n\nMay 26, 2015, Tuesday\n\nOn Night to Remember, Game to Forget as Rangers Sweep Yanks\n\nBernie Williams was enshrined in Monument Park in a pregame ceremony, but once the game started, the sloppy baseball continued.\n\nMay 25, 2015, Monday\n\nStarter Is Pummeled in the Third. Again. And the Yanks Lose. Again.\n\nFor the second straight game, the Rangers pulverized a Yankees starter by taking advantage of a series of fielding miscues as C. C. Sabathia pitched just two and one-third innings.\n\nMay 24, 2015, Sunday\n\nPrince Fielder Helps Rangers Overcome Yankees and Michael Pineda\n\nFielder hit a three-run homer as Pineda followed up his worst outing of the season at Kansas City with another poor performance against Texas.\n\nMay 23, 2015, Saturday\n\nRealizing His Dream, as a Pitcher\n\nRangers pitcher Nick Martinez, who is scheduled to start next weekend at Yankee Stadium, took an unusual path to get to the majors, but he is thriving.\n\nMay 17, 2015, Sunday\n\nTexas Reunion Nears for Josh Hamilton\n\nJosh Hamilton is near a reunion with the team he shunned after the 2012 season for a big free-agent contract with the Rangers’ American League West rival Los Angeles Angels.\n\nMay 10, 2015, Sunday\n\nJosh Hamilton Welcomes Latest Chance for New Start, With Rangers\n\nThe former American League most valuable player Josh Hamilton was reacquired by Texas after two disappointing seasons with the Los Angeles Angels and a relapse of substance abuse problems.\n\nApril 28, 2015, Tuesday\n\nAs Baseball Returns for Opening Day, Runs Don’t Follow\n\nEven with some shows of muscle — the Rockies and the Royals each scored 10 runs, the A’s and the Red Sox eight — major league teams scored an average of 3.27 runs on Monday.\n\nApril 8, 2015, Wednesday\n\nMets’ Bolstered Rotation Is Again in Doubt\n\nMatt Harvey has returned to the Mets’ rotation, but three other pitchers, including Zack Wheeler, are now dealing with injuries that will cause Mets fans to hold their breath again.\n\nMarch 14, 2015, Saturday\n\nYu Darvish to Miss Season\n\nYu Darvish, the Texas Rangers’ ace, will have season-ending surgery on his ailing right elbow on Tuesday.\n\nMarch 14, 2015, Saturday\n\n\nAn Unlikely Source of Big Talent\n\nThe small country of Curaçao, part of the Kingdom of the Netherlands, has been the source of a surge of players to Major League Baseball.\n\nGame Six of The World Series\n\nWilliam C. Rhoden discusses Game 6 of the World Series between the St. Louis Cardinals and the Texas Rangers.\n\nWorld Series Replay: Game 7\n\nThe St. Louis Cardinals win the World Series, beating the Texas Rangers, 6-2.\n\nWorld Series Replay: Game 6\n\nIn a back-and-forth Game 6 the Cardinals’ David Freese hit a walk off home run against the Rangers in the bottom of the 11th inning.\n\nWorld Series Replay: Oct. 24\n\nMike Napoli’s two-run double in the eighth broke a 2-2 tie and sent the Rangers to a 4-2 victory over the Cardinals in Game 5.\n\nMore Multimedia »\n\n\nRss Feeds On Texas Rangers\n\nSubscribe to an RSS feed on this topic. What is RSS?\n\nGet Alerts On Texas Rangers\n\nReceive My Alerts e-mails on topics covered on this page.\n\nMore Alerts >>",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9981300235,
        "format_confidence":0.9908479452
    },
    {
        "url":"http:\/\/f1chronicles.com\/category\/teams\/ferrari\/page\/4\/",
        "text":"Rediscover Formula One\n\nThe unofficial Formula One site with the latest happenings!\n\nArchive for the ‘Ferrari’ Category\n\nLenovo’s Race To Finish Contest entering final lap\n\nleave a comment\n\nDo you think you can predict the outcome of F1 races better than the so called pros ? , If that’s the case head on over to Lenovo’s Race to Finish contest and predict the top 10 drivers in the finishing order of the remaining races and stand to win awesome F1  goodies from Lenovo including laptops and other Vodafone McLaren Merchandise.\n\n\nTo start winning all you have to do is head on over to the website and register yourself. After registering you will be asked to choose the top ten drivers and that’s it.\n\nIf you score high then you get to take home the prizes. I am playing too :)\n\nContest Ends 15-November-2010 !\n\nRegister for the Race To Finish contest here\n\nThanks to them we will also be holding a giveaway for some cool Vodafone McLaren Mercedes sometime in the future. Stay Tuned for that !\n\nFernando Alonso closes in on Michael Schumacher’s records\n\nleave a comment\n\nFernando Alonso at Korean Grand Prix 2010\n\nMost people had predicted it would be young Lewis Hamilton who would threaten Michael’s legacy of records in formula one, but Fernando Alonso is the one who is knocking on the door.\n\nThe surprising win at the first ever Korean Grand Prix meant that the Spaniard inched closer to his 3rd World Championship title, a feat which the German Schumacher had achieved at the age of 31.\n\nMore Praise : Meanwhile Gerhard Berger claimed that Fernando Alonso is in the same league as Michael Schumacher and Ayrton Senna.\n\n“There are sometimes those special drivers: Ayrton Senna was one, Michael Schumacher was one, and Alonso is one” said the Austrian champion\n\nMeanwhile Berger also cast a shadow on the sportmanship of Red Bull driver Mark Webber who in this youtube video seems to be gunning for Fernando Alonso after his car developed a snag.\n\n‘He could have braked and stopped the car against the wall, but he did not do so. He took out Nico Rosberg, but he was the wrong driver. I think he would have preferred to have taken out Alonso or Hamilton’. Berger said\n\nWritten by Formula One Addict\n\nOctober 28th, 2010 at 6:08 am\n\nKimi Raikonnen not keen to return to Formula One\n\n\nIn a style which almost reminds us of compatriot Mika Hakkinen’s exit from formula one , Kimi Raikkonen too has hinted he doesn’t want to get back into a formula one car. The Finn had joined the World Rally championship after leaving formula one last year.\n\nWhen asked about his return to formula one, he said :\n\n“I would have the opportunity to go to F1, but I think I’ve seen off that career.”\n\nNow that is going to leave a lot of fans unhappy and disappointed. The statement shows that he is least bit enthusiastic about F1.\n\nIt was being rumoured that he would join Renault for the 2011 formula one season. Earlier he has raced with McLaren Mercedes and the Ferrari F1 team. Ferrari had last year released him 1 year prior to the expiry of his contract.\n\nWritten by Formula One Addict\n\nAugust 21st, 2010 at 12:10 pm\n\nFerrari extends Felipe Massa’s contract till 2012\n\nleave a comment\n\n\nFerrari today announced that Felipe Massa’s contract has been extended till the end of the 2012 formula one season. the Brazillian has been with the team for 10 seasons now. He ofcourse was ecstatic about the renewal.\n\nOfficial Press Release from Ferrari follows :\n\nMaranello, 9 June 2010 – Scuderia Ferrari Marlboro announces that it has extended its contract with Felipe Massa, who will now drive for the team until the end of the 2012 racing season.\n\nFelipe has been with the Scuderia since 2001. To date, he has competed in 69 Grands Prix for the team: he has taken eleven wins, 30 podium placings, 51 points finishes, fifteen pole positions and twelve fastest race laps, scoring a total of 360 championship points.\n\n“I am happy to be given the opportunity to drive for Ferrari for a further two seasons,” said Felipe.\n\n“Throughout my entire Formula 1 career, I have always raced with an engine made in Maranello and it is a matter of pride for me to be able to continue working with a team that I regard as a second family.”\n\n“Felipe has been part of Ferrari for almost a decade and together with us, he has grown as a driver and as a man, going through some very difficult times as well as giving us moments of great happiness,” commented Stefano Domenicali. “We wanted to show proof of stability for the future, believing in the worth of a driver pairing that is without equal in terms of talent, speed and its ability to work together for the good of the team.”\n\nPhoto : Ferrari SPA\n\nWritten by Formula One Addict\n\nJune 9th, 2010 at 2:56 pm\n\nFerrari F1 replaces barcode with 800 years commemoration logo in special livery\n\none comment\n\n\nThe Ferrari F1 team is all set to achieve an important milestone at this weekend’s Turkish Grand Prix to be held at Istanbul. It will be the Marranello based team’s 800th Grand Prix. To commemorate the occasion the F1 cars will have special 800 races logo somewhere where the Marlboro used to be and the subsequent barcodes and the subsequent white blocks instead of the barcodes. Its a big day for the team that is also the most successful team in formula one (credit to Michael Schumacher, Ross Brawn and Jean Todt).\n\nThe Ferrari F1 team is also the oldest still surviving formula one team with a history that goes back to 1948 (1st formula one race in 1950). Here are some stats from Wikipedia :\n\nRaces competed till now :\n\nConstructors’ Championships\n16 (1961, 1964, 1975, 1976, 1977, 1979, 1982, 1983, 1999, 2000, 2001, 2002, 2003, 2004, 2007, 2008)\n\nDrivers’ Championships\n15 (1952, 1953, 1956, 1958, 1961, 1964, 1975, 1977, 1979, 2000, 2001, 2002, 2003, 2004, 2007)\n\nRace victories\n\nPole positions\n\nFastest laps\n\nMeanwhile Ferrari’s chairman was also happy at the occasion.\n\n“Eight-hundred Formula One Grands Prix represents a milestone in the life of Ferrari, which fills us with satisfaction and pride,” chairman Luca di Montezemolo was quoted  in an interview\n\n“I want to share our delight in this achievement with all the drivers who have driven our cars in the world championship, and with our fans. It is nice to look back and see what we have done together, aware we are part of a story that is without equal and is ongoing.”\n\nMeanwhile we have the photos of the special livery (not a huge change) including its design phase, Fernando Alonso needs a shave.\n\nFerrari 800 Races Livery Alonso Massa And Stefano\n\n800 races logo being designed\n\nPhotos : Ferrari SPA media\n\nWritten by Formula One Addict\n\nMay 28th, 2010 at 9:40 am",
        "topic_id":21,
        "format_id":1,
        "topic_confidence":0.9925239682,
        "format_confidence":0.9246920347
    }
]