[
    {
        "url":"http:\/\/www.liveonlineradio.net\/ru\/sri-lanka\/lak-radio.htm",
        "text":"For our varying media devotees Lak Radio plan to have an assortment of projects to suit our audience members and Lak Radio want to reach far and wide and inspire the lives of Sri Lankans everywhere throughout the world with an extensive variety of projects in the field of diversion news and training where individuals can trade their Ideas over the globe.\n\nLak Radio would like to convey people groups desires and have the capacity to amuse and assemble a wide range of adherents by conveying an administration that is custom-made to the audience’s prerequisites. Lak Radio plan to convey an unparalleled administration, Lak Radio have put resources into the best innovation to have the capacity to convey the No 1 administration in Sri Lanka to our audience members.\n\nLak Radio will be telecasting Lak Radio in a way that the entire world can tune in. Our accomplice news site is distributed in three noteworthy worldwide dialects, Lak Radio well be conveying a wide scope of projects to suit all tastes. Lak Radio will be giving the entire family stimulation, игры, comic drama and substantially more. The Techno Media Network is at the front line of conveying quality amusement through the web for the entire gang.\n\nLak Radio official website address is\n\nЛак Радио\nПожалуйста, подождите 10-20 Радио секунд загружается ...\n\nПоделитесь проблемы\n\n[ Sri Lanka : Лак Радио ]\n\n\nПопулярные Шри-Ланка Радио:\n\nТри FM-\n\nHiru FM\n\nSooriyan FM-\n\nSooriyan FM\n\nШакти FM-\n\nShakthi FM\n\nShaa FM\n\nShaa FM\n\nНес FM-\n\n\nSiyatha FM-\n\nSiyatha FM",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9855620861,
        "format_confidence":0.9170850515
    },
    {
        "url":"http:\/\/new.rejectionistfront.com\/",
        "text":"“Rejectionist Front is more than a happening band with a cookin sound.  They are that rare band making important music”\nsays Grammy Award Winner Andy Wallace (Nirvana, Rage Against The Machine, A Perfect Circle, Linkin Park). The band was honored when Wallace mixed the single “Fifty Dollars” from their debut CD, “Shock The Conscious Mass”  The track has played on radio throughout the US.\n\nA dynamic sound and unique vocal merge with Rejectionist Front’s new critically acclaimed CD, Evolve that  focuses on conflict both within ourselves and throughout society as we struggle for positive change.  The CD includes the MTV track “Flush” selected as part of  “The Top Ten Sounds Of The Revolution” and the song “Reclaim” that is part of the benefit compilation along with many socially conscious artists including Willie Nelson, Crosby and Nash, Jackson Browne, Patti Smith, Warren Haynes, Third Eye Blind, Our Lady Peace, Anti- Flag, and MGMT. The band’s music plays on radio throughout the US and Europe as well as on television scores around the globe.\n\nIn the best spirit of socially conscious music, the band rejects the status quo and seeks constructive change as their worldwide performances combine music with activism. This New York based group consists of founder Michael Perlman, Lincoln Prout, David Dawson and Tony Tino.\n\nThe band has shared the stage with many inspiring artists including:\n\nGeorge Clinton & P-Funk, Joan Baez, Talib Kweli, Immortal Technique, Redman, Tom Morello and the Nappy Roots.\n\nRejectionist Front is proud to play in support of vital causes including Rock The Vote, Save Darfur, Wounded Warrior, Concert For Tibet, the USO, Rock Against Dystrophy and Occupy Wall Street.\n\nEntries (RSS) | Comments (RSS)",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9817944765,
        "format_confidence":0.9527682662
    },
    {
        "url":"https:\/\/genius.com\/artists\/Loud-luxury",
        "text":"{{:: 'cloud_flare_always_on_short_message' | i18n }}\nCheck @genius for updates. We'll have things fixed soon.\n\nLoud Luxury\n\nAbout Loud Luxury\n\nUniversity friends Andrew Fedyk and Joe De Pace from Canada, Ontario. Better known as Loud Luxury have been creating quite a stir in the dance music scene as of late.\n\nWith just a handful of releases under their belt, this Toronto dup and their sound – equal parts house and R&B, has garnered the support of tastemakers such as Tiësto, Martin Garrix, and Armin Van Buuren to name a few.\n\nThe fall of 2016 marked a pivotal moment for these young artists as they released a collaboration titled “Going Under“ with Borgeous which is featured on his debut album 13.\nImmediately following that success, they produced a track for Tiësto’s AFTR:HRS compilation called “Fill Me In“ which hit number 2 on Spotify’s Global Viral Chart as well as hitting the Top 50 in 20 different countries' viral charts.\n\nThe duo is most well known for their debut official single release, “Body“, which received millions of streams worldwide and charted in several countries including their home nation of Canada before entering America’s Hot 100 over a year after the song’s initial release. Body ushered a new era for Loud Luxury, as well been cemented as one of the top upcoming artists to watch in dance music.\n\nWith their forthcoming release “Love No More“, the future appears bright for these young artists as they try to conquer the dance music world.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9967697859,
        "format_confidence":0.6997784376
    },
    {
        "url":"https:\/\/mtglb.co\/",
        "text":"Music Tastes Good visionary and founder, Josh Fischel, had two tattoos running lengthwise down each of his arms:CULTIVATE” and “ADAPT”. Since his passing after year one, it has been our honor, as the MTG team, to cultivate his vision. We now find ourselves at a place where we must adapt. In order to do so effectively, we will be taking a pause for the 2019 festival with hopes to return in 2020. In the meantime we will focus on producing some more intimate events for our fellow food and music lovers.\n\nIt is with deep gratitude and affection that we thank our friends, attendees and partners for their support over the years. Cheers to all the sounds, sights and tastes we’ve shared, and cheers to all that is to come. #musictastesgood\n\n❤️ The MTG Team\n\nJoin our mailing list below for updates and where to find us next!\n\n2018 2017 2016",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9563010931,
        "format_confidence":0.9790512323
    },
    {
        "url":"http:\/\/clitheroetownband.co.uk\/",
        "text":"Established Sept 1998\n\nMusical Director: Michael Haydock\n\nWe are a Wind Concert Band with approximately 35 regular members of varying talents and all enjoy performing to the local community and beyond.  We formed the Band just over 16 years ago and have a very good reputation amongst the community and consequently have already an expanding order book of engagements for 2014\n\nIf you would like a challenge and enjoy all types of music then please do not hesitate to contact us or come along for a chat at one of our rehearsal nights.\n\n\nTo contact us:\n\n\nClitheroe Town Band\nRegistered Charity",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9835090041,
        "format_confidence":0.9915578365
    },
    {
        "url":"http:\/\/blackenedhorde.com\/sunrise_black_bio\/",
        "text":"Sunrise Black Bio\n\nSunrise Black Logo\n\nSunrise Black cover1Sunrise Black cover2\n\nThe band was formally created in 2008 by Piotr “Marvin” Słopecki (grand piano), Paweł “Vau” Radziszewski (clean vocals\/solo & rhythm guitars) and Piotr “Wilq” Chlebowicz (harsh vocals\/bass guitar\/rhythm guitar\/drums programming). The idea was to play a terminal form of music eluding typical classifications, freely joining seemingly distant genres and touching extreme forms of metal, but – simultaneously – rich in terms of musical arrangements and composition. Dense sound constructed from complex layered guitar poliphonies, developed vocal lines and grand piano as the main and leading instrument were to become Sunrise Black’s trademarks.\n\n\n\nAdditionally, the band collaborated with keyboardist Łukasz Radecki (in 2009) and drummer Bartosz Borzeszkowski (in 2011), who didn’t become full-fledged members. In late 2011 the project’s line up was completed by multi-instrumentalist Paweł “Fiosaiche” Kucypera, who properly fitted the band’s music esthetics. At that point Sunrise Black saw a positive shift in activity, which led to the finalization of its debut material “Omnia pro Patria” in early 2013.\n\n\nSunrise Black cover3Sunrise Black cover4\n\nBlackened Horde Zine © 2015",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9550920725,
        "format_confidence":0.9602400661
    },
    {
        "url":"http:\/\/www.wausaudancetheatre.com\/index.html",
        "text":"Wausau Dance Theatre\n\nWelcome to Wausau Dance Theatre\n\nWausau Dance Theatre is a regional dance company which has offered an\narray of award winning educational programs and productions since 1998.\nFull length productions include our Storybook Series featuring Sleeping\nBeauty, Carnival of The Animals, The Tales of Beatrix Potter and Alice in\nWonderland. Coming Soon – Snow White.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9459616542,
        "format_confidence":0.9795630574
    },
    {
        "url":"http:\/\/itv-america.com\/what-is-itv-creative\/",
        "text":"ITV Creative\n\nWhat is ITV Creative?\n\nITV Creative is the physical production arm for all of ITV America’s wholly owned production companies. From programming and production, to finance, legal and business affairs, ITV Creative is the backbone behind all of the hit programming produced by ITV Entertainment, Leftfield Pictures, Sirens Media, Loud TV and Outpost Entertainment. ITV Creative also services all of the strategic partnerships forged by ITV America including celebrity deals with La La Anthony’s La La Land, and Michael Strahan’s SMAC Productions.\n\nKey Staff",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8639609218,
        "format_confidence":0.9818976521
    },
    {
        "url":"https:\/\/www.nstattoo.ca\/about-us\/our-team\/production-staff\/",
        "text":"June 26 - July 2, 2018 Scotiabank Centre, Halifax\n\n1-800-563-1114 | INFO@NSTATTOO.CA\n\nProduction Staff\n\nManaging Director\/Executive Producer  \nJennie King\n\nTom Peet\n\nDirector of Finance\nBarbara MacLeod\n\nAdministrative Assistant\nSusan Dickie\n\nDirector of Development\nJulia Kent - Maternity leave\n\nDirector of Marketing\n\nMarketing Assistants\nJess Ilse\nLeigh Melanson \n\nWarehouse Manager\nHugh Dickie\n\nTattoo Tickets Are On Sale Now!\n\nOrder Online:\n\nClick here to order online >>\n\nOrder By Phone:\n\nScotiabank Centre Box Office\nToll Free: 1-877-451-1221 (Canada only) \nor (902) 451-1221\n\nTattoo News\n\nEnter your details to be added to our e-mail news list.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9749142528,
        "format_confidence":0.9585804939
    },
    {
        "url":"https:\/\/salemmedia.com\/radio-stations\/klty-94-9\/",
        "text":"• 94.9 KLTY Safe for the Whole Family®\n\n    For over 25 years, 94.9 KLTY has been serving the needs of the residents of the Dallas-Fort Worth Metroplex area.\n\n    Every aspect of the content broadcast on 94.9 KLTY is subjected to intricate systems of screening and scrutiny to ensure our content meets the highest standards. Every song, commercial, promo, and possible personality talk is designed to be “Family Friendly”\n    and to meet the specific needs and wants of our listeners.\n\n    94.9 KLTY is in no way controversial. We are a full service promotionally intensive music station 24 hours a day.\n\n    94.9 KLTY is truly a radio station for everyone!\n\n  • Contact Us\n\n    General Info:\n    Phone: 972.870.9949\n\n    Jeff Mitchell\n    General Manager\n\n    More Salem Stations in Dallas:\n\n    The Word 100.7FM\n    The Word 100.7FM\n    Christian Talk Teach\n\n    KSKY 660 AM\n    KSKY 660 AM\n    News Talk\n\n    KTNO 1440 AM\n    KTNO 1440 AM\n    Spanish Christian\n\n    KVCE 1160 AM\n    KEXB 620 AM\n    Experts In Business\n\nContact Us\n\nYour Name (required)\n\nYour Email (required)\n\n\nYour Message",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9565525651,
        "format_confidence":0.8311588764
    },
    {
        "url":"http:\/\/www.bradfordjam.org.uk\/",
        "text":"A performance night in Bradford, celebrating and encouraging creativity of all kinds. Just grab a beer and enjoy the show, or get up and have a go. It's all good.\n\nCue sound of hollow laughter. Jam 4 will not happen later in the year. It's the 31st December. It's New Years Eve everybody! And we haven't been near a live venue for nine months. Nine months! Thank frick we'd only just started. Thank frick we had delays that meant the publicity wasn't printed up, so we'd spent nothing really. All around us we're seeing people who have sunk years into their projects drowning, and in some cases drowned. It's been a heartbreaking year. We're one of the luckier ones.\n\nIn the meantime we've got open classes on Zoom and a group on Facebook. If you can deal with Facebook then get involved.\n\npoets ♦ musicians ♦ actors ♦ storytellers ♦ writers ♦ improvisors ♦ comedians ♦ singers ♦ magicians ♦ jugglers\n\n\nJam 4 is coming. Thursday 2nd April 2020, 8pm\nat the Peacock Bar North Parade Bradford\nBucket Show. Pay as you feel at the end.\n\nJam 1Jam 2Jam 3",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9727882743,
        "format_confidence":0.8343831897
    },
    {
        "url":"http:\/\/www.choralnet.org\/view\/413701",
        "text":"Advertise on ChoralNet \nChoralNet logo\nThe mission of the ACDA is to inspire excellence in choral music through education, performance, composition, and advocacy.\n\nThe Whole Sea in Motion published by G. Schirmer\n\nVoicing: Mixed\nDale Trumbore's The Whole Sea In Motion for SATB chorus & piano has been published by G. Schirmer's Dale Warland Choral Series. The Whole Sea in Motion is distributed by Hal Leonard and available here.\nHear the premiere recording of the piece, by the University of Southern California Chamber Singers led by Jo-Michael Scheibe, here.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8105385303,
        "format_confidence":0.8416432142
    },
    {
        "url":"http:\/\/www.thevideocellar.com\/p\/home.html",
        "text":"About Us\n\n\nThe Video Cellar is one of the largest private collections of archive films. We have a wide collection of feature films, shorts, trailers, documentaries and tv shows from all over the world. We are attempting to preserve this films digitally and make high quality versions available to the public. \n\nThe Video Cellar regularly posts movies on Youtube, The Internet Archive and Daily Motion. These movies are just a small selection of our overall collection. \n\nWe have high quality DVDs of many of our films availble for use at film festivals, cinemas and film clubs.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.98942554,
        "format_confidence":0.9919213057
    },
    {
        "url":"http:\/\/hiphoprapscene.com\/tag\/know\/",
        "text":"... Visit us on Google+ ...\n\n\nBrowsing Tagknow\n\nAbout us\n\nDedicated to Bringing you only Quality HipHopVideos and News !\n\nIf you Want Your Video on Here or Want to Become a Partner or Advertise Email us at :\n\nsupport@HipHopRapScene.com and We will send you the details !\n\nEnter your email address:\n\nDelivered by FeedBurner\n\nPin Me !\n\nThis site is protected by Comment SPAM Wiper.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9916386008,
        "format_confidence":0.8518229723
    },
    {
        "url":"http:\/\/www.greenroomproductions.co.uk\/index.php?option=com_frontpage&Itemid=1",
        "text":"Green Room Productions  \n\nZORRO The Musical\n\nTuesday 7th to Saturday 11th November 2017\n\nThe curtain has fallen on the thrills and spectacular excitement of the legendary masked hero ZORRO. Some wonderful feedback from our audiences.\n\n\"OMG, what a show!! I really enjoyed it. AMAZING!\"\n\n\"Amazing performances... really enjoyed the whole show from start to finish\"\n\n \"Fabulous fun, flamenco and flames!! Thanks for a great evening\"\n\n\"Fantastic performances from all tonight.  Really enjoyed the show!\"\n\nIf you were in the audience  - thank you so much for supporting this production!\n\nOur next production - TOP HAT The Musical\n\nTuesday 8th to Sunday 13th May 2018\n\n7.30pm Tuesday to Saturday 2.30pm Saturday and Sunday\n\nTOP HAT brings the glamour of Hollywood's golden age to the stage.  Based on the 1935 film, it features some of Irving Berlin's greatest hits including 'Cheek to Cheek, 'Top Hat, White Tie & Tails', 'Puttin' on the Ritz' and 'Let's Face the Music and Dance'.  This hilarious romantic comedy is sheer theatrical pleasure.\n\n\nTelephone 07531 122206 or\n\nEmail This e-mail address is being protected from spam bots, you need JavaScript enabled to view it\n\nAll shows at Wyllyotts Theatre, Darkes Lane, Potters Bar EN6 2HN\n\nWatch out for our new look website - coming soon!\n\n\nLike us on Facebook  Facebook    and follow us on Twitter  Twitter   and Instagram  Instagram  \n\n\nWelcome to Green Room\n\nGreen Room Productions is one of the premier musical theatre companies in London and the South East.  The company presents two musicals a year at the Wyllyotts Theatre in Potters Bar.  Recent productions include Betty Blue Eyes (2017), Priscilla - Queen of the Desert (2017), Dirty Rotten Scoundrels (2016), Made in Dagenham (2016), Sunset Boulevard (2015), Hairspray (2015), White Christmas (2014), Aspects of Love (2014), Grease! (2013), The Boy Friend (2013), Love Story (2013) and The Scarlet Pimpernel (2012).\n\nWe are always pleased to welcome new members who want to share in the excitement, hard work and exhilaration of producing first rate musical theatre. \n\nFor more information email us at This e-mail address is being protected from spam bots, you need JavaScript enabled to view it\n\n© Green Room Productions :: webmaster@greenroomproductions.co.uk ::",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9898504019,
        "format_confidence":0.9345323443
    },
    {
        "url":"http:\/\/www.fischoff.org\/about\/history-mission-vision\/",
        "text":"History, Mission & Vision\n\nJoe Fischoff\n\nOur Mission: Inspiring lives through breathtaking performances\n\nIn 1973, Joseph E. Fischoff and fellow members of the South Bend Chamber Music Society sought an innovative way of encouraging young people to pursue chamber music study and performance. The idea of a competition arose, and that first year, six ensembles participated. \n\nLittle did the society members know how their idea would grow. Today, still at home in South Bend, Indiana, the Fischoff Competition is the largest chamber music competition in the nation and the world. Each year, an average of 125 ensembles, representing 22 nationalities, enter in either the wind or string categories of three to six performers. Fischoff is the only national chamber music competition with both senior divisions (ages 18-35) and a junior division (age 18 and younger). Since its founding, more than 6,600 musicians have participated, many of whom have gone on to distinguished careers in music performance and education.\n\nCommitted to music education, the Fischoff uniquely partners with competition alumni to bring free, innovative music programs directly to children in their own schools and community centers. Known as the Fischoff Arts-in-Education Residency, these programs have served more than 61,600 community children since 1995 and reach more than 5,700 underserved and at-risk young people every year. Additionally, Fischoff offers several programs to support and encourage area high school-aged musicians. \n\n\nWebsite by Internet Business Solutions",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.758788228,
        "format_confidence":0.9937410951
    },
    {
        "url":"https:\/\/frodshamsings.org\/frodsham-sings-community-choir\/",
        "text":"Welcome to ‘Frodsham Sings’\n\n\nFrodsham Sings Community Choir is a friendly and inclusive contemporary mixed Choir based in Frodsham.    \n\nWe are not run for profit but operate for the benefit of and at nominal cost to our members.  The emphasis is on fun and development of friendships through singing, fundraising and social events. It’s good for your physical and mental health too!! \n\nWe also have a thriving and large men’s section.  Our repertoire mainly consists of Pop, Rock and Gospel style music. \n\n‘I absolutely love being part of Frodsham Sings choir. It’s like a second family, such a friendly, fun group. I joined when I was made redundant. As a result it gave me such a lift at a low time in my life’\n\n‘The best year of my life for singing, social activity, friendship. Everyone just gets on so well together. I wish I had joined years before instead of making excuses about work’\n\n‘Singing is good for the soul. I have made so many wonderful friends and had so many amazing opportunities since joining Frodsham Sings.  Singing with people you love on a Saturday morning makes life so much happier!’\n\n\n\nUnder the leadership of Music Director Ian Oulton, the Choir has grown in size and has c75 enthusiastic members!\n\nThe Choir is a strong supporter of local good causes and is in great demand to perform at various events throughout the year. Check out our calendar here.\n\nIf you would like us to help you by holding a concert or supporting an event (inside or out) get in touch!!",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8612663746,
        "format_confidence":0.9866021872
    },
    {
        "url":"https:\/\/www.magicshop.co.uk\/index.php?manufacturers_id=87",
        "text":"MoM Bestsellers\n\nMoM Magic Reviews\n\nProduct Review: The Essential Card Magic Training Course\n\nProduct Review: SPONGE\n\nThe UK's Largest Magic Shop\n\nThe Merchant of Magic supply and manufacture magic tricks, books, DVDs and accessories to both professional and amateur magicians worldwide. Our magic shop offers over 20,000 magic tricks, mind reading magic tricks and illusions. The bricks and mortar magic shop, based in Hampshire, offers Personal Tuition and workshop sessions to take you from beginner to expert!\n\nDriven by Service\n\nAll our sales team are full members of the world famous Magic Circle and are professional Magicians, so if you need advice, our trained experts are ready to help. We are also a member of The UK Magic Dealers Association, so you can be assured we offer the very highest level of service and quality expected from a professional Magic Dealer. Our shop accepts all major credit and debit cards as well as PayPal.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.8102660179,
        "format_confidence":0.8290417194
    },
    {
        "url":"http:\/\/asarival.com\/",
        "text":"A mixture of rock riffs and punk sensibilities, catchy hooks and melodic anthems, As A Rival are fast becoming one of the most hard-working, explosive live bands on the Australian punk rock scene. Continuing to deliver upon their unrelenting live shows, with precision and intent.\n\nComprising of Pete Cerni (vox\/guitar), Nathan Wheatley (drums\/vox) and Johnny Beech (guitar\/vox), 2016 saw the tech-punk outfit rise in stature releasing their debut album, ‘By Design’, supported by 2 national tours and gaining their first major support slot, playing at 170 Russell.\n\n2017 sees no change in pace as the juggernaut rolls on. Heading into the studio to record their 2nd album at ‘The Studios In The City’, produced by Tom Larkin (Shihad) & Sam Sproull. ‘Griefers’, tackles themes of betrayal, deceit and defiance and sees a maturity in song writing, fine-tuning their song craft into a driven, sonic deluge. From the gallop of lead single, ‘Bring Out The Dead’, to the hook of ‘Atmosphere’, the soar of ‘Head in the Clouds’ to the punk punch of ‘Orbital’, ‘Griefers’ is unrelenting from start to finish and shows a clear intent by the band launching head first into 2018.\n\nTheir debut album, By Design, recorded and co-produced by Tom Read (Bodyjar) and mixed by Grammy Award winning producer Adam Kasper (Foo Fighters, Queens of the Stone Age), saw a coming of age in their songwriting, surpassing the promise and expectations built from previous releases, packed with energy and drive.\n\nDropping the music video for single ‘Obsolete’, a punk infused anthem that tackles fighting the reality of ageing and fear of irrelevance that comes with it. The clip was well received, achieving their debut appearance of ABC’s RAGE music program, where it stayed on rotation for 5 straight weeks. By years end, As A Rival had played over 30 shows across 6 states around Australia, building upon their fan base and growing their live show reputation.\n\nBeginning from an accumulation of bedroom demos, the premise for As A Rival was to be challenged musically and become a rival to what was on offer. The year 2011 saw the release of the Reminder Designer single, which was followed by the acclaimed Concerning Trends EP in 2013. Playing live is where the band feels most at home, touring across Australia, both metro and regional since their inception and stamping a claim as one of Australia’s most entertaining live bands.\n\nAs A Rival will make their return February 2018 playing shows across Australia as they celebrate the release of their latest single, 'Bring Out The Dead'\n\nAs A Rival Facebook As A Rival Twitter As A Rival Instagram As A Rival YouTube As A Rival iTunes As A Rival BandCamp As A Rival Soundcloud\nAs A Rival Obsolete Tour\n\nAs A Rival Merch\n\nAs A Rival © 2013. Site designed by designRival. Feedback: contact@asarival.com",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9972828627,
        "format_confidence":0.8617598414
    },
    {
        "url":"https:\/\/www.popworkpartyband.com\/about-us\/",
        "text":"About Us\n\nAbout Us – Weddings, Events, Private Parties & More…\n\nThe band have played at hundreds of weddings, corporate events and private parties throughout the years. Having worked hard to gain a reputation for being one of the UK’s leading party bands, Popwork work tirelessly to ensure that each and every show is as good, if not better than their last.\n\nAs you might expect, playing to so many varieties of audiences would call for varied genres of music. Popwork cater for all age groups and tastes by mixing up their standard set lists with material from their extensive back-catalogue for the benefit of a mixed-age event like a wedding, birthday party or outdoor festival.\n\nThere is a lot of pressure on anyone organizing a wedding or corporate event, to find a perfect band that guarantees both an incredible night of live music, as well as a full dance floor from start to finish. It is also increasingly hard to find a band that are happy to adapt their performance to suit your musical tastes and preferences. This is why Popwork are so often the band of choice. They pride themselves on their attention to detail, adaptability, professionalism and dedication, but what makes them really special is the magic that happens on stage.\n\n\nThinking about booking the band, but don’t know where to begin?\n\nGet Your FREE Instant Quote\n\nProfessional and Technical Expertise…\n\nWith a combined total of 50 years experience in the entertainments industry, you can guarantee that you’re putting your faith in a very reliable and professional party band.\n\nPopwork strive to make each and every one of their shows a smashing success, and want to help you to get the best out of them. Most importantly, they want your guests to be buzzing about the event you’ve laid on as much as you want them to be.\n\nThe technology that the band use for every show means that they get the very best out of every venue they play in, be it a small club setting to a large concert hall. Their state of the art JBL and Crown PA system means that the audience gets the absolute best possible sound quality every time.\n\nFor Your Reassurance…\n\nAll of this of course, would mean nothing without it being backed up by testimonials from the band’s clients. Over 90% of Popwork’s annual diary is made up of repeat business and referral based work – Popwork pride themselves in the relationships and trust that they have built up over the years with both their clients, and their followers.",
        "topic_id":6,
        "format_id":12,
        "topic_confidence":0.9891786575,
        "format_confidence":0.9920250177
    }
]