[
    {
        "url":"https:\/\/www.girlsaskguys.com\/break-up-divorce\/q2724488-it-s-been-a-month-since-the-breakup-how-were-you-feeling-around-this",
        "text":"It's been a month since the breakup. How were you feeling around this time frame after the breakup? Share your experiences?\n\n\nRecommended Questions\n\nHave an opinion?\n\nWhat Girls Said 0\n\nBe the first girl to share an opinion\nand earn 1 more Xper point!\n\nWhat Guys Said 1\n\n  • Well every time a relationship has ended, I didn't care she or I left for a reason. Now if she left me I'd miss her, but I'd want her to be happy. And if I left her there was a good reason. Now if she left me for my friend I'd go get some diesel and take care of them both. God speed\n\n\nRecommended myTakes",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.993984282,
        "format_confidence":0.8938599825
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/325359\/dreams",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\n\nQ; ok i keep having these dreams of us myself and my family,,,\n\ngetting ready to buy this house but its always a diffrent house,\n\nbut we always doing some type of work in it last night i dreamed we was cleaning up\nthis house a cleaning crew came in and cleaned after the worker where done\nbut the messed up part in the dream after they have cleaned and all my grandkids put cheeze it all on the floor cleaned up and all but the Q.why do i keep dreaming of us buying a house doing work in it but always a diffrent house i have been having these type of dreams all this wk\nthis morning i awoke with my eyes hurting head hurting not feeling gd at all\n\nthe funny thing is we just purchased a house 4mos ago had a lot of stuff did\nso i know we r not getting readyto move did that already\n\ndont understand\n\nAnswer Question\n\nAsked by Anonymous at 4:17 PM on Nov. 6, 2009 in Just for Fun\n\nAnswers (1)\n  • It could be signifying a new beginning...a fresh start?\n\n    Answer by renea20 at 4:26 PM on Nov. 6, 2009\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9504846931,
        "format_confidence":0.9903606176
    },
    {
        "url":"http:\/\/www.cafemom.com\/answers\/347117\/Uh_oh_One_year_old_found_her_nose_and_has_been_digging_away_What_do_I_do_Lol",
        "text":"Join the Meeting Place for Moms!\nTalk to other moms, share advice, and have fun!\n\n(minimum 6 characters)\n\nUh oh..One year old found her nose and has been digging away. What do I do? Lol\n\nYep. She's putting it in her mouth too. Oh no!\n\nAnswer Question\n\nAsked by dani2780 at 4:58 PM on Dec. 18, 2009 in Babies (0-12 months)\n\nLevel 2 (10 Credits)\nAnswers (4)\n  • haha there's nothing you can do. If you tell them to stop they just do it more because they see they get a reaction out of you. I used to laugh at my daughter when she did it, i couldn't help it lol just leave it alone thats all you can really do.\n\n    Answer by michellelee3708 at 5:06 PM on Dec. 18, 2009\n\n  • My almost three year is always picking her nose, when I tell her to stop she says but mom there is something up there. It is really cute, I send her to bathroom to pick her nose then make her wash her hands.\n\n\n    Answer by lilysmom2607 at 5:09 PM on Dec. 18, 2009\n\n  • With ours I held a tissue up to their nose and said \"blow\", I told them I wanted to see what they had in there. It worked, they have been blowing their noses ever since...\n    One of them still liked to pick though,lolol Your post was cute!!\n\n    Answer by MrsLeftlane at 5:38 PM on Dec. 18, 2009\n\n  • Ignore it. The more you bring attention to it, the more she will dig for gold.\n\n    Answer by tyfry7496 at 9:34 PM on Dec. 18, 2009\n\nJoin CafeMom now to contribute your answer and become part of our community. It's free and takes just a minute.\nclose Cafemom Join now to connect to other members! Connect with Facebook or Sign Up Using Email\n\nAlready Joined? LOG IN",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9633612633,
        "format_confidence":0.9829512239
    },
    {
        "url":"https:\/\/www.funadvice.com\/q\/guy_asks_3_older_brothers_find_hell_break_loose",
        "text":"Funadvice Logo\n\nHow can I say yes when a guy I really really like asks me out and somehow my 3 older brothers WILL find out and all hell will break loose!?\n\nHome More advice Parents & Family\n\nI'll describe my brothers so you know what I'm dealing with. My oldest brother (10yrs older) doesn't mind much about me liking a guy but still I would NEVER tell him if I did because he would tease me a little (least of my problems). My 2nd oldest brother (8yrs older) MARINE! (yeah that's not at all intimidating to guys) wants me to wear a burka all the time also got concerned when I got a hair straightener, told my mom I shouldn't be fixing my hair. And my 3rd brother (4yrs older) still lives at home, jumps at the sound of my phone getting a message, at a boys name, at me wearing white pants, calls me a tramp and such as a \"joke\" which Ive never found funny! That's my brothers for you. And I'll add I don't dare wear make up or think about telling them of any sort of guy I like but being dishonest would not work! I'm also 14 years old.",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9909418225,
        "format_confidence":0.984823823
    },
    {
        "url":"https:\/\/www.popsugar.com\/love\/You-Asked-Should-I-Break-up-Him-218214",
        "text":"Skip Nav\nRain Couldn't Dull This Glittering Urban Wedding\n30 Gifts Your 30-Something Boyfriend Will Want This Year\nShould You Get a Prenup? 4 Questions to Ask Yourself First\n\nYou Asked: Should I Break up with Him?\n\nDear Sugar--\nI'm in my first relationship with this sweet guy, basically I couldn't have asked for a better guy to be my first boyfriend. We've been officially \"together\" for about two months and I love spending time. We don't have too many things in common, but it's always fun when we are together.\n\nIn our two months together, we've rushed the physical part (which I'm totally okay with), but I've dragged my feet on the relationship\/emotional part. At this point, we basically live together since we spend pretty much all available free time together. It took me a month before I could say I was his girlfriend, where as he's already told me he loves me (which I wasn't prepared for). Sometimes I feel like maybe I'm in this relationship because I like the idea of caring for someone and that person caring for me more than the actual person I am dating.\n\nIn the beginning I was looking for a fun casual situation, but now it's evolved into a relationship and I'm not sure I'm handling it right. How do I know I'm not just being commitment phobic and just freaking out by the speed of everything or if I'm just prolonging something they'll inevitably leave someone being hurt? Is that what I'm doing? Please help. --Miscalculating Meghan\n\nTo see DEARSUGAR's answer\n\nDear Miscalculating Meghan--\n\nUnfortunately, only you can be the judge of your feelings for this man. Finding someone whose company you enjoy and whom you care for on an intimate level is a great feeling, you're right, but if you're unsure if your feelings and intentions are pure, you have to ask yourself the tough questions.\n\nAre you more concerned with your feelings for him or with the speed in which your relationship is progressing? Being scared is completely normal, but if you are feeling too pressured to be tied down, talk to him and let him know you want to slow things down. It sounds like you care a great deal for him and truly enjoy his company, so before making any snap decisions, have a heart to heart with him.\n\nOn the flip side, listen to your gut instinct and follow your intuition. If you don't feel like you are in it to win it so to speak, the right thing to do is to end your relationship now before any more time is wasted. He is being very open with you about his feelings and he deserves the same from you.\n\nPerhaps some space will give you a chance to gain some perspective on your true feelings for this guy. While all women enjoy being loved and cared for, be honest with your feelings and don't lead him on, you will only be hurting yourself in the long run.\n\n\nShould I Get a Prenup?\nGifts For Men Who Have Everything\nThings You're Doing Wrong When Masturbating\nWhat Happens at a Sex Resort\nFrom Our Partners\nLatest Love\nAll the Latest From Ryan Reynolds",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9930000305,
        "format_confidence":0.8045834303
    },
    {
        "url":"http:\/\/www.crosswalk.com\/family\/singles\/he-said-she-said\/is-it-inappropriate-to-date-my-youth-pastor.html",
        "text":"\n\nHe Said - She Said Christian Dating Advice\n\nIs it Inappropriate to Date My Youth Pastor?\n\n  • Cliff Young & Laura MacCorkle Contributing Writer & Senior Editor\n  • 2012 10 May\nIs it Inappropriate to Date My Youth Pastor?\n\nEDITOR'S NOTEHe Said-She Said is a biweekly advice column for singles featuring a question from a reader with responses from a male and female point of view. If you've got a question about anything related to singleness or living the single life, please submit it to He Said-She Said (selected questions will be posted anonymously).\n\nQUESTION: I'm seventeen (eighteen in a month) and about to graduate high school. I just started going to my church's youth group a year ago and am basically the oldest kid there. A couple of months ago, I started to really like my youth pastor. I don't think that is that surprising, because he's an older guy and probably the most godly man I know. But here's the thing: I think he might like me, too. He is only a couple of years older than me, so honestly, if he wasn't my youth pastor, it wouldn't be that weird. Would it be inappropriate if after I graduate high school and leave the group we were to pursue a relationship?\n\nHE SAID: I appreciate you seeking counsel as you may sense the seriousness of the ramifications of the relationship you desire.\n\nAs a “perennial” high school youth leader, I would be remiss if I didn’t share some of the astute guidance I received under the tutelage of some very wise pastors and mentors. Please receive this word of caution out of concern not condemnation.\n\nBefore you venture down this road too quickly (even in your mind), please respect the ministry your youth pastor has been called to and the role he plays within the church. What may seem like an innocent attraction at this point, can jeopardize and derail what God has planned for him and the lives of those surrounding the both of you. \n\nSEE ALSO: Answering the \"Do You Have a Family?\" Question\n\nAs a youth pastor, he is accountable to his youth and pastoral staff, all of your parents and the congregation, and to God. He is being held to a much higher standard than another young man who is only a couple of years older. He is called to live a life above reproach with no “appearance of immorality.”\n\nBecause of his position and your age, any contact between the two of you outside of sanctioned youth and church activities (or in private) may be construed as improper conduct.\n\nI caution you about sharing your feelings with anyone except for a much older, mature, female confidant who is well acquainted with each of you. Discussing it, even with a friend you “trust,” may lead to envy, jealousy, gossip, hearsay or rumors, all of which will be detrimental to his ministry and the group.\n\nI strongly suggest you don’t proceed, encourage, manipulate or promote a relationship or contact with your youth pastor beyond the bounds of “official” youth group activities. If a relationship with your youth pastor is truly called by God, it will wait a couple of months (or years), as in the case of those I have worked under in youth ministry.\n\nSEE ALSO: Should Parents Encourage Adult Children to Date?\n\nOnce you turn eighteen, graduate and are no longer a part of his ministry, if there is mutual interest he should be the one to take the initiative to pursue a relationship with you. What often gets us into trouble is following the tug of our heart rather than prayerfully seeking an answer and waiting for God’s timing.\n\nSHE SAID: Inappropriate? No. It would not be inappropriate to date someone a couple of years older than you, since you are both (or you soon will be) of legal age. But in this case, could it appear to be inappropriate? Yes.\n\nI think what gives me the most reason for pause in your situation is this: your younger brothers and sisters in Christ in your church youth group. What will they think if they see a very recent former group member in a dating relationship with their current youth pastor? Will they continue to learn from his teaching uninterrupted and glean understanding from their Bible studies with him? Or will their focus be diverted to your relationship and will they start seeing the youth pastor in more of a predatory-possibly-creepy light (even though you are of legal age, I understand) instead of as a trusted mentor and shepherd?\n\nDo you see the point I’m trying to make? Let’s also see what Scripture has to say:\n\nSEE ALSO: How Should I Spend My Money?\n\nAvoid every kind of evil (1 Thessalonians 5:22).That means if the “appearance” of what you are doing (even if it is on the up and up) would lead someone to think there is something “evil” going on and could be offensive to them, then you need to do your best to steer clear of it.\n\nDo not cause anyone to stumble (1 Corinthians 10:32). If your primary desire is to be someone who is adding to the Kingdom and not detracting from it, being conscientious of your actions and how they can influence others will be a priority for you in your faith journey.\n\nAs believers in Christ, our primary mission here on earth is to represent our Lord and Savior Jesus Christ and to spread the Good News about what he has done for us on the Cross (Matthew 28:16-20). I know you are young, but whether you know it or not you truly are more of an “elder” in your youth group, and the younger members are looking to you as an example for holy living. That means you are charged with living above reproach.\n\nNow, if you start dating your youth pastor after you graduate high school and have exited the church youth group will that cause a “little one” to sin (Mark 9:42)? Maybe and maybe not. But could it cause confusion and cause impressionable teens to doubt what they are hearing being taught from the Word by their youth pastor? Absolutely!\n\nSEE ALSO: If You're Not Involved in a Singles Ministry\n\nAnd so my advice to you is to do what might seem like a very drastic measure: do nothing and wait. You have your whole life ahead of you. I can’t give you a timeframe, but I know that if you are prayerfully seeking God’s will in this matter that he will show you when or even if you are to act on your feelings for your youth pastor. In the meantime, “have salt” in yourself (Mark 9:50) as you seek to be a witness for the Lord and let your life point to him wherever you go and in whatever you do.\n\nHE is … Cliff Young, a contributing writer and a veteran single of many decades. He has traveled the world in search of fresh experiences, serving opportunities, and the perfect woman (for him) and has found that his investments in God, career and youth ministry have paid off in priceless dividends.\n\nLaura MacCorkleSHE is … \nLaura MacCorkle, Senior Editor at She loves God, her family and her friends. Singleness has taught her patience, deepened her walk with the Lord and afforded her countless (who's counting anyway?) opportunities to whip up an amazing three-course meal for one. \n\nDISCLAIMER: We are not trained psychologists or licensed professionals. We're just average folk who understand what it's like to live the solo life in the twenty-first century. We believe that the Bible is our go-to guide for answers to all of life's questions, and it's where we'll go for guidance when responding to your questions. Also, it's important to note that we write our answers separately (we think they sound eerily similar sometimes, too!). \n\nGOT A QUESTION? If you've got a question about anything related to singleness or living the single life, please submit it to He Said-She Said (selected questions will be posted anonymously). While we are unable to answer every inquiry, we do hope that this column will be an encouragement to you. Click here to visit the He Said-She Said archives.\n\nSEE ALSO: Taking a Risk and Asking Someone Out",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.7650768757,
        "format_confidence":0.7702739835
    },
    {
        "url":"http:\/\/www.gurl.com\/2013\/06\/03\/does-he-like-me-advice\/",
        "text":"My Crush Is Being Mean To Me – Does That Mean He Likes Me?\n\nHi Heather,\n\nI went on a few dates with this guy I really like and we’ve hooked up a few times. But now I’m scared that he might be using me just to hook up. He’s also been trying to get with my best friend! Whenever we hang out, he won’t stop talking to me about how she is better at me in swimming and how she is a runner and I just bench warm for the volleyball team. I know that people say that when a guy is mean to you, that means he likes you… well, is that true? He compliments me sometimes but he also says nicer things about my friend. I just don’t know what to think. Help!\n\nTwo words: run away. Seriously. This guy sounds like a jerk and you deserve to be treated waaaayyy better than this.\n\nI’m not surprised that you’ve heard that when guys are mean to you, that means they like you. I think we were all told this when we were little kids – whenever a boy was picking on you at school and you complained about it to an adult, he\/she probably said something along those lines. Here’s the thing, though: while this is sometimes true for very young, immature boys with a little crush, it’s not true for older dudes who really do have feelings for you. \n\nYes, your average teen boy full of hormones who doesn’t know how to deal with feelings may tease you or bully you a little bit if he likes you. But he most likely wouldn’t take it this far, especially if he’s already hung out with you and hooked up with you. This isn’t harmless and annoying teasing to try to get your attention – this is being genuinely mean, rude and insensitive and it’s not cool.\n\nIt sounds like this guy is way too immature to handle any sort of relationship right now. He’s into hooking up with you, but it doesn’t seem like he wants anything more than that. It also sounds like he has a crush on your best friend and it’s totally not okay for him to keep rubbing this in your face. If he likes your BFF, he never should have hooked up with you in the first place. Also, he shouldn’t be telling you about it and he definitely shouldn’t be comparing you two! That is NOT okay. He’s acting like a jerk and not a jerk who just doesn’t know how to tell you he likes you – he’s a jerk who thinks he can treat you however he wants.\n\nSo, here’s what I think you should do: stop talking to and hanging out with this guy ASAP. You don’t deserve to be compared to your best friend by a dude who knows you have feelings for him. When a guy likes you, he’s not going to purposely make you feel bad about yourself (unless he’s 12-years-old). He’s going to go out of his way to talk to you, hang out with you and make you feel good all the time. If a guy is into you, he’s not going to tell you he thinks your best friend is hot. Plain and simple. Let this dude go and find someone who will give you the respect you deserve.\n\ntake care,\n\nWhat’s on your mind? Heather can help! Send her your question at\n\n\nScared to have sex? Read this now!\n\nDon’t forget to follow us on Twitter\n\nPosted in: Love Advice\nTags: , ,",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9920760393,
        "format_confidence":0.8142479062
    },
    {
        "url":"http:\/\/en.allexperts.com\/q\/Adultery-2037\/2015\/4\/feelings-partner-infidelity.htm",
        "text":"You are here:\n\nAdultery\/feelings about partner's infidelity\n\n\nMy partner engaged in oral sex (without completion) and making out with another man. We talked about it, he was very apologetic, and I forgave him. However, while both things really hurt, I felt that him making out with another man hurt more than the oral sex because I feel that is more intimate than sex because making out is mainly used as a way to express love or deep feelings. Obviously, sex is an expression of that as well, but a lot of the time it's just a physical urge. But I know my partner does not have these types of feelings toward this man. So my question is, since I feel making out is a way to express love or feelings, but he doesn't have these feelings for this man, why does that still hurt more than the oral sex?\n\nMy question for you is why does it matter to differentiate between acts? Do you get to decide the meaning of someone else's behavior? If you forgave him, why are there still hurt feelings? How can I tell you why one thing hurts more than another?\n\nWhat I am saying is, talk to your partner. I don't have the answers to your questions. No one outside yourself does.\n\nLaura Giles  \n\n\nAll Answers\n\nAnswers by Expert:\n\nAsk Experts\n\n\nLaura Giles\n\n\nMarital, relationship, adultery, children out of wedlock, divorce, custody, visitation, support, co-parenting, mediation, counseling, group counseling, step-parenting, pre-marital, and reconciling issues\n\n\nI teach parent education classes and a group for people who are trying to strengthen their relationships in addition to providing individual counseling. I am the author of \"The Other Child: Children of Affairs.\"\n\nNational Registry of Who's Who in Executive Professionals\nNational Guild of Hypnotists\nNational Association of Social Workers\nHonorary chairman of the Business Advisory Council\nVirginia Mediation Network\n\nThe Other Child: Children of Affairs, The Daily Herald (Chicago), New You, The Journal Gazette, Almeda Times-Star, Tacoma News Tribune, East West Woman. Tidewater Women, Dimensions\n\nBS in Human Services Counseling- Old Dominion University\nMaster of Social Work- Norfolk State University Licensed clinical social worker\n\nAwards and Honors\nNational Registry of Who's Who in Executive Professionals\n\n©2017 All rights reserved.",
        "topic_id":7,
        "format_id":17,
        "topic_confidence":0.9842056036,
        "format_confidence":0.9751319885
    }
]