[
    {
        "url":"https:\/\/www.berghahnjournals.com\/abstract\/journals\/gps\/35\/2\/gps350207.xml",
        "text":"Knitted Naked Suits and Shedding Skins\n\nThe Body Politics of Popfeminist Musical Performances in the Twenty-first Century\n\nin German Politics and Society\nView More View Less\n  • 1 University of Tennessee Knoxville\nRestricted access\n\n\nThis article offers a theorization of the politics of politically inspired musical performances in the twenty-first century. The two examples, Peaches’ “Dick in the Air” and Rose McGowan’s “rm486,” both released in fall 2015, offer two very different approaches to contemporary feminist and popfeminist body politics. These songs with their accompanying video and multimedia releases, offer the temporal and auditory frame for reflections about how gendered and racialized bodies are impacted by their surroundings and how, in turn, we impact these surroundings, to the local and the global, to neoliberalism and its discontents. These performances are not acts of provocation, but suggest ways to imagine social futures by creating spaces for relations, shared response, and political intervention.\n\nContributor Notes\n\nMaria Stehle is Associate Professor of German and faculty in Cinema and Women, Gender, and Sexuality Studies at the University of Tennessee Knoxville. She is the author of Ghetto Voices in Contemporary German Cultures (Rochester, 2012), co-author of Awkward Politics: The Technologies of Popfeminist Activism (Montreal, 2016), and has published widely in the fields of German, cinema, media, and gender studies.\n\n\nAll Time Past Year Past 30 Days\nAbstract Views 122 122 32\nFull Text Views 14 14 1\nPDF Downloads 9 9 0",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.64718014,
        "format_confidence":0.9367421865
    },
    {
        "url":"https:\/\/www.exampleessays.com\/viewpaper\/5801.html",
        "text":"(855) 4-ESSAYS\n\nType a new keyword(s) and press Enter to search\n\nThe Social Affects of Jazz after World War I\n\n            Jazz has had a profound impact on American society, especially during the 1920's. Although the actual introduction date of jazz is unknown, the development of what we know as jazz today started as early as the early 1800's in the large plantations of the South (AAJ). With the Harlem Renaissance, the splurge of speakeasies, and the vast amount of other societal inventions popping up all across America, it was inevitable that jazz make its make its mark in the world during the social and economic tumult after World War I known as the \"Roaring 20's\". \"Black classical music\", \"Negro music\", or whichever term you would like to use, has played a fundamental role in the development of American life. Over the course of my research, I hope to see how jazz affected the social climate of America during the period of time after the First World War. .\n             When people think of jazz, they usually associate it with the likes of Louis Armstrong, King Oliver, and Jelly Roll Morton. Even though African Americans were crucial to the spread and innovation of jazz, whites were the dominant figures in the actual populization of the form. Groups such as the Original Dixieland Jazz Band, which mainly consisted of white musicians, would establish a firm standing in jazz history before any of the great African American jazz musicians were able to be publicized. White jazz groups were also the first to make recordings, which helped boost their popularity among jazz listeners (Feinstein 15-16). With the growing interest in jazz, many whites wanted to explore the phenomenon of the \"Black Mystique\". As this example from Jazz in Black and White by Charley Gerard states, white people flocked to the jazz clubs and venues to experience the jazz sensation:.\n             After studying medicine in Washington, D.C., for five years, the radiologist and novelist Rudolf Fisher returned to his home in Harlem. Going to his favorite cabaret, he had the odd experience of being one of the few African Americans in a crowd of whites where formerly he had rarely seen any whites at all.\n\nEssays Related to The Social Affects of Jazz after World War I\n\nGot a writing question? Ask our professional writer!\nSubmit My Question",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.8026092052,
        "format_confidence":0.9589785337
    },
    {
        "url":"https:\/\/www.un-intelligible.org\/projects\/transfor\/92fut2.php",
        "text":"University of Earth\nProjects Overview (Explanations)\nTransformative Approaches Project (Explanations)\n\nEnvisioning conferencing: Insights from music\n\nTransformative Approaches Project\n\n\nThis note continues the exercise of envisioning the cognitive contributions of the arts to conferencing in the Year 2490.\n\n1. Harmony and the language of music\n\nOne of the mysteries to that future era was our reluctance, in our constantly declared search for social \"harmony\", to draw upon the articulation of harmony in music. Our excuse, in the midst of factional squabbles over concrete urgent problems, is that no serious person could imagine that music had anything to offer other than some pleasant distraction before or after the reception on the occasion of some such gathering. And yet music could be called the science of harmony. An immense amount of effort has been devoted over the past centuries to exploring the nature of harmony in music.\n\nMusic scholars and philosophers of our era have long disputed whether or not music actually \"means\" anything. They recognized that all composers of tonal music have used the same \"language\" of melodic phrases, harmonies and rhythms to evoke the same patterns of significance (whether intellectual or emotional). They developed and used a pattern language of musical idioms to carry dynamically complex insights. These were especially powerful in interweaving shorter and longer developmental cycles.\n\n2. Comprehending complexity through harmony\n\nWhere we had vainly sought for the keys to controlling our environment through systems science and cybernetics, they married such explorations to the science of harmony as articulated in music. In our era much has been written about the relationship of music and time -- music as time made audible. We have seen the efforts of systems scientists and \"world modellers\" to represent complex systems dynamics using equations, flow charts and sophisticated graphics -- denying comprehension by most of us. Our descendants projected such dynamics into musical relationships which could be played. The \"business graphics\" of that time had musical variants. People could hear the various harmonies which provided integration to any policy represented, and they could hear the dissonances which challenged that harmony -- whether as a stimulus to social growth or as a potential crisis. The only equivalent we have to this is the ability of any motor mechanic to listen to an engine as a means of diagnosing its state of health. One great advantage is that everyone could listen to such musical representations, irrespective of the sophistication with which they understood it. The major integrating features were obvious to all, however little they understood the detailed harmonic organization.\n\n3. Enriching patterns of insight through harmony\n\nSuch representations of systems insights were not just public relations devices. By listening to the musical representation it became possible to identify and discuss features which could be changed and improved, in the light of musical insights, into richer or more challenging patterns of harmony. The musical perspective highlighted features which made a policy boring -- namely \"monotonous\" to their ears -- and thus uninspiring to those in whose interest it was being elaborated. We can get some understanding of this process from the way jazz and pop groups collectively develop a piece of music until it sounds right.\n\n4. Policy implications\n\nSpace limitations here preclude detailed explorations of the policy significance that they were able to attach to all the many attributes of musical organization. But, for example, where today international development agencies have a range of programmatic approaches on which they rely, in that era such approaches would be recognizable by what are effectively melodic signatures. Such signatures became a way of communicating complex programmatic proposals. And whilst there were many \"old favourites\", there was greater sensitivity to those which had been superseded, and to the emergence of new melodies which addressed issues in a more interesting way. This clarified the relationship between the fashionable programmatic melodies of the moment and those of more enduring quality.\n\nOf special interest is their use of insights from the temporal organization of music as it impacted on the programme and budgetary cycles which are the skeletal structure of any concrete action programme. A major concern in administering an organization is to ensure financial discipline. They resolved this problem by using a musical discipline of far greater flexibility and more subtle articulation. The cyclic aspect of organizational life acquired whole new dimensions, for in music there can be many cycles of different length and involving different instruments. They also made intriguing use of rhythm and tempo -- partly as a way of dealing with urgency and the need for an appropriately timed response.\n\n5. Encoding competing perspectives\n\nBut perhaps of most interest to us are the insights they gained from musical notation and the harmonic relationship between different chords and instrumental qualities. They took the typically politicized factional spectrum around any issue in our time (which undermines any appropriate response) and effectively coded the spectral elements into musical notation. Interventions in any discussion were thus comprehended within a musical framework, whether as isolated notes or chords, but above all in terms of their relationship to the emerging theme. The art of debate thus became one of contributing to the emergence of better music -- recognizing the role and limitations of the particular contribution one could make. The characteristic intervention of our time -- the frequent repetition of a single note, louder than those preceding it -- was an obvious musical disaster (although see below). In this context, \"note taking\" acquired a whole new meaning in recording the proceedings of the gathering.\n\n6. Proactive response to dissonance\n\nWe would however be completely misunderstanding their achievement if it were taken to be a simplistic exploration of harmonies. Their society, like ours, was constantly challenged by deep divisions of perspective. But, whereas we resolve these in the organizational equivalent of a gladiatorial arena, they reinterpreted such dissonance in musical terms. To our ears the music they played would at different times have such qualities as: gothic immensity; the challenging intensity and immediacy of hard rock; the supportive, solidarity of folk tunes; the intellectual intricacies of computer generated music; as well as many others. They had a tool to work effectively with differences and to use those differences to enhance the dimensions of their policies.\n\nFrom Encyclopedia of World Problems and Human Potential",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5063455701,
        "format_confidence":0.8809927702
    },
    {
        "url":"http:\/\/eprints.staffs.ac.uk\/2091\/",
        "text":"Staffordshire University logo\nSTORE - Staffordshire Online Repository\n\nSensation and control: indeterminate approaches in popular music.\n\nWaite, Simon (2014) Sensation and control: indeterminate approaches in popular music. Leonardo Music Journal, 24. pp. 78-79. ISSN 0961-1215 (In Press)\n\nLMJ_a_00214-Waite.pdf - AUTHOR'S ACCEPTED Version (default)\n\nDownload (1MB) | Preview\n\nAbstract or description\n\nThis paper discusses how indeterminate techniques borrowed from experimental music can be applied to the composition and performance of popular, song-based material. The author makes the case for treating computer-based systems as collaborators in creating works that are both sensuous and cerebral.\n\nItem Type: Article\nUncontrolled Keywords: INCL\nSubjects: H900 Others in Engineering\nW300 Music\nFaculty: Previous Faculty of Arts and Creative Technologies > Film, Sound and Vision\nDepositing User: Si WAITE\nDate Deposited: 12 May 2015 13:09\nLast Modified: 09 Feb 2017 16:47\n\nActions (login required)\n\nView Item View Item\n\nDisabledGo Staffordshire University is a recognised   Investor in People. Sustain Staffs\nLegal | Freedom of Information | Site Map | Job Vacancies\nStaffordshire University, College Road, Stoke-on-Trent, Staffordshire ST4 2DE t: +44 (0)1782 294000",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.562867403,
        "format_confidence":0.9097003341
    },
    {
        "url":"https:\/\/doublesharpevideo.com\/introduction-research-question\/",
        "text":"Introduction Research Question\n\nResearch Question:\nHow was the emergence of hip-hop culture in the South Bronx, New York in 1973 a response to the social situation at that time?\nThis research report aims to examine the social situation of the South Bronx up until the date presented, and how these social factors influenced the emergence of hip-hop as a cultural and artistic movement. Hip-hop refers to a subculture that is founded upon 9 “pillars”. The 4 main pillars of hip-hop include: DJing, or turntablism, where music is made using a turntable; MCing, or rapping, a rhythmic vocal rhyming style; B-Boying\/B-Girling, or breakdancing, a form of movement or dance; and graffiti, a form of visual art.\nThe other 5 elements include: Street Knowledge or knowledge of the history and culture of hip-hop; Street Fashion, a form of fashion sense built heavily around street-orientated clothing; Street Language, a form of dialect based around street slang and phrases; Street Entrepreneurship, a form of being able to profit from one’s knowledge of the streets; and Beatboxing, a form of percussive vocal instrumentation. These 9 pillars form the basis for hip-hop culture.\nThe exact origins of hip-hop remain unknown and are highly speculated and debated to this day; however, the date and place I have chosen for this research paper are commonly accepted by majority of the hip-hop community as the date and birthplace of the hip-hop movement. Hip-hop is commonly accepted to have emerged in the South Bronx area of the Bronx borough of New York City on August 11th 1973. The time period I have set for the topic is between 1948 and 1973.\nI have chosen this topic because I have a deep appreciation for knowing the history of something, and I also have a deep appreciation for the culture of hip-hop.\n• To investigate the social factors that led to the emergence of hip-hop culture in the South Bronx, New York in 1973.\n• To examine how the emergence of hip-hop culture was a response to these social factors during this time.\nReview of Literature\nThe research question of this research task is “What social factors led to the emergence of hip-hop music\/culture in the South Bronx, New York during 1973?” Therefore, the articles chosen must be related to: hip-hop culture, the social situation of the Bronx, and how these factors had an influence on hip-hop. These aspects will be discussed in relation to various sources from the past 44 years.\nArticle 1: A transcript of a television episode of “PBS History Detectives Special Investigations”, titled “Birthplace of Hip-Hop”, published on the 21st of May, 2011.\nThe article includes interview with people who were present during the time period when hip-hop emerged, and this gives it a sense of validity. The writer of the article is a historical investigator, and therefore is a reliable source as he has no bias in relation to the topic due to his objectiveness. The article contains sufficient detail about the social situation during this time, and includes figures for different aspects relating to the research, making it quite useful. However, many of those who were interviewed present their own personal opinions and biases, and the level of detail in the article leaves a bit to be desired.\nArticle 2: An article titled “‘Rubble Kings’ documentary examines how Bronx gangs made peace, began hip hop scene”, which was written by Robert Dominguez and published on New York Daily News on the 17th of June, 2015.\nThe article explores the impact of street gangs on hip-hop culture. It was published very recently, showing the relevance of the topic. It explores in great detail how the gangs of New York functioned during the 1960’s and early 1970’s. This level of detail could prove invaluable for the research that this paper intends to cover. However, the article was written by someone who was not present during the time period, which may present skewed biases; the article also does not explore the true connection between gangs and hip-hop; instead vaguely pointing out the two are connected without presenting reasons.\n\nArticle 3: An article written by Henry Matarozzi for Odyssey, published on March 8th, 2016. The article is titled “The Fifth Element: Hip-Hop as a Weapon of the Oppressed.”\nThe article goes in to immense detail about how the poor infrastructure and urban planning at the time impacted on the emergence of hip-hop. The source provides a substantial knowledge of the history of the South Bronx during this time period and shows a clear understanding of the topic. However, the writer does present their personal opinions and biases; but they are able to back these up with evidence relating to the source.\nArticle 4: An article published on the 9th of March 2017 by Dazed Digital. Written by Miss Rosen, it is titled “How hip hop rose from the ashes of the Bronx.”\nThis is the most recently published of the articles chosen, and this displays how relevant this topic still is. The person being interviewed in this article is someone who lived in the South Bronx during this time period, making his opinion reliable; although it may be biased. He also provides pictures he had taken during this time period which provide the reader with a visual understanding of the social situation at this time. The article explores the widespread arson during this time. This is the primary article used, as the person being interviewed comes from the time period set and the pictures included are also from this time period.\nArticle 5: An article titled “Disrupting the Cycle of Urban Violence with Arts and Culture”, written by Brentin Mock, was published on CityLab on the 23rd of October 2015.\nThis article presents extra information to further validate the points made in Article 2 about the links between gang culture and hip-hop culture. This article presents solid proof for an actual connection between the two subcultures; especially giving more details about the 1971 Hoe Ave. Peace Meeting, and how the gangs involved settled their differences. There are figures present that show how homicide rates in the South Bronx have decreased over time; however, they do not fit within the set time period, so they have not been used. The second half of the article concerns a different topic – Mardi gras in New Orleans – so only the first half of the article is used.\n\nArticle 6: Article 6 was actually written by a well-established rapper within the hip-hop community by the name of Talib Kweli. The article is titled “When ‘White Fragility’ Affects Rappers”, and it was published on CuePoint on May 31st 2016.\nThe article explores the effects of racism, specifically white-privilege and white supremacy, on hip-hop. The writer is someone who is well-known in the hip-hop community, and one who grew up with hip-hop and knows its history. This gives him a sense of reliability and validity. As a man of colour, he is slightly biased in terms of the race issues presented, but he remains as objective as possible. The information used, while only making up a small percentage of the larger article, is very useful; however, the rest of the article is unrelated to hip-hop’s early days.\nArticle 7: Article 7 is titled “Finding Humanity in a Burning South Bronx”. It was written by Tanvi Misra and published on CityLab on May 27th, 2016.\nThe article contains plenty of information regarding government neglect that troubled the South Bronx. The article goes in to great detail about the specifics of the neglect and how this affected the neighbourhoods. It included quotes from important people during the time period, and also includes pictures showing the state of the South Bronx due to the harsh neglect. It also gives facts and figures. The article does not specifically mention hip-hop and its connections, but it does connect to other articles and this provides the link to the emergence of hip-hop.\nArticle 8: The final article comes from a book: the previously mentioned ‘Can’t Stop Won’t Stop: A History of the Hip-Hop Generation’ by Jeff Chang, published in 2005 by Picador.\nThe author is a writer who often writes about this topic, and once belonged to a hip-hop oriented record label; this gives him a sense of authenticity, and that he knows what he is talking about. The article is the oldest of all those I have chosen; this may be helpful, as it is the one published closest to the time period set. The book covers the history of hip-hop from 1963 to 2005, and a large number of different sources were used; this makes it more reliable, as it has many different viewpoints. I chose to focus on Chapter 2: Sipple out Deh, from pages 34 to 51. Chapter 2 focuses on the impact of Jamaican culture in the South Bronx on hip-hop. While providing a lot of information, the chapter is 17 pages long; meaning a large portion the information will not be used.\nProcessing of Findings\nAnalysis of the articles present shows many different viewpoints relating to the emergence of hip-hop culture, and how it was a response to the social situation at that time. This procession aims to identify which sources in the literature review are relevant, and to find evidence to support the research topic.\nArticle 3, written by Henry Matarozzi, explains how poor infrastructure and urban planning were influential in the decline of the social situation in the South Bronx and subsequently the emergence of hip-hop culture. The writer describes how Robert Moses, a city planner from New York, built highways in an attempt to slow down “white flight” from the area; during the construction of the Cross-Bronx Expressway from 1948 to 1972, numerous buildings were demolished, thousands of people were displaced and entire neighborhoods had to be relocated. Many black and Puerto Rican families that were dislocated were forced to move into the South Bronx area, which had many housing projects but few working opportunities. The borough decayed further, and the writer states it was ignored by the New York government in favour of “... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5392579436,
        "format_confidence":0.9782614112
    },
    {
        "url":"http:\/\/www.studymode.com\/essays\/The-Grey-Zone-1108487.html",
        "text":"The Grey Zone\n\nOnly available on StudyMode\n  • Download(s) : 127\n  • Published : September 30, 2012\nOpen Document\nText Preview\nThe Grey Zone is a wonderful movie set in the Auschwitz-Birkenau death camp and tells the story of the largely Jewish Sonderkommandos, or ‘death squads’, that were responsible for running the camp’s crematoria. The director uses the term ‘the grey zone’ to describe the challenge that these men thus present to what he terms the ‘Manichean tendency’ to view the history of the camps simply in terms of good and evil, black and white. Due to the multiple “grey zones”, the Sonderkommandos were all for themselves. They all knew that they there were going to die in the end and yet, no man was able to support another. There was no trust. These “grey zones” appeared because of the misfortunate that occurred on a day-to-day basis. The Sonderkommandos were forced to lie to their fellow people, murder them and worse, clean up the ashes. Seeing all of this will only force people to act in wild fashions; people will change. No man, woman, or child who survived will walk away without scars.\n\nThroughout the movie, there were many acts of selfishness, and violence, but since the audience was also placed in a state of mind where they couldn’t anticipate what was to come next, the audience was caught by surprise. For example, one of the main characters Hoffman, killed a man for his watch in the undressing room. He became violent with this man because that man revealed who Hoffman actually is and what he does. Hoffman knows that leading other Jews into the gas chamber is wrong, especially since he is no different than these poor, helpless people. Being in the moment and on the spot, Hoffman went into a rage, but loathed himself in the end. The Sonderkommando prisoners did not always behave the same with one another. They should have been working as a group at all times, but they only disagreed with one another. For instance, in the movie they killed an elderly Sonderkommando because he could not deal with the trauma of having to burn his own family and it tortured his soul knowing...\ntracking img",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.7759916782,
        "format_confidence":0.5208832026
    },
    {
        "url":"http:\/\/cassandralynndesignllc.com\/free-essays\/Complication-75093.html",
        "text":"\n\nSign Up\n\nComplication Essay\n\n  • Submitted by: dwhitelbca\n  • on March 1, 2011\n  • Category: Arts and Music\n  • Length: 5,366 words\n\nOpen Document\n\nBelow is an essay on \"Complication\" from Anti Essays, your source for research papers, essays, and term paper examples.\n\nRap Music...Does It Cause Violence?\nMusic is prominent in adolescents’ lives. Teenagers spend between four and five hours a day listening to music and watching music videos. They name music as their preferred non-school activity (www.mediascope.org). “It forms the background of car rides and social gatherings, and it also informs the adolescent about the adult world through the lens of artists’ lives, language and role modeling” (Brown University Child and Adolescent Behavior Letter 2003).\n\nNo longer are rock stars the ones that young people look up to. Rather they have been replaced by young hip-hop stars and rappers who drive fast cars, wear expensive jewelry, date beautiful women, and fight amongst themselves to see who can come out on top. The lyrics in their songs are harsh. They speak of gang life, life in the ghetto, gunfights, drug use, and they often degrade women. Yet wherever one turns these songs and being played over and over again on the radio and the music videos are being show on TV. As harsh as they may be they are in fact the real lives of many of these stars.\n\nSusan Buttross, MD, FAAP, chief of child development and the University of Mississippi Medical Center and spokeswoman for the American Academy of Pediatrics (as cited by Kirchheimer)say\n\nAccording to a study published in the Journal of Personality and Social Psychology (as cited in the Brown University Child and Adolescent Behavior Letter 2003) researchers from Iowa State University and the Texas Department of Human Services looked at five experiments involving over 500 college students that examined the effects of seven violent songs by seven artists and eight non-violent songs by seven artists. After listening to the songs, students were given various psychological tests to measure aggressive thoughts and feelings, such as having them classify words that can have both aggressive and non-aggressive meanings. Results showed that violent songs led to more aggressive interpretations...\n\nShow More\n\n\nMLA Citation\n\n\"Complication\". Anti Essays. 16 Dec. 2018\n\n\nAPA Citation\n\nComplication. Anti Essays. Retrieved December 16, 2018, from the World Wide Web: http:\/\/cassandralynndesignllc.com\/free-essays\/Complication-75093.html",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5676111579,
        "format_confidence":0.9017901421
    },
    {
        "url":"https:\/\/talaeh.wordpress.com\/our-role-in-the-music-business\/",
        "text":"Our role in the music business\n\nHow we affect the music business\n\nTala El Hallak\n\nAmerican University of Beirut\n\nSOAN 207\n\nProfessor Jad Melki\n\n\nHow we affect the music business\n\nArtists need to have records companies in order to promote their records and market them. Moreover we will see that there are different types of companies. All those companies care about is business and money. They would do anything in order to increase the money entering the company. Some of the people who work there might even hate their jobs, and might hate music but continue working there for money, especially when it’s a big company. We will talk about the advantages and disadvantages of each of those label companies.\n\nMusicians are often confused and don’t know what record company they should go for. In my opinion, beginners might as well start with smaller companies such as the independent ones. In addition we will see how most of the songs turn around the same topics, and same themes. Some of them in different countries might be banned.\n\nWe will see as well how a dominant leader in music sales can fail and lose his place as a leader in the market.\n\nUnfortunately business and money have become the main reasons for all the decisions taken.\n\nHow we affect the music business\n\nEach and every artist belongs to a Record label company that promotes his songs and markets them. Throughout this essay we will see how fans can support their artists even though there are problems with the label companies. Then we will see the different aspects of each of Major labels companies and Independent labels companies. Finally we will discuss an issue concerning Wal-Mart and how it affected both artists and consumers.\n\nArtists Album’s Name Universal Sony Warner Music EMI Independent Label Rotana\nMariah Carey The Emancipation of Mimi The Island DEF Jam Music Group\nShakira Laundry Service EPIC Records\nMichael Jackson Thriller EPIC Records\nElissa Tsadaq Bmein Rotana Records\nJustin Timberlake Justified Zomba Recording\n\n\n..all this time A&M\n\n\nTribute Virgin Records\nElton John \n\n\nThe one Rocket Records\nEnya A Day without Rain Reprise Records\nPink Floyd The Division Bell EMI\nTotal number of Albums An album list price Total cost of my albums\n\nMy collection\n\n\n\n\n\n\n\nBreakdown of the cost of a single CD at $15.99 A breakdown of the total cost of my collection of $2398.5\nMusicians’ unions $0.17 $23.98\nPackaging\/manufacturing $0.8 $120\nPublishing Royalties $0.82 $120\nRetail Profit $0.8 $120\nDistribution $0.9 $144\nArtists Royalties $1.6 $240\nLabel Profit $1.7 $264\nMarketing\/Promotion $2.4 $260\nLabel Overhead $2.91 $456\nRetail Overhead $3.89 $575\n\nAccording to the above chart, the Label companies are the most to suffer from the free downloads of albums. Their overhead and profit in addition to the marketing profit will drop a lot. Artists can find alternative ways to generate money.\n\nThere are several ways for fans to support an artist they like or a band. Every artist needs to have a record label in order to produce, distribute, manufacture and promote his album. A record label is a company that directs “the production, manufacture, distribution, marketing and promotion, and enforcement of copyright protection of sound recordings and music videos” (wapedia.mobi\/en\/record_label). But wouldn’t it be possible to support an artist by pressuring a dominant music company particularly when fans find it irresistible to wait for the record label to release the expected album or delay its release for unreasonable excuses? Such is the case of the Lupe Fiasco long waited release of his album in Manhattan, where protestors assembled in front of Warner Music Group demanding the release of the ready album.\n\nAnother way of supporting an artist would be through the internet via facebook and other social networks. For instance, creating a page concerning a particular artist could motivate all the fans to join the page and support him. When an even comes up such as a concert, people and fans show support when they come in big numbers. Therefore a way of supporting artists would be by assisting to the concerts or events organized. An artist would then feel encouraged.\n\nThere are two types of record labels, the independent ones and the major ones. The independent labels also known as “indies” offer less money for the whole process of recording, producing, manufacturing, distributing… However independent labels give much more attention and importance to the artist than the major labels do. They are in a way guiding the artist and taking him from step one. Owen Husney says “You can get them working side by side with you”.  He means that independent labels really focus on the few artists they have that are signed up.\n\nMajor labels offer much more money than independent labels do. Therefore they may offer a large investment in the process of recording an album, organizing tours and concerts, video clips and more. Not only money plays an important role but the good connections as well. Major labels know well their business and are well connected everywhere. This could help the artist in his career. Although major labels have all these advantages, artists can sometimes encounter difficulties and problems because major labels connect with a variety of artists and not all of them are successful. That is why the big associations can sometimes get rid of a certain band or artist because of the low number of albums that were sold. Major companies can’t give everyone all the attention needed because of the amount of artists involved. “You can find yourself with a record out that isn’t getting much promotion and a label that doesn’t return your phone calls” (musicians.about.com\/od\/beingamusician\/a\/majorlabelpandc.htm). Some people who work at major label companies don’t have a passion for music. Their main concern is business and specially money. We don’t find this or rarely do in the independent labels companies. This could lead the artist in a wrong direction and probably end his career.\n\nA big difference between an independent label and a big label is the kind of music that is promoted. Major labels put out a variety of songs and genres that include several artists because as we said previously, major labels have a large number of bands and artists. Alternatively independent labels usually promote the same type of songs and artists. There certainly are qualitative differences between both of the companies because major labels have more money and permit themselves to pay more for quality. Since Independent labels are financially less powerful than Major label Recording companies, it is normal that the production of the music gets affected.  But the drawback of having to deal with an indie label company is the marketing and promotion sector which demands a big amount of money. “A lack of funding means a smaller budget for recording, production of physical disks, packaging, distribution costs, tour support, merchandise, etc. Another significant issue caused by a lack of budget is that proper marketing for the artist is sacrificed” (Othrow Jonathan)\n\nBased on what I saw in my music collection, I can tell that there is less freedom of expression and more control by the censorship in Arabic music. Issues such as politics, religion are banned from the music companies. “Artist that address issues such as politics, sex, religion, minorities and the like have been and continue to be persecuted” by Ziad Rahbani. In the US, most musicians agree to keep a clean version of their songs specifically in megastores (such as virgin, wal-mart…). They try to avoid mentioning anything about their beliefs and thoughts, homosexuality, abortion. For instance Nirvana changed its song title from “Rape me” to “Waif me” for megastores.\n\nYet we don’t find any of these topics in Arabic music. They are totally banned. In the US, it is very possible to find the album as it was recorded (including the swear words, and unwanted topics) in stores.\n\nAfter looking in my records collection, I noticed that generally most of the songs are about love whether they are English or in Arabic. Musicians avoid songs about politics or religion because most of the time they are banned. Love is generally the theme that dominates most of the records collections. People have different cultures, different values, and different ways of viewing things. Therefore when an artist writes a song about any topic, all that matters is his point of view because people for example could interpret the lyrics in a different way depending on their social backgrounds or traditions. Some people even avoid listening to songs that go against their cultures or values even though they like its beat. For example some people would refuse to listen to Akon’s song “Noisy neighbor” because he describes a woman next door getting undressed.\n\nFinally some large companies who used to be dominant leaders in the sales of CD’s are now failing and are thinking small.Wal-Mart for instance who used to be very important for its records sales is now focused on small stores and not expanded everywhere. Wal-Mart is offering so many discounts and different offers. One of the reasons for getting small would be to fit in densely populated places. Another reason is to attract people to the market because the lower the prices are the better it is for the customers. But some people lose their jobs and stay unemployed. So they can’t even afford to buy anything even with the low prices. “Cheaper is not better if it causes pressure on the suppliers as well as lowers the standard of living for the employee. The low prices become only a better deal for the retailer not for the consumer” (Business and society)\n\nIn conclusion we can say that in general all that matters in some companies is business and how to make money as fast as possible. Even if the work is not correctly done, it doesn’t matter as long as it brings money to the company. Therefore artists should be careful before choosing whether... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.6981999874,
        "format_confidence":0.7725625038
    },
    {
        "url":"https:\/\/prime-essays.co.uk\/essays\/analysis\/when-listening-to-music-what-do-you-hear.html",
        "text":"UK Custom Essay Sample on «When Listening to Music, What Do You Hear?»\n\nWhen Listening to Music, What Do You Hear?\n\nArguably, when listening to music, most people are likely to concentrate on the composition of the music but not its performance. Additionally, in a number of cases, an individual can hear the pitch of the music and not the words that are being articulated. Resonance and dynamics are also some of the properties that can be heard in a song. When listening to Bessie Smith’s music, her voice appears to be more haunting hence filling every bit of her songs. Moreover, her songs always linger in the minds of the listeners even if she is not singing. Although there are some other musicians with similar sweet voices, Bessie is still able to provide an outstanding and definitive vocal in her songs.\n\nThe singer also displays a lot of assurance and confidence by making her voice outdo those from the ordinary singers. This is a critical provision in the context of music and concert performances. In addition, the structure of her song is mainly simple and full of repetition which is very common with most of the artists-musicians who are specialized in singing blues. Bessie’s outstanding voice forms part of the melody while the piano is used to bring out harmony. Her vocal appears to be seductive with a good controlled voice. Conversely, Lady Gaga’s voice is a bit different from that of Bessie Smith. The vocal type of most of her songs is Mezzo-soprano with a verbal range of approximately 2.9 octaves.\n\nIn addition, Lady Gaga possesses a more powerful and passionate voice compared to that of Bessie Smith. According to Witchel (2008), her songs also have some rock touch that can impress the audience. Unlike Bessie, her songs are more impressive with some nicely controlled voices. Her voice is slightly deep with a coherent diction; therefore, the message comes out very clear. Consequently, her mezzo-soprano voice sounds very clear and pronounced. Lady Gaga can change her voice when necessary by using her vocal technique, which is contrary to Bessie Smith. Her low notes are also widely supported since they have some dark, firm and weighty resonance. The mid-range is perceived to be melodic and lyrical in nature hence there is an excellent link between her voice and the musical beats.\n\nTechnologically, in her song, a pop singer has brought out some poor quality by using improper methods that make the sound produced rougher and raw as it comes out through the throat. Conversely, she has used high quality voice by mixing her voice with that of the head voice. Additionally, the sound a modern performer is producing appears to be stronger and brighter compared to that of Bessie Smith in this context. Lady Gaga has a robust and quick vibrato. Furthermore, she is able to sing without a strong vibrato at her own wish. This is contrary to the voice of the other singers who cannot change their voices at their own will.\n\nOn the contrary, Lady Gaga’s music has some negative vocals. For instance, her high dashing sometimes sounds as if she is shouting hence the listeners are not able to understand some parts of her lyrics clearly. Moreover, this musician’s shouting sound may show that she has a bad singing technique. It can also indicate that she is not singing within own vocal range. Her range is totally different from others since she uses 4 octaves and 1 note. This is an important provision in the context of musical composition and voice training. The use of technology is also evident among the mentioned artists to enhance the performance of their voices on stage.\n\n\nPreparing Orders\n\n\nActive Writers\n\n\nSupport Agents\n\n\n\nSpecial Offer!Use code first15 and\n\nSpecial Offer - 15% off\n\nGet 15% off your first order\n\nWe are online - chat with us!",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.8831000328,
        "format_confidence":0.8762850761
    },
    {
        "url":"https:\/\/thetorohistoricalreview.org\/2018\/04\/02\/interrogating-the-film-invictus\/",
        "text":"By Grace Windsor\n\nInvictus (2009) is a cinematic Hollywood interpretation of Nelson Mandela’s efforts to unify South Africa following his elected presidency. Essentially, Eastwood’s depiction of Nelson Mandela reinforces older evolutionist ideas within the twenty-first century. Eastwood’s directive choices attempt to portray an authentic representation of post-apartheid South Africa, but succumbs to the misrepresentations of Nelson Mandela and the political climate during the 1990s. Using Curtis Keim’s Mistaking Africa (2014) to critically interrogate scenes from Invictus[1], we can see that Keim’s notions of ‘helpless Africa’, ‘troubled Africa’, “leftover racism,” and evolutionism are prevalent throughout the film.\n\nInvictus portrays subtle Dark Continent myths and stereotypes of South Africa, which plays into the interest of the exotic for western audiences. Nelson Mandela (played by Morgan Freeman) appears as a peaceful president, dependant on a white protagonist (played by Matt Damon) to resolve the prominent issue of reuniting a divided South Africa. Eastwood and Freeman’s choice to play Mandela’s character down hides the truth of Mandela’s readiness to fight (even militantly) for freedom.[2]  Film critic Taylor (2009) argues that “as history, it is borderline daft and selective to the point of distortion.”  Overall, whilst Invictus attempts to convey the historical chronology of unifying South Africa, it approaches the film from a western perspective, conveying a mythical South Africa that satisfies western audiences.\n\nIn his book, Keim (69) introduces the ideology of ‘helpless Africa’ to explain how leftover colonialist ideals contribute to an “American desire to help Africa” (Keim, 69). Such ideas also depict the continent of Africa as the “white man’s burden.” According to Keim, the idea of the white man’s burden encapsulates the “essence of the colonial mentality” (Keim, 47). The poem by Rudyard Kipling is often used to convey an ideology in which God burdens the white man to help others. Steeped in misconceptions of Africa within Hollywood productions Keim states: “Movies too, teach us our African stereotypes…The African Queen, Mogambo and Tarzan The Ape Man” (Keim, 24).\n\nWithin Invictus a scene[3] in which a white woman at ‘Water Rubusauana Memorial Congregational Church’ hands out aid to black South African children, depicts the idea of helpless Africa. First, by starting this scene in a church it reminds western audiences of colonialist missions and the prominence of Christianity to civilize the South African nation. Keim describes that during the colonial period “Christian love justified missionary control” (Keim, 45). Through colonialist ideas of helping Africa, Keim introduces the theory of “gift-giving help” as promoting “ideas and tastes that are not good for Africa, foster dependence, weaken local initiative” (91).  Gift-giving help presented through the giving of clothes in the church scene presents Africa as a place of poverty, an idea that is prominent within twenty-first century media as well. While gift-giving help depicts South Africa as a poor nation in need of ‘white’ intervention, this theory also suggests that the help given by the white lady in the film was in the long-term negatively impacting the children through fostering dependence on dark continent myths. Arguably, this scene stereotypes African children in ways that western audiences would find recognizable and therefore reinforces a westernized image of helpless Africa while transmitting notions of evolutionism through the exotic ‘otherness’ portrayal of South Africa.\n\nInvictus further exhibits leftover racist attitudes through its simplistic plot. Keim introduces this theory as continuously “constructing Africa as inferior” (Keim, 7). Keim’s idea of “leftover racism” is prevalent throughout various forms of representing Africa throughout the media and within Hollywood. Keim also describes how newspapers, films and magazines succumb to the misrepresentation of Africa when portraying the continent to an audience (Keim, 16-31). In Invictus, Eastwood also falls into the category of viewing Africa as inferior through the plot focusing on a world cup victory as the total reconciliation process for apartheid. As one film reviewer (Hornaday 2009) suggests: “Eastwood adopts a flat, uninflected style for ‘Invictus,’ wisely letting this remarkable story tell itself with a minimum of flourish or underlining.” Two pivotal scenes[4][5] portray the theatrical progression of dissolving the tensions of apartheid, while drawing on the film’s core themes such as the elimination of racism through transformation and unity.\n\nThe first scene on the rugby playing field imposes the inextricable links between apartheid and the Springbok’s (the white South African rugby team). The white Afrikaans who had attended the game held on to their colonialist pride through singing the old national anthem and waving old apartheid flags. The left-over racism, however, is described by Mandela’s character as a “constitutional right.” Such an attitude conveys Mandela as one of an understanding President who attempted to bridge black and white culture. Mandela’s character conveys political awareness through allowing systems of restorative justice, as support for the springbok team was a sign of unity, as well as an effort at appeasing the former occupant. Eastwood represents the appeasement and willingness of Mandela to allow this form of left-over racism as an attempt to keep South Africa from falling into chaos. As film critic A. Getz (2009) states, “Mandela opted for reconciliation over retribution. His insistence that the Springboks remain the Springboks was just one of his many bipartisan gestures, but it would be hard to overstate the symbolic significance of this particular one.” Whilst Eastwood hints at addressing the realities of the restorative justice process in South Africa he succumbs to portraying left-over racist ideals before the turn of the century.\n\nOne could also argue that ideas of Keim’s ‘evolutionism’ are expressed through the symbolism and influence of the Springbok rugby team. Keim describes the evolutionist ideals of colonists during the 1800s as “the widely held evolutionist myths made it difficult to sustain positive images of non-Europeans.” (76). The racial logics suggest that non-European people needed guidance to become civilized and in doing so only became humanized once they accepted Christian values. It also suggests that non-white Africans were subordinate in comparison to Europeans in terms of education and politics. In the film, Nelson Mandela’s character is depicted as a peaceful leader who appears at times omniscient and other times slightly ignorant. Yet, Eastwood focuses on the white protagonist as the leader who truly convinced the hearts and minds unifying post-apartheid South Africa. Evolutionist ideology becomes evident as black South African people, even Mandela, appear unequipped to politically restore South Africa without white intervention. Invictus can be criticised for accentuating ideas of unification primarily through a sports game—rugby, omitting the actual tough historical restorative process within South Africa, specifically the work of the Truth and Reconciliation Commission. Mandela, a man who defended himself in court certainly was more knowledgeable than the way he is portrayed in Invictus[6]. Mandela’s character is portrayed as subordinate to affluent white society rendering him politically ignorant.\n\nIn summary, using Keim’s concepts of helpless Africa, troubled Africa, left-over racism and evolutionism, the film Invictus can be criticised for inaccurately depicting the history of apartheid within South Africa. Invictus conforms to Hollywood ideals to appease a Western audience and perpetuates a view of Nelson Mandela needing white assistance to sustain a positive restorative process. Eastwood’s choice to depict black South Africans’ need for a white protagonist also encapsulates the prominence of evolutionist ideas within Hollywood as on-going from the colonial period in Africa. Conclusively, whilst Invictus attempts to portray the historical chronology of a newly independent South Africa in a realistic way, audiences are presented with misconceptions of Africa common within many Hollywood interpretations of the continent.\n\n\n\nWorks cited\n\n\nInvictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009\n\nWorks consulted\n\n\nGobodo-Madikizela, Pumla. A Human Being Died That Night: A South African Woman Confronts The Legacy Of Apartheid. Houghton Mifflin, Boston, 2004\n\nKeim, Curtis A. Mistaking Africa: Curiosities and Inventions of the American Mind. 3rd ed. Boulder: Westview, 1999.\n\n\nMandela, Nelson, ‘I Am Prepared To Die’ Rivonia trial, 20 April 1964\n\nFilm Reviews:\n\nEbert, R. (2009). Invictus Movie Review & Film Summary (2009) | Roger Ebert. [online] Available at: [Accessed 8 Dec. 2017].\n\nGetz, A. (2009). The Real Story of ‘Invictus’. [online] Newsweek. Available at: [Accessed 8 Dec. 2017].\n\nHornaday, A. (2009). Movie review: Clint Eastwood’s rugby drama ‘Invictus,’ with Matt Damon. [online] Available at: [Accessed 8 Dec. 2017].\n\nOrr, C. (2009). The Mini-Review: ‘Invictus’. [online] New Republic. Available at: [Accessed 8 Dec. 2017].\n\nTaylor, E. (2009). Invictus: All’s Well That Ends Well. [online] L.A. Weekly. Available at: [Accessed 8 Dec. 2017].\n\n[1] The assigned task was to apply ideas and concepts of Keim to critically investigate Invictus, as well as consult published film reviews (2009)\n\n[2] Mandela, Nelson, ‘I Am Prepared To Die’ Rivonia trial, 20 April 1964\n\n[3] Invictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009 (26:56-27:57)\n\n[4] Invictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009 (22:03-23:31)\n\n[5] Invictus. Dir Clint Eastwood. Perf Matt Damon, Morgan Freeman. Warner Bros Pictures, 2009 (02:... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5024125576,
        "format_confidence":0.9512459636
    },
    {
        "url":"https:\/\/www.essaytask.com\/paper\/History_of_Philippine_Cinema-212.html",
        "text":"History of Philippine Cinema\n\nView Paper\nPages: 16\n(approximately 235 words\/page)\n\nEssay Database > Arts & Humanities\nREEL TO REAL: THE HISTORY OF PHILIPPINE FILMS Introduction The youngest of the Philippine arts, film has evolved to become the most popular of all the art forms. Introduced only in 1897, films have ranged from silent movies to talkies; black and white to color. Outpacing its predecessors by gaining public acceptance, from one end of the country to the other, its viewers come from all walks of life. Nationwide, there are more than 1000 movie theaters. …\n\nshowed first 75 words of 4368 total\nSign up for EssayTask and enjoy a huge collection of student essays, term papers and research papers. Improve your grade with our unique database!\nshowed last 75 words of 4368 total\n…isolated from the main current of sensibilities and ideas that shape other artistic forms, such as literature, painting, the theater, etc. Neither can it fly from the actuality of social life which, after all, is the source of all artistic expression. I foresee, therefore, a hand towards more serious cinema; the muckrakers will continue, but they will be exposed for what they are and will no longer be definitive of the quality of Filipino films.",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.7208151221,
        "format_confidence":0.5615270734
    },
    {
        "url":"https:\/\/www.exampleessays.com\/viewpaper\/1780.html",
        "text":"(855) 4-ESSAYS\n\nType a new keyword(s) and press Enter to search\n\nKurt Cobain\n\n             Kurt Donald Cobain was the leader of Nirvana, the multiplatinum grunge band that redefined the sound of the nineties. He was born on the 20th of February 1967 in Hoquaim, a small town 140 kilometers south-west of Seattle, Washington. His mother was a cocktail waitress and his father was an auto mechanic. Cobain soon moves to nearby Aberdeen, a \"depressed and dying logging town\".\n             As a child, Kurt was always smiling and happy. But, this soon came to an end when he was seven years old and his parent's divorced. He even claimed that he never felt loved or secure again. He became an increasingly difficult child. He also became anti-social and withdrawn from society after his parent's divorce. He did once admit that \"his parent's traumatic split-up fueled a lot of the anguish in Nirvana's music\". After the divorce, Kurt was shuffled back and forth between various relatives and at one stage was even living under a bridge.\n             When Kurt Cobain was eleven his mind was captivated by the sounds of Britain's Sex Pistols and various other British bands. His friend Krist Novoselic was always by his side and they has very similar taste in music. In high school his attitude and \"off the wall\" artistry didn\"t get him many friends. He was often beaten up by \"jocks\" but always got even by spray painting \"QUEER\" or something else to that effect on their pick-up trucks. By 1985 the small community of Aberdeen was \"dead\" so to speak and Kurt's next stop was the bigger city of Olympia. Kurt formed numerous bands in a short time before Nirvana actually came to be in 1986. Nirvana was formed by Kurt Cobain(singer, guitar player), Krist Novoselic(bassist), and Dave Grohl(drummer). By 1988 Nirvana was playing shows and had demo taped going around to different record labels. In 1989 Nirvana recorded their first \"rough-edged\" album \"Bleach\" for local Seattle independent label Sub-Pop. Nirvana also received a lot of recognition and in 1991 Geffen bought out their contract.\n\nEssays Related to Kurt Cobain\n\nGot a writing question? Ask our professional writer!\nSubmit My Question",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.9566414356,
        "format_confidence":0.8100047112
    },
    {
        "url":"http:\/\/web.stanford.edu\/group\/SHR\/5-supp\/text\/thompson.html",
        "text":"Previous Next Up  Comments\nSEHR, volume 5, Supplement: Cultural and Technological Incubations of Fascism\nUpdated December 17, 1996\n\nthe ministry of illusion\n\ngerman cinema in the goebbels era\n\nBruce Thompson\n\nWhen Germans went to the cinema during the Third Reich, what kinds of films did they see? Graham Greene offers a clue in a film review from 1937. The film was Veit Harlan's Der Herrscher (The Ruler), and it reached England because it featured a performance by the great actor Emil Jannings. Greene was not impressed:\n\nDer Herrscher, except for a pleasantly savage opening, a funeral frieze of dripping umbrellas and heartless faces,is a wordy picture about an elderly ironmaster who wants to marry his secretary and is almost driven insane by his children's opposition. Herr Jannings has the meaningless gaze of a sea-lion with huge sloping shoulders and watery whiskers to whose emotions we apply for want of anything better, such human terms as pity, anger, terror, though we cannot tell, on the evidence of those small marine eyes, whether he is really registering anything more than a dim expectation of fish.[1]\n\nJannings's lugubrious performance was apparently not untypical. There was from the beginning to the bitter end a note of mourning in Nazi cinema, as if the burdens of the master race were after all too great to be borne.\n\nBut Joseph Goebbels and his henchmen at the Ministry of Propaganda were determined to offer more positive messages as well. The Goethe Institute's recent series The Ministry of Illusion: German Film 1933-1945 suggests that their grand ambition was to create a National Socialist version of the Hollywood dream machine. Eric Rentschler, the curator of the series, has selected twenty-one films in the Hollywood mode from an astonishing variety of genres: melodramas, musicals, romantic comedies, \"historical\" biographies, fantasy films, adventure films, a disaster film, and even a Luis Trenker Western.[2] Many of these films are interesting as examples of how the regime sought to manipulate and captivate audiences. Some exhibit impressive craftsmanship of various kinds, and an exceptional few may be considered major works. The extravagant fantasy film Münchhausen (1943), for example, with Hans Albers as the mendacious Baron, offers special effects and lavish production values that more than match Hollywood standards. (There are, to be sure, occasional absurdities: in Trenker's 1840s-era Western, for example, a chase scene in which cowboys and Indians converse in fluent German, while what appears to be an errant Volkswagen scoots across a corner of the screen.)\n\nOne can hardly call such a series a festival, but together the films suggest that Graham Greene's melancholy portrait of a dismal cinema needs some qualification. The first film in the series, Paul Martin's Glückskinder, (Lucky Kids, 1936) is very far from Der Herrscher in mood and style: it is the \"It Happened One Nacht\" of German cinema, with a plot stolen from Frank Capra's classic romantic comedy. Ironically, at the very moment when refugees from Hitler's Germany were beginning to infuse Hollywood films with the brooding spirit of Weimar cinema, the Nazis were trying to imitate the optimistic spirit of Hollywood films. Classic Weimar films (Caligari, Nosferatu) had focused on uncanny forces and hidden threats beneath the surface of everyday life. The cinema of the Goebbels era pretended that everyday life in the Third Reich was normal. If there were threats, they were clearly definable, and they could be overcome by a 'triumph of the will.'\n\nThe Ministry of Propaganda supervised the production and distribution of more than 1100 narrative feature films during the twelve years of Hitler's empire. Goebbels envied the seductive power of Hollywood productions; a screening of Gone with the Wind caused him a week of jealous tantrums.[3] He was shrewd enough to understand that a steady diet of propaganda films alone would quickly empty the theaters. He also knew that most of the second-rate directors who remained in Germany after 1933 were incapable of producing aesthetically ambitious works. In any case, he wanted German films to make a profit and to dominate the European market. Hence the appeal of the Hollywood model, of films designed to distract and entertain while at the same time offering a mass audience appealing images of heroism, leadership, and authority. But, not surprisingly, the subliminal messages of Goebbels's films tended to differ significantly from the subtexts of their Hollywood prototypes.\n\nThe American cinema in this period features a characteristic plot. The hero, like a modern Achilles, is a rugged individualist: aloof, isolated, technically proficient in his craft but emotionally withdrawn or repressed. The action of the film breaks down his resistance to commitment and involvement, reintegrating him into a community to whose service he then devotes his considerable prowess and charisma. The Western hero and the private eye are the typical examples of this pattern, but one finds it even in musicals where the reluctant impresario has to be persuaded to mount one more big show. The archetypal example is, of course, the Bogart character in Casablanca, nursing his injured romanticism in a cosmopolitan refugee colony. Everyone's favorite American film is, among other things, a parable of the overcoming of American isolationism.[4]\n\nThe masterplot of German heroism appears to be quite different. The hero is not at all reluctant to demonstrate his commitment and authority: he knows that the community is threatened from within and without by anarchy and disintegration. Thus we have the dashing Hans Albers restoring the cohesion of a fractured colony of Volga Germans threatened by perfidious Bolsheviks in Gustav Usicky's Flüchtlinge (Fugitives, 1934); the indomitable Luis Trenker trying to save his community from the corrosive effects of goldlust in Der Kaiser von Kalifornien (The Emperor of California, 1936); Jannings as Frederick William I in Der alte und der junge König (The Old and the Young King, 1935) protecting Prussia from the foppish French; Werner Krauss in G.W. Pabst's Paracelsus (1942) attempting to save Basel from foreign microbes and local mediocrities. In these films it is the community, rather than the hero, that is reluctant to face the demands of the situation. Should the hero make the mistake of transplanting himself to America, as Trenker does in his extraordinarily accomplished film Der verlorene Sohn (The Prodigal Son, 1934), the community is simply too large and alienated to be saved. Depression-era New York City is indifferent both to the hero's moral stature and to his physical prowess, and what begins and ends as a high-spirited mountain film shifts into a somber neo-realist mode in its starkly beautiful New York scenes. Location-shooting of this sort was exceptional: Goebbels preferred to confine his filmmakers to the studio, where they ransacked almost every conceivable historical period in search of plausible Führer-figures.\n\nThe results of this plundering of the past could be sinister. Here the case of Emil Jannings is instructive. Jannings, in spite of Graham Greene's wicked portrait of him, was in his prime a wonderfully expressive actor. His face could register every shade of intelligence from demonic genius to blank stupidity. His body could mime both grace and oafishness, power and decrepitude (and sometimes both in the same performance, as he did in Der letzte Mann for Murnau and later in The Last Command and The Blue Angel for Sternberg). At first glance his performance in Hans Steinhof's The Old and the Young King seems to be another tour de force in which the great actor manages to exhibit the extremes of pathos and ruthlessness at the same time. But place the film in its historical moment and the perspective changes. As Erwin Leiser suggested thirty years ago, the language the old king uses to justify the execution of his son's best friend is remarkably similar to the language Hitler used to justify the Night of the Long Knives. Prussian raison d'etat provides a distinguished pedigree for Hitler's brutal purge of Röhm and the SA.[5]\n\nGraham Greene noted a similar convergence between past and present in Gustav Ucicky's Das Mädchen Johanna (Joan of Arc, 1934). It is a pity that this film does not appear in the Goethe Institute's series, for it seems to be the only version of the story in which Joan is not a heroine:\n\nThe real hero is Charles [VII] with his Nazi mentality, his belief in the nobility of treachery for the sake of the nation. The purge of 30 June and the liquidation of Tremouille, the burning Reichstag and the pyre in Rouen market-place - these political parallels are heavily underlined. The direction is terribly sincere, conveying a kind of blond and shaven admiration for lonely dictators who have been forced to eliminate their allies.[6]\n\nJoan of Arc failed to provide a suitable model for German womanhood not only because she was French but because of her insistence on acting in accordance with her own independent judgment (or listening to the voice of God, which is really the same thing). Women in the films of the Third Reich rarely exhibit independent judgment, and the consequences are dire when they do. Zarah Leander, the leading female star of the period, is chastened in Douglas Sirk's La Habañera (1937) for insisting on leaving her homeland in search of love and adventure in fever-ridden Puerto Rico, and again in Rolf Hansen's Die grosse Liebe (The Great Love, 1942), where she fails at first to understand that her pilot-lover's military responsibilities are more important than her personal happiness. \"There is a veritable subgenre of Nazi moral tales,\" Eric Rentschler notes, \"focusing on the taming of shrews and the reeducation of willful wives and lovers.\"[7]\n\nYet there are striking exceptions to this pattern, and these are among the most fascinating films in the ser... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5863212347,
        "format_confidence":0.7794737816
    },
    {
        "url":"https:\/\/studytiger.com\/free-essay\/essay-rap-music-should-not-be-banned\/",
        "text":"When we hear about rap music, negative connotations come out of our mind: violence, sex, crime, and gang. It just become like these due to the evolution of the real essence of rap music as the times go by, as it is, it evolved into what is called gangsta style of rap music wherein the lyrics freely revolved in the issues like crime, killing, and street violence (Bailey). Due to these, must rap be hated? Does this kind of music really promote violence? Does rap music make a positive contribution to society? Must rap be banned?\n\nThese are just some of the important points that must be cleared about rap music to prove its worth in the people and the society. Some people might say that they hate rap music, but most people like it on the other hand. They hate it because its music is artificial and synthetic—machine-made, the lyrics are unusual and unethical, the style of the rapper is weird, etc. But hey, when you say rap, the music, rhythm and beat are improvised and innovative, that is where creativity works on, it is not just following the usual but setting the trend, anyone can sing but not all of them can rap.\n\nDoes rap music promote violence? Expectedly, many would answer yes, given the fact of the murder case of rap artists Tupac Shakur and Notoruis B. I. G. In these cases, rap could not be blamed alone: there are also outside media like radio, television, and movies that can be blamed as part of promoting violence in the society because, actually, there is already violence in the society happening before the birth of rap music (Yee).\n\nIf you will equate the violence into its explicit lyrics, then you are in the wrong path because violence must always be equated to behavior and the behavior is based on one’s psychological thinking and disposition in life. There are lots of violence, like bank robbery, rape, and war, happening in our surrounding and the response that we can have on those issues is based on own thinking and judgment on what we believe is right or not. It is just the same by considering: will a deaf never be violent? Rap is just an expression of someone’s feeling, not to impose violence.\n\nDoes rap music make a positive contribution to society? Of course, it does. We should be aware that rap industry is not just a money-making business but it helps the society to open up their eyes and see the real situation they are living with and what really goes on. Moreover, just like any other charitable institutions out there, rap artists, like Nelly, Z-Ro, and Lauryn Hill, who want top return back and share what they have to the community, charity, and sponsorship program, especially those programs helping the youth and to stop violence among people. Rap music promotes nationalism and cultural identity (SWC).\n\nFor instance, in the Philippines, which is known to be the oldest hip hop scene in Southeast Asia, a great way of promoting and boosting the national pride, culture, and way-of-life that truly and uniquely Filipino through music is by rap. For example, a great classical rap hit-masterpiece is the “Mga Kababayan Ko” (My Countrymen), written and sung by Francis Magalona, depicts pride of being in a brown-skinned Filipino race, uplifting of truly Filipino attitudes and values towards work and craftsmanship like patience and industriousness, and mainly the sense of Filipino typical perspectives in life, achieving dreams, success, and family.\n\nIn line with being an alternative mean of communication, hip hop music has also beneficial use in preserving the language, because mainly and typically, hip hop music are written and sung in native’s tongue, depending on its origin and the culture that influenced and shaped it. Since rap music is written in local language, most of it listeners and fans get to understand the meaning of the music easily.\n\nBecause, locally, the greatest number of listeners of rap music come from the younger generation, so it will attract more fans and listeners if the lyrics are easily understood and represent the culture the have grown with. Not only that, the factor of rap music writer-listener relation also counts since it will be easy in place of the listeners to relate to what message or exposition that the rap music wants to convey and spread to the society. Should rap music be banned? Of course, it should not, because it is not the sole cause of violence in the society.\n\nIf it is to be banned, it is just the same in saying other media like radios, televisions, movies, and internet should be banned also due to their bigger impacts in causing violence and crimes into the society. If the lyrics of the rap music is complained to be degrading and unethical, well, it is part of its free style, creativity, and innovation, unlike the usual song lyrics on ballad or pong songs. Although, there are some negative impacts of rap music, it is just normal since it is affected by all forces of the society. Besides, it has already made a lot for music industry and youth in general.",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.7256128192,
        "format_confidence":0.7260038257
    },
    {
        "url":"https:\/\/journals.openedition.org\/volume\/3384?lang=en",
        "text":"Skip to navigation – Site map\n\nHomeTous les numéros9 : 2Contre-cultures: Utopies, dystopi...Notes de lectureChris Potash, The Jimi Hendrix Co...\n\nContre-cultures: Utopies, dystopies, anarchie\nNotes de lecture\n\nChris Potash, The Jimi Hendrix Companion: Three Decades of Commentary\n\nTom Attah\np. 160-161\nBibliographical reference\n\nNew York: Schirmer Books; Simon and Schuster Macmillan. ISBN: 0028646096\n\nIndex terms\n\nChronological index:\n\n\nMusical genre:\n\npsychedelic \/ acid rock\nTop of page\n\nFull text\n\n1Few icons of the 20th century have carved and retain as distinct and influential a presence on the cultural landscape as James Marshall \"Jimi\" Hendrix. As a creative performance musician, he not only made incalculable contributions to defining the voice and presence of the electric guitar in popular styles, but he also defined new possibilities for blues, rock, jazz, soul and folk music during a meteoric rise to prominence at the end of the 1960s. Hendrix is, as Franco Fabbri would indicate, “a musical event” that impacts not only his own time, but resonates forward into the present day. This event is presented here as refracted through the prism of personal experience, reportage and the scrutiny of the academy.\n\n2The Jimi Hendrix Companion profiles the life and career of this seminal musician through original reviews of Hendrix's music from the British and American press, provides insights into his guitar techniques and recording styles, and invites the reader to construct their own 4-dimensional vision through interviews and scholarly exploration of the Jimi Hendrix phenomenon. Drawing on the work of well-known writers, including Jon Pareles, John Rockwell, Dave Marsh, P.J. O’Rourke, and Lester Bangs, this text provides a perfect introduction to Hendrix, his music, and his times.\n\n3The 57 pieces collected here are arranged in seven evenly-weighted chapters. As in Henry James’ evocation of the House of Fiction, each writer layers their view through press reports, two sections of criticism, periodical journalism, a breath-taking section of academic scholarship and a touching final and forward-looking memorial in order to build a panoptic view of their subject.\n\n4Potash seeks to \"…document and illuminate the phenomenon of Jimi Hendrix as it was and is being played out\", and to \"…create a charged pastiche of more and less complex verbal constellations that conducts feeling - much like Hendrix’s approach to recording, layering sounds to build a heavy composition - as well as simply to collect some essential writings about Jimi into one volume\". Evoked via inspiring, intriguing and multi-layered texts, Hendrix defies reduction to a cipher; as one layer or perspective is revealed, further dimensions unfold.\n\n5The strength of the collection is its breadth of scope: each section compliments and contextualises the next, allowing not only Jimi Hendrix but his circumstances to be illustrated from multiple viewpoints. Each chapter opens with a quotation from Jimi himself and, where appropriate, pieces are followed by a bibliography. The whole is supported by a comprehensive index. There is, however, a near-total absence of illustrations or diagrams - the exception to this being the graphic scores that accompany Sheila Whiteley’s brilliant and evocative essay. The text would benefit from imagery as intimate and intricate as some of the pen-portraits and explorations contained here.\n\n6From Dawn James’ tentative flirting with Jimi, to frankly baffling evocations of what might-have-been from Lester Bangs and Tom Gogola, the collection is challenging and informative in equal measure. The limitations of language to describe music are evidenced in Paul Suave’s 1968 work, whilst the heady excitement and regal power of Jimi’s presence is sensitively illustrated by Albert Goldman.\n\n7Jimi Hendrix emerges from this room full of mirrors remarkably fully-formed, and it is a tribute to Potash’s ability as an editor - and to the skill of the contributing writers - that their subject remains mercurially enigmatic yet engaging throughout. Ultimately, the companion is exactly that: a text which guides and informs the reader and drives them back to the greatest source of primary communion and reference; the music itself. Although out of print, the breadth and finesse of this 1996 volume demonstrates the necessity for an updated second edition that takes into account the influence of the Internet and 21st-century modalities on the Jimi Hendrix legacy. Recent years have seen the release of newly edited films, freshly discovered audio material and the marketing of innumerable digital tools, instruments, musical effects processors and clothing branded with the Hendrix name. As the Companion indicates, Jimi Hendrix is placed in human experience not as a time-locked artefact - but as a nexus of possibilities, and as an axis from which to embark on our own artistic and critical endeavours.\n\n8This text is recommended for any scholar or fan with even a passing interest in this remarkable musician and his incalculably influential music. In addition, those researching post-modern notions of intertextuality, identity and the continuing inter-disciplinary and mythological effect of seminal performers by way of posthumous performance and semiological influence will find much to consider and digest within these pages. As with Jimi’s music, this particular collection stands up to repeated reading and extended consultation over time.\n\nTop of page\n\n\nBibliographical reference\n\nTom Attah, Chris Potash, The Jimi Hendrix Companion: Three Decades of CommentaryVolume !, 9 : 2 | 2012, 160-161.\n\nElectronic reference\n\nTom Attah, Chris Potash, The Jimi Hendrix Companion: Three Decades of CommentaryVolume ! [Online], 9 : 2 | 2012, Online since 15 December 2012, connection on 20 January 2021. URL:; DOI:\n\nTop of page\n\nAbout the author\n\nTom Attah\n\nTom Attah is a Ph.D. student at the University of Salford. His thesis examines the effects of technological mediation in the Blues. As a guitarist and singer, Tom performs solo, with an acoustic duo and as part of an electric band. Tom's solo acoustic work includes his own original Blues compositions and has lead to performances at major music festivals around Europe, including the Glastonbury Festival of Contemporary Performing Arts, the Great British Rhythm & Blues Festival, Blues Autour Du Zinc and multiple national and local radio appearances. Tom is an Associate Lecturer at the University of Salford, and his blues advocacy includes workshops, seminars, lectures and recitals delivered at secondary school and community level. Tom's writing is regularly featured in Blues In Britain magazine. At present Tom is preparing his original conference papers and book reviews for publication in several international peer-reviewed journals.\n\nBy this author\n\nTop of page\n\n\nL'auteur & les Éd. Mélanie Seteun\n\nTop of page\n  • OpenEdition Journals\nSearch OpenEdition Search\n\nYou will be redirected to OpenEdition Search",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.8809936047,
        "format_confidence":0.8265296221
    },
    {
        "url":"https:\/\/studentshare.org\/music\/1588786-music-appreciation-concert-report",
        "text":"Nobody downloaded yet\n\nMusic Appreciation (concert report) - Essay Example\n\nComments (0) Cite this document\nThe performance took place at 3 p.m. in the Vic Lopez Auditorium. The symphony has thrilled California audiences for many years, and it is celebrating its 79th…\nDownload full paperFile format: .doc, available for editing\nGRAB THE BEST PAPER97.8% of users find it useful\nMusic Appreciation (concert report)\nRead TextPreview\n\nExtract of sample\n\"Music Appreciation (concert report)\"\n\nDownload file to see previous pages 2, \"Air\" from Orchestra Suite No.3 in D Major, BWV 1068, Serenade for strings in C Major, Op. 48, Serenade No. 13 in G Major, KV 525, “Eine klein Nachtmusik”, and Concerto No. 4 in F minor, Op.8, RV 297, “L’inverno”. The composers of the pieces are Gustav Holst, J. S. Bach, Pyotr Ilyich Tchaikovsky, W. A. Mozart, and Antonio Vivaldi respectively.\nW. A. Mozart composed this piece on 10th August 1787. He was a prominent writer who composed many songs in Italian but composed this one in his native German. This probably suggests that it must be a personal piece. This is one of the finest copies that he wrote as special- occasion music. He composed these works mainly for princely or wedding ceremonies for wealthy merchants. The piece has four movements, which includes Allegro, Romanza, Menuetto and Rondo.\nThis piece is a string quartet as it is a chamber that consists of first and second violins, viola and cello. The string orchestra performs it. It consists of four movements, which makes the concert appealing to the audience. The various movements take different forms to express different themes hence developing a sense of variety. Repetition of exposition with the subjects that are in the same key is conventional. The texture of the piece is polyphonic since it is a combination of both monophonic and homophonic.\nThe melody of the piece is satisfying since the notes keep on changing depending on the moods that the various movements express. The composer develops the piece by beginning with a D major, touching on C main and returns to G crucial for recapitulation. A crucial key dominates the four movements of the piece which modulate from one key to another.\nThe piece does not have a beat that one can tap the foot to it. The reason is that different movements have different beats. A triple beat, however, dominates the piece. It is not much rhythmic in comparison with the other pieces due to the changes that take place for every movement.\nThe dynamics ...Download file to see next pagesRead More\nCite this document\n  • APA\n  • MLA\n(“Music Appreciation (concert report) Essay Example | Topics and Well Written Essays - 1250 words”, n.d.)\nRetrieved from\n(Music Appreciation (concert Report) Essay Example | Topics and Well Written Essays - 1250 Words)\n“Music Appreciation (concert Report) Essay Example | Topics and Well Written Essays - 1250 Words”, n.d.\n  • Cited: 0 times\nComments (0)\nClick to create a comment or rate a document\nMusic Appreciation\n...?Music Appreciation Music, according to Encarta Dictionary, is “sound that are usually produced by instruments or voices, which are arranged or played in order to create an effect”, “the art of arranging or making sounds, usually those of musical instruments or voices, so as to create an effect”. I define music as an expression of deep feelings that one may not know how to express out openly (Encarta, 2009). I used to see music as something that people used as an escape means from reality. But in truth, it is much more than that. Music is an identity, an innovation, biology, furniture, music is...\n5 Pages(1250 words)Essay\nMusic Appreciation\n...The term ical music” is a very broad one, referring to the mainstream music produced between the mid-16th century and the beginning of the 20thcentury: a time also known as the common practice period. But the term can be stretched back as far as the 8th century and as far forward to today. However, when we hear someone talk about “classical music”, he or she is most likely talking about the kind of musical standards set in the common practice period, when European music became different in notation from the music of other parts of the world. Because the word “classical music” is unfairly broad, it is best for...\n9 Pages(2250 words)Essay\nArt and Music Appreciation\n...examples of paintings or art that explain the reason. 1. For worship puposes 2. For beauty and splendor 3. To display wealth and power 4. To display emotions or feelings 5. For astrology and other beliefs 6. To display time and events 2.) Discussion Questions: Music Grogian chant a form of liturgical chant that was used in the western Christianity, it was mostly played during mass celebration and at ritual rights. It was formed by Pope Gregory who was the acting pope from the year 590 -604, he was well known for his categorization of music to be played during specific events in the church. The Grogian chant is some kind of frenzy music with prolonged intervals between tune and whose...\n1 Pages(250 words)Essay\n- Art and Music Appreciation\n...unthinkable when those forms and myths were created. * Getting Better All the Time: How Relevant is the Beatles’ Music Today? The collage of styles in Strawberry Fields Forever is a precursor (or permission) for other bands to incorporate classic themes in their music. It took a while, but bands like Electric Light Orchestra and Orchestral Maneuvers in the Dark came along much later and used string and brass sections, together with symphonic strains. It was all due to John Lennon and Paul McCartney and their innovative, prophetic, visionary borrowing of classic motifs. The lyrics are intentionally jumbled to express laconic abandonment of all that was rule-bound: the Beatles allowed youngsters to break...\n1 Pages(250 words)Essay\n- Art and Music Appreciation\n...1 Discussion Question: Music Go to http to listen to what is considered Debussys most famouscomposition, \"Claire de Lune,\" (Moonlight) from Suite Bergamasque (for solo piano). Based on what you know about Impressionist music--as well as Debussys musical philosophy--in what ways does \"Claire de Lune\" reflect the Impressionist mindset? This is an impressionist song because it communicates a bunch of vague emotions but not strictly a singe one. The lower notes fade out and the high notes dominate. I especially like this song because it feels like some tension has been resolved. It reminds me a bit of a sunset: at first you are sad to see...\n1 Pages(250 words)Essay\nMusic appreciation\n...WANPING WANG 10\/20 MUSIC 32 Orchestra Concert: My First Experience Of Formal Music Show I attended a music concert called “Orchestra Concert,” on October 16th, at 4 pm. Actually, I wanted to see a better piano show but to my surprise, this show also turned out to be good. I went to the concert with my friends Demi, Kyla, and Dean. It was the first ‘formal’ music concert that I have attended in my life. I was so excited that I could not wait for the concert to start. There were lots of people who had come to the concert, and they were excited too. The...\n2 Pages(500 words)Essay\nMusic Appreciation (concert report)\n...Music Appreciation The Elgar Cello concert took place on January 14th from 2 pm to 8 pm in the Ambassador Auditorium. It is a concert of disillusion and sadness as the soloist reflects his personal heartache and regrets. The Guest conductor of the Pasadena Symphony is David Lockington who organized the conduction of the Cello Concerto. He is in considerable demand in North America since he respected for his expertise. Soloists who facilitate the performance of the concert include Andrew Shulman and Cello Sawyers. The three pieces the characters perform during the concert includes; The Gale of Life, Cello Concerto in B minor, and Symphony...\n3 Pages(750 words)Essay\nMusic Appreciation\n...Music Appreciation According to Hoffer, \"…using themes of other composers was an accepted practice at the time. The original composer of the theme considered its appropriation by another composer a compliment, not a case of plagiarism.\" This means that composers in the past were more concerned with the outcome of a particular set of music when done with a variety of different composers. They were not focused on individuality but sharing a good piece and making sure that the best came out of it. This is what Hoffer terms as a musical patronage agreement. A good example of this would be the instance where Mozart and Haydn used the same musical theme and had almost similar works of classical music. Thus the usage of themes from other... ...\n1 Pages(250 words)Essay\nClassical Music Concert Report\n... ical Music Concert Report THESIS MENT ical music concerts generate a unique sense of appeal to its audience. It facilitates to developan understanding about the intricacies prevailing within a music composition. With this consideration, the study aims to present a concert report with reference to a performance rendered by New York Philharmonic Orchestra. The report will also present certain invaluable facets related to a renowned composer Benjamin Britten, whose unique compositions were played by the performers. DISCUSSION New York Philharmonic Orchestra in the live concert played a bunch of melodious compositions. Each of the pieces from the performance was composed in March 1941 by Benjamin Britten. Different pieces... December 1976....\n1 Pages(250 words)Essay\nMusic concert report\n...Music Concert Report On March Friday, March at around 7, 07:30 PM the legendary Allman Brothers Band held an enthusiastic performance at Beacon Theatre, New York. The concert captivated numerous people especially with regards to the extents of the instruments applied in the whole process. The artists present were Gregg Allman, warren Haynes, Dickey Betts , Butch Trucks, Berry Oakley, Marc Quinone , Chuck Leavell, Dan Toler, Jai Johnny many others. They performed rock pieces relating to blue and southern rocks. As notable from... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.7611528039,
        "format_confidence":0.727973938
    },
    {
        "url":"https:\/\/nlipw.com\/banigo-charles-tekena-response-to-the-2019-nlipw-national-campus-essay-competition-2-2\/",
        "text":"3rd Place Winner 2019 National Campus Essay Competition:\nAlonge Olufemi Moses\n\nSchool: University of Ibadan\n\nQuestion Addressed: Propose a solution to a compelling legal issue confronting the music or movie industry in Nigeria\n\nThe story thus begins, at the last quarter of 2017, when PwC noted in its recently-published Entertainment and Media Outlook 2018 – 2022report, that the depreciation of the country’s currency – the naira – has affected Nigeria’s overall Entertainment and Media (E&M) revenue. Despite this, the Nigerian music industry which brought in $35 million in revenue in 2017, however raises eye-brows when it is estimated to bring in $65 million in revenue by 2020.[1] Nollywood, Nigeria’s US$600-million film industry, is the world’s second largest film industry by volume.[2] Undoubtedly, the music and movie industries are most lucrative in the Nigerian entertainment industry. More surprising it is to say, that this same promising industry is bedeviled by the incessant occurrence of the menace called piracy.\n\n\nIt is pertinent to note that, in the movie and music industry, legal and economic issues exist concurrently. To this end, film marketers and distributors at the Alaba International Market in the fight against piracy, called for a stronger collaboration between the anti-piracy taskforce and relevant government agencies. Simply put According to them, combating piracy at the market is capital intensive and, most times, members of this association were forced to tax one another to raise the needed funds. Piracy, apart from being financially draining is also intellectually appalling. Simply put, the rise of the claws of piracy is the fall of the ‘firewalls’ of the entertainment industry.\n\nA recent study reveals a big problem in the entertainment industry, revealing that only 20% of Nigerian artistes actually get corresponding monetary value for their intellectual property as 8 out of 10 works in the market are pirated copies. Alarming however, is the fact that these events skyrocketed in 2018. Piracy involves the unlawful use of protected works under copyright law without owner’s permission infringes certain exclusive rights such as the right to reproduce, distribute, display or perform such artistic or creative works.\n\nEven though legislations such as the Nigerian Copyright Act 2004, criminalises the infringement of intellectual property and theft, still piracy has remained a booming business in Nigeria. In the same vein, the Nigerian Copyright Commission (NCC), although it has created mass awareness on the need for artists to copyright their works so as to deter pirate activities, has not been able to effectively curb the menace. Hence, we need to resolve the issue of piracy in the music and movie industry via deliberate methods.\n\nThe proverbial notion that prevention is better than cure duly applies in the fight against piracy. It is pertinent to note that the manner in which technology is utilized determines the proper navigation of any industry. Advanced digital technology has been prescribed as the only solution to the rising cases of piracy killing the Nigerian filming industry.[3] There is the need for holographic application, which has over 17 security features which will discourage pirates from counterfeiting music or movie packages in the country.[4] These tight security measures will highly ensure that piracy perpetrators do not manipulate copyrighted works in the music or movie industry.\n\nHowever, like any other industry, the music and movie industry needs government support in terms providing financial aids to implement these technological equipment. There is also the need for government ban on street hawking, which contributes the largest market for public purchase of movie and music DVDs and CDs.\n\n\nAbove all, these antipiracy security measures will further encourage foreign investors in the music and movie industries, a recent example such as Netflix’s purchase of Nollywood legend, Genevieve Nnaji’s ‘Lionheart’ movie, and thus the anticipation that Nigeria’s music industry, by 2020 will generate $65 million in revenue will come into fruition.\n\n[1]Daniel S. The Nigerian Music Industry Is Set to Explode. Accessed on…via www.digitalmusicnews.com\/2018\/09\/20\/latest-nigeria-music-industry-pricewaterhouse-coopers\/#comment-344592\n\n[2] UNESCO. Nigeria’s creative ability: booming Nollywood, music, fashion and much more. Accessed on…via  www.en.unesco.org\/creativity\/news\/nigerias-creative-ability-booming-nollywood-music\n\n[3] Temidayo, B. Technology Is The Solution to Piracy in Nigeria. Accessed on…via http:\/\/tmclonline.com.ng\/cyberafrica\/2017\/04\/04\/technology-is-the-solution-to-piracy-in-nigeria\/\n\n[4]Ajumoke N. How to Stop Piracy in Nigerian Entertainment Industry. Accessed via  https:\/\/buzznigeria.com\/protect-nigerian-entertainment-industry-piracy\/\n\nPrint Friendly, PDF & Email",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.8839498162,
        "format_confidence":0.8487520814
    },
    {
        "url":"http:\/\/journal.transformativeworks.org\/index.php\/twc\/article\/view\/146\/149",
        "text":"From canon to fanon and back again: The epic journey of Supernatural and its fans\n\nMelissa Gray\n\nSt. Paul, Minnesota, United States\n\n[0.1] Keywords—Fandom; Fantasy; Willing suspension of disbelief; World building.\n\nGray, Melissa. 2010. From canon to fanon and back again: The epic journey of Supernatural and its fans. Transformative Works and Cultures, no. 4.\n\n\n[1] Enjoying any fictional universe, such as Supernatural, is predicated on a relationship of trust: the willing suspension of disbelief. This is an age-old agreement between the storyteller and the listener: she'll tell her story well, and he'll believe. In the case of Supernatural, its creators are trusting that we're willing to give them the opportunity to establish the Supernatural universe properly and tell the characters' stories. In return, we're trusting that it will be worth our while to stay and be engaged—that the payoff will be worth the emotional and mental work involved in believing things that range from just outside our direct experience to, frankly, the preposterous. Once thoroughly engaged, a devoted fan will put up with a fair amount of inconsistency and hard work if she trusts the universe and its creators, and believes that she will enjoy the results—entertainment, edification, thrills and chills, beloved characters and complex relationships.\n\n[2] Supernatural is an emotionally authentic three-dimensional universe with characters, such as the brothers Sam and Dean Winchester, whose essential reality we recognize. The Winchester family are monster hunters, and although much of their life is inherently unbelievable, it still has enough elements recognizable as part of our reality to help fans suspend their disbelief. The basic tenets for this universe are (mostly) laid out early: we know the basic story of hunting, the Winchester family and its curse by the end of 1.01 \"Pilot.\" Later changes in the universe are revealed organically, with layers added rather than elements replaced—evolution, not revolution. The universe maintains enough internal consistency that even fantastic elements are believable in context. And of course the show is entertaining on a number of levels. These elements are the core reasons why people are able to suspend their disbelief and actively engage with any fictional world.\n\n[3] The most easily believable aspects of Supernatural, as with any story, are based on reality as we know it. There's nothing really unfamiliar here, just familiar elements in different combinations, if perhaps taken to an extreme, and easily extrapolated from our reality. The human elements are established on this level—relationships, families, emotions—and it is extremely important that these elements feel authentic. If the characters don't ring true, neither does their universe, and engaging fans' willing suspension of disbelief is increasingly unlikely. If the characters and their relationships are believable, fans will follow them and their universe just about anywhere.\n\n[4] In the eyes of the fans, Supernatural handles some of the human elements very well indeed. One of the biggest appeal factors of the show is the characters, primarily Sam and Dean, but also a whole host of secondary characters, including their father, John Winchester; fellow hunters Bobby Singer, Ellen Harvelle, and Ellen's daughter Jo; and more recently the angel Castiel. They're three-dimensional—one could imagine meeting Sam in a coffee shop and having a conversation with him. They're sympathetic—by the end of season 4, Sam and Dean are broken and sad, having both done horrible things, but fans still love them and want them to have happily ever after. They are individuals with believable personalities, faults, and life journeys that fans can empathize with and laugh and cry over.\n\n[5] Supernatural's characters also have intense relationships that we empathize with and enjoy, especially between Sam and Dean. Fans have celebrated their brotherly bond, their bromance, as the core of the show ever since 1.01 \"Pilot,\" when we learn that they can't count on anyone else to go the distance. We revel in the strengthening of their relationship—indicated on the cosmic scale by Dean going to hell because he can't face living without Sam, and Sam experiencing his own forms of hell without Dean. On a smaller scale, their growing closeness is shown by numerous instances of brotherly affection (exchanging endearments in the form of jerk and bitch as well as epic hugs), forbearance (being forced to listen to endless mullet rock), help (taking each other's word for things that are just unbelievable), and irritation (engaging in prank wars involving itching powder and krazy glue).\n\n[6] Unfortunately, events overtake them, and Sam and Dean's relationship starts to show serious signs of stress. Their understandable inability to cope with Dean's tenure in hell, their unceasing manipulation by angels and demons, and the increasing stress on both brothers induced by the coming apocalypse and their roles in it take their toll on the bromance. Their resulting inability to communicate, their tendency to keep secrets, and their absorption in the pain of their estrangement are, arguably, a prime factor in the success of the angels' and demons' plans to throw an apocalypse.\n\n[7] Many fans did not react well to the breakdown of the bromance and the resulting trial separation in season 5. There was much gnashing of teeth over a perceived lack of Sam in season 4, accompanied by much controversy over whether Castiel was going to take Sam's place in the front seat of the Impala and Dean's life. Fans more or less successfully maintained their trust in Supernatural's creators by reassuring themselves that the creators couldn't possibly keep the brothers apart indefinitely, either emotionally or physically. Fans also hoped that their trust would be rewarded in the end with a stronger brotherly relationship. Lazy_daze, in response to a comment about her reaction to 5.02 \"Good God, Y'All!\" and Sam and Dean's separation, writes reassuringly, \"I think this split up is needed for a reunion and I do still have faith their love is strong—it clearly hurt them both so much, and it will come back around to them. I do have faith for this season! I am sad you are losing enthusiasm :( I say stick with it!\" (LiveJournal, September 18, 2009).\n\n[8] Fans have severe problems with other aspects of the Supernatural universe, such as its archaic take on gender politics. Sometimes Supernatural presents itself as an extension of the old boys' club for the young and violent. The stories are sometimes winceworthy; many would say (as many have) that the telling of 4.08 \"Wishful Thinking\" completely missed the point with the nerd and the princess story line—the problem wasn't that the nerd didn't get the princess, but that the princess didn't get a chance to say no. There are very few continuing female characters; they almost always get killed off. I had hope for Ellen and Jo—they lasted into season 5, but no longer, alas. Various aspects of habitually used language are disrespectful of women: bitch is omnipresent, and men are men while women are girls. Much of the fan base, a sizable portion of which is made up of women, does not appreciate this. Fans have expended considerable online ink pointing out these faults. Their subsequent avowals of love for the show in spite of its problems is a sign not of the triviality of the show's faults, but of the strength of its virtues.\n\n[9] I've seen similar sentiments expressed about problems fans have with some of Supernatural's other issues. As Alaya Dawn Johnson says in her \"Open Letter to Eric Kripke,\" which addresses the equally disturbing race fail of the show, \"I want you to know that this is a fan letter…There are some problems I need to discuss, some issues that have repeatedly cropped up on your show that I just have to talk about. But this is still a fan letter. I love Supernatural. In my opinion, it's the best speculative genre show on the air at the moment\" ( Johnson, and fans like her, take the time to thoughtfully address the issues that disturb them. They try to tell The Powers That Be (TPTB) what needs to be changed—\"I can't ignore the aversive, stereotypical and damaging ways that your show deals with race,\" Johnson writes—while at the same time expressing their sincere affection for the show. This demonstrates the fans' passion for Supernatural and their belief that it's something worth spending time and energy on—something more than mere entertainment.\n\n[10] Other aspects of Supernatural prove more of a challenge to the willing suspension of disbelief. Supernatural originally billed itself as a horror show, including fantastical elements drawn from urban legends, folklore, and mythology in a universe that otherwise mostly adheres to our understanding of reality to create a series of relatively uncomplicated monster of the week (MOTW) episodes. However, it's no longer a horror show; it has bloomed into a full-blown, richly textured fantasy universe, the basic tenets of which differ wildly from those of our reality. Successful fantasy requires highly sophisticated universe building skills because it means creating a universe from the ground up. In the case of Supernatural, the creators began with a base of carefully conceived fantasy and judiciously inserted enough elements from our reality to build a matrix that allows them to tell their stories and for which fans more or less willingly suspend their disbelief. Fantasy requires more work from both the universe builder and the fans, to make the willing suspension of disbelief successful. Neither party can rely on the created universe having a core of shared reality as we know it to facilitate the communication of ideas, as they can in reality-based and horror universes.\n\n[11] The Supernatural universe builders start by presenting fans with a horror show, one based in reality as we know it but displaying carefully sel... (truncated)",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.9417647123,
        "format_confidence":0.8843354583
    },
    {
        "url":"http:\/\/www.writework.com\/essay\/television-programming",
        "text":"Television programming\n\nEssay by anacondaUniversity, Bachelor'sA+, April 2006\n\ndownload word file, 9 pages 5.0\n\n\nReality programming broadcasts crime dramatizations or film footage of police and other emergency personnel at work as regular television series.\n\nTwo of the earliest and most successful reality programs, \"America's Most Wanted\" (AMW) and \"Unsolved Mysteries\" (UM), present a series of vignettes in which the participants or actors reenact actual crimes. The vignettes feature interviews with victims, their family and friends, the police, and photographs and film of suspects. Viewers are urged to telephone the police or the program with relevant information about the crimes or the suspects. The programs update previous broadcasts, e.g., with film of a captured fugitive or with information about sentencing.\n\nAMW and UM employ an interesting hybrid television format. Like the news, these programs claim to present reality as they pursue a public service intention--capturing criminals. However, they also are prime time entertainment in the crime genre tradition of television programs such as \"Dragnet,\" \"Ironside,\" and \"Magnum PI.\"\n\nTheir emotional, fast-paced stories fit current programming trends ( Blumler 1991:206-210), they have enjoyed large audiences, and, as a result, programs like AMW and UM have proliferated on television.\n\nThe law enforcement community lauds these programs, and some media scholars offer limited praise. Barber ( 1991:21) argues that, by sensitizing men and women to women's victimization, AMW contributes to a national feminine community; she calls the program a kind of \"participatory democracy of law enforcement.\" However, she invokes Foucault, noting that, although AMW promotes a sense of community, the program facilitates widespread surveillance, and revives the spectacle of punishment ( 1991:24).\n\nCohen ( 1985:68), who also invokes Foucault, suggests that extant crime policies, by inviting citizen surveillance and reporting, redistribute the state's control wider and deeper into society. Amid an already pervasive fear of crime, reality programming's depictions of criminals may encourage more repressive...",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.7816614509,
        "format_confidence":0.9760670066
    },
    {
        "url":"http:\/\/www.research.lancs.ac.uk\/portal\/en\/publications\/le-jazz-gallicise-et-ravelise-theorie-pratique-du-blues(d1f70462-68f0-4123-8088-4f54023f5959).html",
        "text":"\n\n\n93% of Lancaster students go into work or further study within six months of graduating\n\nHome > Research > Publications & Outputs > Le jazz gallicisé et ravelisé: théorie pratique...\nView graph of relations\n\n« Back\n\nLe jazz gallicisé et ravelisé: théorie pratique du 'blues'.\n\nResearch output: Contribution in Book\/Report\/ProceedingsChapter\n\n\n  • Deborah Mawer\nTranslated title of the contributionJazz Gallicized and Ravelized: Theory and Practice of 'the Blues'.\nPublication date02\/2012\nHost publicationMusique française: Esthétique et identité en mutation 1892-1992 : French Music: Aesthetics and Identity in Transition 1892-1992\nEditorsPascal Terrien\nPlace of publicationSampzon\nPublisherEditions Delatour France\nNumber of pages11\nISBN (Print)978-2-7521-0106-8\nOriginal languageFrench\n\n\nIn order to illuminate a French musical identity of the 1920s achieved via foreign influence, my article examines two subtle transformations: on the one hand between Ravel’s ‘theory’ of early jazz-blues and the actualities of early jazz, already partially Gallicized and classicized; and on the other between Ravel’s theory (of transformation) and his practice in the Violin Sonata. His ‘Blues’ gives as much as it takes, catalyzing his late music, yet also anticipating popular developments of the 1930s, in France and abroad.",
        "topic_id":6,
        "format_id":0,
        "topic_confidence":0.5341926217,
        "format_confidence":0.9085969925
    }
]