[
    {
        "url":"https:\/\/bluegrassgame.com\/3-ways-the-american-institute-of-architects-gives-back\/",
        "text":"3 Ways The American Institute Of Architects Gives Back\n\nProfessional organizations don’t usually have much impact outside of their membership, but the American Institute of Architects is an exception to this rule. With almost 100,000 members, the AIA is on the forefront of improving communities and advancing the status of architecture in today’s world. From encouraging positive legislation to educating architects and the general public alike, the AIA strives to improve and beautify the world around us.\n\n1. Giving back to the community\n\nAlthough it works to improve the lives and careers of its members, the AIA does a lot for local communities as well. AIA members regularly volunteer their time to help people in their own neighborhoods. In 2015, AIA architects volunteered their services to the town of Louisville, Kentucky to help come up with a plan to revitalize the city’s Russell neighborhood, an area filled with poorly designed, hastily constructed buildings. AIA members also receive special training to assess the safety of buildings after fires, floods and other natural disasters. The AIA itself also works with local charities to raise money for good causes like food drives.\n\n2. Legislation and laws\n\nOne of AIA’s main goals is to advocate for improved laws and legislation. AIA representatives are active in encouraging Congress to pass helpful laws that provide tax credits for historic buildings and environmentally conscious design. They especially champion America’s energy tax credit program, which has contributed to the national economy by creating almost a million new jobs since its introduction. The AIA is also enthusiastically committed to identifying and protecting historical buildings. They work with the Library of Congress on the Historic American Buildings Survey, a valuable record of historically significant structures within the United States.\n\n3. Architecture tours and events\n\nThe AIA hosts many architecture-related events to entertain and educate the general public. Their popular architecture tours offer sightseers the chance to see beautiful cities through the eyes of architectural experts. These tours to important cities like Barcelona, London and Chicago give visitors the chance to delve into lesser-known cityscapes and learn new facets of classic buildings. In addition to worldwide tours, the AIA hosts many local events like ArchtoberFest, an annual San Diego festival that offers a film festival and informative lectures for those wishing to learn more about regional construction styles.\n\nThrough education, advocating for historic preservation and volunteer work, the AIA has extended its influence far beyond the realm of architecture.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9782272577,
        "format_confidence":0.9592142701
    },
    {
        "url":"http:\/\/www.metropolismag.com\/ideas\/arts-culture\/student-work-shines-dutch-design-week-2015\/",
        "text":"The Student Work Shines at Dutch Design Week 2015\n\nThe refugee crisis, globalization's drawbacks, and novel health-care delivery systems were all themes at this year's event.\n\nOne of the ambassadors at Manon van Hoeckel’s “In Limbo Embassy”\n\nEvery year, the students of the Design Academy Eindhoven in the Netherlands take on thorny social, political, and cultural issues with their graduation projects. Here are three of this year’s standouts, exhibited in conjunction with Dutch Design Week 2015.\n\nIn Limbo Embassy\n\nEven before Angela Merkel’s 180-degree turn on the Syrian refugee crisis, the issue of undocumented migrants had become a pressing concern in Europe. For refugees whose application for asylum status had been rejected, Manon van Hoeckel created a mobile pop-up safe space for dialogue and interaction. Formerly in-limbo immigrants are enlisted as volunteer ambassadors to explore legal loopholes. For instance, while they can’t legally work, refugees have rights to freedom of expression and the press, allowing them to participate in the embassy’s activities as a performance and sell a range of portraits (top) called “Printed Matters.” The project was a finalist in the Dutch Design Awards, and its online platform is now used to promote a variety of ways that people can help refugees.\n\nFish on Dry Land\n\nGoing against the grain of her generation’s cityward migration pattern, Marta Sif Ólafsdóttir moved out of Reykjavik to the small fishing town of Ísafjörður in Iceland when she turned 20. While she discovered a satisfyingly full life—contrary to her family and friends’ expectations—she noted the lack of economic opportunities as a reason for the brain and youth drain from provincial towns. Drawing on the visual language of local fishing equipment, she developed a product range comprising a coat stand, table, stool, and lamp that add a nautical twist to the otherwise utilitarian Nordic design language. By producing the range in Ísafjörður, she hopes to inspire locals to look at their surroundings differently.\n\nMan’s Best Friend\n\nOther than slobbery friendship, the function of the world’s millions of dogs has slipped since our hunter-gatherer days. Our canine companions need a new purpose—a 2009 study by New Zealand’s Victoria University of Wellington revealed that the environmental impact of pooches is worse than that of SUVs. With this and an underserved elderly population in mind, Archibald Godts from Belgium has explored pup-enabled frail-care solutions. The four products he has designed are a pillbox that helps seniors schedule their meds, a pouch around the dog’s neck to protect an owner’s valuables or help them carry medications, saddlebags for weighty groceries, and a cart that can be hitched to dogs as a way to assist mobility-impaired owners.\n\nCanine companions do more for their elderly owners in Archibald Godts’s project.\n\nFour fishing-inspired products designed by Marta Sif Ólafsdóttir.\n\nCategories: Arts + Culture, Design Education",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9825512767,
        "format_confidence":0.5141397119
    },
    {
        "url":"http:\/\/www.newshub.org\/m\/top-5-art-fairs-winter-9433057.html",
        "text":"Top 5 Art Fairs This Winter\n\nJanuary 13, 2015 7:29 PM\n\n15 0\n\nNow in its sixth year, Art Los Angeles Contemporary is once again set to fill the cavernous Barker Hangar with works from over sixty blue chip and emerging galleries, hailing mostly from the United States and Europe. The emphasis continues to be on the Los Angeles Art Scene, with important local galleries in attendance, including ACME, M+B, Marc Selwyn Fine Art, and Susanne Vielmetter Los Angeles Projects. With FIAC postponing the launch of their LA edition to 2016, Art Los Angeles Contemporary holds the top spot for the city's art fairs.\n\nThe 27th edition of the UK's premier fair for modern British and contemporary art features 128 exhibitors at the Business Design Centre, in Islington. New this year is a pair of sculptures by Eduardo Paolozzi installed outside the fair, a special exhibition of photographic installations, an interact...\n\nRead more\n\nTo category page",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.993363142,
        "format_confidence":0.9385985136
    },
    {
        "url":"http:\/\/www.malaysia-traveller.com\/architecture-in-malaysia.html",
        "text":"Architecture In Malaysia\nTop 20 Buildings\n\nIn common with most countries, architecture in Malaysia comes in a wide range of styles. Buildings range from the magnificent (Petronas Twin Towers for example) to the hideous (some of the older low cost housing blocks).\n\nLoke Hall is the headquarters of the Malaysian Institute of Architects (PAM).\n\nThe Malaysian Institute of Architects (PAM) chooses for its headquarters one of Kuala Lumpur’s most attractive heritage buildings, Loke Hall which was built in 1907 as a town house for Loke Chow Kit. It was thought to have been designed by Anglo-Indian architect A.K Musdeen.\n\nArchitecture In Malaysia - Top 20 Most Attractive\n\nWhen it comes to deciding which are the most attractive buildings in Malaysia, beauty is in the eye of the beholder. Here is my list of Top 20 Buildings in Malaysia. I have excluded mosques, temples, churches and bridges which are covered elsewhere on this website. My list, which is in no particular order, is biased more towards older buildings, being something of an oldie myself!\n\nKL Twin Towers\n  • Petronas Towers. This is an obvious choice. KL’s famous twin towers are 88 storeys high reaching 452m above street level. The building was the world’s tallest from 1998 until 2004 when it was surpassed by Taipei 101.\n  • Another obvious choice is the stately, copper-domed Sultan Abdul Samad Building on Merdeka Square. This colonial era government building is still one of Kuala Lumpur’s most iconic landmarks.\nSultan Ibrahim Building in JB\n  • The imposing Sultan Ibrahim Building in Johor Bahru dominates the JB skyline and was the tallest building in Malaysia until independence. The foundation stone was laid in1940 but construction was not completed until 1942, by which time Malaya was under Japanese occupation. It housed the State Secretariat until 2009 when that function was relocated to Kota Iskandar, the new Johor State Administrative capital. The building has been unoccupied for some years. There was talk of converting it into a museum but it is not clear when this will happen.\nHubback's Ipoh Railway Station masterpiece\n  • Ipoh Railway Station is nicknamed the Taj Mahal of Ipoh for its sense of scale and grandeur. It was completed in 1917 and had a hotel on the upper floor which closed down a few years ago. It was designed by Arthur Benison Hubback, a government draftsman\/architect who also designed Kuala Lumpur’s railway station.\nOCBC's art deco branch in Kuala Lumpur\n  • The OCBC building on Medan Pasar Besar in Kuala Lumpur is a fine example of art-deco architecture with clean, elegant lines and functional design. It was built in 1937 with basement parking for bicycles.\nSeri Menanti Old Palace Museum\n  • Seri Menanti Old Palace is a four storey wooden structure built between 1902 and 1908 as a royal palace for the rulers of Negeri Sembilan state. Its unique style and the fact that it was built without the use of nails make it worthy of inclusion on this list of architecture in Malaysia.\nBlue Mansion, Penang\n  • The Cheong Fatt Tze Mansion in Leith Street, George Town, Penang is a beautiful example of a Chinese courtyard home. Also known as the Blue Mansion it operates as a boutique hotel.\n  • Also in Penang is the Khoo Kongsi, a clan house for the Khoo family and one of the most ornate and magnificent examples of a clan house in the country.\nMelaka Sultanate Palace\n  • Malacca Sultanate Palace is a replica of the original wooden Sultan of Malacca’s palace which was burnt down by the Portuguese in 1511 Although it is recent, the stunning exterior gives a good idea of how the original might have looked.\nKuala Lumpur International Airport\n  • Kuala Lumpur International Airport was designed over 20 years ago and completed in 1998 but it continues to impress as one of the world’s best airport designs.\nTreasury Ministry, Putrajaya\n  • Malaysia’s administrative capital city, Putrajaya, boasts many fine government buildings. One of my favourites is the Ministry of Finance complex.\nRoyal Museum, Alor Setar\n  • Istana Kota Star is a palace in Alor Setar, Kedah and includes the Balai Besar and the Royal Museum. Thai and Malay architectural elements are incorporated in the unique design.\n  • Another palace makes the list - this time the Istana Jahar in Kota Bharu. It was built in 1887 and is now a museum.\nDutch era Stadthuys building in Malacca\n  • Even older, the Stadthuys in Melaka is an example of Dutch colonial architecture from the 1650’s. It is one of the landmark buildings in Dutch Square that help give Melaka its characteristic feel.\nState Secretariat, Seremban\n  • Wisma Negeri is the State Secretariat building in Seremban. It is modern, having been built in 1987, but its distinctive buffalo horn roofline brings to mind the Minangkabau architecture of western Sumatra.\n  • There are many wonderful shophouse designs in Malaysia but one of the most elaborate and ornate I have seen is this fine example in Kuala Pilah.\n  • The colonial British administration used to build courthouses in every town of any size in Malaya. This court complex in Batu Gajah is one of the best surviving examples from that era.\n  • Also in Perak is Galeri Sultan Azlan Shah in Kuala Kangsar. This museum is housed in a former palace which combines European and tropical influences in its design.\n  • The Pavilion building in Kuching dates from 1909 and is a rare mix of English Renaissance and English Colonial architecture. It was built as a medical centre but is now a textile museum.\nTerengganu traditional house at Muzium Warisan Melayu\n  • There are many examples of gorgeous traditional Malay houses all over the country and the designs vary from state to state. This example from Terengganu has been reassembled at the Muzium Warisan Melayu at Serdang.\n\nHope you like my Top 20 selection of architecture in Malaysia.\n\nReturn from Architecture in Malaysia to Malaysia Trivia\n\nReturn from Architecture in Malaysia to Home\n\nNew! Comments\n\nHave your say about what you just read! Leave me a comment in the box below.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9814890027,
        "format_confidence":0.9904646873
    },
    {
        "url":"http:\/\/www.orrazz.com\/2015\/02\/30-meaningful-photographs-of-where.html",
        "text":"• Latest News\n\n    8 Feb 2015\n\n    30 Meaningful Photographs Of ‘Where Children Sleep’\n\n    Months ago, the talented Venice based photographer James Mollison released a project under the name “Where Children Sleep”. The project shows children and their bedrooms around the world, to better illustrate cultural similarities and differences.\n\n    The photos are now available as a book, taking us inside children’s bedrooms around the world, considering the idea that our childhood bedrooms say a lot.\n\n    Mr. Mollison talked about his idea saying:\n\n    ‘I found myself thinking about my bedroom: how significant it was during my childhood, and how it reflected what I had and who I was, it occurred to me that a way to address some of the complex situations and social issues affecting children would be to look at the bedrooms of children in all kinds of different circumstances.’\n\n    Indira, 7, Kathmandu, Nepal\n    Anonymous, 9, Ivory Coast\n    Dong, 9, Yunnan, China\n    Joey, 11, Kentucky, USA\n    Bilal, 6, Wadi Abu Hindi, The West Bank\n    Ahkohxet, 8, Amazonia, Brazil\n    Risa, 15, Kyoto, Japan\n    Lamine, 12, Bounkiling village, Senegal\n    Netu, 11, Kathmandu, Nepal\n    Alex, 9, Rio de Janeiro, Brazil\n    Bikram, 9, Melamchi, Nepal\n    Rhiannon, 14, Darvel, Scotland\n    Douha, 10, Hebron, The West Bank\n    Ryuta, 10, Tokyo, Japan\n    Juan David, 10, Medellin, Colombia\n    Kaya, 4, Tokyo, Japan\n    Kana, 16, Tokyo, Japan\n    Nantio, 15, Lisamis, Northern Kenya\n    Prena, 14, Kathmandu, Nepal\n    Thais, 11, City of God, Brazil\n    Tzvika, 9, Beitar Illit, The West Bank\n    Li, 10, Beijing, China\n    Delanie, 9, New Jersey, USA\n    Anonymous, 4, Rome, Italy\n    Justin, 8, New Jersey, USA\n    Ryan, 13, Pennsylvania, USA\n    Jyoti, 14, Makwanpur, Nepal\n    Lay Lay, 4, Mae Sot, Thailand\n    Syra, 8, Iwol, Senegal\n\n    Jivan, 4, New York, USA\n\n    • Blogger Comments\n    • Facebook Comments\n\n\n    Post a Comment\n\n    Thanks For Sharing Your Views\n\n    Item Reviewed: 30 Meaningful Photographs Of ‘Where Children Sleep’ Rating: 5 Reviewed By: Orraz\n    Scroll to Top",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.6260123849,
        "format_confidence":0.7880624533
    },
    {
        "url":"https:\/\/www.seekskills.net\/u\/7752747854\/freebie\/15-free-fresh-colorful-patterns",
        "text":"Freebie by Admin\n\n  • facebook\n  • twitter\n  • google plus\n  • tumblr\n\n15 Free Fresh Colorful Patterns\n\n  • views795 Views\n  • likes3 Likes\n  • comment0 Comments\n  • created_atMar. 29, 2016\n  • We are finally back with 15 amazing original fresh patterns made in vector, available in the formats: AI , PDF, EPS. We hope you do amazing stuff with this, and don't forget to appreciate if you like it!\n  • Log in to comment this.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9356274009,
        "format_confidence":0.8852838278
    },
    {
        "url":"http:\/\/draw-easy60482.tinyblogging.com\/5-Simple-Statements-About-draw-Explained-17279414",
        "text":"5 Simple Statements About draw Explained\n\n‘He looked up to determine a richly garbed carriage rumbling gradually and thoroughly towards him drawn by two dappled horses.’\n\nInvestigative reports have aimed to clarify the reasons why some people draw much better than Other people. A single review posited four vital abilities in the drawing system: perception of objects becoming drawn, capacity to make good representational conclusions, motor abilities required for mark-creating as well as the drawer's personal notion of their drawing.\n\n‘While in the conditions, a adverse inference cannot be drawn from the Lender as a result of its failure to produce the transaction slips.’\n\n‘For the writer, there is a fantastic distinction to get drawn involving caption textual content and speech bubble.’\n\n‘The groups have needed to use park Place for this cultural function, which draws visitors and members from all corners of The us.’\n\n‘Olympic draws are created at random and the Opposition performs with a knockout foundation by on the gold medal bout.’\n\n‘All of these had been taken to a large space, when the City Square, which was filled with significant carts, drawn by black horses.’\n\nNewsprint and typing paper may be helpful for practice and rough sketches. Tracing paper is used to experiment more than a half-finished drawing, and to transfer a design and style from 1 sheet to a different. Cartridge paper is The essential variety of drawing paper bought in pads.\n\n‘It truly is an odd army that responds to attack by drawing down its forces, colouring of house but that is what precisely has actually been occurring.’\n\nThe artist's choice of drawing strokes influences the looks from the impression. Pen and ink drawings often use hatching – groups of parallel strains.[27] Cross-hatching utilizes hatching in two or even more distinctive directions to make a darker tone.\n\n‘Simutowe dropped his seventh video game in advance of drawing his eighth for the 7-spherical Match the place two more rounds ended up extra.’\n\n‘The Court docket drew a fairly uneasy difference in between documentary proof and oral explanations.’\n\nA more refined artwork of figure drawing depends on the artist possessing a deep understanding of anatomy as well as human proportions. A experienced artist is accustomed to the skeleton construction, joint spot, muscle mass placement, tendon movement, and how the several elements work jointly in the course of movement.\n\n‘Soaring temperatures introduced Lewisham residents out in pressure to appreciate two once-a-year occasions which generally draw a massive group.’\n\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15\n\nComments on “5 Simple Statements About draw Explained”\n\nLeave a Reply",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9878144264,
        "format_confidence":0.9530453682
    },
    {
        "url":"https:\/\/themainmuseum.org\/photography\/best-35mm-film-camera\/",
        "text":"Best 35mm Film Camera\n\nAre you looking for the best 35mm film camera on the market?\n\nWhether you are a pro or new to 35mm cameras having a top performing camera will help you achieve your artistic goals with the best possible image quality. I’ve reviewed the most popular 35mm cameras on the market and after reading this article you will know the top picks.\n\nCheck the quick list below for links to customer reviews and prices for the best 35mm film camera picks, or read on for the full review:\n\n  1. Canon AE-1 35mm Film Camera\n  2. Canon EOS Rebel 2000 35mm Film SLR Camera\n  3. Canon EOS Rebel GII 35mm Film SLR Camera\n  4. Minolta SRT 101 35mm Film Camera\n  5. Canon Sure Shot Tele 80 35mm Camera\n\nBest 35mm Film Camera: Top Picks\n\nCanon AE-1 35mm Film Camera\n\nThe Canon AE-1 is easily one of the best 35mm film camera models on the market. It provides exceptional picture quality when shooting either color or black and white. The SLR camera offers electronic controlled automatic exposure and focal plane shutter. This 35mm camera is compatible with Canon’s FD lens series giving you ample lens options for capturing great photos in any environment. It is also compatible with the FL series which offers stopped down metering and also R series lenses. The fixed eye level viewfinder offers a 93.5% vertical range and a 96% horizontal for great subject framing. This is a great performing 35mm film camera for those looking for a vintage or modern photography style.\n\n  • Top 35mm film camera\n  • Provides exceptional image quality\n  • Compatible with most Canon lenses\n  • Excellent value\n\nCanon EOS Rebel 2000 35mm Film SLR Camera\n\nThis is another top performing 35mm camera for those looking to shoot in film. This is a full featured automatic 35mm SLR that is simple enough for beginners with features that a pro will appreciate allowing you to grow with this camera as a photographer. This film camera features modes for full auto focus, manual focus, night photography settings, portrait, landscape and more modes making this an exceptionally versatile camera. It additionally offers aperture priority and shutter speed priority. The LCD camera panel makes mode selection and subject viewing much easier. You will enjoy the auto focus performance with the auto exposure bracketing. Even a beginner will be able to create realistic and finely detailed images with this 35mm film camera.\n\n  • Best 35mm film camera for beginners to grow with\n  • Extensive feature list\n  • Auto focus works exceptionally well\n  • Ideal for night, portrait, landscape, and more\n\nCanon EOS Rebel GII 35mm Film SLR Camera\n\nThis is an excellent intermediate 35mm film camera. It offers excellent image quality along with numerous features for settings allowing for the perfect shot for your environment. This film camera offers eleven exposure modes from fully auto to metered manual focus. The automatic focus mode is perfect for beginners learning to handle their focus. This camera comes with a 35-80mm zoom lens capable of shooting in multiple scenarios. The built in camera flash offers red eye reduction making it great for portrait pictures as well. The shutter speeds are 30 to 1\/2000 seconds too. The features can be set in a way that even photographers who are just getting started can feel comfortable with the flexibility to fine tune your settings as your skill allows. This is an excellent 35mm film camera for photographers who are beginners to intermediate skill level.\n\n  • Ideal 35mm camera for intermediate photographers\n  • Full automatic focus and manual focus\n  • Comes with a 35-80mm zoom lens\n  • Built in flash with red eye reduction\n\nMinolta SRT 101 35mm Film Camera\n\nI’ve had this camera for years and I really enjoy shooting with it. It provides a great vintage photographer style that I usually use for black and white and street photos. It can definitely handle other styles but this is where I believe it really shines. This camera is sometimes hard to find in stock but well worth waiting for if you have to. At it’s price point you will be hard pressed to find a better black and white 35mm film camera. This camera is manual focus only so you will be forced to learn to focus, but that is a positive in my book. This camera is compatible with all Minolta MD mount lenses. This camera needs no batteries and offers one of the most authentic vintage photography experienced you can get without finding a higher end out of production camera. This is a great option for those seeking a camera for taking vintage or black and white style shots.\n\n  • Ideal 35mm film camera for taking black and white and vintage style pictures\n  • Excellent image quality\n  • Compatible with all Minolta MD mount lenses\n  • Excellent value\n\nCanon Sure Shot Tele 80 35mm Camera\n\nThis is my favorite low cost 35mm film camera. It is an excellent point and shoot film camera option for those seeking good picture quality at a lower price point. This fully automatic camera is compact and lightweight making it a great travel camera. It features a built in 38\/80mm dual focus lens with an easy to see large viewfinder. The three point autofocus works well offers clear and detailed images for the price. The built in automatic multi-function flash provides red eye reduction making this a great camera for snapping shots of family and friends. This camera provides a good performing 35mm film camera performance in a compact, lightweight, and low priced package. Great for travel and vacations.\n\n  • Best low price 35mm film camera\n  • Three point autofocus\n  • Fully automatic\n  • Built in flash with red eye reduction\n  • Excellent value\n\nFor more camera guides and tips read these articles\n\nHow to Select the Best 35mm Film Camera\n\nShooting 35mm film cameras are a sincere joy. Whether you are looking for a vintage look or just enjoy developing your film, shooting in 35mm film is one of the most zen styles of photography in my opinion. One of the great benefits to shooting in film is that the cameras are generally very reasonably priced even when selecting a high performing 35mm film camera. With one of the best film 35 millimeter cameras it is very possible to attain that jaw dropping low fi picture quality.\n\nIf this is your first time purchasing a film camera then you may be feeling a little lost on where to begin. No need to worry though, with the right knowledge it is not scary at all and you will up and shooting in film in no time flat. You can find my recommendations for the top models above but if you’re interested in what I look at when comparing 35mm cameras check the buying guide tips below.\n\nBe sure to choose a camera that offers full manual mode\n\nTo become the best photographer you can be, you must be proficient and comfortable with shooting fully manually. This will force you to learn how to properly adjust all your cameras settings. In time you will understand how to optimize your shutter speed, ISO, and aperture for the best picture quality for your environment. These settings can seem confusing to the beginner but they are not as complicated as you may think and I promise that in time you will be great with adjusting your settings and you will be incredibly happy that you spent the time to learn how. Because it is so important for your growth as a photographer be certain that your camera offers a fully manual mode.\n\nThis rule is for all cameras you may shoot with, not just 35mm film cameras. While autofocus technology has advanced tremendously over the years, a top photographer who understands how to shoot manually can achieve far better image results than even the best autofocus cameras. And in time and with practice, you will be able to just look at your subject and lighting conditions and intuitively know how to adjust your settings for the perfect shot. Another great benefit to selecting a fully manual camera is that so few photographers take the time to learn to effectively shoot manually which will instantly set you apart from other less dedicated photographers out there.\n\nSelect a camera that will be easy to repair\n\nHaving a camera that is easy to repair is a huge benefit especially if you are using a vintage camera model. Obscure cameras are much more difficult to repair if an issue arises. With 35mm film cameras there are often moving parts that may need repair and it can be difficult to fix yourself especially if you can’t find the necessary parts. More common makes and models will be much easier to secure parts for and find a professional who knows how to make the fix. The most popular makes to go with are Canon, Nikon, Olympus, Minolta, Pentax and Kodak. Vivitar and Leica are also fairly popular choices.\n\nAny of these best film camera makers are not only popular due to their great performance, they are also excellent choices as spare parts are plentiful and finding someone capable of repairing them if needed is much easier than more obscure cameras will be. If you have fallen in love with a more obscure film camera don’t let this point stop you from getting that camera, but if you are not emotionally attached to any particular make then choose from the most popular 35 mm film cameras makers.\n\nAnother point to remember is that the most popular film cameras will be much easier to find compatible lenses and accessories for. If you plan to have multiple lenses for your film camera, and most people will want multiple lenses, then getting a popular camera is the way to go.\n\nGet a built in light meter if you can\n\nThis is not an absolute requirement, but for complete beginners to shooting with a 35mm film camera, a built in light meter will make setting your exposure significantly easier. This not only saves you time in learning your settings, it will also save you significant money in film. That is because you will have to shoot fewer shots to get the right exposure and I believe this will really accelerate the learning process. One note, when cameras were first being developed with built in ligh... (truncated)",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.7181614637,
        "format_confidence":0.9362022281
    }
]