[
    {
        "url":"https:\/\/www.najah.edu\/en\/about\/achievements-and-awards\/an-najah-researcher-obtains-the-global-senior-scholar-exchange-award\/",
        "text":"You are here\n\nProfessor Ansam Sawalha, Full Professor in the field of Pharmacology and Toxicology at An-Najah National University has recently obtained the Global Senior Scholar Exchange ‎Award, an award‎ offered by the Society of Toxicology Global Senior Scholar Exchange Programme (GSSEP).\n\nProf. Sawalha was selected from a highly competitive slate of applicants from different parts of the world. The evaluation was based on the participant’s research production, their different toxicology activities and their role in raising people’s awareness on toxicology.\n\nThis award paves the way for academic and research collaboration between An-Najah and the American universities in terms of toxicology and graduate programmes development.\n\n\nGSSEP aims at increasing the global impact of toxicology on human health and safety by working to strengthen toxicology programs and capacity in universities in developing countries.\n\nProf. Sawalha (born 1969) is the first Palestinian woman named to the Women in Science Hall of Fame. She was honored for her achievement of establishing the first Poison Control and Drug Information Centre in Palestine in 2006. She is also first female full Professor in Palestine.\n\nRead 847 times\n\n© 2017 An-Najah National University",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.7907308936,
        "format_confidence":0.9622779489
    },
    {
        "url":"https:\/\/lancaster-chamber.org.uk\/news\/10-years-at-hays-recruitment",
        "text":"10 years at Hays Recruitment\n\nAugust 15, 2019 - 10:00am\n\nBarry Fellowes (Business Director) Daryl Hodgson (Senior Manager) Jeff Taylor (Director of Hays Lancashire & Cumbria)\n\nDaryl Hodgson the Senior Office Manager at Hays Lancaster has recently celebrated his 10 year anniversary at the world’s most successful specialist recruitment business.\n\nJeff Taylor Director of Hays Lancashire & Cumbria commented, “Daryl started his career with Hays in Preston, working in our Construction & Property specialism, recruiting firstly for property professionals then moving on spearheading our trades & labour business, taking the latter to record levels of local workers operating within the Lancashire and South Lakes market. Daryl grasped the opportunity to open a brand new office location for Hays in 2016 when we opened Lancaster, supplying Construction, Finance, Office, Human Resources and Procurement professionals in the Lancaster & South Lakes area. Daryl and his team have made a huge impact over those last three years, having assisted in progressing the careers of over 600 local professionals.\n\n Some of Daryl most notable achievements include opening the first new Hays office since the early 2000’s, as well as being recognised as the best people manager in Hays UK&I for Q3 2016 out of over 100 offices, and notably the first person in the North West to win this award. His other achievements include his work on several projects that have championed local employment and local supply chain such as Talbot gateway and several student accommodation projects at Lancaster University which have had 100% local labour from Hays.\n\n In his 10 years working for Hays, Daryl has personally secured over 1700 placements, supporting local people to realise their passions, furthering their careers, and in turn being recognised as a trusted careers expert in the local employment market.\n\n Commenting on his career success so far, Daryl commented, “I am delighted to be celebrating my 10 years at Hays. I am as passionate as ever in placing local people in to local roles, and continuing to act as a career partner in the Lancaster and South Lakes area. I would like to thank all of our candidates, clients, and trusted partners in the area who continue to support us. It is a very exciting time for our area with the new link road proving successful in supporting our businesses, the exciting plans for the Eden Project in Morecambe, and the scale of development in Lancaster itself, which will no doubt create huge opportunities for the area, which is undoubtedly a fantastic area to live and work.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5190171003,
        "format_confidence":0.9630266428
    },
    {
        "url":"http:\/\/wccs.campbell.k12.va.us\/announcements\/dailyannouncementsmarch312015",
        "text":"Daily Announcements \/ March 31, 2015\n\nposted Mar 31, 2015, 6:38 AM by bmaxey@campbell.k12.va.us   [ updated Apr 13, 2015, 5:45 AM ]\n\nDid you know that April 1st is National One Cent Day?  Well William Campbell is going to make everyone aware of National One Cent Day by celebrating the whole month with a Penny Drive.  All funds collected will go back to your grade level as your class fundraiser for the year.  Monies collected will help pay for field trips, prom and even graduation.  Starting April 1st, please give your pennies to your English teacher.  The class that raises the most money by the end of April will be treated to a pizza party for lunch.\n\n\nCongratulations to the girl’s tennis team on their first conference win yesterday at Parry McCluer.  They won 8-1 making them 1-0 in the conference and 6-0 overall.  Great job! They will play Buckingham today at home.\n\n\nA reminder that cookie dough fundraiser items will be delivered today and all items must be picked up after school from 3:00-5:30.\n\n\nThere will be a senior meeting in the auditorium during third period on Friday, April 3 for all seniors.  Please be prompt.\n\n\nAttention Juniors and Seniors:  Posted on the display case in the downstairs hallway is the updated prom list.  Please check it for accuracy since changes have been made and let Mrs. Dunn know of any mistakes, additions, or deletions. \n\n\nInsurance Professionals of Central Virginia Audrey S. Hudnall & Frank Donald Scrivener Educational Scholarships are available in Guidance. Applicants should be well rounded and show financial need. Two letters of recommendation and an essay are required.  Deadline to return application to Guidance is April 22nd.\n\nCVCC and AREVA will be introducing a new program ASITE-AREVA Summer Institute of Technology & Engineering.  Open House Info Session will be on Thursday, April 2nd from 6:30 p.m.-8:00 p.m. at the AREVA Mill Ridge Road location for interested students and their parents. Individuals are required to RSVP by phone to 434-832-7622 by 5:00 p.m. on April 1st if you plan to attend.\n\n\nSeniors:  The sign-up sheet for the senior banquet is posted on Mr. Marano’s door. Please sign up if you are attending.\n\n\nYou’re in luck high and middle school.  The yearbook price of $55 has been extended through April 3-this is no April Fool’s joke.  Please reserve your copy today and see Mrs. McGuire in room 110 for the first combined school yearbook.\n\n\nPicture flyers for prom packages are in the main office on the counter.\n\n\n  Students, if you would like to write thank you notes to any of our Career Day presenters, we will mail them at the end of this week.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9962558746,
        "format_confidence":0.9827880263
    },
    {
        "url":"http:\/\/europa.eu\/rapid\/press-release_IP-12-1150_en.htm",
        "text":"Navigation path\n\nLeft navigation\n\nAdditional tools\n\nOther available languages: FR DE\n\nEuropean Commission\n\nPress release\n\nBrussels, 24 October 2012\n\nErasmus Mundus opens applications for scholarships for Syrian students\n\nThe European Commission announced that applications for the Erasmus Mundus scholarships for Syrian students are now open. The European Commission is keen to ensure that during the current conflict, Syrian students – including those exiled or displaced inside Syria – are able to apply to the Erasmus Mundus programme and benefit from its scholarships.\n\nThe number of Erasmus Mundus scholarships available for Syrian students has more than doubled over the last 2 years: this is the result of increased funding following last year's review of the European Neighbourhood Policy. More than 150 scholarships will be available this year.\n\nThe Erasmus Mundus programme aims to enhance the quality in higher education through scholarships and academic co-operation between Europe and the rest of the world providing both cooperation and mobility for students, academics and researchers. Since 2004, 50,000 Erasmus Mundus scholarships for students, staff and researchers have been awarded or are planned.\n\nEU Commissioner for Enlargement and European Neighbourhood Policy Štefan Füle said: \"It is of the utmost importance that Syrian students know that the EU will keep its door open for eligible candidates to enable them to study in European universities and promote intercultural understanding as part of the Erasmus Mundus Programme. Especially in this very difficult situation we want to reach out to Syrian students wherever they are.\"\n\nThe Education, Audiovisual and Culture Executive Agency (EACEA) organised the annual Erasmus Mundus Coordinators' Conference for the newly-selected partnerships of the latest Erasmus Mundus call for proposals at the end of September.\n\nOn this occasion, in a special session for the university partnerships covering Syria, the European Commission emphasised how important it is for the partnerships to guarantee that the study programme will be carried out despite the adverse situation. The EC and EACEA are making efforts to ensure maximum flexibility in programme implementation to benefit Syrian and other displaced students.\n\nIn parallel, the European Commission also launched an information campaign through the EU Delegations in countries around Syria. The campaign will involve all stakeholders who deal with displaced Syrians. In this way the EU hopes to maximise the participation of Syrian students in the Erasmus Mundus Programme.\n\nErasmus Mundus - scholarships for study, research or teaching\n\nThe European Neighbourhood Policy already reinforced its support for education in countries in the Southern Mediterranean – including Syria -with last year's review and the Communication on \"A new response to a changing Neighbourhood\". This resulted in increased funding for the Erasmus Mundus and Tempus programmes for the Neighbourhood countries for the calls for proposals for 2011, 2012 and 2013.\n\nSince the start of the programme in 2004, some 50,000 Erasmus Mundus scholarships for students, staff and researchers have been awarded or are planned under Action 1 or Action 2 for a total amount of more than €1 billion. Erasmus Mundus scholarships are designed as full-study scholarships and provide amounts to cover participation costs (including tuition fees), subsistence costs, travel and insurance. The website of each Programme or Partnership provides all the necessary information concerning the content of the course, its structure, the scholarship amounts, as well as the application and selection procedures. Entry requirements will also be listed on the programme's website – these may differ from course to course. Scholarship applications are made directly to the relevant project, using an on-line application procedure.\n\nAction 1\n\nScholarships for Erasmus Mundus Masters and PhD programmes:\n\nApplications for the next round of scholarships offered by joint programmes (Action 1) will generally need to be submitted in the last quarter of 2012: these scholarships will be for joint programmes commencing in September 2013.\n\nErasmus Mundus Masters Courses:\n\nErasmus Mundus Joint Doctorates:\n\nAction 2\n\nScholarships for academic exchange:\n\nPartnerships selected in 2011 and 2012 will be launching calls for scholarships from September 2012 onwards. Partnerships may issue a number of different calls for scholarship applications, depending on the level of study being pursued. All Action 2 partnerships are listed on the Erasmus Mundus website:\n\nFor more information\n\nWebsite of Commissioner Štefan Füle:\n\nOn the European Neighbourhood Policy (ENP):\n\nContacts :\n\nAnca Paduraru (+32 2 296 64 30)\n\nPeter Stano (+32 2 295 74 84)\n\nSide Bar",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9276498556,
        "format_confidence":0.9901093245
    },
    {
        "url":"http:\/\/howesprimary.co.uk\/howes-catch-robots-bug-competition-winners\/",
        "text":"News & Events\n\nHowes are Catch the Robots Bug competition winners!\n\nBy adm-howes-wire\n\nWe are thrilled to find out that we are the overall winners of the 1851 Royal Commission’s Catch the Robots Bug competition, which was organised in partnership with the Big Ideas Company.\n\nThe judges were enormously impressed by the enthusiasm and excellent standard of work produced by every school which made it an incredibly difficult competition to judge.  They said that Howes Primary School’s entries were outstanding and they very much enjoyed viewing them.\n\nOur Year 6 children loved this competition and were really inspired.  They impressed us with their creativity.  They truly caught the robots bug!\n\nThe team at Big Ideas Company will be arranging our prize.\n\nFor further information about the competition click here.\n\nCatch the robots bug",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9760164022,
        "format_confidence":0.9937173128
    },
    {
        "url":"http:\/\/heymancenter.org\/events\/society-of-fellows-alumni-book-panel\/",
        "text":"New Books in the Society of Fellows\n\nCelebrating Recent Work by David Armitage, Jeffrey Barash, and Teresa M. Bejan\n\nMonday, April 3, 2017  5:30pm - 7:30pm Faculty House, Ivy Room\n\n\nFree and open to the public\n\nNo registration necessary\n\nFirst come, first seated\n\nNew Books in the Society of Fellows\n​—a panel discussion on recent work by University Seminars and Society of Fellows Alumni David Armitage, Jeffrey Barash, and Teresa Bejan, sponsored by Studies in Political and Social Thought (University Seminar #427)\n\nCivil Wars\nA History in Ideas\n\nby David Armitage\n\nCollective Memory and the Historical Past\nby Jeffrey Andrew Barash\n\nMere Civility\nDisagreement and the Limits of Toleration\n\nby Teresa M. Bejan\n\n\n  • Author\n\n    David Armitage\n\n    Lloyd C. Blankfein Professor of History\n\n    Harvard University\n\n  • Author\n\n    Jeffrey Andrew Barash\n\n    Professor of Philosophy\n\n    University of Amiens\n\n  • Author\n\n    Teresa Bejan\n\n    Associate Professor of Political Theory\n\n    Oxford University\n\n  • Respondent\n\n    David Johnston\n\n    Professor of Political Science\n\n    Columbia University\n\n  • Respondent\n\n    Max Mishler\n\n    Lecturer in the Center for the Study of Ethnicity and Race\n\n    Columbia University\n\n  • Respondent\n\n    Mark Mazower\n\n    Ira D. Wallach Professor of World Order Studies\n\n    Department of History\n    Columbia University\n\n\nBy Semester",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5719453692,
        "format_confidence":0.937505722
    },
    {
        "url":"https:\/\/www.phc.edu\/20090826_debate.php",
        "text":"Apply Now\nHome > Debate Team Hits the Books - Before Classes Start\n\nDebate Team Hits the Books - Before Classes Start\n\nAugust 26th, 2009\n\nBy Brianna Edelblut\n\nCONTACT:  David Halbrook\nPatrick Henry College\n(540) 338-8727\n\nDr. James Tallmon, PHC's Director of Debate, demonstrates a point\n\nThe Patrick Henry College Debate team kicked-off their new season with a week of intense research and practice rounds.  Experienced debaters were invited to return to campus prior to the start of classes.  They gathered to discuss, research, and practice in order to strengthen and hone their skills and knowledge base. The focus of their research? Domestic transportation policy, an integral part of our nation’s security and economic success.\n\nSophomores Gregory Escobar and Ian Reid organized and led this year’s debate research week, which was the brainchild of seniors Brianna Edelblut and Kyndra Jamison.  Commenting on students’ continued growth in leadership, Dr. Tallmon, the PHC Director of Debate, noted that “we are going to develop [such opportunities for growth] more fully this coming year, as we build on the foundation laid the past two years.”\n\nThe week began with a visit to the George Mason Library to read through book and journals related to transportation policy.  Students fanned out through the library, pulling books from shelves, scouring card catalogues, and accessing online journals.  They skimmed the books and scanned pages into the computer for later editing into manageable paragraphs of evidence.\n\n“Consulting the literature first and having a solid expert foundation will launch our team into a more educational and ultimately more competitive season,” said Isaiah McPeak, the team’s Executive Coach.\n\nIn only a matter of weeks the debate students will be in the midst of their competitive season, with the first Parliamentary Debate tournament beginning September 18th at Purdue University in Illinois and the first NFA tournament starting October 3rd at Lafayette University in Pennsylvania.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9889461398,
        "format_confidence":0.8657232523
    },
    {
        "url":"http:\/\/www.vcsualumni.org\/news-events-publications\/newsroom.html\/article\/2018\/08\/23\/ross-named-ndacte-teacher-educator-of-year",
        "text":"Ross named NDACTE Teacher Educator of Year\n\nStory Image\n\nRick Ross, VCSU associate professor of career and technical education, was named the North Dakota Association of Career and Technical Educators (NDACTE) Teacher Educator of the Year at the NDACTE annual conference held Aug. 6–8 at the Ramkota Hotel and Conference Center in Bismarck. The Teacher Educator of the Year award recognizes teacher educators who have demonstrated innovation in teacher education, leadership in improving CTE, and commitment to preparing teachers to deliver high-quality CTE programs. Ross has served Valley City State University for the past 24 years. Through his work as the CTE coordinator, he recognized a need and opportunity to expand the course offerings that had originally been offered as one week, intensive, on-campus workshops. Due to his work, VCSU is now delivering online courses to CTE distance students across the United States. Ross has also developed degree options that allow transferable coursework in technical specialty areas to count toward the bachelor’s degree. This allows VCSU to accept technical coursework from two-year college partners in the North Dakota University System (NDUS) and across the United States. Ross holds a master of science degree in educational administration from North Dakota State University and bachelor’s degrees in business administration and business education from Minot State University.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9978297353,
        "format_confidence":0.9435777068
    },
    {
        "url":"https:\/\/parents.shcs.school.nz\/2019\/04\/weekly-news-term-1week-11\/",
        "text":"Weekly News Term 1|Week 11\n\nDear Parents and Caregivers,\n\nThe Arts Prefects did a great job of organising our end of term Arts Assembly which was held on Tuesday.  We had a variety of performances, from singing to a dance performance. It was a fitting way to finish a term that has been characterised by diversity, and “Be You”.\n\nAs many of you will be aware Mrs Lana Morrison has resigned after nearly 7 years at St Hilda’s. We will miss her commitment, enthusiasm and positivity. She has left a wonderful legacy for us as a school, working with all sports, but her contribution to tennis and netball, in particular, have been exemplary. Whether working with girls new to sport or our top athletes Lana has always cared deeply about helping our girls grow as people and as players.  We wish her all the best for her new role with Netball South, where she will continue to help others to be the best they can be. We are currently working through the appointment process for her replacement.\n\nImage result for happy easter images\n\nThank you for all you have contributed to make this such a special and satisfying term. As a community, we continue to grow and strengthen our links and connections, which in turn benefit all of us. Wishing you all a safe and happy Easter and enjoyable holiday break.\n\nJackie Barron\n\nLockdown Procedures\n\nFollowing the events in Christchurch we feel it is important to highlight the following about Lockdown Procedures:\nWe are legally required to abide by Police regulations for any Lockdown and their protocols require all student phones to be turned off for the duration of any lockdown situation. This is one of the very first steps of the lockdown process. This is to help the Police control the situation, reduce panic, to ensure that only information confirmed as correct is passed on, and that attention is not drawn to students and staff by phones ringing or vibrating etc. Students and staff are locked down immediately into the space they are in and are unable to leave that space until cleared by the Police, so would only have access to their bags if they were already in the classroom with them.\nIf the lockdown was not internal (but was the response to something happening in the wider area such as the situation in Christchurch) the school would notify all parents that all students were safe and would follow external lockdown procedures which essentially involves keeping everyone indoors and safe rather than rigorously contained as above.\n\nMinistry of Education – Coding of Absences for Parents\n\nYou may notice some changes to the coding on your daughter’s attendance record from the beginning of next term. We are required to code absences by the Ministry of Education regulations. These are as follows:\n\nExplained Unjustified (U) – These are absences which have been explained to the Absence Officer but do not fall under the Ministry of Education’s justified absences.\n\nThis may include, but is not limited to:\nBoarders returning home\nAll students leaving to travel – apart from section G Overseas trips\nNon-medical appointments during school hours (eg. Driving Lessons)\nUnspecified non attendance (Daughter will not be in)\nNon school related activities (eg. Wanaka Show, external lesson – such as visiting instructor for dance, equestrian etc)\n\nHoliday During Term Time (U) – this includes holidays which overlap term time\nNew Zealand or Overseas holiday during term time (eg. holiday in Auckland, Australia, Fiji etc)\n\nLate (L) – not in class when the lesson begins\ne.g. arriving late to any class due to lack of time management\n\nMedical (J) – these are appointments for medical purposes or at home due to illness\ne.g. Doctor, Specialist, Dental, Physio appointments or short term illness\/injury\n\nNot in Class (U)\ne.g. Not in class by student choice (eg. working on an assignment for another subject, not signed out for study pass)\n\nJustified Absence (J) – these are absences which have been explained to the Absence Officer and fall under the Ministry of Education’s justified absences\n\nThis may include:\nRoad Closure\nExtreme Weather\nNational, Regional or Provincial representation in a non school related sporting or cultural event\nVisiting an ill relative\nExceptional family circumstance (at the discretion of school)\n\nPresent (P)\nIn class\nOffsite school related activity\nInternal appointment\nMusic lesson\n\nPink Ribbon Breakfast\n\nThe Z Club is holding a Pink Ribbon breakfast on Friday 31 May (Term 2 – Week 4) at 7:30 am in the school Chapel.\nThe tickets can be purchased either online by filling out the form which can be accessed via the link on the St Hilda’s School Facebook page or with cash at the student office in Term 2.\nStudents $10.00                 Adults $20.00\nAll funds raised will be donated to the Breast Cancer Foundation to help women who are struggling with breast cancer and to help find a cure.\nThere will be plenty of yummy food and a talk from our guest speaker Heather Cunliffe who is a researcher at the University of Otago.\nCome along and support this great cause – it is sure to be plenty of fun!\n\n\nBoard of Trustee Elections\n\nBoard of Trustee elections will be held in June this year.  At its last meeting, the Board resolved to move to staggered elections which means that 3 of the 5 elected parent representative positions will be for the full 3 year term and 2 will be for an 18 month term.  Nominations will be called for from 10 May 2019 for both the 3 year and 18 month terms.  If you are interested in contributing to the governance of the school, please consider standing for election.  More details on the role of the Board can be obtained from the School Trustees Association website https:\/\/www.trustee-election.co.nz\/.  Nomination forms will be available10 May 2019 and will be posted to all eligible people on the voting role.\n\nReports\/Learning Conversations\n\nAcademic Progress reports have been emailed. This report contains feedback on learning and next steps.  It also gives you an overview of the subject.  Specific assessment information will not be included in the report but can be accessed through KAMAR.\n\nThe Learning Conversations which will be held in Week 1 of Term 2 are a chance for you to meet with your daughter’s subject teachers to discuss how the year is going and put in place plans going forward.  This discussion is with the teacher, student and parent.\n\nThese learning conversations will take place on Monday 29th April (9:30 am – 4:00 pm) and Tuesday 30th April (6:00 pm – 8:00 pm)\n\nOn Monday 29th April the school will be open but we will not be running timetabled classes. Supervision will be provided for girls at school. Please email admin@shcs.school.nz if your daughter requires supervision.\n\nWe realise that it is not always possible for you to make this meeting but we encourage you to book a time for your daughter who should come by herself as this is a critical milestone in her learning for the year and she would find it very valuable to talk to teachers about her next steps.\n\nSite:  https:\/\/www.schoolinterviews.co.nz\/\nLogin: bxyku\n\nBooking were emailed to parents on Wednesday 10th April and the site will remain open until Sunday 28th April.\n\nChapel Matters\n\nYesterday we celebrated our Easter Eucharist with Bishop Steven Benford. The Eucharist points back to the account of Jesus sharing the Passover meal with his disciples on the night before he was crucified. As they shared bread and wine together, Jesus told them that these items were like his body and blood, and that in the future, whenever they broke bread and drank the wine, they should remember him. Like the Passover lamb that was sacrificed to save the Israelites in Egypt, Jesus was going to die so that the whole world could be saved.\n\nAs we remember Jesus and his love for us at this Easter time, may we find strength and comfort in knowing that life, hope, peace, and forgiveness from God are available to us all.\n\nParental contact of students\n\nIf you need to urgently contact your daughter she will still be contactable by iMessage, email and actual phone call even if she has Family Zone installed on her phone. Snapchat, Instagram etc will not be available during school hours.\n\nStudents can also be reached by a phone call to the Student Office in the case of an emergency.\n\nVietnam Cultural Tour 2020\n\nWe are planning to take a cultural tour to Vietnam in 2020.\n\nThis trip will be very similar to the trips we have previously taken and will be open to any students who will be in Year 12 or 13 in 2020. Parents are also very welcome to join the trip.\n\nThe dates for this trip will be – 7th -26th April 2020\n\nThe estimated cost for this will be $6320 (student) and $5820 (parent)\n\nWe will be holding information meetings on Sunday 28th April at 4pm and Monday 29th April at 12.30pm in the school chapel where I look forward to outlining the trip in more detail.\n\nIf you are unable to attend either meeting but you and\/or your daughter are interested in joining the trip please let me know and I will send you through the information.\n\nMy contact email is  jmaw@shcs.school.nz\n\n\nSt Hilda’s had a number of girls competing at the National Surf Lifesaving IRB champs at the weekend. Phoebe Aburn gained 3 gold medals in assembly, mass and single rescue races also bronze in the tube rescue which Amelia Lane was also apart of as a patient. Isabella Aldrich gained a third in the Open Women teams final for Warrington and Anaia Wiparata placed with 3rd in the tube rescue finals but unfortunately got a DQ.\n\nTolcarne News\n\nThe last week of term has gone by in a whirlwind at Tolcarne. Many of our Year 9’s and 10’s participated in the Laser Tag with John McGlashan on Sunday afternoon. It is always a fun weekend activity that the girls look forward too. We also had the annual Tribe Easter Egg hunt during Tribe Dinner on Monday. Grendon took out the Hunt again and the points stand thus:\nWe hope everybody has a wonderful, relaxing holiday. Remember to take time to connect with each ot... (truncated)",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9930399656,
        "format_confidence":0.8614087105
    },
    {
        "url":"http:\/\/www.onu.edu\/node\/47753",
        "text":"Skip To Main Content\nSkip To Main Content\n\nPharmacy student receives APhA scholarship\n\nVictoria Pennington, a fourth-year pharmacy student from Groveport, Ohio, was awarded the Gloria Francke Scholarship as part of the 2013 American Pharmacists Association Foundation Student Scholarship Program.\n\nThe student scholarships are awarded to recognize exceptional demonstration of leadership skills and academics through active involvement in the APhA Academy of Student Pharmacists (APhA-ASP). The recipients will be recognized on March 3 at the APhA Foundation Contributor’s Breakfast and at the APhA Foundation Student Scholarship reunion during the 2013 APhA annual meeting and exposition in Los Angeles.\n\nCurrently serving as president of the ONU chapter of the APhA-ASP, Pennington has held the position of legislative chair of APhA-ASP and was a student member of the Ohio Pharmacists Association Board of Trustees in 2011-12. During 2012-13, she served as president-elect and headed up several initiatives, such as fundraising for APhA’s national PAC (Political Action Committee), raising awareness for American Pharmacists Month last October, and promoting the Medication Adherence Challenge.\n\nThe scholarships recognize those students who invested their time through active involvement in their school’s APhA-ASP chapter. These exceptional students help shape the future of the pharmacy profession while managing the demands of a full-time curriculum.\n\nThe APhA Foundation is affiliated with the American Pharmacists Association, the national professional society of pharmacists in the U.S. The APhA Foundation, a nonprofit organization based in Washington, D.C., is a national leader in designing programs to help patients with chronic health care conditions by optimizing medication use through coordination with pharmacists, the medication experts. The APhA Foundation’s mission is to improve people’s health through pharmacists’ patient care services. For more information, please visit the APhA Foundation website",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.8773393035,
        "format_confidence":0.9682725668
    },
    {
        "url":"http:\/\/cryolist.464407.n3.nabble.com\/USPA-PYRN-Early-Career-Travel-Grant-Announcement-td4028986.html",
        "text":"USPA-PYRN Early Career Travel Grant Announcement\n\nclassic Classic list List threaded Threaded\n1 message Options\nReply | Threaded\nOpen this post in threaded view\nReport Content as Inappropriate\n\nUSPA-PYRN Early Career Travel Grant Announcement\n\nDaniel Vecellio\n\nUSPA Early Career Travel Grant Announcement - 2017\n\n\nThe U.S. Permafrost Association will provide travel grants for U.S.-based students and post-graduate researchers (within six years of their terminal degree) to attend conferences, field schools, or pursue field studies directly relevant to permafrost science and engineering in 2017. Successful applicants will receive a minimum of $500, up to a maximum of $1,500. The value of awards will be based on the merit of applications. For conferences, the applicant must be first author on a permafrost-related research presentation. Early Career Travel Grants will not be awarded for the American Geophysical Union (AGU) Fall Meeting; AGU travel grant opportunities will be announced later in 2017.\n\nPreference will be given to applicants who are current members of both USPA and the Permafrost Young Researchers Network (PYRN). Undergraduate students are encouraged to apply. Apply at\n\nTo view previous USPA travel grant award winners, see\n\nTo renew your membership, please visit\n\nThe application deadline is May 15, 2017.\n\nQuestions? Email Dan Vecellio at [hidden email]\n\n\nDaniel J. Vecellio\n\nPh.D. Student - Climate Science Lab, Department of Geography, Texas A&M University\nHead Teaching Assistant - Geography 213, Texas A&M University\nEducation Chair - United States Permafrost Association\nExCom and United States National Representative - Permafrost Young Researchers Network\nCommunications Director - Students and New Professionals Group, International Society of Biometeorology \n\nM.S. Atmospheric Science - Texas Tech University\nB.S. Meteorology - Pennsylvania State University\n\nYou're subscribed to the CRYOLIST mailing list\nTo send a message to the list, email [hidden email]\nFor posting guidelines, see",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.6038517952,
        "format_confidence":0.959130168
    },
    {
        "url":"http:\/\/www.mac.edu\/news\/press_release.asp?ID=2320",
        "text":"\n\nDerek Crouch named Lincoln Laureate\n\nDecember 3, 2012\n\nMacMurray College senior Derek Crouch has been named the Student Laureate for the Lincoln Academy of Illinois. He is pictured at the Lincoln Laureate Award Ceremony that took place on Nov. 3, 2012, at the Hall of Representatives in the Old State Capitol.\n\nCrouch, a special education major, is the son of Ken Daugherty and Cindy Crouch. He is a MacMurray athlete, playing outfielder for the Highlander baseball team, and is a recipient of the Elizabeth Brown Henson Scholarship, a scholarship awarded to an academically talented and   deserving student. \n\n“I actually had a teacher congratulate me before I knew I had won anything,” Crouch said. “Everyone keeps telling me how big of an award this is.”\n\nThe Lincoln Laureate Award is presented for excellence in curricular and extracurricular activities to a senior from a four-year, degree-granting college located in Illinois. Crouch will be honored at an award ceremony at MacMurray College on Dec. 6 in the lounge of Kathryn Hall.\n\nFor more information, contact:\n\nPublic Relations, MacMurray College\nWork: 217-479-7181 | Cell: 217-883-3340\nEmail: Send Email\n\nBack to press releases.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9933171272,
        "format_confidence":0.9924570322
    },
    {
        "url":"https:\/\/fennies.com\/news\/fennies-day-nurseries-children-thank-key-worker-parents-on-bbc-breakfast",
        "text":"We are extremely proud to be able to support all key workers during these unprecedented times as we keep all eleven nursery settings open.\n\nWe would like to say thank you to all key workers for their amazing dedication, strength and hard work throughout the outbreak of Covid-19. We are extremely proud to be one of the only early years providers with all nurseries open to help keep our nation moving forward.\n\nCEO Steven Fenn says “I am proud to continue ensuring that all of our nurseries are still in full operation and looking after the children of key workers so that their parents can continue their vital role. Early Years settings have a crucial part to play as we support the fight against COVID-19 and we are committed to ensuring that all the children have a safe and nurturing environment throughout these testing times.”\n\nOur little ones wanted to share their appreciation too by thanking their wonderful parents for the amazing work they are carrying out. This has been featured on BBC Breakfast ‘Heroes Half Hour!’ To watch the video, please click the following link: https:\/\/www.youtube.com\/watch?v=OfL6dJn8IpY&feature=youtu.be\n\nMany of our parents work hard to keep the nation safe and we are proud to be able to provide support wherever possible, Dr Claire Frith- Keyes, a parent at Fennies Beckenham says, “I am a consultant anaesthetist working with critically ill COVID patients, I am being asked to work erratic shifts and difficult hours. At a time when I am under my greatest strain, it is so genuinely wonderful to have such a dedicated team supporting me, my son and our family in our time of greatness need. When we as a family are at our most vulnerable it is a HUGE SOURCE OF STRENGTH, to have Ralph with Hollie, Jamie and Kai – Fennies you really are part of our family.”\n\nWe are keen to ensure the standard of education remains the same for both children attending nursery as well as those learning from home. We have been providing daily home learning activity ideas and videos for children including an online portal for support. These activities have been put together by Fennies’ Head of Education, Shanti Flynn and reflects the Early Years Statutory Framework which allows children to continue developing upon their learning and development skills whilst self-isolating.\n\n“It’s important for us not just to support the children of key workers who are attending our nurseries, but also to keep in touch with all our children and families who are following the government advice to stay at home. The daily activity suggestions, videos and links to useful information gives support to children to build upon their learning and skills in their home environments.” says Shanti.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9489628077,
        "format_confidence":0.991840601
    },
    {
        "url":"https:\/\/bct.eco.umass.edu\/news\/umass-rcmc-team-takes-11th-place-international-builders-show\/",
        "text":"BCT’s National Association of Home Builders (NAHB) student chapter worked relentlessly through the 2017 Fall semester on their submission of the Residential Construction Management Competition (RCMC) proposal. The 26-student team broke top 11 out of 35 schools in this national competition, after presenting their project at the International Builders Show (IBS) in Orlando, FL.\n\nThe team utilized the practice rooms at the conference to master their presentation before the show.\n\nEach year, the NAHB holds the RCMC competition, in which 2-year and 4-year college teams are given an open-ended problem statement that serves the basis of their proposal and presentation at the International Builders Show. This year’s problem statement offered a 7-lot site in Okemos, MI of which teams had to develop and assess the feasible profitability. The team decided to develop 151 houses and declared that the project would ultimately be profitable. The proposal included sections on market analysis, sales, project management, sustainability, design, finance, and estimating.\n\nThe six presenters for this year’s team after the show.\n\nThe UMass team consisted of architecture, BCT, civil, real estate, and marketing majors, and each student brought unique strengths to the table. Learning to collaborate together and manage so many people was the biggest and most rewarding challenge to many students. After submitting the proposal, 14 of the 26 traveled to Florida to prepare their 15-minute presentation, which would be given to 6 judges and an audience. The trip began with 15 practice sessions and feedback sessions for the first two days. 6 Presenters practiced timing, transitions, content, and even body posture. The practice paid off. UMass earned 11th place this year, which improved upon the previous year’s 15th. The rest of the trip included celebration, team bonding, and feedback discussions for next year’s improvements.\n\nThe UMass NAHB chapter owes a very special thanks to their new coach, professor Ho-Sung Kim, as well as the members of the HBRAWM chapter for all of their support.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.7443733215,
        "format_confidence":0.9720092416
    },
    {
        "url":"http:\/\/jifi.farmasi.univpancasila.ac.id\/index.php\/jifi\/announcement\/view\/1",
        "text":"We Are Happily to Announce that Jurnal Ilmu Kefarmasian Indonesia (JIFI) Has Indexed in :\n\n1. Google Scholar By\n2. All Article now have Assigned unique DOI  Number\n3. Indonesia One Search\n4. Garba Rujukan Digital (GARUDA)\n5. Science and Technology Index (SINTA)\n6. Directory of Open Access scholarly Resources (ROAD)\n8. Bielefeld Academic Search Engine (Base)\n9. PKP-INDEX OJS Public Knowledge Project\n\nWe are happy to inform you that the Indonesian Journal of Pharmaceutical Sciences (JIFI) which has been accredited by the Directorate of Higher Education in the Decree of the Ministry of Research and Technology based on Decree NUMBER 36 \/ E \/ KPT \/ 2019 ON THE RATING OF ACCREDITATION OF SCIENTIFIC JOURNALS PERIOD VII OF 2019. ) years with an accreditation validity period from April, 2019 to October, 2023 Link Sertificated.\n\n\nThe manager will continue to strive to improve the service and quality of journal management and will be able to apply for an increase in the accreditation rating. Hopefully in the future the Indonesian Journal of Pharmaceutical Sciences (JIFI) will progress better and improve its research capabilities",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9329666495,
        "format_confidence":0.9907111526
    },
    {
        "url":"https:\/\/www.lebow.drexel.edu\/news\/marketing-students-get-high-level-view-nyc-trip",
        "text":"Marketing Students Get a High-Level View on NYC Trip\n\nLeBow students Taylor Menser and Chandni Shah at SAP's New York City offices\n\nThe participants in the August trip to New York City, organized by LeBow’s Undergraduate Career Services, came away with new perspectives. The students, nearly all marketing majors, gained insights on potential career paths and entering the workforce, courtesy of several Drexel alumni, and they, along with the faculty and staff members who came along, saw New York City in a new way: from more than 50 stories up.\n\nThat high-level view came from a site visit to SAP, the second stop on a day that started with a jaunt through the teeming, modern workspaces at Google. Jamie Blomquist, a Class of 2009 graduate and a 2010 MBA graduate, led the students’ tour through Google’s largest office in New York City; the company also has offices in the Chelsea Market building, which it owns. Blomquist detailed her path to Google – completing an MBA to wait out the worst of the global recession, starting out in real estate, then working at an advertising agency – and explained her day-to-day work in Google’s Sales and Consulting division.\n\nAlong the insights from Blomquist and several other current Google employees, the big draw for students was the bells and whistles of the offices. Some employees use scooters to get around the building, a former New York Port Authority building near the High Line, which encompasses a full city block. The offices are filled with kitchens, breakrooms, exercise facilities and other perks that have made Google one of the most desirable places to work for young college graduates of all backgrounds and majors.\n\nAfter departing Google, it was a short bus ride north to the Hudson Yards complex on Manhattan’s West Side for a tour of SAP’s Leonardo Center, including the Next-Gen Lab, an incubator space for collaborators and community partners with the company’s advanced technology offerings front and center.\n\nSAP was already familiar to a number of students on the trip who had previously worked on co-op at SAP’s offices in Newtown Square, and the site visit also served as a preview of another Next-Gen Lab that will open this fall as part of LeBow’s Center for Business Analytics.\n\nMark Santerian, a class of 2015 graduate and a senior account manager at SAP, detailed not only his path to his current job but also the importance of building connections through networking and co-op employment. Based in Philadelphia but with clients based all over the Northeast, Santerian hopes to build even stronger ties between his company and LeBow and among Drexel alumni working there.\n\nFor Stephanie Arredondo, a junior marketing and business analytics major, the highlight of the trip was the technology on display at SAP and learning about the ways it’s being used to improve customer experience. “It was great to learn firsthand the innovative technologies SAP has developed utilizing machine learning, advanced analytics, VR and more,” she says.\n\nThe tour of SAP transitioned into a networking event with Drexel alumni, with the outdoor terrace on the 52nd floor becoming a popular spot for photos. Some of those shots will soon grace students’ LinkedIn profiles – another step in the networking and job-search process.\n\nIn This Story\n\nRelated Stories\n\nPutting Unique Talents to Work\n\nLeBow students were tasked with aiding SAP’s implementation of Autism at Work — an initiative that aims to hire more than 600 people with autism spectrum disorder by 2020.\n\nMS Econ's Alexander Smith to Intern With NYC Office of Management and Budget\n\nAlexander Smith, a student in LeBow’s School of Economics MS in Econ program, has landed a policy analyst internship with the City of New York.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9643527865,
        "format_confidence":0.8477708697
    },
    {
        "url":"http:\/\/www.iienet2.org\/SHS\/details.aspx?id=36488",
        "text":"About SHS\nTools & Resources\nSHS Conference\n\nMember Recognition - Joyce T. Siegele\n\nRecognized for significant professional career promotion\/advancement!\n\nJoyce T. Siegele has been promoted to director of productivity management at Northside Hospital in Atlanta. She was promoted from the role of productivity improvement manager. She has been at Northside for more than 16 years. Her role has expanded beyond the operations and staffing of the three hospitals within the Northside Hospital System to include all of the outpatient locations and physician practices.\n\nJoyce holds a bachelor’s degree in industrial and systems engineering and a master’s degree in industrial and systems engineering with a specialization in engineering management from the University of Florida. She is on the board of directors with the Society of Health Systems, a fellow in the American College of Healthcare Executives, and a senior member in the Institute for Industrial Engineers.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.9492721558,
        "format_confidence":0.9415975809
    },
    {
        "url":"https:\/\/uaeerf.ae\/ar\/Content\/Veterinary\/AnnouncementArticle\/81",
        "text":"أهم إعلانات قسم البيطرة\n\nAmendment in the FEI General Veterinarian Course\n\nApril 04, 2016\n\nDear all,\n\nKindly note that some changes have been made in the dates for the course which is furnished as follows:\n\n                The course will be held between 14 – 17 as against the previous dates of 15 – 17.\n\n            14 – 15\/04\/2016         General Course for Vets (AED 500)\n            16 – 17\/04\/2016         EVT Course for Vets    (AED 500)\n\nThis is for your kind information. \n\nBest Regards;\n\n\nShama V Syed\nExecutive, Vet. Dept.",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5080096126,
        "format_confidence":0.9886793494
    },
    {
        "url":"https:\/\/westgreypolice.ca\/2008\/09\/02\/west-grey-police-accepting-applications-for-part-time-constable\/",
        "text":"The West Grey Police Service is seeking applications for the position of “POLICE CONSTABLE (Part-Time).”\n\nApplicants must have completed the Basic Constable Training Program at the Ontario Police College.\n\nPlease submit a resume no later than “Friday, September 12, 2008” detailing experience, education, training and demonstrated Community Service to:\n\nRene M. Berger\nChief of Police\nWest Grey Police Service\n153 George St. W., P.O. Box 676\nDurham, ON N0G 1R0\n\n“Only those granted an interview will be contacted.”\n\nTranslate »",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5190048814,
        "format_confidence":0.9827405214
    },
    {
        "url":"http:\/\/www.nyu.edu\/about\/news-publications\/news\/2012\/03\/23\/nyu-to-host-courage-to-think-intellectual-freedom-in-tunisia-and-the-arab-springapril-9.advancedsearch.html?tags=around_the_square",
        "text":"\n\nNYU to Host “Courage to Think: Intellectual Freedom in Tunisia and the Arab Spring”—April 9\n\nMarch 23, 2012\n\nNew York University will host “Courage to Think: Intellectual Freedom in Tunisia and the Arab Spring,” a panel discussion featuring academics from the North African nation, on Monday, April 9, 6-8 p.m. at NYU’s School of Law, Lipton Hall (108 West Third Street, between Sullivan and MacDougal Streets).\n\nThe event, sponsored by the NYU Center for Dialogues, the NYU Scholars at Risk Network, the Center for Human Rights and Global Justice at the NYU School of Law, and Human Rights Watch, is free and open to the public. To RSVP, call 212.998.8693 or e-mail Subway Lines: A, B, C, D, E, F, M (West 4th Street); 1 (Christopher Street). Reporters interested in attending must RSVP to James Devitt, NYU’s deputy director for media relations, at 212.998.6808 or\n\nMore than a year after the revolution that inspired an entire region to action, the Tunisian population now confronts intimidation and violence against their artists, cultural entrepreneurs, intellectuals, and higher education communities. The past few months have produced the harassment of eminent Tunisian intellectuals and the denunciation of various TV stations and media officials connected with the release of two movies said to degrade the sacred values of Islam. At the forefront of the political and social transformations underway throughout the Middle East and North African (MENA) region, analysts say Tunisia offers an important test case for interventions to strengthen local advocates of intellectual freedom and freedom of expression at this sensitive time.\n\nThe panel discussion will address the threat that censorship poses to Tunisian communities, specifically analyzing the nature and origin of the spreading violence that has been increasing over the past year. The discussion will be geared toward developing solutions to the current constitutional reform process in Tunisia, scheduled to conclude this fall.\n\nParticipants at the panel discussion will include: Fawzia Charfi, professor of physics, University of Tunis; Ikbal Gharbi, associate professor of anthropology, Higher Institute of Theology, Zaytuna University; Habib Kazdaghli, University Professor of Contemporary History and dean of the School of Letters, Arts, and Humanities, University of Tunis-Manouba; and Hamadi Redissi, University Professor of Political Science, School of Law and Political Sciences of Tunis, Al-Manar University. Mustapha Tlili, founder and director of the NYU Center for Dialogues: Islamic World-U.S.-The West, will moderate the discussion.\n\nEditor’s Note:\nNew York University’s Center for Dialogues: Islamic World-U.S.-The West emerged from the tragedy of September 11th, which highlighted the need for greater communication among and about the United States, Europe, and the Muslim world. The Center was founded as a forum for constructive debate among the various religious, intellectual, economic, and political sectors of American, European, and Islamic societies. It brings contentious issues between the Islamic world and the West into a more rational plane and promotes this approach to a wide audience, including important constituencies of policy and decision-makers, policy analysts, the media, and educational institutions. For more, go to\n\nScholars at Risk (SAR) is an international network of higher education institutions, associations and individuals acting together to protect threatened scholars, promote academic freedom, and defend everyone’s right to think, question and share ideas freely and safely. Scholars at Risk members save lives by providing sanctuary to professors, lecturers, researchers and other intellectuals who suffer threats in their home country. Through temporary academic positions, SAR members help scholars to escape dangerous conditions and to continue their important work. In return, scholars contribute to their host campuses through teaching, research, lectures and other activities. Many scholars return to their home countries after their visit. When safe return is not possible, SAR works with scholars to identify opportunities to continue their work abroad. The benefits are clear: scholars are free to live and work without fear. SAR members gain talented academics and inspiring, courageous educators. The world benefits from solidarity among higher education institutions, greater awareness of current threats to academic freedom, and deeper appreciation of the vital role of higher education and scholarship in free societies. Scholars at Risk also educates the public about attacks on scholars and higher education communities through the SAR website, email bulletins, publications and events. The SAR Speaker Series brings threatened scholars to member campuses to engage directly with students, faculty, alumni and the community. SAR also advocates on behalf of imprisoned scholars and undertakes research aimed at promoting understanding and respect for academic freedom and related values.\n\nThis Press Release is in the following Topics:\nArts and Science, Around the Square, Events and Traditions\n\nType: Press Release\n\nNYU to Host “Courage to Think: Intellectual Freedom in Tunisia and the Arab Spring”—April 9\n\nSearch News\n\nNYU In the News\n\nNYU Received a Record Number of Applications\n\nCapital New York reported NYU received a record 60,322 applications for the class of 2019, an increase of about 15 percent since last year.\n\nNYU Students Help City Crack Down on Hookah Bars\n\nCapital New York reported that NYU students helped New York City crack down on hookah bars that illegally include tobacco in their hookahs:\n\nRudin Center Study Says Mass Transit Helps Economic Mobility\n\nThe Wall Street Journal wrote about a report by Wagner’s Rudin Center that showed that mass transit could be more important than education in determining economic mobility.\n\nBrennan Center Report Says Campaign Spending Has Jumped\n\nFrontline did a piece about a report by the Brennan Center for Justice that said that campaign spending by outside groups has more than doubled in the last five years.\n\nNYU’s Dorms Ranked Among the Best in the Nation ranked NYU’s student residences third in the country in its list of best college dorms.\n\n\nNYU Footer",
        "topic_id":4,
        "format_id":13,
        "topic_confidence":0.5445572138,
        "format_confidence":0.9890068769
    }
]