[
    {
        "url":"https:\/\/globalpossibilities.org\/the-architectural-world-seems-to-be-responding-to-charlottesville-with-deafening-silence\/",
        "text":"“The architectural world seems to be responding to Charlottesville with deafening silence”\n\nAug 30, 2017 by\n\nident-turned-architect, Thomas Jefferson in the 1820s, was the chilling prelude to the events of Saturday 12 August 2017 in Charlottesville.\n\nThe fascists came from far afield in an organised display of white-supremacist hatred that left 19 injured, one murdered, two troopers dead in a helicopter crash and America reeling. At the heart of their stated mission was a local authority planning decision – the proposed removal (and sale) of a poorly executed bronze statue depicting a defeated Confederate general made 59 years after the end of the civil war.\n\nThe extraordinary events of Charlottesville have revealed the terrifying emboldenment of white supremacism under President Trump and show that the question of memorialisation in public space has become the most incendiary architectural debate of our time.\n\nThe demolition of monuments is as much a symbolic act as their erection and just as old. From the British destruction of Beijing’s Gardens of Perfect Brightness amid the second Opium War to ISIS bombing the Great Mosque of al-Nuri in Mosul two months ago, monuments have been made and torn down to further political projects of all creeds.\n\nThe question of memorialisation in public space has become the most incendiary architectural debate of our time\n\nRecent iconoclastic campaigns, however, are not set against a backdrop of imperial war. They are instead taking place domestically, as populations wrestle with the appropriate manner to reflect on the dark moments and contested figures of their past. My question is this: where on earth are architects in this discussion? The contemporary iconoclasm movement is no passing parochial fad, but marks a profound global shift in public agency over our streets. It wraps some of the most challenging discussions of colonialism, anti-racism and the built expression of public values into a fundamentally spatial problem. The design of the civic realm is at the absolute core of our expertise and yet the architectural world seems to be responding to this urgent conflict with deafening silence.\n\nIt cannot be to right to take a back seat, passively waiting for battles over public monuments to run their course, when acute suffering accompanies each struggle. How many neighbourhoods must endure mobs of Neo-Nazis marching past their homes? How many antifascist demonstrators will be hurt or killed in the counter demonstrations? This is not a situation that should be left to fumble along in bursts of violence. It calls for urgent creative attention and bold proposals. It calls on architects not to step back, but to step up.\n\nIn 1991, Hungarian architect Ákos Eleőd began work on an open-air museum several miles outside Budapest’s city centre, to relocate the city’s many Soviet statues erected over decades of occupation. With the fall of the USSR, central and eastern European nations had entered protracted periods of rediscovering their cultural identity. As the Red Army had crept west, they had become trigger-happy makers of monuments to idealised workers, soldiers and the grandfathers of communism. Often the new sculptures would deliberately replace existing ones, expunging the folk memories that once resonated in those districts and supplanting them with Russian propaganda.\n\nThis situation calls for urgent creative attention and bold proposals. It calls on architects not to step back, but to step up\n\nAfter the Berlin Wall fell, Budapest, like other Eastern Bloc cities, had to look at redesigning its urban landscape, which was now littered with concrete Lenins. The USSR had effectively controlled Hungary for half a century, perpetuating violent suppression, forced labour and man-made famines that left millions dead. Yet it also constituted a huge chapter in their nationhood and was thought of nostalgically by many, especially older generations. The statues were a schizophrenic symbol of both abject suffering and paternalistic care. The challenge was to detoxify the stain of Sovietism but in a nuanced way – a way which could be more sympathetic that the USSR’s top-down rewriting of local history.\n\nEleőd’s Memento Park, completed in 1993, is a calm but surreal space in which the giant frozen figures are arranged along six circular gravel paths. A free-standing neo-byzantine brick portico forms a gatehouse accommodating cubist sculptures of Karl Marx and Friedrich Engels. But it feels deliberately thin – a nod, not an endorsement.\n\nThe rest of the park is grand in scale, but not opulent. The statues are treated with basic curatorial respect but are not venerated. Even charging of an entry fee rather than relying on public subsidies seems like a carefully considered decision to establish the appropriate tone for these equivocal monuments. Memento Park is not necessarily the perfect model to be rolled out across the world but it demonstrates how architecture can navigate extreme political differences to articulate bitter moral conflict more effectively than language can.\n\n“Nelson’s Column should be next” thundered the Guardian in a predictably clickbaity attempt to test the logical next step after Charlottesville. It was a provocative thought experiment but the bullish reduction hard moral questions to a churlish “keep it” vs “knock it down” binary that is typical of a media-led public debate will ultimately fail to provide meaningful restitution on any side.\n\nEven universally lionised heroes of the past measure up abysmally to the ethical expectations of subsequent generations. The Suffragettes’ links to early British fascists are well known – should Emmeline Pankhurst’s memorial in Westminster therefore face the chop? Mahatma Gandhi is recored to have harboured racist thoughts about Africans – should his statue in Nelson Mandela Square be removed as a similar one was at the University of Ghana?\n\nOr what of George Washington? At the time of his death, 317 people were enslaved at Washington’s family home, 153 of whom he owned personally. What coherent moral argument can necessitate the removal of a Robert E Lee statue but spare the founding father? Surely if Lee must fall then so must Mount Rushmore and the one dollar bill.\n\nBarack Obama remains an inspiration to many. But it’s not hard to imagine iconoclasts of the future citing the tens of thousands who died in Iraq during his presidency, or the waves of drone bombings he authorised in support of an Obama Must Fall campaign.\n\nIt is not possible to simplistically set an ethical bar when weighing the actions of a supposed hero’s right to a plinth\n\nIt is not possible to simplistically set an ethical bar when weighing the actions of a supposed hero’s right to a plinth in public space. This conception of human morality is too narrow. Context is crucial. Winston Churchill’s statue might be acceptable in London’s Parliament Square, but it would be sick in Dresden.\n\nEric Foner, professor of history at Columbia University, argues that commissioning should be considered and that the symbolic authenticity of the confederate statues is disingenuous, adding to the case against them. Many were built long after the civil war. Their rushed construction, Foner argues, was not about mourning dead soldiers, but really triumphalist intimidation of black Americans suffering under the infamous Jim Crow laws.\n\nArchitects must not stand on the edge of this debate. Our leaders are failing to bring forward effective proposals to deal promptly with our tainted public spaces, while our media frames the struggle in unsatisfactory terms. We cannot sit aside, letting the struggle play out as a series of deadly skirmishes, handing Neo-Nazis easy opportunities to grab headlines and causing trauma to communities. Instead architects should pour creative energy into this issue, bring bold new ideas to the table and at the very least speak out against against those who turn our public spaces into platforms of hate.\n\nRelated Posts\n\nShare This\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.6943888664,
        "format_confidence":0.9750374556
    },
    {
        "url":"http:\/\/www.nytimes.com\/2013\/01\/03\/arts\/design\/trisha-donnelly-in-momas-artists-choice-series.html?pagewanted=2&_r=1&emc=eta1",
        "text":"Artist’s Choice: Trisha Donnelly at the Museum of Modern Art includes a 1968 photo by Eliot Porter. Credit Suzanne DeChillo\/The New York Times\n\nThe Museum of Modern Art’s Artist’s Choice exhibitions rarely disappoint. There have been nine such shows since the series was initiated in 1989, each with its own flashes of imagination, excavations of neglected artworks and subversions of the curatorial status quo.\n\nPast perpetrators have included Scott Burton, the first to be invited, who ruffled feathers by separating several of the museum’s Brancusi sculptures from their bases and presenting all elements as independent artworks. In 1995 Elizabeth Murray mustered an impressive exhibition of art exclusively by women. And in 2008 Vik Muniz created what he called a rebus with a linear sequence of carefully linked works that included morsels like Josiah Wedgwood’s 1768 black basalt coffee cup, one of the most elegant drinking vessels of all time.\n\nNow the torch has been passed to Trisha Donnelly, an admired Conceptual and performance artist known for her poetic if sometimes hermetic ways with mediums like drawing, photography, video, film and sound art. Working with Laura Hoptman, a curator, and Cara Manes, a collection specialist in the museum’s department of painting and sculpture, Ms. Donnelly has done the Artist’s Choice tradition proud.\n\nThe exhibition includes a 1989 computer-generated diagram. Credit Suzanne DeChillo\/The New York Times\n\nFor one thing, she has pushed even harder than most of her predecessors at the boundaries among the museum’s medium-based departments. In addition, for the first time, the Artist’s Choice show has been inserted into what may be the Modern’s very heart: its vaunted painting and sculpture collection galleries. Also for the first time, it consists of three galleries that are not contiguous; they are to be found in the far-flung corners of the fourth and fifth floors, which house the painting and sculpture collection.\n\nThe clusters of work that Ms. Donnelly has chosen ambush us, quietly but incisively disrupting the still largely chronological, mostly canonical, movement-by-movement account of modernism put forth in these galleries. Greatly favoring drawings, prints, photographs and several forms of design over traditional painting and sculpture, her arrangements draw you in, charm and mesmerize, while raising questions about what is art, who is an artist and what constitutes greatness or genius.\n\nContinue reading the main story\n\nThe first display — in Gallery 4 on the fifth floor — is a solo show devoted to a photographer, and not one of the medium’s anointed gods like Eugène Atget or Walker Evans. Its subject is Eliot Porter (1901-90), brother of the painter Fairfield Porter, who devoted much of his career to figuring out how to take extraordinarily beautiful and precise photographs of birds in the wild. His images often appeared in National Geographic and tended, as the wall text says, “to be relegated to the genre of nature photography.”\n\n“Anfibio Convertible Couch” (1971) by Alessandro Becchi. Credit Suzanne DeChillo\/The New York Times\n\nThe 28 photographs here form a calm, concentrated oasis centering on a single vision, in notable contrast to the displays of larger works by various artists in the adjacent galleries. The images are spellbinding: small, exquisite and mostly in color of an unusually subtle kind, due to the complex dye transfer process Porter used. They have an amazing clarity of detail.\n\nThe birds, their markings, their nests, the plants in which they build them, their frazzled, frantically hungry offspring, all seem vividly present. Ideas about the genius of nature (even more than of art), the alien strangeness of birds, the familiar rituals and bonds of parenthood ricochet through the gallery. Its surprisingly intense mood is summed up by Porter’s assertion in a wall label: “Before all else, a work of art is the creation of love. Love for the subject first and the medium second.”\n\nThe second gallery of Ms. Donnelly’s show (Gallery 11, fifth floor) is a kind of delirious, cross-generational, multimedia meditation on artistic vision and striving, with nary a canonical artist or masterpiece in sight. Drawings and prints and photographs ring the walls, hung cheek by jowl. Punctuated by occasional paintings and sculptures, the totality of 55 works by 40 artists ranges over more than 100 years. Landscapes, portraits, the figure and the face mingle with abstract works.\n\n“No!” (1981) by Gino De Dominicis. Credit Suzanne DeChillo\/The New York Times\n\nEccentrics, lesser knowns and unknowns prevail here, along with unfamiliar works by better-known artists. Odilon Redon is represented by two early landscape paintings on paper that surprise by conjuring Balthus and the young Dalí. Berenice Abbott (1898-1991), known for her sympathetic portraits, is represented by six little-known abstract “Wave Pattern” photograms (1958-61), made using water, glass and lights.\n\nIn a text panel Ms. Donnelly states that she considers each selection “an epic entity,” an outsize phrase that seems to emphasize that any successful artwork, no matter how slight or seemingly delicate, requires relentless personal conviction. Gossamer textures are the norm and once more invite close looking, whether in James McNeill Whistler’s misty 1878 lithograph of the Thames or Jacques Villon’s 1920 etching of the stark terra-cotta portrait head of Baudelaire by his brother Raymond Duchamp-Villon (1876-1918), an image whose fine parallel lines almost seem computer generated. The same might also be said of “Pomegranate,” a tightly wound jewel-like painting from 1957-59 by Pamela Bianco (1906-1994), a British-born American artist who is one of the show’s finds.\n\n“Dunes” (1935), by Augustus Vincent Tack (1870-1949) — an idiosyncratic portrait painter who also produced nature-based abstraction — has a visionary vibe, as does “No!,” a large 1981 painting of a staring head by Gino De Dominicis. “Shoes, Shoes, Shoes,” a 1966 sculpture by Joe Goode consisting of a segment of funkily carpeted wood staircase, all but invites ascension to “The First Step,” a starry abstraction from 1910-13 by Frantizek Kupka.\n\nWorks at the Museum of Modern Art selected from its collection by Trisha Donnelly include Joe Goode's \"Shoes, Shoes, Shoes,\" 1966 (stairs in middle). Credit Suzanne DeChillo\/The New York Times\n\nThe other three-dimensional objects here include sculptures by Isamu Noguchi and Edward Higgins and a swank convertible couch from 1971 by Alessandro Becchi that, exhibited unfolded, resembles a life raft. Michael Lax’s 1980 air ionizer, a tiny black plastic pyramid, also from the design collection, sits on a pedestal, but is plugged in. Put your hand near it and you will feel it altering the atmosphere, as all art should.\n\nIn the final portion (Gallery 22, fourth floor) Ms. Donnelly largely forsakes traditional art for design, with the exception of a few photographs; Giorgio de Chirico’s 1921 drawing of Euripides with extravagantly crossed, unseeing eyes; and “The Fourth Dimension,” a small planet-studded painting about death as liberation by Patrick J. Sullivan (1894-1967), a folk artist, that was last exhibited at the museum in 1943. This display also includes a small, elegantly misshaped bowl by the great American potter George Ohr, a pear-wood side table by the French Art Nouveau designer Hector Guimard, a pair of amazingly au courant Polaroid sunglasses from 1946 and a streamlined wheelchair from 1986 by the Swiss designer Rainer Küschall. These finally made it clear that, consistent with Ms. Donnelly’s interest in performance, all the objects in her show evoke the human body or are used by it.\n\nBut the dominant works here are 11 large, colorful, intricately patterned prints that bring to mind checked or plaid textiles, abstract paintings and, in one circular instance, the Maya calendar. Most are computer-generated diagrams of integrated circuitry from the mid-1980s designed by Xerox, Texas Instruments, the Intel Corporation and Sam Lucente, who later became vice president for design at Hewlett-Packard.\n\nAlso included is the oldest item in the Modern’s collection, a small circular Coptic tapestry from the seventh or eighth century, embroidered with a cartoonish, eerily modern face. On view for the first time, it serves as an ancient ancestor to the printed diagrams.\n\nSomeone told me that at the news conference for the show Ms. Donnelly said that one reason she chose the tapestry was the name of the donor: Lillie P. Bliss, one of the museum’s founders. Emphasis on Bliss, a good word for this eccentric, joyful, finely wrought excursion.\n\nCorrection: January 2, 2013\n\nAn earlier version of a picture caption with this review misidentified the owner of works included in Trisha Donnelly’s Artist Choice exhibition. They were taken from the Museum of Modern Art’s collection, not Ms. Donnelly’s.\n\nCorrection: January 8, 2013\n\nAn art review on Thursday about “Artist’s Choice: Trisha Donnelly,” at the Museum of Modern Art, referred incorrectly to 11 large intricately patterned prints in the exhibition. Most of them — not all — are computer-generated diagrams of integrated circuitry from the mid-1980s.\n\nContinue reading the main story",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9967324734,
        "format_confidence":0.6822168231
    },
    {
        "url":"http:\/\/www.squarecylinder.com\/2012\/07\/art-basel-2012\/",
        "text":"Categorized | Special Reports\n\nArt Basel 2012\n\nRichard Jackson: \"Big Pig\", 2009-10, presented by Hauser & Wirth\nMistah Kurtz? He not dead. He got him an art gallery in Zurich.\n– Anonymous Graffito at Basel Main Train Station\nLately, some art critics have actually been trying to write reviews of large art fairs, such as the one about Frieze at New York’s Randalls Island authored by Holland Cotter in the New York Times on May 4. Naturally, such projects stretch credulity and are fraught with many perils, not the least of which asking how might one intelligibly describe such complex and incoherent extravaganzi. And then, if such a description were somehow completed, the next question of how to summarize it into a take-away that goes deeper than simply saying something like “wowie zowie, it was so big!” becomes an even more daunting project. For his own part, Cotter passed both tests with admirable colors when he wrote:\n“The gentrification of contemporary art itself is an old story in two parts. Part one is about a 20th-century model of an avant-garde, with artists as feisty cultural delinquents and idiot savants who set themselves outside the mainstream to make baffling things and think deep thoughts…In part two, set in the 21st century, the model has changed. Now artists, whether they know it or not, are worker bees in an art-industrial hive. Directed by dealers and collectors who dress like stylish accountants, they turn out predictable product for high-profile, high-volume fairs like Frieze.\nNeedless to say, Cotter’s generalization was of the entire art word of which Frieze is a part, and it is sadly accurate. Through a set of gradual increments in presentational etiquette taking place over the span of the past 20 years, contemporary art has evolved into a rather bizarre epiphenomena of the financial services industry, meaning that it has recently become of much greater interest to bankers than to philosophers and poets.  \nThat much is now certain, but what also remains as another even more disturbing possibility is how the global art world may now in fact be operating as a self-funding NGO (i.e. non-governmental organization) of surprisingly vast and far-flung proportions, one that is subtly designed to facilitate transnational discourses of strategic distraction and pacification so as to lubricate corporate access to global resources, markets and optimally profitable sovereign debt-to-equity ratios.  \nRaqs Media Collective: \"Revoltage\" acrylic, lightbulbs, wires, pvc\nObviously, that is a topic for another much more fully researched article, but its value here lies in the way that it haunts the current object of critical consideration, that being the 43rd iteration of Art Basel; and here I mean Art Basel in Basel, Switzerland, not the junior version that takes place every November-December in Miami.\nDespite charging visitors 35.00 Euros for entrance, and charging the presenting galleries a hefty fee for their shares of floor and wall space, it still boasts a vast dance card of corporate underwriters headed by UBS, a Swiss megabank that also underwrites special editions of the Art Newspaper, which reports on daily events related to the fair.  In that publication, we read that that Art Basel is also picking up a 60% stake in the Hong Kong Art Fair (this time underwritten by Deutchebank rather than UBS). The Dubai art fair seems to have no big bank affiliation, but is instead underwritten by global luxury goods purveyor Cartier. I bring this up because the latter has reportedly outdone Art Basel in terms of actual net sales during the past five years. I leave you to ponder what this statistic might actually mean, if anything. Nonetheless, with its assorted VIP lounges, security checkpoints and large fleet of sleek limousines stationed outside on standby alert, we can surmise a few important things about Art Basel.\nMark Rothko: \"Untitled\", 1954\nYes, it is big in the fully resonant wowie-zowie sense of the word, containing almost 300 galleries, each presenting well-designed group exhibitions within 50 square meter cubicles wedged into the Messeplatz exhibition center. The staggering aggregate effect was one of seeing every object ever featured in a full-page Artforum ad during the past 20 years made uncannily real in brightly lit labyrinths of white walls, VIP lounges and undulate mobs of bemused gawkers. The general drift of presentations went from the edgier side of the “modern masters” category to the blue chip realms of curatorially sanctified “important contemporary art,” with a decided tilt toward works represented by European and American galleries. Price tags were almost always absent from the labeling of the art works, confirming the “if-you-have-to-ask, you-can’t-afford-it” ethos of the event. There were a lot of youngish people attending the event, proportionally speaking, many more than could be found at Documenta (which has no VIP lounges, methinks), proving that even high-end fantasy shopping is now deemed hipper by the Facebook crowd than is engaging the more intellectually demanding biennial-type exhibitions, even though they usually cannot gain admittance to Art Basel’s many VIP lounges. And that’s the point where things start to get a bit strange.\nFor example, there was a solo show at the New York-based Tony Shafrazi Gallery of works by Tony Shafrazi. These were brightly colored plasticine objects whose surfaces sported mélanges of digitally manipulated images that faintly echoed Robert Rauschenberg’s post-1960 work, only with a sugar-coated highly fluorescent chromaticism. Zurich-based Hauser & Wirth had major works by Pipilotti Rist and Paul McCarthy, while New York based David Zwirner gallery featured works by Adel Abdessemed that were made from crushed aluminum cans to look like West African folk art with an anti-consumerist twist. A 1954 untitled work by Mark Rothko at the Marlborough Gallery was most likely the highest priced offering at the fair, fetching an estimated 75 million dollars, according to Forbes, which posted the first review of the fair. If you knew the circumstances surrounding Rothko’s 1970 suicide and subsequent bloodbath of estate litigation, you might find this fact a bit ironic, but that irony was lost in the article, which like those in the Art Newspaper or the Financial Times, was all about price points and pseudo celebrities. That said, I must also point out that the above-mentioned Rothko work mentioned here was and no doubt still is as visually rich and affecting as any that I have ever seen, including those already in museum collections.\nPeter Saul: \"No Problem,\" 1999, acrylic and colored pencil on paper 40 x 42\"\nParis-based Gallerie1900-2000 was offering a stunning selection of Surrealist works from the 1930s and 1940s, including several choice exquisite corpse collaborative drawings as well as the creepiest painting by Victor Brauner that I have ever seen, one that uncannily prefigured the early Pop Surrealist works by Peter Saul, who incidentally also had a stunning painting on view at Richard L. Feigen. McKee had four late Gustons, while a nearby emporium had a truly choice Miro from the late 1920s. I also saw a Francis Bacon self-portrait, a Hans Bellmer pervo-doll from the late 1930s, a Lucio Fontana slash painting, two pivotal mid-1960s sculptures by Anthony Caro, a choice set of mid-1970s suites of conceptual photographs by John Baldessari, early 1980s works by Keith Haring and Jean-Michel Basquiat, and a suite of large ink drawings by Kara Walker. Michael Krebber’s intentionally unfinished abstractions were at the Berlin-based Galerie Buchholz, and in the Art Basel context they are now starting to look quite finished, in both senses of the term. Noteworthy works by California artists included a sweet pair of small recent paintings by Lari Pittman, a trio of mid-1970s works by Wally Hedrick at the London-based James Mayor Gallery and several works from several phases of Bruce Connor’s career, as well as two late-1950s paste-ups by Jess. It is also interesting to note that large school-of-Becher photographs seemed almost completely absent from the highways and byways of Art Basel, suggesting a belated sea change in the art market’s over-valuation of such things.\nNeedless to say, such a catalog can go on and on and can take many different twists and turns in so doing, but the net effect will always be the same. In the vastly diluted maze of artistic offerings at Art Basel, it is the electronic fund transfers that do the talking, while discursive appreciation of any given work of art’s psycho-symbolic or socio-rhetorical value all but disappears into a fog of “post-criticality.”\nAdel Abdessemed\nThis might seem like an invitation for Marxist simpletons to start screaming “commodity fetishism,” or it might seem like another invitation for slightly less simplistic neo-Marxists to start screaming “spectacle,” and indeed, both sets of claims are true up to a point. But they also miss the more important and vastly under-discussed point. Even though the putative commodities are bathed in enticing baths of professionally designed lighting, and even though the sheer size of Art Basel confirms its status as a major spectacle, the important takeaway is that its offerings are not really luxury commodities any more than does the fact of their location in a grand spectacle makes them exercises in social distraction. At its core, Art Basel is best understood as an immense array of financial instruments pretending to be those other things.\nWhat Art Basel does is demonstrate how the normative art economy actually works. Here is the model: An artist makes a work of art and shows it at gallery, which gets it reviewed by a critic which results in its sale to a collector. The collector hangs on to the artwork while the reputation of artist rises by repeating the same machinations described above, and then, at a fortuitous moment, she either sells said artwork for a profit, or mor... (truncated)",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9942732453,
        "format_confidence":0.9765965343
    },
    {
        "url":"http:\/\/inhabitat.com\/mohn-bouman-architects-turn-an-old-rotterdam-house-into-a-modern-office-with-a-radical-corten-steel-screen\/",
        "text":"adaptive reuse, developer office, mohn + Bouman Architects, orangerock, orangerock projectontwikkeling, temporary use, corten steel, rotterdam\n\nOrangerock Projectontwikkeling acquired the land for future redevelopment over the course of 10 years. There are some old buildings on the site that are slated for future demolition, but the developer decided to occupy one of these buildings and make it their office in the meantime. Orangerock asked Mohn + Bouman to transform the building into a modern office that did justice to the company’s innovative brand.\n\nInstead of making a series of small changes to the actual building, Mohn + Bouman instead made the sweeping and bold move of adding a giant folded Corten steel screen to the building’s facade. The screen was computer cut, allowing for very sophisticated detailing. After it was made in the factory, it was installed on site within just two weeks. A fun and practical aspect of the project is an internal gutter that drains out onto a massive rock, gradually turning it orange, as a nod to the developer’s name.\n\n+ Mohn + Bouman Architects",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9633984566,
        "format_confidence":0.5443663597
    },
    {
        "url":"http:\/\/blackinkwine.com\/photos\/guy-paying-acoustic",
        "text":"Dreamy Animal Tattoos\n\nAt Caffeine Tattoo, a talented team of artists creates body art out of your wildest dreams. The Polish parlor’s portfolio showcases an eclectic and distinctive collection of works, from black-and-white realist representations of photographs to stylized Pop Art portraits. Aga Yadou, one of Caffeine Tattoo’s top experts in ink, has found her niche in nature, creating awe-inspiring, watercolor-esque drawings of animals.\n\nThough tattoos are generally associated with bold, black outlines and deep pigments, watercolor body art challenges this traditional aesthetic. Using free-form patches of blended color, subtle shifts in shading, and quick, wispy lines, tattoo artists capture the craft’s fanciful aesthetic and characteristic translucence. Yadou works exclusively in this manner, creating delicate designs that appear to have leapt straight off the canvas and onto her clients’ skin.\n\nWhile the Warsaw-based artist dabbles in floral tattoos, she predominantly produces imaginative renderings of animals. Using a pastel palette, she turns typical tattoo subject matter into one-of-a-kind works of art. While some of her pieces feature only an animal, others include flowers, abstract designs, and even people. Some—like her slumbering red fox—are realistic in color, while others—like her whimsical wolf portrait—are kaleidoscopic and composed of a rainbow range of tones. Yadou also often inventively includes a “dripping paint” motif, further emphasizing her hand-painted inspiration and making each work even more unique.\n\nWith her sketchy style and skilled craftsmanship, it is not surprising that Yadou’s creative background is in painting and illustration. While her Instagram is full of images of inked skin, she also often posts flora-and-fauna-inspired works on paper.\n\nvia My Modern Met\n\nDiscover more tattoo Artists\n\nStay in touch.\n\nIf you have any questions or just want to talk, feel free to contact us through this contact form or write us a nice old-school letter. We'll get back to you as soon as possible!\n\nThank you! Your submission has been received!\nOops! Something went wrong while submitting the form",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9776185155,
        "format_confidence":0.5641179085
    },
    {
        "url":"https:\/\/www.dailydot.com\/irl\/nutscapes-instagram\/",
        "text":"Nutscapes is an Instagram account that combines beautiful landscapes with hairy nutsacks\n\nGuy taking a picture of a mountain range and his nutsack\n\nnutscapes\/Instagram | Remix by Jason Reed\n\n‘The next thing I knew, I was taking a picture of my balls dipping into the negative space above the glacier.’\n\n This article contains sexually explicit material.\n\nWe all know what to expect while perusing an Instagram feed: elaborate food setups, endless selfies, picturesque sunsets, and an assortment of super-cute animals. We also get to live vicariously through the people we follow and the snapshots they take of the beautiful scenery that wow them on their travels.\n\nA one-of-a-kind Instagram account takes the latter a step further: rather than plainly showcase breathtaking views of mountains or oceans, it merely uses them as backdrop to a body part one would least expect to see in a landscape: hairy balls.\n\nYou read that right. Nutscapes lets you preview not just the beauty of nature by itself—it also sneaks some random guy’s nutsack in every photo featured.\n\nWhile getting a dose of gonads with your greenery may seem like a joke, the man behind the feed, Philadelphia-based artist Clancy Philbrick, sees Nutscapes as a conceptual art project more than anything else—one that’s based around exploration, unity, and vulnerability.\n\n“I was on a solo trip out in the bush of New Zealand shooting some typical landscape photography and while on top of a mountain looking out at this amazing concave glacier in the distance, I felt a great gratitude for my surroundings and a primal urge to connect on a deeper level with Mother Nature,” Philbrick told The Daily Dot in an email. “The next thing I knew, I was taking a picture of my balls dipping into the negative space above the glacier. Unfortunately this original Nutscape was lost when my old hard-drive crashed.”\n\nFor years, Nutscapes remained a solo endeavor for Philbrick, with him taking shots on his own and sharing them with friends. However, after a buddy of his saw his work, he immediately wanted in and started shooting his own Nutscapes. Together, they built a sizable stack of scrotum snapshots and enticed their friends to start chipping in. Soon after that, they began posting the images they’ve carefully curated on Instagram and eliciting their followers for contributions.\n\nAs an ongoing art project with over a hundred posts so far and only over 500 followers, Nutscapes is still very much in its early stages, with its proverbial balls still waiting to drop in terms of user submissions. Philbrick says the account averages about two submissions per week, which may seem meager to some, but with collaborators approaching them from around the world, he is optimistic that his online baby is off to a great start.\n\n“We also understand the physical challenge of taking a great Nutscape and the compromising situation it puts the artist in. It definitely takes some courage, vulnerability and skill to properly to execute. So yeah, that’s a challenge to all our viewers,” explained Philbrick.\n\nSo what makes a good Nutscape? At the base of every photo on the feed is an attention to the various aspects that makes any work of art visually captivating: a knack for composition, balance, perspective, and repetition, among other things, will definitely increase the chances of your photo being chosen for inclusion in the project. Of course, the curators also appreciate the  incredible luck in being able to capture an instance, subject, or moment so perfect that traditional elements of art don’t really matter as much.\n\nIt’s quite undeniable: on a simple, low-brow level, testes are just utterly hilarious—its many synonyms are even a lot of fun to say. Setting humor aside, however, the Nutscapes Instagram account hopes to start a discussion on the way in which nuts shift the context, focus, and concept of a photograph.  \n\n“The testes create a unique shift in the traditional regard for landscape photography, in which the subject is typically in the middle ground, while also clearly placing the photographer, a component that is almost always out of the frame, squarely within the photograph. It’s like a new selfie of sorts,” Philbrick mused.\n\nHe continued, “Also, notably, in our modern and historical world where men run and have ran at least 80 percent of the countries, the positioning of testes looming over these pristine landscapes proposes a lot of interesting questions in regards to mankind versus nature, stewardship, responsibility, seeds and future progeny, and masculine vulnerability.”\n\nWho knew testicles had the ability to heighten the quality of your Instagrams, let alone elevate your aptitude for deep thoughts?\n\nUpdate 9:51am CT, Oct. 24: The Nutscapes account has been suspended by Instagram.\n\nIn a statement to the Daily Dot, the Nutscapes squad had this to say: \n\nWe’d like to use this platform to push the concept of male vulnerability and the absurdity of IG allowing mostly naked models and nearly pornographic images all over their site, with hundreds of thousands of followers and paid marketing, but censoring a benign detail of the human flesh. A detail that in most of our images remains obscured. A detail of a body part that doesn’t even have the necessary orifice that connects external to internal that seems necessary to even make it something adult or ‘censor worthy’.\n\nIn the mean time, you can still see a few Nutscapes through their website and Twitter account.\n\nImage via nutscapes\/Instagram | Remix by Jason Reed\n\nFrom Our VICE Partners\n\nPure, uncut internet. Straight to your inbox.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.747644186,
        "format_confidence":0.6955349445
    },
    {
        "url":"http:\/\/www.phaidon.com\/agenda\/architecture\/articles\/2012\/february\/02\/john-pawsons-muse-music\/",
        "text":"\n\nJohn Pawson's Muse Music\n\nThe acclaimed minimalist architect on the music that gets him in a creative mood\nPortrait of the Architect John Pawson who has chosen this week's Muse Music (top left), image from the interior of his Novy Dvur Monastery (2003) (right) and The Rolling Stones (bottom left) who feature on his playlist\nPortrait of the Architect John Pawson who has chosen this week's Muse Music (top left), image from the interior of his Novy Dvur Monastery (2003) (right) and The Rolling Stones (bottom left) who feature on his playlist\n\n\n\n\nWe didn't expect a minimalist to choose 12 - rather than the customary 10 - songs for his Phaidon Muse Music playlist but as it's John Pawson, one of our favourite architects, making the choice we're more than happy for an extended insight into the music that inspires his life and creations. Pawson creates buildings that possess a simple beauty. He designs to a principle of rigorous reduction, and has become known for his minimalist aesthetic. Born in Yorkshire, he studied at the Architectural Association in London where he now lives. During his twenties, Pawson also studied with the Japanese architect Shiro Kuramata who was to prove a strong influence in the path his architecture would take. Some of his more recent projects include the Calvin Klein store in New York, the Cathay Pacific lounges at Sir Norman Foster's Hong Kong airport and a monastery for the monks of the Cistercian Monastery of Our Lady of Nový Dvůr in the Czech Republic. He recently unveiled his plans for the new Design Museum in London.\n\nPawson is rarely without his digital camera which he uses to record patterns, details, textures and spatial arrangements in the world around him that might inform his work. These snapshots of landscapes, buildings and objects have come to form a monumental visual diary A Visual Inventory. Pawson has annotated each of the 272 photographs with explanations as to why he captured that particular image, allowing us to see the world through his eyes. You can listen to the music that has inspired him in his life and in his career now on Spotify and iTunes but before you do, read what he has to say about it. \n\n\"In a way, my influences are eclectic. Music doesn’t make me want to go and design a house, in a way it’s a more physical pleasure. It’s maybe a break for me or a tunnel to something else. I’ve never had a lot of music in the office. To me music is to be listened to and art is to be looked at. I never understood that thing of using art as decoration. It has to mean something to me otherwise I wouldn’t have it. And I can’t work with music. I find it too stimulating in a way. There are moments when I just want to put something on loud and then I soon want to turn it off. I actually love silence. I have a highly tuned ear for mechanical noises. I built my house to be quiet. I put the boiler in the garden, and the fridge in a cupboard. I can always find noise. People say there’s nothing there and then I find a phone or a charger plugged in that no one else can hear. I lie in bed listening. I actually love power cuts. Where we live in Notting Hill, the only sound we get is the marine hum of the Westway, it sounds the same as being near the ocean. I actually find that irritating! Growing up there was always music at home. Mum played the piano (she was into Bartok) and my cousin trained as an opera singer so we used to have people over. He’d bring along people like (opera singer) Elizabeth Harwood. I think the first record I ever bought was Diana by Paul Anka. I spent a week in Sydney with Liza Minelli when she was 21 - that was thrilling to hear someone belt out those numbers, it was before she made Cabaret. I grew up in the Sixties. Then the Beatles arrived and everything changed. I get to hear some music now through my son Caius, who has a label called Young Turks and manages The XX.\"\n\nThe Rolling Stones (I Can’t Get No) Satisfaction \/ I’m Alright - I was by a pool in Sitges, Spain, when I first heard this on a transistor radio. In those days, there were no iPods, no Sky+ or going back to hear it however many times you wanted to,  and certainly no internet to look it up. And, my god, I heard this riff by Keith Richards and it was like a drug. I wanted to take it out of the radio! I listened to Radio Luxembourg for literally five weekends in a row, hoping to hear this bloody thing again. Then, I was in Japan in the early 70's and missing home a bit. A live performance of I'm Alright came on the radio. I didn’t play air guitar but I might have raised imaginary maraccas while shuffling along the floor. It was that similar feeling of excitement but this time, tinged with nostalgia . It’s like having a sip of Coca-Cola for the first time, you never get back that first taste but because it was such a part of your childhood, because it’s so connected to events, it remains a trigger forever.\n\nWagner Siegfried Idyll - I love Wagner. He wrote this piece for his wife’s birthday. He wrote it for a small orchestra then gathered them together at the bottom of the staircase in the morning and she woke up to the sound of it being played. I just love the idea of Wagner conjuring up ‘something for the wife’. It must be the best birthday present that someone has ever, ever, had.\n\nJohn Pawson, Faggionato Apartment (1999), LondonJohn Pawson, Faggionato Apartment (1999), London\n\nJohn Coltrane In A Sentimental Mood - There was a period when I’d be trying to keep up with my friends at school. I was always attracted to people who were intelligent or intellectual, people who maybe had something that I didn’t have. It may sound pretentious but at 16 my friends were quite well up in jazz. Then, when I was in Paris I had a girlfriend who was older than me. One night everyone who was anyone in jazz seemed to be playing. I went to about three jazz clubs in one night and saw probably six legends - John Coltrane, Sonny Rollins and, I think, Thelonius Monk were among them. I can appreciate the “sheets of noise” Coltrane but I prefer him when he’s quieter, as he is on this song. This, for me, creates an equally inventive atmosphere. It’s cool quiet and reflective.\n\nThe Who My Generation - I was at school, lived in Yorkshire, and the album this is on had just come out and nobody had heard it yet. I was about 16 and deejaying at a party and all I wanted to do was play this album really, really loud, over and over again and not really bother with any other music. Obviously I couldn’t, so the nicest bit of the party was before people actually came when I could blast this over and over again!\n\nJohn Pawson, Angkor Wat, Cambodia (January 2011), from 'John Pawson, A Visual Inventory'\nJohn Pawson, Angkor Wat, Cambodia (January 2011), photographs from 'John Pawson, A Visual Inventory'\n\nBeethoven Sonata no. 31 in A Flat Major, Alfred Brendel - It’s very gentle and short and beautiful. It’s so simple, it’s like … unplugged. And so modern too. And to think that he composed it when he was deaf, that he could hear this in his head. It’s wonderful to have the ultimate song on any playlist. This is probably it.\n\nJack Peñate Tonight’s Today - We’ve been on holiday with Jack and he’s a charismatic character. This is pretty haunting. He’s a balladeer with a wonderful voice. His grandfather was Mervyn Peake, who wrote Gormenghast. I saw him perform Purple Rain at my son’s wedding. Prince is obviously one of the best performers there is but Jack…I hadn’t had a drink and he was brilliant! There are demos of his new single No One Lied, online at the moment. Try and find it.\n\nJohn Pawson - Design Museum\nJohn Pawson recently unveiled his plans for the new Design Museum\n\nDavid Bowie Helden - When you see the Thin White Duke walk out on to the stage and hear that voice it’s always a real moment. For some reason, I’ve always preferred the German Helden to the English Heroes. Around this time he was apparently surviving on a diet of milk, German sausage and cocaine. Catherine, my wife, is obsessed by him. One time she was getting a small aeroplane out of Mustique and who was opposite her but David Bowie. Their knees were knocking but she couldn’t bring herself to talk to him.\nIt’s just one of those things I might play in the office in the middle of the afternoon. At one point I have played songs for everybody. For Shingo I played I Think I’m Turning Japanese, for a girl called Joy I played Ode To Joy. When I think people aren’t working I play Holiday by the Bee Gees!\n\nJohn Lennon How? - I do like Lennon, I actually think he’s extraordinary. I remember when he died I went into three months of mini depression. My girlfriend thought I was mad! He was such a brilliant writer. This was inspired by the primal scream therapy he was going through at the time. I saw the Beatles twice - once in Torquay when they’d just released She Loves You, and then again in Bradford. I’d become friends with Billy J Kramer and his band were touring with The Beatles and they invited me backstage but I couldn’t get past the barrier of fans. Later I stood next to Lennon in an art gallery and stupidly didn’t say anything.\n\nAmerica I Need You\/ A Horse With No Name - Gerry Beckley wrote these lyrics: ‘I need you like the flower needs the rain,’ when he was just 16. America were huge in the early Seventies. Most people remember them for A Horse With No Name, which Dewey Bunnell wrote and which I also like. I’ve Been Through the Desert on a Horse With No Name. I just love deserts. When I go on holiday it’s always to deserts: the Mojave, the Atacama. It’s the silence and the nothingness. It’s beautiful and there’s usually no architecture so it’s a real holiday! We went to the Karoo Desert in South Africa on the way to Namibia. You just go on and on, further and further, then stop the car, turn the engine off. You can hear every gurgle in your body.\n\nJohn Pawson, Pattaya, Thailand (January 2011), and Amagansett, Long Island, New York, USA (May 2010), photographs from 'Jo... (truncated)",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9117601514,
        "format_confidence":0.7518048882
    },
    {
        "url":"https:\/\/brooklynrail.org\/2006\/07\/art\/eva1",
        "text":"Some Thoughts on Eva Hesse\n\nH. Landshoff, Eva Hesse in her home\/studio at 134 Bowery, New York, c. 1968. © The Estate of Eva Hesse, courtesy Hauser & Wirth, Zurich, London\n\nI first learned about Eva Hesse while I was in undergraduate school at University of the Arts through a former teacher, Ree Morton, who would talk about Hess and her work profusely in class. Morton identified strongly with Hesse’s radical spirit of invention and play—letting things hang out, running things up the flagpole, breaking the rules. I saw that Hesse had opened up something for Morton; she was given permission to raise the stakes. It was a compelling experience for me to see Morton having a dialogue with Hesse’s legacy. When you are young, you learn to identify intuitively with the artists (of all ages) who are pushing it, trying new things, artists who have decided to work in the present. Everything is up for grabs, anything is possible. Year after year students and young artists relate to Hesse that way. They can see that she had discovered her own way of connecting with the materials and forms by having her feeling and thought work in unison, by working in the moment from a place of deep inwardness.\n\nWhenever I’m asked to give a slide presentation of my work, I never miss the chance to include Hesse’s masterpiece “Repetition Nineteen III” 1968 (nineteen fiberglass cylinders, each one subtly different from the next, arranged casually in a group) as a touchstone that has had an profound impact on my thinking as a sculptor. Hesse’s cylinders are objects from her mind, conceived in fiberglass, extracted and placed outside herself. Serial form, “This, then this, then this. Over and over again, approaching, getting closer, getting nearer. Letting go, standing back…things recede, they diminish,” in her case, emphasizes her particular way of relating to what was the pervasive trope being practiced in Minimal, and process art at the time. Not involved with a cool, calculated look, Hesse had the capacity to entertain doubt, be vulnerable and see absurdity, giving her the ability to pare away and reduce things, to find the place that simultaneously expands and contracts, a place that is, and is not. Hesse walked an exquisitely defined edge joining proportion and emotion. It is a place full of contradictions, and all the more powerful for them. Looking at her work is invariably inspiring, gripping, challenging, and forceful.\n\nEva Hesse, Untitled, 1966, ink wash and pencil on paper. Private collection, New York. © The Estate of Eva Hesse. Hauser & Wirth Zürich London\n\nThere is the myth frequently cited in popular reading that Hesse had to pay for her work with her life. Her materials killed her. Although quite toxic, polyester resin doesn’t automatically give people tumors. Plenty of boat builders will testify that their livers paid a price over a long period of time until they started wearing respirators, or using fresh air systems. Robert Mallory, a sculptor, wrote an article about his body’s complete rejection of polyester resin. Beyond the technical facts, many people find something tragically appealing or darkly appropriate about the notion that Hesse died for her work, a victim of her passion. I have never understood this- what is tragic is not having the result of the entire arc of her production. I would have loved to see what she would have done, who wouldn’t? But the idea of paying the price of greatness as an artist with your life is a niggling way to value her achievement and her ambition.\n\nI worked for the sculptor and painter Nancy Graves for a number of years. She told me Hesse came back the day after a party Nancy had thrown to get an umbrella she had “forgotten.” Hesse wanted to further her acquaintance with Graves. Nancy said this was how ambitious artists did things—make sure you meet the people you want to meet, and get to know them, by whatever means necessary. Nancy gave Hesse plaster gauze to try out. She had tremendous respect and a some envy of Hesse—that envy was new to me too. I realized that no matter what artists had accomplished, no matter where and how they had exhibited their work, this was a competitive field. Everyone was straining for more, working on getting more of what they felt they deserved.\n\nToday’s climate is biased towards spectacle and entertainment, journalism and discourse. A discourse of “referencing” and naming in a dumb, literal, flat-footed way. Hesse’s work is rooted in invention, and looking at form as a way of tracing thought. Or, as a friend of mine, Bo Berkman says: “asking unanswerable questions in a non-existent language.” As viewers we have to be willing to enter a mental state predicated on empirical looking and seeing: a slow state, a meditative state, a state involving small differences and subtle connections. The meditative state allows us to leave the world by thinking about something harder and longer than usual. By letting the object of meditation into our thoughts it takes us away from our thoughts. It becomes the center for a short time, the thing against which we measure and compare, the thing that lets us see our thoughts and ourselves. These used to be implicit assumptions everyone had when making and looking at art. Doing otherwise was incoherent and chaotic. Hesse’s work always reminds me of the deep pleasures and ample rewards of this way of making and viewing. Her work profoundly inspires and gives me courage to continue.\n\n\nTom Butter\n\nTom Butter is a fine artist from New York.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9952332377,
        "format_confidence":0.7803885341
    },
    {
        "url":"https:\/\/jesuitnews.com\/1249\/arts\/artist-of-the-month-anne-flynn\/",
        "text":"Artist of the Month–Anne Flynn\n\n\n\nArtist of the Month: Anne Flynn\n\nOctober 2nd, 2019\n\nWritten by Steele Clevenger\n\nIntrospective. Dedicated. Bubbly. Three words senior Alyssa Knudsen uses to describe friend and fellow artist, senior Anne Flynn. Flynn began drawing at age ten. “You know that imitator anime style that every kid starts out with?” Flynn said. “I never watched anime or manga, but I would try and copy that because I [thought], ‘That looks cool.” Realizing her innate talent for drawing and impeccable perceptive abilities, Flynn auditioned to be a part of the Art One Class with former Jesuit Art Teacher Gail Fleenor. The advice she was given? Draw more. And that’s exactly what she did. Flynn says she has at least three sketchbooks at any one time which she keeps in her backpack to pull out whenever the mood strikes. “Her sketchbook is full of these delicious morsels. It’s almost like she’s sharing a little blessing when she shows you her sketchbook,” Art Teacher Sascha Manning said. “[Flynn] inspires me through her daily sketchbooks to work on my own art a little bit each day .” At present, Flynn is especially interested in cloud formations, and her face lights up whenever the topic is mentioned. “It’s just so interesting. I drive at [6am, 7am] in the morning, and I [thought], ‘“Oh, the sky is blue, but it’s not—it’s green and yellow and orange and purple, and the color catches on the edges of the clouds and makes these highlights that are colors you don’t think you’d see in nature!’”Flynn said. Flynn’s art is clearly a highlight of her day, and anyone who knows Flynn can attest to the happiness art brings her. “She lives and breathes art,” Manning and Knudsen said. Flynn admits, though, that she didn’t really think of art as a serious career until her junior year. “I used to [think] “Ugh, starving artist! You can’t do something with that!” But last year, I [thought], “Wait, you can!” Flynn said. Flynn is now applying to colleges, where she plans to study art. “Anne is always challenging herself. We went to Last Thursday on Alberta. I gave Anne a ride. After the night, we were walking back to my car, and we encountered a woman who was drawing with her feet! Anne was utterly fascinated,” said Knudsen. “A week later, [Anne] plops these drawings in front of me and she [said] “Look, I drew these with my feet!”",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9891908169,
        "format_confidence":0.8543699384
    },
    {
        "url":"http:\/\/www.powerandmotoryacht.com\/other\/icons-and-new-perceptions",
        "text":"Subscribe to our newsletter\n\nIcons and New Perceptions\n\nSpectator - June 2002\n\nSpectator — June 2002\n\nBy Tom Fexas\n\nIcons and New Perceptions\nHow your Spectator avoided making one mistake and admitted to making another.\n More of this Feature\n• Part 1: Icons\n• Part 2: Icons\n Related Resources\n• Spectator Index\n\n Elsewhere on the Web\n\nPlease bear with me on this car story--I'm making a point.\n\nIn the late 60s, Ferrari debuted its stunningly beautiful 365 GTB\/4 Coupe. Critically acclaimed worldwide, this design set new benchmarks for the auto industry and spawned a plethora of imitators. In the early 70s, as this car (also known as the Daytona) was nearing the end of its run, Ferrari came out with its successor, the 365 GTC\/4 Coupe. Although designed by one of the top styling houses in Italy, the look was rather unfortunate. The car had strange upswept hips aft and a black rubber bumper encircling the front end. Due to its ungainly proportions aft and the oval bumper, the merciless Italian auto press immediately dubbed the car \"The Hunchback with Clown Lips.\"  Ouch! Talk about stinging criticism. To this day the car is known by that moniker, and as a result, it's worth maybe a third of a Daytona in similar condition. The Daytona had a six-year run, while the GTC\/4 lasted only two. It all comes down to proportions and shapes.\n\nIn 1999 we entered into a contract with Grand Banks to design its new flagship, the 64-foot Aleutian Class motoryacht. The boat was to be a \"sleeper.\" Grand Banks has always been known for its \"dependable diesel cruisers,\" which cruised at 9 to 12 knots (some faster with bigger engines). But the 64 would be a wolf in sheep's clothing--the wolf being the hull shape, high-tech, lightweight construction, and machinery that would push her to about 22 knots. The sheep's clothing part was going to be her traditional styling.\n\nAlthough we are not widely known for this type of boat, the fact is I started in this business back in 1966 designing conservative, long-range cruiser types. My first design was a series-built 50-foot long-ranger built in Taiwan and Singapore. A good number of staid designs followed, but it was boats we did like the Midnight Laces, slick Cheoy Lees, and Palmer Johnsons that captured the marine press' fancy.\n\nI'm sure Grand Banks talked to a bunch of other naval architects before choosing us for its new project. After riding on our boats, the Grand Banks powers that be knew we had the hull but were concerned about the \"look.\"  Ah....the elusive \"look.\" That's what it all comes down to. The \"look\" will make or break a project. Our dilemma became: Just how do you restyle an icon? How do you push the design far enough to be considered contemporary yet still reflect the heritage and family resemblance of the long, proud line of Grand Banks boats? A mistake here could be deadly. We certainly did not want our new Grand Banks design to be the floating equivalent of \"The Hunchback with Clown Lips,\" and so, after the easy part (the hull) was done, we carefully moved on to the styling, during which time I ended up losing a lot of sleep.\n\nNext page > Icons, Part 2 > Page 1, 2\n\nThis article originally appeared in the January 2003 issue of Power & Motoryacht magazine.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.5051964521,
        "format_confidence":0.9748732448
    },
    {
        "url":"http:\/\/dailyserving.com\/2007\/03\/nedko-solakov\/",
        "text":"Nedko Solakov\n\nIn a piece titled “Art & Life (In My Part of the World),” Nedko Solakov created a piece in a vacant and dilapidated apartment to illustrate a narrative about the distraught life of a piece of art. She, the work of art, felt neglected in this house and thus moved itself into the most well-lit room and on top of several tables. The entire apartment contains text that lets the viewer in on contextual clues that inform of past events. Solakov was born in Bulgaria in 1957 and studied at Hoger Instituut voor Schone Kunsten in Antwerp. While able to take on multiple media, the artist’s work is always centered on a conceptual humor and often stems directly from text. In 2005, Solakov participated in a group show titled “OK:Okay” at the Grey Art Gallery, where the artist used works of de Kooning and Warhol from the Gallery’s collection to create the fictitious hut of an African native who collects Western art. Solakov has received funding from numerous foundations, including the International Studio Program in Sweden (IASPIS), KulturKontakt and the Philip Morris Foundation. Last year, he exhibited with Galerie Arndt & Partner in Berlin and the Museum of Contemporary Art \/ MNAC in Bucharest.\n\n\nLeave a Reply",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9965683222,
        "format_confidence":0.6778828502
    },
    {
        "url":"http:\/\/www.builderonline.com\/design\/traditional-good-looks-still-going-strong_o",
        "text":"South Point Residence, Berlin, Md.\n\n“The waterfront is the jewel of the project,” says architect Jason Pearce of this Maryland peninsula home. With Assateague Island to the east, and the lights of Ocean City to the north, taking full advantage of the expansive water views was at the top of the design list. So were the classic and charming elements of a Shingle style coastal house: wraparound porches, balconies, and the iconic widow’s walk.\n\nThe homeowners wanted a waterside retreat big enough for friends and family to enjoy time together, yet it was crucial that the house not overpower its scenic locale. Site regulations abounded. The home is located in a high-hazard coastal flood zone, with a 100-foot setback from wetland that juts right into the property. The entire ground level of the house had to be drainable breakaway construction. All livable space had to start at least 9 feet above grade, but the structure could rise no higher than 45 feet. With limitations like those, coupled with the need for enough rooms for extended family to visit for good stretches of time, “The easy thing would have been to stack everything on one monstrous mass,” Pearce . To avoid that, graceful forms were key. Sloping shed roofs and recessed balconies help prevent this home from being a hulking box, even though the whole fourth floor is contained within a main 12\/12 roof slope. There’s no attic in this house—everything under the roof is living space.\n\nThis Shingle style structure is true to coastal style, but it differs from its New England counterparts. Pearce points to the turret (“the pivot point for the house”), which helps capitalize on ocean views, as well as thick white window trim that makes the windows pop, defines the recessing, and makes the gray shingles stand out even more.\n\nWarren Residence, Grand Rapids, Mich.\n\n  • Awards Best in the Midwest; Platinum Award for One-of-a-Kind Custom or Spec Home up to 4,000 square feet \n  • Builder Insignia Homes, Grand Rapids \n  • Architect Wayne Visbeen, Grand Rapids \n  • Interior Designer Francesca Owings, Grand Rapids\n\nThe challenge is familiar to anyone who does infill. The new home, in an old neighborhood, had to look good next to its neighbors. The tight lot needed to accommodate a house spacious enough so a family of four (two doctors and two kids) wouldn’t feel as if they were living on top of each other. Wayne Visbeen wasn’t the first designer the client had turned to in order to satisfy the family’s requirements. Luckily, he knew what to do.\n\nVisbeen opted for a traditional four-square floor plan, which “allowed the house to live large in a controlled footprint.” Detailed roof lines made the house cost efficient without looking that way, says the architect, who adds that the builder was surprised at how simple the home was to build. The revised floor plan nipped 500 square feet off the original. Attention was directed at details that add vintage character (lanterns at the entry), touches that feel luxurious (soapstone counters in the kitchen), features that add privacy (a vestibule in the master suite), and top-of-the-line appliances.\n\nSetting the stairwell in the center of the house makes the home’s interior feel grander than it might otherwise. The stairwell includes a large window that floods the house with light and a landing with bookcases, storage, and a built-in daybed—a handy kids’ hangout and an inviting place to curl up and read.\n\nThe house is situated near others built in the 1920s, ’30s and ’40s, and details such as cedar shingles and brickwork on the facade, corbels flanking the entry, and steeply pitched roof gables ensure that it belongs on the street. The detached garage, steps from the back door (roof lines are 6 feet apart), harks back to the older houses, too. On a tight lot, privacy is a big question, but the home’s larger windows open out onto the backyard while smaller ones face the houses on either side.\n\nEnglish Angel, Cassique, S.C.\n\n  • Awards BALA Home of the Year; Best in South Atlantic Region; Platinum, One-of-a-Kind Custom or Spec Home, 4,001–6,500 square feet \n  • Builder Buffington Homes, John’s Island, S.C. \n  • Architect Wayne Windham, Kiawah Island, S.C. \n  • Interior Designer Kathryn McGowan, Charleston, S.C. Developer Sunnyside Designs, John’s Island\n\nFor clients who wanted to build a house that paid homage to late 19th- and early 20th-century Arts & Crafts architecture, Wayne Windham went all the way. Thrust into a style he’d never really explored, Windham gave himself a crash course. He studied up on the most influential architects of the time, including Charles Rennie Mackintosh, Charles Voysey, and Sir Edwin Lutyens. He pored over books on period woodwork, furnishings, and wallpaper. What’s more, Windham hired a builder whose attention to detail was painstaking. “The subs that we used are exquisite,” he says. “They get excited about this stuff.”\n\nEnglish Angel is faithful to its roots, down to the last transom window, but with a modern touch and awareness of its southern locale. Its interiors are airy—not a word that usually comes to mind when describing English Arts & Crafts design. There are views all around, and the woodwork—light-toned and warm—is a combination of unstained Douglas fir, oak, and engineered wood, adding to the airy feel. The twin staircases at the entry are impressive, but they’re not just for show. Sited in a golfing community, English Angel is a timeshare house with three identical master suites and three bedrooms, for a total of six bedrooms and six baths.\n\nThat mix of faithfulness to the period and right for the site extends to the home’s elevations. The herringbone beadboard trim on the windows, cedar shingles, and stucco are “Arts & Crafts to a T,” says Windham, but the stucco is tabby, a mix of crustacean shells and cement that’s native to South Carolina. For being an impressive feat of craft that’s as beautiful as it is true to its surroundings, the project nabbed the Home of the Year title.\n\nLincoln Park Home, Chicago\n\n  • Award Platinum, One-of-a-Kind Custom or Spec Home, over 6,501 square feet \n  • Builder\/Architect\/Interior Designer\/Developer Environs Development Inc., Chicago\n\nWith its chic shops, great restaurants, and beautiful old brownstones, Lincoln Park is one of Chicago’s most sought-after neighborhoods. These historic streets have seen some new construction in recent years, but on the 2200 block of North Dayton, a century had passed since a new house went in. Architect Ken Brinkman set a high bar: an infill home that looked like it was built at the same time as the others, but was the nicest, most beautifully maintained house on the block.\n\nThe team studied the homes on the street, photographing each one to analyze detail and proportion. They surveyed early 20th-century row houses in New York, Baltimore, and Washington, D.C., for an added sense of proportion. “Too often we’ll see homes that get the details right but are a mishmash,” Brinkman says. While many of Lincoln Park’s elegant old homes are built with white limestone, Brinkman opted for Texas red sandstone, which complements the other houses. A gabled front facade and a hip roof help the house play well with others on the street, while a half-round recessed balcony and detailed windows add historic character. Yet the home’s interior is as modern as its facade is traditional, with a light-filled, open plan. That’s not easy in a city home’s long, narrow layout. Sightlines in the gathering spaces that enable seeing the house wall to wall are a big help.\n\nBuilding a $4 million infill spec house that hews to the historic character of the street isn’t for the faint of heart. The worst part of the deal was feedback from the real estate brokers. Comments like, “If you’d gone with limestone, I could have sold it in a second,” drove him nuts, and yes, there was hand-wringing. The home was 90 percent finished when it sold to empty-nesters who want a place big enough for all their kids and grandkids, and the owners are thrilled. But the acid test for Brinkman is that often when he’d park across the street and walk to the jobsite, he’d walk right by the house. It blends that well.\n\nLearn more about markets featured in this article: Grand Rapids, MI, Chicago, IL.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.5171349049,
        "format_confidence":0.9031676054
    },
    {
        "url":"http:\/\/www.treehugger.com\/sustainable-product-design\/creative-recyling-gasometer-city.html",
        "text":"Creative Recyling: Gasometer City\n\nImage Credit Maz Hewitt\nGasometers are giant storage tanks that were used to store and balance pressure for town gas (gasified coal) or natural gas. Some were simple and industrial looking; others were elaborate structures. In Vienna they were originally designed in 1896 after a competition, and became such a major part of the skyline that that another competition was held to renovate them, which was one by some of Europe's best known architects, including Jean Nouvel and Coop Himmelb(l)au.\n\nAccording to Low Waste Building Technologies and Practices:\n\nFour architects won the competition in 1995, Jean Nouvel, Coop Himmelb(l)au, Manfred Wehdorn and Wilhelm Holzbauer, with a different interpretation of each gasometer. Jean Nouvel has created a large indoor plaza with a translucent roof playing with reflections, refractions and transparencies of the old and the new. Coop Himmelb(l)au added a new 22 storeys building to the existing one. Manfred Wehdorn created an indoor garden and an eco-friendly designed terraced structure. Wilhelm Holzbauer occupied the center of the existing building with lift and stairs, from which three compact sections were divided by indoor gardens penetrating the perimeter of the existing building.\n\nLarger version here\n\nThe concept of mixed-use building creates a 24 hours occupancy and activity in the gasometers with inhabitants working, living, and entertaining.\n\n::Deputy Dog\n\nTags: Apartments | Architecture | Austria | Recycling",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9896667004,
        "format_confidence":0.7002233267
    },
    {
        "url":"https:\/\/www.culturedmag.com\/aubrey-mayer\/",
        "text":"Artist Aubrey Mayer Embraces the Camera as a Means to an End\n\nKat Herriman\n\nPhotography by Aubrey Mayer\n\nHenry Taylor in his studio.\n\nAubrey Mayer picks me up from the Greenport train station and we drive east to Orient, another town on the tip of New York’s tongue. Mayer grew up on the North Fork and he points out landmarks along our route to the house he now shares with his wife, Toby Bannister and their daughter Frida. The early spring coastline passes like a grey blur.\n\nOrient is the constant for Mayer—a place he returned to three years ago to get some space from a decade of New York grind. “I almost didn’t make it out alive,” he says in all seriousness before cracking a smirk.\n\nWhen we turn into the driveway, a sailboat emerges from the lawn— it belongs to artist John Tremblay. “The only friends that I’ve had in my adult life have been artists or sailors,” says Mayer, explaining that his life and practice are inextricably intertwined.\n\nAubrey Mayer\n\nAubrey Mayer’s Christopher Wool : 6-17-10A : Horizontal Contact Sheet (edited), 2017.\n\nTalent Meets Road\nMayer met his first subject, Elizabeth Peyton, through a family friend while home one summer from college. He taught the painter to sail and in exchange she agreed to sit for him. Their first shoot was in front of his parents’ garage in the style of Richard Avedon’s In the American West. “I remember the day and still use the footage,” he says.\n\nThe friendship with Peyton led to series of new ones including White Columns Director Matthew Higgs, who published the artist’s book, “6-17- 10A,” a project with Christopher Wool documenting the creation of one of his paintings at his home in Marfa, where the artist lives with his wife Charline von Heyl. “When you get to spend time a lot of time with someone, and you sit back and listen, you reach another level of understanding,” Mayer says. “My time with Christopher and Charline changed me.”\n\nAfter coming home from Texas, Mayer began printing contact sheets rather than single portraits—a development he connects to Wool’s rigorous painting method. “If you watch someone paint like that, you learn things they don’t teach you in school,” Mayer says, pulling down a book with some of these early contact sheets. Wool is depicted, mask on, in motion.\n\nAubrey Mayer’s Jonas Wood 3-12-12 from the LA Magical Misery Tour 2012 series.\n\nLife as Form\nThea Westreich, a champion and sometimes subject, describes Mayer’s practice as participatory. “Aubrey is taking the artist portrait and turning it into a formal act,” she says, “It is like he is climbing inside of these people and seeing them as part of a world he wants to occupy, does occupy. The image comes second to process.” Westrich also noted that what separates Mayer’s work from becoming documentarian is the way in which the artist is able to connect with his subject beyond the relationship of photographer and subject.\n\nMayer’s friendship with Los Angeles-based painter Jonas Wood speaks to the way his sittings often go beyond the scope of the lens. “I asked if I was supposed to do anything in the photos and Aubrey said ‘No, just work and I’ll take pictures of you,’” Wood says of their first session. “I pretty much just worked the whole time, listened to music, smoked weed, painted, drew. I didn’t really think about getting photographed. I think that’s why the pictures come off really organic.”\n\nThe admiration goes both ways. Mayer credits Wood for helping him link him into Los Angeles, where he has going for yearly pilgrimages. The first time he visited, Mayer bound every photo from pilot trip into a one- of -a-kind chronology that he printed on vegetable parchment paper and covered in felt. He called it “LA Magical Misery Tour 2012” after Martin Kippenberger’s “Magical Misery Tour.” This is one way Mayer presents his portraits.\n\nAubrey Mayer’s Kaari Upson 7-1-15 from the LA Magical Misery Tour 2012 series.\n\nBound Together\nThe books are a collaboration between the artist and Mayer’s wife, who is a sought-after book binder. Bannister, who cuts and binds books on their kitchen counter, is self-taught and used to work as the head producer at Griffin Editions, the company responsible for Cindy Sherman and Roe Ethridge’s prints. “I see myself as the technician, we are a good match,” she says. “Aubrey has a lot of ideas about how he wants to create something, and I am very good with materials so I am able to construct what he wants. Everything is handmade and that quality really enhances the work.”\n\nThe volumes Bannister creates are not your run of the mill monographs. They are tactile and richly detailed. Bannister’s neat stitches provide a contrast to raw edged pages and sometimes heavy felt covers. Sculptural in character, the books hint at the way the artist portrait functions not on only as an image in Mayer’s work, but as a lens for looking at the machinations and values of contemporary art.\n\nAubrey Mayer’s Torey Thornton : 1-12-16 : Vertical Contact Sheet No.5 (un-edited), 2016.\n\nMayer’s living room acts as an extended studio. When I visit, contact sheets of Wool, Grotjahn and Torey Thornton are hanging. This is the other way Mayer presents his work. His sequential images connect the dots between art and labor, art and individual.\n\nThis summer, visitors to Joel Mesler’s new East Hampton gallery, Rental, will have a chance to see Mayer’s work in person where it will be included in a group show, “Oliver Twist: Chapter 2.” When I visited his studio, the artist was preparing new contact sheets of Raymond Pettibon with Aida Ruilova and Jamian Juliano Villani. I asked him who he was going to shoot next. He told me: “It’s a secret. To do what I do, I need a backstage pass that takes trust.”",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9961457253,
        "format_confidence":0.9789202213
    },
    {
        "url":"https:\/\/www.readersdigest.co.uk\/lifestyle\/travel\/grayson-perry-who-are-you-subverting-britain",
        "text":"Grayson Perry - Who Are You? - Subverting Britain\n\nMandi Goodier\n\n“Welcome to Britain. You are now in a safe country”—the voice of the Queen as a plane landed on British soil in 1956. Grayson Perry subverts British institutions in the National Portrait Gallery, as his Who Are You? exhibition grows in popularity.\n\nGrayson Perry can hardly step a foot wrong at present. He is well on his way to securing national treasure status as more people become aware of his work; as they accept his mission to make contemporary art accessible to the general public. Until the 15th March, 14 of his \"portraits\" hold residency on the first floor of the National Portrait Gallery. Here they sit isolated (but getting all the attention) among the oppressive presence of various portraits and busts of very important, stern looking white men from the 19th century. This hetronormative environment seems to reject these colourful art objects, but they in return challenge them and assert themselves.\n\nThe Ashford Hijab - Grayson Perry\nThe Ashford Hijab\n\nIt isn’t exactly that the National Portrait Gallery, or any other of the national institutions, struggle to get the general public through the doors. However, these huge galleries, both Tates, National Gallery, Royal Academy and so on, become tick boxes on tourist’s itineraries. Very rarely do I enter a gallery and find hoards of people—and I’m talking the Saturday crowds, not the art critics, collectors, and artists—gathered around an art object discussing it, in depth and truly engaging with it. This is something Grayson has achieved with great success.\n\nIn part this is due to his hit TV series, Channel 4's Who Are You? The show reveals his process and approach of making art. In many ways, Grayson has revolutionised the art documentary. No longer are we faced with a very serious, posh English accent relaying art critique, steeped with intimidating, historical context (although if you pay attention Grayson does elude to both in his shows, he’s almost tricking his audience into being critical), or the flip side of that is the art show that in its attempt to bring art to the masses, debases it. The Guardian has even gone as far to say that Grayson has revolutionised the talk show, as we see him interviewing various personalities under the guise of art and research. Art becomes a license to access people at their most open in order to preserve their essence in the form of an art object. In making this TV show, Grayson has given the general public the tools to access his work. Yes, “art is challenging”, he claims in his 2013 BBC Reith Lectures, it isn’t supposed to be easy, but there is no reason to fear it.\n\nThe Huhne Vase - GRayson Perry\nThe Huhne Vase\n\nIt is no accident that this collection ended up in the National Portrait Gallery. Everything about it challenges both the environment it is in and what constitutes art. Here, we have the home of British portraiture, but Grayson’s portraits are not conventional, they are tapestries of journeys, sometimes they are pottery. This particular floor deals with the history of Britain. It's so-called historical heroes, who are politicians, royalty, aristocrats (although there are two rooms where we encounter cultural icons). It is rare that we see a female face, or person who isn’t white. Yet Grayson has approached a range of people from diverse representations of modern Britain. A white woman who converted to Islam (The Ashford Hijab), the boy who was born a girl and is going through gender change (I Am A Man), the queer couple who adopted a mixed-race child (Modern Family) and indeed, the white middle-aged middle-class male politician (The Huhne Vase). All are people who are on \"identity fault lines\". He embraces the idea that we live in a tolerant Britain, and then sucks his teeth fearing the worst in light of the intolerance the media presents. His is an optimistic view. We are a tolerant country.\n\nEntering the gallery to his famed Comfort Blanket (see top image) Grayson sets up this premise subtly, intelligibly:\n\n“A portrait of Britain to wrap yourself up in, a giant bank note; things we love and hate. A friend whose family had walked out of Hungary fleeing the Soviet invasion in 1956 said her mother referred to Britain as her ‘security blanket’. As their plane came into land in the UK, the tannoy relayed a message from the Queen saying ‘Welcome to Britain, you are now in a safe country’. People still come to our country for its stability, safety and rule of law. We should be proud of that.”\n\nIn a time when patriotism is becoming a dirty word, Britain needs people like Grayson Perry to remind us of Britain’s diversity, really giving us a reason to be proud. Nice one Grayson.\n\nGrayson Perry\n\nShop Grayson Perry here\nTake a look at his best documentaries\n\nListen to our discussion of Grayson Perry in the Podcast\n\nSubscribe to the podcast here",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9400999546,
        "format_confidence":0.9559866786
    },
    {
        "url":"http:\/\/marbellamarbella.es\/2017-04-21\/world-artists-and-their-story-29-harry-schumacher\/",
        "text":"Persona April, 21st 2017 by\n\nWorld Artists and their Story, 29 - Harry Schumacher\n\nHarry Schumacher – 1, Air\n\nWorld Artists and their Story, 29 – Harry Schumacher\nIn mid-February I attended the opening of the exhibition ‘Alive!’ in Schiedam. Alive! consisted of a combination of the work of Harry Schumacher and works by pupils of grade 8 Elementary School De Taaltuin in Schiedam.\nThe pupils were very inspired by Schumacher’s work. They had made creatures out of curved branches.\nBranches in all shapes and sizes\n\nharry schumacher – 5, Defence\n\nSchumacher: “I let the kids experiment. Don’t make a copy of an animal, I told them, but move the branches and rotate them in such a way that something animal-ish emerges. On that basis you can finally emphasize a detail which is not pronounced enough with plasticine (a kind of clay). They enthusiastically set to work. They proved to be surprised by what came out of their hands.”\n\nharry schumacher – 6, Hofwijk-1\n\nSchumacher tells me this in his studio in the south of Rotterdam. It is located on the top floor of a large artists building of SKAR. While Harry prepares coffee and on the background sounds a song by Sigur Ros, I look around me. I see branches in all shapes and sizes. On the ground white life buoys, flasks with sand in it, on the window sill old weighing machines, at my right drawings on the wall. Behind a high wall there is a work bench and to the wall and in the drawers all kinds of materials.\n\nharry schumacher – 7, HS-Portret\n\nThe power of nature\nHarry Schumacher’s work is about how people deal with nature. “How man sees nature as a large laboratory, with which we can do what we want, at least so we think. We are not sufficiently aware of us being part of nature. We rather think that we stand above it.”\nNature is the essence of being human, says Schumacher. “That used to be clearer. By releasing ourselves from nature we have lost a lot. Nature gave great power, people knew for example how to get ‘drugs’ from nature to heal themselves when they were sick. These days human existence turns around money and the economy.”\n\n\nSchumacher wants to show how beautiful nature is. How did he end up in branches? “I have been working for three years in an intuitive, autonomous manner. I then tried to find a red line in it. It resulted in this three-dimensional work of branches, dealing with our interaction with nature. In 2012 I had my first exhibition.”\nThe branches he finds in, inter alia, the Utrechtse Heuvelrug forest. “I’m looking for special branches. The Pinas (fir tree) produces beautiful branches. At the edge of a forest grow trees with jagged branches, because there they get more space. Sometimes there are whole fallen trees, then you have to saw. I’ll pick them up, along with a friend and transport them in a van to the studio.”\n\nharry schumacher – 9, Legacy\n\nInterior design\nHarry Schumacher started as an interior designer. He still has his own office, but he does it occasionally. “At the Rotterdam Art Academy I chose Interior architecture. I have a talent for three-dimensional, spatial thinking. I also design furniture, all natural materials and virtually everything is unique. I love the contact with people, I can translate specific wishes well in a design, so the end result matches a unique lifestyle. Psychology interests me immensely.”\n\nharry schumacher -10, Parasite\n\nThe interior world is largely determined by trends, but he himself had a preference for timeless design. When implementing a design, the original parts of the design often proved to fall by the budget. “Sometimes there was nothing original anymore. I thought: I’m going to create something myself, I listen to nobody. I make what I want for myself. That took an increasingly important place.” When he had successfully completed a commission for CBK, the Center for Visual Arts Rotterdam, it was an art application for the entrance to the Crematory Hofwijk, he thought: “Here lies my heart. It’s now or never. I opt for the arts.”\nIn the canopy of the entrance there is a recessed hole, where a tree is growing through. Under the canopy he placed leaves of wood, so it seemed a natural drift. Around the tree leaves formed a circle and further away leaves were ‘captured’ by wind. A metaphor for the people who come to pay their respects for the deceased: relatives, close friends and acquaintances with sporadic contact. The pattern invites people to enter the building. “Heirs are often terribly confused. They no longer pay attention to information signs. By following the leaves you can see the trail to go inside.”\n\nharry schumacher – 11, Riverdelta\n\nTrapped in a grid\nAsked about a key work, he says that all his works are related. But he does have some special works which he likes to explain, such as ‘Legacy’ (2012), which was also to be seen in Schiedam. You see a curved branch that bends around a white torso on wheels, with leaves underneath. “The branch is nature, in the middle you see man, very static. He is trapped in a grid. The cross on the ground indicates this even more: stand HERE.\n\nharry schumacher, 12 – Strings\n\nAnother work at the exhibition was ‘Strings’, which is about genetic engineering. Starting point was the fairground attraction where you can win a prize by pulling on a string. “What you win is a surprise at the fair, in my work it’s more transparent, you can influence your choice. I wanted to show what results when man is in charge. In the future, you can determine for example, whether your child will have brown or blue eyes, but do we want that?”\n‘Defence’ is the name of another work, which is slightly different from the main work. You see a red spine like a circle, attached to a piece of weathered wood. It is a representation of the inflexible man of the future. “It is made using 3D printing technology and finished with several coats of wax, pigments and ink. In creating it I brought in the expertise of someone who has experience with 3D printing.” The felt works are also made with the help of a modern technique, the line drawing is burned with a laser in the felt. See his website.\n\nharry schumacher – 13, Transfusion\n\nSculpture garden\nSchumacher makes also ‘site-specific’ work, for example in sculpture gardens. For Sculpture Garden Ravesteyn in Heenvliet he worked with a weeping willow, leaning forward to the water. The huge tree became the figurehead of a small boat. “I made it commemorating the risky journey many refugees undertook over water. The medieval fortress in the yard across the water represents the Promised Land.”\nClearly Harry Schumacher is a versatile man. He does a lot of education, especially with elementary schools. He is involved in an ‘artists-gallery’ of 12 artists on Noordereiland,, at Art Works Foundation,, and in design at Tutti Cortex,\nImages: 1) Air, 2) Defence, 3) Hofwijk, 4) Harry Schumacher, 5) Injection, 6) Legacy, 7) Parasite, 8) River delta, 9) Strings, 10) Transfusion\n\nDisclaimer: The views, opinions and positions expressed within this guest article are those of the author alone and do not represent those of the Marbella Marbella website. The accuracy, completeness and validity of any statements made within this article are not guaranteed. We accept no liability for any errors, omissions or representations. The copyright of this content belongs to and any liability with regards to infringement of intellectual property rights remains with the author.\n\n\nWhat did you think of this article?\n\nThe latest ideas for you to check out\n\nThe latest hits for you to check out",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9951373935,
        "format_confidence":0.869479537
    },
    {
        "url":"https:\/\/theamericanscholar.org\/bella-wattles\/",
        "text":"Portrait of the Artist\n\nBella Wattles\n\nA Slice of (Still) Life\n\nBy Noelani Kirschner | January 3, 2022\n\nAfter being laid off from her film production job in late 2020, Bella Wattles found herself—like so many of us during the pandemic—at home. To express her newfound feelings of domesticity, she began painting for the first time since high school. “I feel like since I’ve been home a lot, I have fruit and flowers around my house,” she says. “I paint whatever is around me.”\n\nWattles normally works on canvas with deep, rich oils that permit her to capture the bright fruits and earthy plants of her environs. But for her juiciest works, she often turns to acrylics, which she applies to clear, acrylic substrates rescued from her new job at a printing and framing shop. “My boss wasn’t sure what to do with these leftover scraps of acrylic,” she says. “I thought it would be a cool way to reuse material. I had no idea people would be interested in them!”\n\n  • Breakfast BB, In collaboration with Of The Soil Agency (Melissa Schwimmer and Alex Gabrielle), 2021 , oil on wood panel.\n\nSince the 17th century, still-life artists have chosen organic subjects to remind viewers of life’s ephemerality: fruit rots, flowers wilt, and banquets spoil. Often, to drive home their point, these artists would write tempus fugit (“time flies”) somewhere on the canvas. But Wattles’s depictions of half-peeled pomegranates and orange slices, while suggesting similar themes, remind us of the scent and seasonality of fresh citrus zest and plump pomegranate seeds. She takes pleasure, she says, in turning waste “into something people treasure in their homes.”\n\nPermission required for reprinting, reproducing, or other uses.\n\nComments powered by Disqus",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9951136708,
        "format_confidence":0.9654551148
    },
    {
        "url":"http:\/\/www.completerelocationservices.com.au\/benefits-of-3d-visualisations-in-architecture\/",
        "text":"Lucinda Pelfrey November 24, 2017\n\nWhilst technology has spawned a great many things that are too extensive to list, for the purpose of this article it has most notably birthed a new era in architecture. Through the introduction of 3D visualisations which have undoubtedly shifted the landscape in a different direction, architects and those in the construction industry as a whole are able to explore new dimensions within their field.  Today, 3D visualisations are the norm, although only mastered by a few. Whilst it is not exceptionally complicated in any way, one certainly needs to have an eye for design, not to mention temperament for dealing with technology. On that note, here are a few benefits of this practice on architecture.\n\nEnhanced Visual Representation\n\nOne of the biggest concerns most clients have when looking to build is that they cannot always immediately picture what the final result looks like. This has in fact been a point of frustration for many years, as people have not been able to depend on very much other than their mind’s eye. Now, the story is rather different. Thanks to 3D visualisation, you get to have a complete view of what the finished building could potentially look like, effectively allowing you to make calculated changes as necessary, instead of prodding in the dark.\n\n\nPrecision is incredibly important in the world of architecture and architectural rendering; else you will end up with oddly shaped buildings which are not welcome if that is not what you wanted. 3D visualisations allow for extreme precision and accuracy, since CAD data, Google Earth, and other technical tools are merged to produce the final result. You can even converge actual photos with 3D visualisations, to help you come up with something completely new and innovative, all the while based on something that particularly catches your fancy.\n\nImproved Marketing\n\nArchitects are now able to market their services more powerfully through 3D visualisations. Instead of spending time drawing several plans and trying to make clients understand what they have in mind, they are now instead able to show it straight up. When vying with other architects and designers for a job, this is especially useful since they can quickly focus on the strengths of their concept, and show the client how they can work with them to deliver the desired result. They can even be merged into videos, which take things up a notch.\n\nOffice building in Warsaw by Piotr Truszczynski | 3D | CGSociety\n\n\nMuch as you might wonder how using all these technical tools when rendering is simplicity, remember that they all make perfect sense to those within the industry. The benefit here is to clients since they need not pore over-elaborate, complicated architectural plans which they understand nothing of unless they are walked through it by the architect. A visual representation is quite simple in this regard since clients can decide whether they like how it looks or not and whether certain functionalities need more improvement than others. They need not spend half an hour trying to locate the door to a room, when the door is pretty much drawn up in the presentation, making 3D visualisations incredibly efficient on top of everything else as well.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.9773471951,
        "format_confidence":0.5000103116
    },
    {
        "url":"http:\/\/www.gupmagazine.com\/books\/anton-corbijn\/inside-the-american",
        "text":"Inside The American\n\n\n\n\nAnton Corbijn's second film is a fact. After Control (2007), for The American he took his inspiration from the short story A Very Private Gentleman by Martin Booth. But Corbijn wouldn't be Corbijn if he didn't capture anything on camera. Inside The American is his photographic diary of the shooting process in Italy and Sweden. Where you would expect a picture of frantic, hysterical scenes on the set, Corbijn delivers beautiful, soft impressions. It radiates great peace, and each photograph is accompanied by handwritten notes and background stories.",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.5324776769,
        "format_confidence":0.6377868056
    },
    {
        "url":"http:\/\/www.thisisinsider.com\/aerial-photos-of-london-2016-7",
        "text":"This photographer's aerial photos will make you fall in love with London\n\nJasonHawkes 6056 Jason Hawkes\nLondon is arguably one of the greatest cities on earth, and as a home to more than eight million people, it's also one of the busiest. But if you take to the air and look at it from above, everything suddenly seems remarkably peaceful.\n\nPhotographer Jason Hawkes has dedicated his life to photography, years of which have been spent snapping the world's most famous cities and landscapes from the air.\n\nHawkes studied photography at college then went on to do a degree in photography at the University of Westminster in London. Years later he can count National Geographic, Rolex, and Red Bull among his tens of high-profile clients.\n\nHis first foray into aerial photography was simple: \"I started assisting in various studios in London and then one day happened to go flying with a group of friends in a microlight. I soon became hooked on the idea.\"\n\nJason kindly sent us the photos he took during a recent helicopter flight over London, and they're beautiful.\n\nYou can see more of Jason's work on his website, or follow him on Twitter.\n\n\nJason Hawkes' shows you London in a way you've never seen it before. From above, the bright lights of Piccadilly Circus are merely a blip in an ocean of lights.\n\nJason Hawkes\n\nCapturing views like this doesn't come cheap. Hawkes says he can spend up to £3,000 for just two hours above London if they stray away from the standard helicopter routes. But it's worth it when this is the result.\n\nJason Hawkes\n\n\"I love the changes in the skyline with the new buildings cropping up,\" says Hawkes, \"and whilst the weather in the UK is a constant challenge, you can't help but feel privileged to be flying around town.\"\n\nJason Hawkes\n\nThis busy photo was taken from above the Lambeth Country Show in Brixton. London's balmy summer weather makes for perfect shooting conditions.\n\nJason Hawkes\n\nWhile some aerial photographers choose to use drones, Hawkes prefers working from a helicopter.\n\nJason Hawkes\n\n\"I love flying, its the whole reason I became an aerial photographer in the first place,\" says Hawkes. \"I really don't want to end up stuck on the ground.\"\n\nJason Hawkes\n\nHis night-time work is particularly eye-catching. \"London’s an amazing city and just a great place to fly around.\"\n\nJason Hawkes\n\nHis portfolio is prolific. He has produced over 50 aerial photographic books for publishers such as the BBC, Random House, Dorling Kindersley and Harper Collins.\n\nJason Hawkes\n\nHis other clients include Virgin Atlantic, Amazon, Rolex, Microsoft, Red Bull, Nike, Coca Cola, Nokia, Conde Nast, HSBC, Ford, American Airlines, Toyota, Smirnoff, Mitsubishi, Samsung, National Geographic, O2, and BP.\n\nJason Hawkes\n\nHawkes says he wants people who look at his photos to \"feel a sense of place.\"\n\nJason Hawkes\n\nHis aerial photographs are a testimony to the sheer scale of London. Even from above, the 1,572 km² of concrete stretches to the horizon.\n\nJason Hawkes\n\nHawkes also produces videos. This beautiful video is worth watching with the volume up.\n\nRead the original article on Business Insider UK. Copyright 2018. Follow Business Insider UK on Twitter.\n\nSEE ALSO: 30 mouthwatering foods everyone should try in South Korea\n\nInsider is on facebook follow us\n\nMore: Features Photography Aerial Photography",
        "topic_id":1,
        "format_id":11,
        "topic_confidence":0.8477503061,
        "format_confidence":0.8676967025
    }
]