[
    {
        "url":"http:\/\/judaism.stackexchange.com\/questions\/22668\/how-is-the-menora-lit-in-the-synagogue\/22671",
        "text":"\n\nSign up\nHere's how it works:\n  1. Anybody can ask a question\n  2. Anybody can answer\n  3. The best answers are voted up and rise to the top\n\nThe menora in the synagogue is normally situated on the south side of the synagogue (O Ch 671:7).\n\nOn which side of the menora is it lit? I can think of two options:\n\n  • The person lighting faces south and the first candle is as far as possible from the ark\n\n\n  • The person lighting faces north and the first candle is as near as possible to the ark?\nshare|improve this question\n\nNitei Gavriel Chanuka 40:2 says that the one who lights in the Shul stands with his back to the South and his face to the North. On the first night he lights the candle all the way on his right. On the subsequent nights he lights the new candle and proceeds to his right.\n\nshare|improve this answer\nThat's odd because in the mikdash the kohein faced south when lighting. I wonder if this is just the rule in countries west of Israel so the the lighter is facing the congregation. – Double AA Dec 9 '12 at 15:30\n@DoubleAA: That would make an interesting question, as to why we light differently than in the Mikdash. I recall one time seeing something about it. – Gershon Gold Dec 9 '12 at 16:05\nMishna Brurah says the same thing but sif 42 has a different explanation based off the Rishonim. – sam Dec 9 '12 at 17:06\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9973779917,
        "format_confidence":0.9896602631
    },
    {
        "url":"https:\/\/islamqa.info\/en\/98249",
        "text":"Search Options:\n\nSearch In:\n\n98249: Holding wedding party in a club with each family sitting at a separate table\n\nI have signed a marriage contract with a good sister months ago. We discussed about the day of the actual marriage. I suggested separating men from women this day, and she suggested to have the celebration in the garden of a club, in an opened place, as every family will have a separate table, then we serve food to them on every table. There will be only nasheeds playing not music. Does this transgress the rulings of sharee’ah. What do you advise us to do? May Allaah bless you\n\nPublished Date: 2007-05-15\nPraise be to Allaah.\n\nMixing of men and women leads to bad consequences and negative effects, whether that is at wedding parties, at work or in school. This has been discussed in the answer to question no. 1200\n\nHaving each family sitting at a separate table does not prevent this mixing when people come in and go out, as it does not prevent them looking at one another and so on, especially if there are among these families people who do not observe proper hijab, and evil consequences occur as a result.  \n\nMoreover, if each family sits by itself, that does not achieve the purpose of celebration and spreading happiness and joy, and letting people get to know one another and make friends with one another. \n\nHence we advise you to hold the celebration as you initially suggested, in a place where men and women can be separated. This is more fearing of Allaah and is more likely to achieve the aims of the gathering. \n\nWe ask Allaah to bless you and to bring you together in goodness, obedience and righteousness. \n\nAnd Allaah knows best.\n\nIslam Q&A\nCreate Comments",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9677170515,
        "format_confidence":0.9854295254
    },
    {
        "url":"https:\/\/ebible.com\/questions\/2835-does-a-person-have-to-attend-church-to-go-to-heaven\/discuss",
        "text":"Does a person have to attend church to go to heaven?\n\n\nClarify (2) Share Report Asked July 01 2013 Mini Anonymous (via GotQuestions)\n\nFor follow-up discussion and general commentary on the topic. Comments are sorted chronologically.\n\nMini Kalkidan Betremariam\n\nWhat will you do if your confused about your faith?\n\nJune 16 2014 Report\n\nMini James Kraft\n\nDo you believe that Jesus was the sinless son of God, lived a perfect life, died on the cross and shed his blood for your sins, and rose again the third day? If you do you are saved. Tell God you are so thankfull for paying the price for all your sin. Past, present, and future. You are now a sinner saved by Gods grace.\n\nThe minute you trusted Him Jesus in spirit came into your life and said I will never leave you or forsake you. You are my child no matter what happens. You are still a sinner but a saved one. It is now His work in you that is saving you everyday. Keep your faith in Him alone. His grace is now sufficient for all your sins.\n\nNow that God has saved you by faith in His son, You should love Him for what He has done. You should want to obey Him because of what He has done for you. But you will still fall short of Gods righteousness and sin in this life. But when you trusted Him He gave you His perfect righteousness in place of your unrighteousness. Pretty good trade. Christ died for the ungodly. That is you and me. When we sin we should go to the Lord and confess it. He already knows all about it, but He wants to hear it from you, and He has already forgiven you.\n\nMany will tell you that you need to do something else to be saved but it is a lie. We do learn to love God and people because what He has already done for us.\n\nJesus said that once you have trusted Him alone by faith that no man can pluck you out of his hand.\n\nI hope this helps.\n\nJuly 23 2015 Report\n\nMini Doris Easter\n\nI believe that Jesus said \"where two or more or gathered in my name, there am I also\" so if He is there with those two or more who are gathered, then I would think that would constitute the same as \"being in church\"!\n\nJanuary 06 2016 Report\n\nLogin or Sign Up to add your comment.\n\nUpgrade and Remove Ads\nReport Inappropriate Ad",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9972986579,
        "format_confidence":0.8296862841
    },
    {
        "url":"https:\/\/askamissionary.com\/guidance\/childhood-trauma-effects-overseas\/",
        "text":"“Yes, but help and healing are needed.”\n\nA disproportionate number of those going into missions come from wounded backgrounds and often have a strong desire to rescue or help others. These young adults from “dysfunctional” families can be as able a servant on the mission field as anyone else. However, they first need to allow our Lord Jesus to heal the wounds remaining from their upbringing. \n\nFamily problems can be a very sensitive issue, and must be dealt with in an atmosphere of love and trust. Most mission agencies have personnel staff ready to help potential missionaries prepare for service with them. Don’t try to wait until you’re perfect before beginning application! Pastoral care from your church and\/or campus fellowship are other means of getting help.   \n\nProfessional counseling is not the only way to recovery. Seek out counsel, understanding and accountability from believers, a pastor, lay people at church, friends, or campus staff workers who are older, more mature and emotionally healthy. \n\nNote: This answer is excerpted from Dysfunctional Families: Going into Missions from a Wounded Background, by Timothy Boyd and Brent Lindquist. We encourage you to read the rest of the article. The resources section of this website lists a number of articles on the topic of guidance\n\nAnswer from Drs. Timothy Boyd and Brent Lindquist with the counseling and restoration ministry Link Care.\n\n“Jesus is the redeemer, so yes, you can.”\n\nI experienced several childhood and early adulthood traumas before going to the mission field. When I was eight, my dad died. That was traumatic. Later, just after my high school graduation, both of my grandparents died on the same day. My grandfather had been ill, but my grandma had not. Later, my 28-year-old brother was killed in a work accident. Five years later, I lost my 29-year-old younger brother and my 26-year-old sister. Those losses were painful. I was a believer and dealt with them as I could and sensed God’s help in getting through those struggles. \n\nThree years after the death of my sister, we were appointed to serve in Chile. We spent eight months in Costa Rica and then moved on to Chile. During a very stressful time in the life of our mission, at the start of my second term, while my son was eight years old, I had panic attacks. I had never even heard of them before. I thought I was dying. Then I thought I was going crazy. Thankfully, our member care person helped me to understand what was happening. I realized that I was trying to control the uncontrollable and that I was, in fact, trying to be God. With the help of medication, prayer, a loving wife, and several professionals, I was able to overcome the PTSD problems. \n\nAlthough I would not wish such anxiety on anyone, I learned so much about Jesus as my redeemer. All of the traumatic events in my life were like coupons, just worthless, meaningless pieces of paper unless I took them to the right place to be redeemed. He gave me meaning for these events and even turned my own anxiety struggles into opportunities to care for others and to offer hope and encouragement. God uses cracked clay pots. \n\nI would certainly tell you to seek all of the great help that is available now, before you go, to make sure you are ready and resilient. However, just because you have suffered loss or abuse or trauma, you should not consider yourself unfit to serve the Lord. You may, in fact, be better to touch the lives of others who need Jesus.\n\nAnswer from Ken in Spain, who served with the Canadian National Baptist Convention and Fellowship International in Chile and Spain for 15 years.\n\n“Sometimes, it depends on how much healing they’ve had.”\n\nDr. Robert Grant, a psychologist who counsels missionaries, is exploring this issue a lot because those who are still wounded can wound others. A traumatic childhood should not preclude someone from missions, but a lot of inner healing work and counseling should be a priority first. \n\nOften where we’ve experienced healing can be a place where we have the most compassion for others. We just have to be really careful and do our due diligence. \n\nI’ve written a little bit more about this on my blog here:  What I Wish I’d Known about Missionary Burnout.\n\nAnswer from Sarita, who has served with Zion Project in Uganda for seven years.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9665430784,
        "format_confidence":0.8581328988
    },
    {
        "url":"https:\/\/judaism.stackexchange.com\/questions\/79949\/what-is-the-exact-source-of-the-hadeq-heteiv-heteiv-hadeq-passage-from-seder",
        "text":"Warning: extreme Talmud beginner here.\n\nIn the Koren siddur, in the readings on korbanot before Shacharit (pp. 46–47 in the Hebrew\/English siddur), there is the following passage:\n\nתַּנְיָא, רַבִּי נָתָן אומֵר: כְּשֶׁהוּא שׁוחֵק אומֵר, הָדֵק הֵיטֵב הֵיטֵב הָדֵק, מִפְּנֵי שֶׁהַקּול יָפֶה לַבְּשמִים.\n\nIt was taught, Rabbi Nathan says: While [the ketoret] was being ground, another would say, \"Grind well, well grind,\" because the [rhythmic] sound is good for spices.\n\nThis is from a whole section on the ketoret that is cited no more specifically than \"Keritot 6a\". I want to know the most precise possible way to cite this specific excerpt. The problem is that I can't find it on that daf.\n\nNow, I don't actually have a physical copy to look at. I was hoping I would find it on Sefaria, but I can't find any of these words on their page for Keritot 6a. I managed to get close on 6b, but it's still not the whole passage.\n\nCan somebody tell me exactly what Koren is quoting here and where I can find it in context?\n\nEdit 2\/14: Yaacov's answer is noted, and I have sent a link to this thread to Koren to see if we can get some detailed info.\n\nEdit 2\/15: I got an answer from Koren. I'll post it as an answer below, but I think it could use a sanity-check from other users, since I'm new at Gemara.\n\n  • 1\n    The ArtScroll Siddur also cites Talmud Yerushalmi 4:5. I searched everywhere for the quotation here, but to no avail. This is puzzling! You can find the words הדק היטב היטב הדק on Keritot 6b - close, but no cigar. – ezra Feb 13 '17 at 18:04\n  • @ezra Curious. My memory on the language, here fails me. Is the term \"Tanya\" implying that it's from a Baraita? – DanF Feb 13 '17 at 18:55\n  • @DanF - Yes. \"Tanya\" means \"it was taught [in a braisa].\" – ezra Feb 13 '17 at 20:46\n  • @ezra I see there's an answer, below, meanwhile. As Ya'acov suggests, it has to be in some braita. Perhaps a Bar Ilan search may reveal it? – DanF Feb 13 '17 at 22:57\n\nThe exact phrase you ask about, \"כשהוא שוחק אומר הדק היטב היטב הדק\" is on kritot 6b following a Tannu Rabannan in the name of Abba Yosi ben Yochanan. So if you are only trying to cite that phrase, you could say כריתות ו:ב ד״ה ת״ר היו מחזירין which would put you at the spot on the page.\n\nThe Yerushalmi Yoma, chapter 4, halacha 5 in the Gemarra brings the added idea that the sound of the voice is good for the preparation in the name of Rabban Shimon ben Gamliel.\n\nThat detail is brought in Bavli in the name of Mar from the support of Rabbi Yochanan.\n\nFor what it's worth, I don't see any source (Bavli, Yerushalmi or Midrashim) other than the siddur which actually cites Rabbi Natan with this statement. That could suggest that either it was a variant text which ultimately wasn't used in Mishah and Gemarra or that there is a halachic midrash that no longer exists. A search of the Tosefta also comes up empty. As is known from Horayot 13b, Rabbi Natan's name was to a large extent removed from the Talmud.\n\nA couple of interesting discoveries are that the Siddur of Rav Amram Gaon does not require the recital of the Ketoret at all in connection with the recital of the Korbanot. It follows what is found in the Avudraham that the Tamid is required and then the recital of Eizehu Makomen from Zevachim 85, followed by the baraita of Rabbi Yishmael from the beginning of Sifra. Amram Gaon includes recital of ketoret at the conclusion of shacharit and arvit but only in remembrance of the Temple. And the text he uses mentions הדק only in connection with the double grinding for Yom Kippur. There is no mention of the beneficial relationship between the voice and the spices.\n\nThe exact text including the citation of it being said in the name Rabbi Natan is found in Sefer Avodat HaKodesh by Rabbi Meir Ibn Gabbai, section 4 (Sitrei Torah), chapter 19 with the words beginning, \"בעמדם תרפינה כנפיהם\". I haven't had a chance to review the chapter but it begins by talking about traditions that were only passed down to the select individuals (in his words בני עליה). Rabbi Meir is a recognized early authority in kabbalah from Spain, born before the Spanish expulsion. He introduces the idea that the current exile was the consequence of violating several covenants, one of which was ceasing to follow the path indicated above. This has an implication about the kavanot associated with prayer. He points out that this is in addition to violating the path below, which means the mitzvot outlined in the Mishnah.\n\nThis indicates that a variant text was present at least among the kabbalists of Spain shortly after the Gaonim and was included in most of the later siddurim.\n\nOne of the interesting details to note about this is that this is supported by the work of Rabbi Avraham Katsch z\"l, who headed Dropsie College in America. In the 1940s and 1950s, Katsch worked to try to recover many of the one of a kind, hand-written manuscripts and fragments which were in the Guensberg collection in St. Petersburg in Russia. Many of these were collected from Sephardic Jewish communities and genizas across Europe and they contained variant texts to the Mishnah not found in the Tosefta or Mechilta, and very old kabbalistic material including from Rabbi Yitzchok of Akko.\n\nThe Baladi nusach of the Temani Jews, which is the older practice, does not recite the ketoret for shacharit. But they do recite the ketoret before mincha and the version of their text does not include section on הדק היטב היטב הדק.\n\nAs a matter of context, the teaching of the ketoret was, according to tradition, given by the Angel of Death to Moshe Rabbeinu. It was used by Aharon, Kohen Gadol to stop the plague that resulted from the actions of Kozbi and Zimri.\n\n  • So it's a case of \"Ailu Dvorim\". Quite interesting. – ezra Feb 13 '17 at 20:47\n  • Wow, interesting. Or it could be some kind of edited version redacted for the siddur specifically? I guess could cite the siddur nusach Ashkenaz with a reference to Keritot, but that doesn't feel like the whole story to me. I feel like I need to know how this got in there in order to know how to cite it. I'll contact Koren on social media and send them this link to see if they can come clarify for us. – Jon Mitchell Feb 14 '17 at 8:31\n  • How is what supported by R Katsch? Please edit to clarify, or to remove that paragraph. – Double AA Feb 14 '17 at 17:17\n  • It is well documented that putting the Ketoret into Davening is a Kabbalistic thing. It's not in most old Siddurim and most Jews throughout history never said it. – Double AA Feb 14 '17 at 17:23\n  • 1\n    @ezra About this and the long version of Ailu Devarim found in most siddurim -- as well as \"Ashrei Mi sheAmalo beTorah\" and the story about the seder in Benei Beraq found in the Haggadah. We have Mishnah and Tosefta as compendia, but if Rabbi Hoshayah and Bar Kappara actually collected the beraisos into an official structure, it's lost. Which would explain why the ge'onim had access to far more beraisos than remain in print. And some of them they put in our liturgy as the only legacy of their existence. – Micha Berger Feb 14 '17 at 19:18\n\nKoren's PR department got the following response for me from Rabbi David Fuchs, one of Koren's liturgy experts:\n\nThe part from “אחת לשישים או לשבעים שנה” is a summary of the Gemara, and no longer a direct quote. It comes from the continuation of the sugya, on 6b:\n\nImage of the sugya with relevant passages highlighted\n\nSo the meaning of the passage is on 6b, continuing the sugya referring to the line on 6a, and R. Fuchs explains that the version in the siddur is a condensed summary. It sounds like I should cite the siddur, then, with a reference to this Gemara.\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9969739914,
        "format_confidence":0.9905561805
    },
    {
        "url":"http:\/\/www.hindoorashtra.com\/2009\/06\/how-to-please-guru.html",
        "text":"How to Please a Guru?\n\nQuestion: How to Please a Guru?\n\nBeing a reader of these mails I feel that you are a selfless representative of Lord Krishna. I know that it is wrong to judge a devotee by my fallen intelligence. Neither I have the capacity to understand your selfless services to the society. Nor am I capable of judging a devotee's capabilities. Please let me know, how can I please a devotee and above all a guru who I understand is actually an external representative of Krishna. Please help me understand this, and also forgive my foolishness.\n\nAnswer: Develop Your Love for Krishna\n\nThe way to please the Lord's devotees and especially the spiritual master is to develop your love for Krishna. The spiritual master's only mission is to awaken the dormant love for Krishna in the hearts of all men. So if you will fully dedicate your life for awakening your dormant Krishna consciousness, the spiritual master will be most pleased with you.\n\nNo comments:",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9971978664,
        "format_confidence":0.8098711371
    },
    {
        "url":"https:\/\/theguidespeaks.com\/the-qas\/vol-1\/venus\/",
        "text":"QA173 QUESTION: I wanted to ask a couple of questions in relation to astrology. There has been a station in the planet Venus recently, and it is reflecting attitudes in my own life and in the lives of people I know. I know it’s not causing them, but it’s reflecting things that are going on. Can you talk a little bit about Venus?\n\nANSWER: The influence of Venus is, in itself, a tremendously benign and loving one. It is the power of uniting, of vibrant mutuality. If Venus is afflicted, then, of course, relationship must be afflicted. This does not only apply to the traditional sense in which Venus is generally understood – namely, the element or the forces between man and woman – but it also applies to the human being within himself or herself.\n\nYou all know from this Pathwork, that he or she who is not united within the personality cannot properly unite outside the personality. And the whole world is in disunion because of the inner disunion of humanity.\n\nVenus symbolizes union, and to the extent that human beings perceive the unitive principles within, their outer unions – whether in personal love relationship or in all relationships and then extending into groups and countries and nationalities and continents – must be commensurately influenced.\n\nFor what takes place on the larger scale is but a reflection of what takes place on the smallest, more intimate levels. And what takes place on the intimate level between a man and a woman is but a reflection of what takes place within the specific human beings. You can absolutely measure a person’s inner state of union or disunion within himself by his capacity to relate with other people. This unionizing principle is Venus.\n\nQUESTION: The other question is, you used the word an “afflicted” Venus. Would these afflictions be our misconceptions?\n\nANSWER: Of course, all afflictions are, always.\n\nQUESTION: And then they don’t have to stay?\n\nANSWER: Absolutely not! That is, of course, what you cannot emphasize strongly enough in your daily thinking and meditating and contemplating of yourself, of life, of the world – that no negative condition is a thing in itself. It is always a distortion of something intrinsically beautiful, good, pleasurable, benign. The moment this is understood and this understanding is cultivated, you will not need to fear anything in yourself.\n\nNo discovery need frighten you, because you know whatever you discover it is but a distortion of something beautiful in you, and it can be refound; it can be reestablished. The distortion is an illusory veil through which you have to tear, and then it melts down. That is really the true nature of all unhappiness.\n\nTherefore, my friends, if I may add this here, if you can think of your own unhappiness, of your own pain, of your suffering, of your faults that make you feel bad about yourself – any miscondition in your life, in yourself – if you can think about it in these terms – that this is a veil, and underneath this veil already exists another reality.\n\nIf you can think about it in this way, you will approach this work with yourself in an entirely different spirit. Even meeting the painful and the ugly will be a joyful experience, because it has such temporary validity. Please, try this, my friends, no matter what the condition is – try to see that underneath exists another condition.\n\nIt is not that you have to create it out of nothing. It is not that you have to become something that you are not already. In that sense you will experience your suffering, your pain, your uglinesses, whatever it is, as a veil underneath which something else is already there.\n\nIf you can approach meditation in this way, it will make so much difference for you. It sets the approach, it sets your whole comprehension, it brings it into a reality focus.\n\nNext Topic",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9889567494,
        "format_confidence":0.6203835607
    },
    {
        "url":"http:\/\/www.inwardquest.com\/questions\/8618\/how-can-we-use-the-law-of-attraction-to-score-better-in-exams-would-it-be-unfair",
        "text":"How do we use LOA or any such method to score more in examinations? And would not it be unfair to use?\n\nasked 17 Oct '10, 08:08\n\nPranay's gravatar image\n\n\nedited 21 Jul '12, 09:39\n\nKathleen%20Kelly's gravatar image\n\nKathleen Kelly ♦♦\n\nI am not really giving you a method that will help you get higher marks in your exams but my own experience might help you find a solution.\n\nWhen I was at college doing my A-Levels at college, my life was mostly studying with the aim that I would get excellent results and maybe be among the top students in the country. I was very focused towards my studies and never lost sight of that goal. It did pay off and I was one of the top students nationally and won a national scholarship for it.\n\nHowever, a couple of years later, I was introduced to the law of attraction and that changed my attitude towards how to get good grades. I learned that it is your expectations that drive the outcome of any exam. Since knowing this, I can pretty much say that I gradually started studying less and less and focusing more on the outcome I wanted which was getting excellent grades. I was just confident that if I expect to get good grades, I will get good grades. And that is what has happened every time I have taken any exam to date.\n\nIn terms of the second part of your question, there is no unfairness in life. The reason is because everything anyone gets is a direct product of their thoughts and expectations. In fact, life is as fair as you can get because everyone has the power and ability to mould their thoughts and expectations at any point in time to attract a different reality.\n\n\nanswered 18 Oct '10, 14:31\n\nPink%20Diamond's gravatar image\n\nPink Diamond\n\nWhen I was in high school one of my classmates, who was particularly good at performing below average in every exam, decided to take drastic action before this particular major exam.\n\nthe exam was on religion, (Hinduism).\n\nHis father drove him to the most well known Hindu temple in our country where he spent lots of money for the priest to perform a very powerful pooja (call it a spell) for the gods to shower blessings of success upon my classmate.\n\nIn addition, my classmate had prayed all night at this temple.\n\nThey had driven back (a two hour drive) just in time for him to write the exam.\n\nHe had all this impressive religious decorations upon him indicating that some serious spiritual work had proceeded his arrival at the exam hall\n\nWe were all excited about the outcome of the exam results, which were posted for all to see two weeks after the exam was written.\n\nAll of us could see that my classmate had managed to improve upon his usual failing record with a resounding complete failure, for his mark was Zero.\n\nIn the past he had barely passed.\n\nWe asked what happened, and according to him, the all night prayer had made him exhausted and so tired that he had literally gone to sleep while being awake, but barely.\n\nBut he was excited by the result because he saw it as a clear sign from the Gods that he was not meant to work with his mind.\n\nHe dropped out of school & went to work with his dad, who was a businessman.\n\nThe last time I saw him, he was doing better than most, if not all of the students who didn't drop out.\n\nI just wanted to share this story and I think my answer is hiding somewhere in this story.\n\n\nanswered 17 Oct '10, 18:41\n\nThe%20Traveller's gravatar image\n\nThe Traveller\n\nedited 18 Oct '10, 20:10\n\nTwo things I think you meant : Studies are not meant for everyone and one can succeed without it too; and there is no substitute to hard work ... Am I correct?\n\n(18 Oct '10, 10:45) Pranay\n\nHi Pranay. Pleas don't take this in the wrong way. Any answer that comes to you would be correct I guess, because I was not expecting someone to come up with an answer. I actually didn’t have an answer to the question, except when I read the question, this memory popped up in my mind. This friend of mine is the only one I know who took the idea of praying to succeed in an exam seriously, but he never studied. It was just a fun memory to share with the rest. But, then again, maybe he was more sincere in his prayers than his studies because things turned out OK for him.\n\n(18 Oct '10, 20:18) The Traveller\n\nIt would not be unfair. The mere fact that you have to be active to allow the LOA to bring into your realm of consciousness what you want to be, do or have. It could mean that you learn a better way of studying the material for the exam. It may mean spending one more minute studying that kicks you over the edge to a better score. Whatever you ask is yours when you take inspired action to make it happen.\n\n\nanswered 17 Oct '10, 14:49\n\nRPuls's gravatar image\n\n\nHow funny, I was just thinking this today.\n\nIf you can figure our a system that allows students to do better on tests using LOA, you would be the new revolutionary for education.\n\nIt is not unfair because everyone has the option to learn it and has heard of it at one time or another. In addition, most people write it off as magical thinking.\n\nI would think it is a good opportunity to make believers out of them if you can increase their grades.\n\n\nanswered 17 Oct '10, 20:57\n\nBack2Basics's gravatar image\n\n\nI wouldnt feel guilty. In life many things are a little unfair. Some are born with great talents and sometimes into a lot of money .Some are born into poverty and with disabilities. BUT thinking positive thougts is available to all. Rich,poor,black,white,muslim,catholic....all. Spiritual laws are no respector of persons.\n\nIts a level playing field,your neighbour can think what he wants,so can you. If your using something thats available to your neighbour but he\/she chooses not to use...hard luck on them.\n\n\n\nanswered 18 Oct '10, 16:29\n\nMonty%20Riviera's gravatar image\n\nMonty Riviera\n\nnice question...i remember asking the same question few months ago....m a student too...n i've used the Law Of Attraction all the time to score well in exams..but dat duzn mean giving up studying n spending all day imagining wat u want bcz u may nt b an expert in exercising the law n thoughts of fear regarding the exam may crop up which will nullify all ur positive thoughts n ultimately make u score a \"zero\"..... i had used dis law recently for my last school exam....i was overshadowed with grief n depression regarding a personal issue n ws scared dat i'l fail in d exams...but once agen i remembered d \"secret\" n d LOA n decided to use it....i wud study for d exams widout feeling d pressure of the huge syllabus n enjoying like i were readin a comic or a mystery book....wenever i felt nervous abt ne exam i wud shut myself up in d bedroom switch on d music n dance crazily imagining dt i was celebrating my success of becoming d higest scorer in school...i evn made a list of rankers n plced mah name at the top n pinned it up on mah soft board...every tym i looked at it it made me believe dat i had already become the topper of my school.... wen d results were out..i cud nt believe my eyes...i was really d topper...but it wasnt so shocking n difficult to believe as i had been believing in dat fact for such a long tym!! i promise u it will work ... but dont consider it a substitute for hard work n try 2 escape ;)\n\n\nanswered 14 Mar '11, 08:30\n\nSnehal's gravatar image\n\n\nExcellent advice Snehal! and congratulations\n\n(14 Mar '11, 08:58) daniele\n\nThat is excellent advise Snehal, especially when you are getting used to these concepts, I find it can be a little challenging to balance \"Action\"... how much to physically do while you keep your faith. Thanks :)\n\n(14 Mar '11, 13:43) Nikki777\n\nWow!!! And thanks.\n\n(15 Mar '11, 07:47) Pranay\nshowing 2 of 3 show 1 more comments\n\nAccording to the Law of Attraction, we create our reality with our beliefs. The key to intentional creation is to feel the feeling of already having the experience. Whatever vibration we put out, is the vibration of the reality we experience and the things we attract. Our experience of reality is like an echo of our beliefs coming back to us.\n\nSo to use the LOA to improve your text scores feel the feeling of having an A+. If things pop up telling you why you can't then you have your limiting beliefs. Do Two Hands Touching video here and EZ Deletion Sequence to eliminate the limiting beliefs and fears. You can also do THT and visualize the A+ and get into the feeling of having the A+. You can use the THT while studying to get your brain into a state that allows it to absorb new information. Also do the THT before the test to be at your best mental condition.\n\n\nanswered 18 Oct '12, 10:12\n\nFairy%20Princess's gravatar image\n\nFairy Princess\n\nClick here to create a free account\n\nIf you are seeing this message then the Inward Quest system has noticed that your web browser is behaving in an unusual way and is now blocking your active participation in this site for security reasons. As a result, among other things, you may find that you are unable to answer any questions or leave any comments. Unusual browser behavior is often caused by add-ons (ad-blocking, privacy etc) that interfere with the operation of our website. If you have installed these kinds of add-ons, we suggest you disable them for this website\n\n\n\nAsked: 17 Oct '10, 08:08\n\nSeen: 6,836 times\n\nLast updated: 18 Oct '12, 10:12\n\nFollow this question\n\nBy Email:\n\nOnce you sign in you will be able to subscribe for any updates here\n\n\n\nAnswers and Comments\n\nMarkdown Basics\n\n  • *italic* or _italic_\n  • **bold** or __bold__\n  • link:[text](http:\/\/url.com\/ \"title\")\n  • image?![alt text](\/path\/img.jpg \"title\")\n  • numbered list: 1. Foo 2. Bar\n  • to add a line break simply add two spaces to where you would like the new line to be.\n  • basic HTML tags are also supported\n\nRelated Questions",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.535322547,
        "format_confidence":0.9911177754
    },
    {
        "url":"http:\/\/www.ewtn.com\/v\/experts\/showmessage_print.asp?number=635071&language=en",
        "text":"EWTN Catholic Q&A\nCondoms in Africa\nQuestion from Mayte on 02-26-2014:\n\nHello, I hope you can help me, please! I am in the pro-life ministry in my parish, I try to read and learn as much as possible. But a BIG controversy has happened. In another ministry it was told that it is OK by the Catholic Church the use of condoms when preventing HIV in African countries. Please see the above: http:\/\/www.bbc.co.uk\/news\/world-europe-11804398\n\nAnswer by Judie Brown on 02-26-2014:\n\nDear Mayte\n\nYou have been misinformed.\n\nHere is the Vatican information on the subject: http:\/\/www.catholicnewsagency.com\/news\/analysis-what-the-pope-really-said-about- condoms\/\n\nFurther, it should be noted that Pope Francis has not in any way altered the words of Pope Benedict on the subject of condoms and AIDS in Africa.\n\nJudie Brown",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9797206521,
        "format_confidence":0.9851323962
    },
    {
        "url":"https:\/\/islamqa.org\/hanafi\/albalagh\/22494\/spirit-and-wine-vinegar\/",
        "text":"Spirit and Wine Vinegar\n\nAnswered according to Hanafi Fiqh by\n\nSpirit and Wine Vinegar\n\nBy Mufti Ebrahim Desai\n\nQ.) I would be grateful if you could tell me whether spirit vinegar and wine vinegar are halal. I remember reading somewhere that because of the chemical process involved in distiling the vinegar it was not considered alcohol. Is this true?\n\nA.) It is true. Spirit and wine vinegar, both are halal.\n\nAnd Allah Ta’ala Knows Best\n\nThis answer was collected from, which is an Islamic site with Q&A and articles authored by many world renowned scholars from the Muslim world. Many of Mufti Taqi Uthmani’s fatawa in English are found exclusively on this site.\n\nFind more answers indexed from:\nRead more answers with similar topics:\nSubscribe to IslamQA Weekly Newsletter\n\nSubscribe to IslamQA Weekly Newsletter\n\nYou will receive 5 Q&A in your inbox every week\n\nWe have sent a confirmation to you. Please check the and confirm your subscription. Thank you!",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9916909933,
        "format_confidence":0.9722825885
    },
    {
        "url":"http:\/\/judaism.stackexchange.com\/questions\/18937\/why-do-sephardic-jews-dress-in-black-and-white\/18955",
        "text":"Take the 2-minute tour ×\nMi Yodeya is a question and answer site for those who base their lives on Jewish law and tradition and anyone interested in learning more. It's 100% free, no registration required.\n\nMany observant sephardim in Israel, especially those in yeshivot, dress in black and white. Does anyone know how this happened?\n\nThere is no tradition of Jews in North Africa or in the Middle East wearing European black and white clothing with black hats. On the contrary, richly colored fabrics and turbans marked traditional, respectful attire.\n\nBesides the Sephardic Chief Rabbi dress, I can't think of anyone who has retained that tradition. Instead, many Sephardic Jews assimilated Ashkenazic styles. Why is that, and is there any documentation explaining the switch?\n\nshare|improve this question\nYou can improve this question by specifying the Ashkenazi communities to which you refer. Not all Ashkenazi Jews dressed in black hats and suits; there were Jewish communities across the continent whose \"traditional\" clothing was more colourful. I think you'll find that the adoption of the \"black and white\" dress by Sephardim owes its origins to the same phenomena that saw its adoption by other Ashkenazim as well. –  Shimon bM Sep 5 '12 at 11:42\nThanks Shimon. How would you specify the Ashkenazi communities? Charedi Lithuanian\/Chassidic? Help me out and I'll fix the question. –  Aryeh Sep 5 '12 at 11:52\n@ShimonbM, I think Aryeh's question can stand on its own. Ashkenazim are well known for dressing in black and white the more \"to the right\" they are. I don't think it's necessary to explain how that all became commonplace in order to ask this question. –  Seth J Sep 5 '12 at 14:59\nI'm guessing that it's probably a simple function of economics. The attire of Litvish Haredi in Israel is much cheaper (and mass-produced) than what the Sephardic Jews used to wear (which was hand-made). –  Craig Feinstein Sep 5 '12 at 17:00\nWhile there is certainly a specifically Jewish\/religious aspect to this question, I would point out that most of the world has adopted Western modes of dress. In the Middle East, where most Sephardim come from, most people do not wear the traditional Arab garb. Moreover, this change took place before most Sephardim left their home countries for Israel or America. Most Sephardim stopped wearing \"richly colored fabrics and turbans\" well before they began to assimilate into the Ashkenazi world. –  LazerA Feb 19 '13 at 21:32\nadd comment\n\n8 Answers 8\n\nup vote 10 down vote accepted\n\nThe only source I have yet to find acknowledging this switch in clothing from a Sephardic perspective is in the English edition to the Yalkut Yosef Hilkhot Shabbat. Under Siman 242, Halakhah 5, regarding the mitzvah to change from weekday clothes into more elegant garments, the editor (R. Yisrael Bitan) added a special footnote:\n\nThe Kabbalists ruled that one must wear white suits on Shabbat. Even so, in our time all the greatest Torah scholars are accustomed to wear black suits on Shabbat, and one should not act differently. If an individual chooses to be different from everyone else and wear a white suit, he is acting improperly; he is compared to a groom sitting among mourners. It important to explain this to those who begin observing mitzvot on their own (ba'ale teshuvah) so that they will conduct themselves as recommended by the Torah leaders of our generation.\n\nThis is directly opposing the Ben Ish Chai's position not to wear any black on shabbat (Ben Ish Chai, 2nd year, Lech Lecha #18). I also just came across an article from R. Marc Angel on the subject. He mentions personally talking with R. Mordecai Eliyahu, in the early 90's, on the Ashkenazic-assimilated dress code:\n\nRabbi Eliyahu responded: the Ashkenazic garb has become the \"standard\" garb for Talmidei Hakhamim, and Sephardic rabbis won't be taken seriously enough if they don't dress according to this fashion. When I said that the situation might be turned around if he and other Sephardic leaders made an issue of it, he said it wasn't worth it and it wouldn't succeed.\n\nI haven't found a source explaining the process of assimilating the clothing, but I do remember hearing a shiur from R. Rakeffet, who explained that R. Ovadia's children went to Ashkenazic yeshivot because those institutions had the highest standard of Torah learning at the time. Such an environment, bearing in mind the already existing struggles of a stereotyped minority, could likely create the norm R. Eliyahu noted.\n\nshare|improve this answer\nadd comment\n\nInstitutionalized Judaism is largely composed of Ashkenazim, which makes some Sepharadim feel like they need to fit in or dress 'acceptably' in order to be accepted. Sometimes, people need to dress up in order to be taken seriously: that is the unfortunate state of a sizable portion of Jewry these days. This answer is based on personal experience, in fact, things I encounter every day.\n\nshare|improve this answer\nI think this same explanation can be conveyed with less annoyance, IMO. –  Seth J Sep 5 '12 at 15:00\nYochanan, welcome to Mi Yodeya. Try to bear in mind that d'racheha darche noam; that said, I hope you stick around and enjoy the site. You may also wish to register your account, which will give you access to more of the site's features. –  msh210 Sep 5 '12 at 15:52\nadd comment\n\nHaRav BenSion Musafi Shelit\"a says in his Sefer Shivat Sion that the reason the Mekubalim said to wear white was because it was considered very nice. However nowadays even black suits are considered nice.\n\nshare|improve this answer\nadd comment\n\nWhen people discuss this, they assume that Sephardic Jews were all wearing robes and turbans while living in Arabic-speaking countries. Then, they came to Israel and started wearing black suits and ties.\n\nIn many cases, Jews started wearing Western-style clothing while living in Arabic-speaking countries\n\nLook at this pic of wedding in Aleppo in 1914:http:\/\/upload.wikimedia.org\/wikipedia\/commons\/8\/84\/Aleppo-Jewish201914.jpg\n\nJews in North Africa saw themselves as French and spoke French.\n\nshare|improve this answer\nBut notice that the guy on the bottom left is wearing a fez. These days Sephardim wear the Ashkenazi black top hats that are a relic 17th century Poland. –  Matt Mar 13 at 22:08\nadd comment\n\nI think it's because all religious jews in israel are a minority against the secular jews\n\nso the black\/white has been adopted as ben torah attire not necessarily referring to ashkenazi or what not.\n\nshare|improve this answer\nadd comment\n\nIt's one of the many examples of Jews in Israel who hail from Arab countries trying to look less Arabic and to assimilate to some extent to the more dominant Ashkenazi culture.\n\nshare|improve this answer\nIvan, welcome to Mi Yodeya, and thanks for sharing your opinion! Your answer would be much more valid if you'd edit in some evidence to back it up. Also please consider registering your account, which will give you access to more of the site's features. –  Isaac Moses Oct 29 '12 at 17:42\nadd comment\n\nWhat you are witnessing regarding the way some sephardim dress, is really a much bigger issue. Many Charedi Yeshivot in Israel push for Ashkanazi minhagim as halacha for all Jews.\n\n(Ironically, the halacha is actually the opposite, in that an Ashkenaz finding himself in a sephardi location is supposed to take on sephardi custom, while the Sephardi minhag is not to.)\n\nThis can been known as the Ashkanazification of Sephardim,(TM) and in some people's view is a problem. http:\/\/jcpa.org\/dje\/articles3\/sephardic.htm\n\nshare|improve this answer\nAvi, don't get ahead of yourself. The Sephardi leadership's position has always been \"Ma'alin BeKdushah VeEin Moridin\" and, as such, (ahem) Sephardim may not adopt Ashkenazi customs, but Ashkenazim may adopt Sephardi customs. This is rather self-serving logic (not to mention cyclical in some applications of it). –  Seth J Sep 5 '12 at 16:48\n@SethJ Yes, but the practice in Israel today in more charedi places is the opposite reality. That was my point, and it is ironic. –  avi Sep 5 '12 at 16:51\nI recognize that. My point is that you say \"the halacha is actually the opposite...\", which, cynically, is something that, if it were actually followed, would provoke negative feelings the opposite way, rather than promote harmony. I'm not saying that by adopting Ashkenazi practices Sephardim are creating harmony, or that they are not discriminated against as a result. I'm just pointing out that the \"halacha\" you cite is really, more than anything else, rightly or wrongly, an attempt to keep Sephardim from assimilating. –  Seth J Sep 5 '12 at 16:59\n@SethJ The halacha has been that way for over 500 years. The Ashkenazi poskim could have said the same thing the sephardim poskim said, but they didn't for whatever reason. –  avi Sep 5 '12 at 17:21\nadd comment\n\nIn today's society, Sephardic Jews do not necessarily dress in a particular style of clothing, rather they will wear attire in accordance to any orthodox dress code. My experience in attending Nefesh Bondi (integrated both Sephardic and Ashkenazi) & Sephardic synagogue was unusual to standardised Sephardic clothing. The Chazzan wore a black suit and Hat, even the rabbi in the Sephardic synagogue also wore black. My guess with wearing white suits probably represents purity and holiness such as on Yom Kippur. Since Yom Kippur is a one time event, (even Ashkenazi Jews) would not turn away wearing white. It all comes down to Halakhah [Jewish law] I was told by my (Chabad) rabbi's wife in-laws that if \"The rabbi's make a decision on anything - than it becomes the law\". The general idea is that if it is allowed, then why not. Throughout history Jews in different countries have developed there own style and customs being influenced whether by persecution or integration. My Sephardi rabbi, wears piyot because he thinks there cool, not necessarily a Sephardi custom.\n\nI once asked a Chabad rabbi why Jews in Chabad circles do not wear ... (truncated)",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9915903211,
        "format_confidence":0.9903419018
    },
    {
        "url":"http:\/\/cpats.org\/_WebPostings\/Answers\/2015_01JAN\/2015JanIsMySinTooSerious.cfm",
        "text":"\nHome About\nWhat's New? Resources The Church Family Life Mass and\nAsk A Catholic\nKnowledge base\nAskACatholic Disclaimer\nSearch the\nAskACatholic Database\nDonate and\nSupport our work\nFrequently Asked Questions (FAQs)\nNew Questions\nCool Catholic Videos\nAbout Saints\nDisciplines and Practices\nPurgatory and Indulgences\nAbout the Holy Mass\nAbout Mary\nSearching and Confused\nHomosexual Issues\nLife and Family\nNo Salvation Outside the Church\nSacred Scripture\nnon-Catholic Cults\nJustification and Salvation\nThe Pope and Papacy\nThe Sacraments\nRelationships and Marriage situations\nSpecific people, organizations and events\nDoctrine and Teachings\nSpecific Practices\nChurch Internals\nChurch History\n\nDwayne wrote:\n\nHi, guys —\n\nI was Catholic in my youth but by the age of 18 I had a crisis of faith and took up paganism in the form of Wicca. I stopped believing in Jesus altogether.\n\nYears later, I returned to the Catholic Church and confessed to being a Wiccan but I am not sure if I have still committed the Unforgivable Sin.\n\nPlease help me understand how bad this sin was.\n\n\n  { Have I committed the Unforgivable Sin by becoming a Wiccan? }\n\nMike replied:\n\nDear Dwayne,\n\nFirst, thank-you for sending us your question.\n\nYour motivation in just sending us this question shows that you have a repentant heart and soul.\n\nThe only sin that the Catholic Church views as being the Unforgivable Sin is when we refuse, through pride, to seek forgiveness.\n\nWe welcome you home with open arms!\n\nAt the minimum, you should go to Confession and tell the priest everything you have told us. Also mention any mortal sins or sexual sins that you have struggled with. If you have been away from the Church for a while, you may want to consider making an appointment with the pastor or a priest at your local Catholic parish.\n\nThis would give you a setting where you can, not only have your sins forgiven but afterward, talk to him about various ministries the parish has that you can actively participate in.\n\nJesus is always ready and willing to forgive any sins people have committed; we have to be humble enough to seek that forgiveness which the Lord Himself established through His priesthood and Catholic priests.\n\nWelcome home my friend!!\n\nP.S. You also may be interested in some of my other work below.\n\nMike Humphrey, CICEA\nCatholic Internet Catechist, Evangelist, and Apologist\nWe are a new breed of Catholic Christians who listen, clarify teachings, and correct misperceptions about the True Church Our Blessed Lord Jesus established on St. Peter and his successors, the Roman Catholic Church.\n\nSister\/related web sites:\n\nOther services, Apologetics aids, and games:\n\nPlease report any and all typos or grammatical errors.\nSuggestions for this web page and the web site can be sent to Mike Humphrey\n© 2012 Panoramic Sites\nThe Early Church Fathers Church Fathers on the Primacy of Peter. The Early Church Fathers on the Catholic Church and the term Catholic. The Early Church Fathers on the importance of the Roman Catholic Church centered in Rome.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9975679517,
        "format_confidence":0.8654420972
    },
    {
        "url":"http:\/\/www.artofliving.org\/wisdom-q-a-25-october-2012-qa-2-0",
        "text":"25 October 2012 - QA 2\n\nGurudev, when we sit for meditation, some thoughts pass by just like clouds, but there are others that make us go on such a long trip. Suddenly I realized I am on a trip. What is the mechanism that sends you off on that long trip, and why can they not all pass by like clouds?\n\nSri Sri Ravi Shankar:\n\nThat is how they are. Some thoughts are like this, some are like that. Some bother you, some do not. That is why there are so many techniques and so many ways to bring your mind to the centre.\n\nSee, in the recent poojas, why have they used so many musical instruments? A huge noise was being made by the cymbals, the naadaswaram (a classical South-indian musical drum) was being played, the chanting was going on, someone was banging. A lot of noise was being made on the outside so that the mind stops thinking inside.\nSo there are many ways. It is with the use of some skill that we have to bring the mind to the centre.\n\nWe cannot complain about this, for that is how the mind is. Sometimes it latches on to totally insignificant and silly things and that is how it is. That is why the mind is sometimes unfathomable.\n\nIn the Bhagavad Gita, Arjuna tells Lord Krishna, ‘This mind is like a monster. I cannot control it, it does not listen to me.'\nLord Krishna says to him, ‘Definitely, I agree with you.’\nBut in the end He says that there is a way.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9938230515,
        "format_confidence":0.6508426666
    },
    {
        "url":"https:\/\/www.al-islam.org\/ask\/i-was-wondering-what-i-should-do-if-i-want-allah-swt-to-guide-an-unbeliever-should-i-take-action-and-invite-them-to-islam-or-should-i-remain-patient-and-ask-allah-swt-to-do-it-through-other-means\/sayyed-mohammad-al-musawi",
        "text":"\n\nIt is the responsibility of every Muslim to guide others to the right path as much as possible and whenever there is a possibility of positive effect. If you feel that the unbeliever can listen or think and will not re act in a diverse way, then you should approach him with wisdom and good way as Allah ( SWT) says in Quran ( Invite to the Way of your Lord with wisdom and good preaching and discuss with in the best way) Sura 16, Verse 125. \ninviting people to the True Faith is not an option but a necessity otherwise how people can be guided if the believers don't invite them.\n\nBeing negative and not doing any thing to invite unbelievers when there is a possibility of effect, is not accepted from a believer who understands his duty towards Islam. \nThere are many Hadeeths emphasizing  on the importance of inviting people to the True Faith, stating that inviting to Islam brings the reward of a prophet to the person who invites one unbeliever if his invitation was not accepted, but if the invitation was accepted, the reward will be like the reward of all the prophets.\n\nThe believer who invites others to Islam with wisdom and good way, is following the practice of the prophets, that is why, he gets the reward of a prophet.\n\n\nView 1 other response to this question",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9972348809,
        "format_confidence":0.9859765768
    },
    {
        "url":"https:\/\/theblackcordelias.wordpress.com\/2008\/12\/22\/scripture-disproves-purgatory\/",
        "text":"Scripture Disproves Purgatory?\n\nQ . Regarding, 1 Peter 2:5 and “spiritual sacrifice”it is my understanding that this is an act of giving up and offering to God our time and effort in a way that is pleasing to Him. A spiritual sacrifice must be offered in an attitude of obedience, humility, and reverence. These sacrifices need to be acceptable to God THROUGH Christ. Through= something we do in relation to our relationship with Christ. Is that right?\n\nA. Yes it is, absolutely right.\n\nQ. But the verse you quote clearly states that our sacrifices are something we do through Christ. According to the Catholic explanation we are purified through fire and not through Christ.\n\nA. No, you are misunderstanding. All purification is “through Christ” in a universal or global theological sense. But He uses various methods to purify or discipline us. The idea of fire comes directly from sacred scripture:\n\n  1. Matthew 3:11\n    “As for me, I baptize you with water for repentance, but He who is coming after me is mightier than I, and I am not fit to remove His sandals; He will baptize you with the Holy Spirit and fire.\n\n  2. Matthew 3:12\n    “His winnowing fork is in His hand, and He will thoroughly clear His threshing floor; and He will gather His wheat into the barn, but He will burn up the chaff with unquenchable fire.”\n  3. Mark 9:49\n    “For everyone will be salted with fire.\n  4. 1 Corinthians 3:13\n    each man’s work will become evident; for the day will show it because it is to be revealed with fire, and the fire itself will test the quality of each man’s work.\n  5. 1 Corinthians 3:15\n    If any man’s work is burned up, he will suffer loss; but he himself will be saved, yet so as through fire.\n  6. 1 Peter 1:7\n    so that the proof of your faith, being more precious than gold which is perishable, even though tested by fire, may be found to result in praise and glory and honor at the revelation of Jesus Christ;\n  7. Jude 1:22-24 Be merciful to those who doubt; 23snatch others from the fire and save them; to others show mercy, mixed with fear—hating even the clothing stained by corrupted flesh\n\nThe above verse we see as a fire of purification for our God is a consuming fire. He will purify us. Fire may be literal or not but it images for us better than anything else how this purification is accomplished. It is not pleasant, fun and easy. The impurities are burned up including many things we cling to and work so hard for in this life.\n\nQ. The tense of the verse is in the present not in the future. If it referenced an event to come, the tense of the verse would also reflect that. “Offer spirtual sacrifices”\n\nA. I am not sure what tense the Greek is in but there is a Greek tense that is present with effects into the future. But it doesn’t really matter because the present tense surely does not render us incapable of offering spiritual sacrifices now and in the future. You see, in Catholic theology, it is NOT that we believe Purgatory is ONLY in the Future. Our purification or Purgatory can begin right now in our lives as we strive to rid ourselves of every sin that clings to us and offer our suffering up to Christ. The concept of Purgatory being in the future is because, after death it is likely that we will still be in need of purification, before we enter into the GLORY AND HOLINESS OF GOD.\n\nQ. But our purification occurs through our relationship with Christ here on earth.\n\nA. Agreed.\n\nQ. Hebrews 10:26-31 “For if we sin willfully after we have received the knowledge of the truth, THERE NO LONGER REMAINS A SACRIFICE FOR SINS, but a fearful expectation of judgment, and fiery indignation which will DEVOUR (it doesn’t state purifiy) the adversaries…..\n\nA. “…if we sin willfully after we have received the knowledge of the truth there no longer remains a sacrifice for sin.”\n\nThis verse needs careful interpretation because I don’t think either of us believes that any Christian who commits a willful sin, after he becomes a Christian is damned b\/c “THERE NO LONGER REMAINS A SACRIFICE FOR SINS”.\n\nWe do believe that if the sinner repents he will be forgiven and restored to life. v. 18\n\nSo what is the apostle saying?\n\nThat if one has truly received the knowledge of the Gospel but goes on sinning that ONE sacrifice is useless for him.\n\nWe KNOW that it cannot possibly mean NO OTHER SACRIFICES EXIST because this would contradict\n\n1 Peter 2:5\n\nyou also, as living stones, are being built up as a spiritual house for a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ.\n\nQ. You said that accepting Jesus as Savior “DOES NOT MAKE YOU HOLY” But please read :\n\nHeb 10:10 And by that will we are sanctified [made holy] through the offering [sacrifice] of the body of Jesus Christ once for all.\n\nI believe that God states we ARE in fact made Holy through Christ’s sacrifice.\n\nA. Of course, in one sense we are sanctified, set apart, and made holy because we are now children of God. However, we still are not suddenly transformed into sinless human beings. He could have zapped us and removed our sin nature, our fallen nature, but according to His perfect wisdom He desires that we, with His grace struggle against sin in order to progress in holiness.\n\n  1. Ephesians 6:12\n    For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.\n  2. Hebrews 12:4\n    In your struggle against sin, you have not yet resisted to the point of shedding your blood.\n\nNow we believe that those who demonstrate heroic virtue, by the power of God and their obedience to Him have attained to a state of holiness in no need of Purgatory. But even the Saints sin venially. But for most of us something is going to need to be done, for most of us after death, in order to perfect us in holiness.\n\nQ. That “something” was already done on the cross by our Lord and Savior Christ. Your use of the words “most of us” implies that some people on earth don’t require purification, but the Bible clearly states that ALL have sinned and have fallen short of the glory of God. That term ALL really means everyone. There is no exception, no rank in church office will save a person from the judgement of our Holy God.\n\nA. I beg to differ of course that All have sinned has no exceptions. Please see my post All Have Sinned, Except Mary?\n\nProtestants believe sanctification or holiness is optional but we believe it is required in order to enter into God’s presence.”\n\nQ. You belittle Christ’s sacrifice on Calvary with this sort of theology. Please do not be fooled into thinking that His sacrifice was not enough. This way of thinking is exactly the “trampling underfoot the blood of Christ” that Hebrews 10:26-31 is referring to, and God makes clear that there is horrible judgement that will follow this line of thinking and insulting the Spirit of Grace.\n\nA. I understand that from your perspective it seems like we belittle Christ’s sacrifice because of your theology. But, remember, your understanding of scripture is only 500 years old. But that is just not at all true. In the Catholic Church every single mass, every single day, in every church, in every country around the world we celebrate Christ’s ONE sacrifice on the cross.\n\nAnd every single Sunday around the world the Catholic Church celebrates His resurrection. And every single Friday we offer some little sacrifice in union with Jesus’ death on the cross on Good Friday. We even have crucifixes in every single Catholic Church. They are REQUIRED to be present and visible at every mass. The Sacrifice of Jesus Christ is the Source and Summit of our faith. If you had any real first-hand understanding of the Catholic Faith you would never have said that we belittle His sacrifice. On the contrary we honor it far more than any other religion.\n\nQ. If you dig deep enough into the realms of “historical Christianity”, you will find the truth.\n\nA. That is exactly what I did nine years ago. And I discovered that the Church that existed, in the first centuries after Jesus, was… lo and behold…Catholic!!!! It was just not Protestant in any way, shape, or form. I dearly wanted it to be. But it was not. So, I had no choice but to enter into the ONE, HOLY, CATHOLIC, AND APOSTOLIC CHURCH founded by Jesus Christ Himself.\n\nQ. The truth does not lie within the words and traditions of men, but in the word of God.\n\nA. Amen!\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9975283742,
        "format_confidence":0.8987537622
    },
    {
        "url":"http:\/\/islamhelpline.net\/iqa\/answer\/168\/20869\/ruling-on-female-servants-working-in-households-and-are-they-female-slaves",
        "text":"\n\nDear Brothers & Sisters,\nAs-Salaamu-Alaikum wa Rahmatullahi wa Barakatuh. (May Allah's Peace, Mercy and Blessings be upon all of you)\nOne of our brothers\/sisters has asked this question:\nI'm an Indonesian Muslim, I need a fatwa regarding the status of Woman Labour, who work in midle east.  \nDoes they who worked to family and living with that family is considering as a slave ?  \nIt is very important to us know about The status about Woman Labour, because this issue used by christian misionaries to denigrating Islam in here.\nPlease attached Fatwa from some Ulama Institution\/authorithies..\n(There may be some grammatical and spelling errors in the above statement. The forum does not change anything from questions, comments and statements received from our readers for circulation in confidentiality.)\nCheck below answers in case you are looking for other related questions:\n\nPraise be to Allaah.\n\n\nThe servants who work in households do not come under the same rulings as slaves, whether male or female. Rather they come under the ruling of private workers who are hired to work for the employer, and are like any other employee. \n\nWe have already spoken about female servants and the ruling on bringing them from their countries, and the haraam actions committed by some families towards female servants. Please see the answer to question no. 26282\n\n\nWhat some of these heads of households have done to these servants is not condoned by Islam, rather Islam forbids it and warns against it. It is not permissible to use that as a means of attacking Islam or giving a bad impression of Islam, because these sins on the part of some Muslims are forbidden by Islam itself. \n\nAl-Bukhaari (50) and Muslim (1661) narrated that Abu Dharr said: I cursed a man and slandered his mother, and the Prophet (peace and blessings of Allaah be upon him) said to me: “O Abu Dharr, are you slandering his mother? You are a man in whom there is still some jaahiliyyah (ignorance)! Your slaves are your brothers whom Allaah has put under your command. So whoever has a brother under his command should feed him of what he eats and dress him of what he wears. Do not ask them (slaves) to do things beyond their capacity and if you do so, then help them.” This is the justice of Islam towards slaves who are owned by a person, so how should it be with a servant who is not a slave who belongs to his or her employer, but is rather hired to do a job? \n\n\nIt is not permissible to be alone with these female servants, or to look at them, because they are non-mahrams to the men of the household. Similarly male servants are non-mahrams to the women of the household so it is not permissible for them to uncover in front of them or to be alone with them. \n\nShaykh ‘Abd al-‘Azeez ibn Baaz (may Allaah have mercy on him) was asked: \n\nWhat is the ruling on dealing with servants and drivers – do they come under the same heading as non-mahram men? My mother tells me to go out in front of the servants and to put a scarf on my head. Is that permitted in our pure monotheistic religion which tells us not to disobey the commands of Allaah? \n\nHe replied: \n\nDrivers and servants come under the same rulings as all other men: it is obligatory to observe hijab in front of them if they are not mahrams. It is not permitted to uncover one's face in front of them or to be alone with any of them, because the Prophet (peace and blessings of Allaah be upon him) said: “No man is alone with a [non-mahram] woman but the third one present is the Shaytaan.” And because of the general meaning of the evidence which indicates that hijab is obligatory and that it is haraam to make a wanton display of oneself or to uncover oneself in front of non-mahrams. It is not permissible to obey your mother or anyone else in matters that involve disobedience towards Allaah.  \n\nAl-Tabarruj wa Khataruhu by Shaykh Ibn Baaz. \n\nAnd Allaah knows best.\n\nWhatever written of Truth and benefit is only due to Allah's Assistance and Guidance, and whatever of error is of me. Allah Alone Knows Best and He is the Only Source of Strength.\n\nRelated Answers:\n\nRecommended answers for you:",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9916875958,
        "format_confidence":0.9813072681
    },
    {
        "url":"https:\/\/billygraham.org\/answer\/our-church-is-looking-for-a-new-pastor-and-ive-been-put-on-the-search-committee-something-ive-never-had-to-do-before-our-first-task-is-to-come-up-with-a-description-of-the-kind-of-person-we-sh\/",
        "text":"By   •   July 14, 2008   •   Topics: ,\n\n\nOur church is looking for a new pastor, and I've been put on the search committee (something I've never had to do before). Our first task is to come up with a description of the kind of person we should look for. What advice would you give to a committee like ours?\n\n\nYou’ve been given a very important responsibility — and the best advice I can give you is to seek God’s will as you seek to fill this position. Pray for God’s guidance in your committee, and encourage your whole church to be praying as well.\n\nAfter all, someone might meet every standard on your list — but if they aren’t the person God wants in that position, their ministry will not make its maximum impact. Remember: God is even more concerned about your church and its ministry than you are, and He has already chosen the person best equipped to lead your church in the future.\n\nWhat kind of person should you seek? You know your church’s needs, of course, and your description will take those into account. But first of all seek a person of godly character — someone who reflects Christ in their daily life. Paul urged his young pastor friend Timothy to “pursue righteousness, godliness, faith, love, endurance and gentleness” (1 Timothy 6:11).\n\nSecond, seek someone who will make the Bible the foundation of their teaching and preaching. Paul’s example is a challenge to every pastor: “You know that I have not hesitated to preach anything that would be helpful to you. … For I have not hesitated to proclaim to you the whole will of God” (Acts 20:20, 27).\n\nLeave a Comment\n\nYour email address will not be published but you will receive our next BGEA ministry update. You can opt out of future emails at any time.\n\n\n  1. Danny Stevens says:\n\n    I am on our Pastor search committee and I have never been ask to do anything like this before but finding these words has greatly touch me. Thanks for sharing and thanks to Mr. Billy Grahams for his unselfish sharing of Gods word and service over the years. God Bless\n\n  2. fran koebert says:\n\n    i think we will be looking for a pastor – our pastor is on life support and a decision is going to be made today – he is a true man of God and has taught and preached word for word straight from the Bible – he is a warrior- he is fearless – he is a retired marine – he has led many to the cross – it is a heart wrenching decision the family is thinking about because the doctors have suggested it – miracles do happen – right now the only plan b is in God’s hands – we are a small country church\n\n    1. fran koebert says:\n\n      your answer is exactly the one i expected as that is the way we have been taught as kids over 70 years now – sadly this church does not even know what a pulpit committee is – some how the right pastor for this church must stumble into it the same way we found this church – you are right – God has the right person for this church so somehow God will show either the right way which begins with earnest prayer or the right person finds his way here – our pastor passed away early this morning shortly after the one person he cared about most showed up to see him – his son – he was thrilled and rallied for a short time then passed on – something good will happen – we will just wait for God’s plan to kick in",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9965751767,
        "format_confidence":0.6994071603
    },
    {
        "url":"https:\/\/grist.org\/article\/umbra-candles\/",
        "text":"Dear Umbra,\n\nRecently, nature-conscious religions such as Paganism and Wicca are getting a lot of attention. This is a mixed blessing. On the one hand, such religions inspire love for the environment and have spawned many eco-nuts (myself included, I admit). However, although most of the common practices seem to be eco-friendly enough, I’m concerned about some of the incense and candles being burned. I’ve heard a lot of nasty rumors about these things being toxic. Personally, whenever I use candles too often, I get a bit sick. Can you tell me what’s true about these rumors? And is burning a small piece of nature really a way to worship it?\n\nRoosevelt, N.J.\n\nDearest Ina,\n\nNo comment on the merits of different religious practices from this writer; down here in the stacks, the only thing we worship is fresh air. However, without entering into a thorny theological debate about Paganism and Wicca, I’m willing to wager that the most destructive environmental habits of adherents include driving to gatherings (brooms are okay), eating food grown with chemical additives, and using inefficient home appliances. These nondenominational environmental issues bedevil all creeds.\n\nBurn, baby, burn.\n\nIf you are feeling ill while burning candles, I recommend: burning fewer candles. Like any burning object, candles give off particles and vapors that can enter your lungs and irritate your respiratory system. Most of these irritants are present only in negligible amounts, with the exception of lead, which is used to keep wicks stiff. U.S. candle manufacturers voluntarily ceased using lead wicks in recent years, but companies in other countries continue the practice. If you don’t know the candle’s country of origin, you can test for lead in the wick by cutting off a section, stripping the outer cotton sleeve, and rubbing the core on a piece of paper. If it contains lead, it will leave a pencil-like mark. Avoid scented candles (which contain chemical additives), paraffin candles (which are made from petroleum), and smoky flames (which produce more soot). In addition, don’t burn candles or incense in small, windowless spaces for hours on end, no matter what you’re told by your high priestess, rabbi, minister, imam, or the little voices in your head.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9675734043,
        "format_confidence":0.5518913269
    },
    {
        "url":"https:\/\/ebible.com\/questions\/5742-what-does-it-mean-that-christ-was-delivered-by-the-determinate-counsel-and-foreknowledge-of-god?back=1",
        "text":"← Back\n\nWhat does it mean that Christ was delivered by the determinate counsel and foreknowledge of God?\n\nDoes this mean God only knew it would happen, or that he had planned it?\n\nActs 2:23\n\nESV - 23 This Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men.\n\nClarify Share Report Asked January 24 2014 Mini Anonymous\n\nCommunity answers are sorted based on votes. The higher the vote, the further up an answer is.\n\nCloseup Jennifer Rothnie Supporter Housewife, Artist, Perpetually Curious\nGod's determinate counsel in delivering Christ to die as a sacrifice on man's behalf includes many parts of His character: God's wisdom, power, virtue, mercy, love, wrath against sin, etc.\n\n'Determinate' in Acts 2:23 is the greek 'horizo' (where we derive the english 'horizon'). This refers to God limiting or 'horizoning' all aspects of Creation and the plan of salvation. [While in english the word 'determine' might seem like destiny or forcing an action, the greek 'horizó' is to limit or to bound.]\n\nGod set up the scene (creation, physical laws of nature), spiritual laws (justice, mercy, the punishment for sin, etc), the players (angels, man), the plan of salvation (redemption via the blood of Christ for those who believe), etc [Psa 139:16, Jn 1:3, Jon 1:9, Psa 95:5, Acts 4:24, Rom 6:23, Prov 10:16, Neh 9:6, II Kings 19:15, Is 63:5, Heb 2:10, etc.] This was all by the power and decree of God, such as \"Let there be light\" (Gen 1:3, II Cor 4:6, John 1:9).\n\nAs sovereign king, all of God's subjects are under the physical limits and spiritual laws that God has put into place. God is true Sovereign: He can delegate tasks, punish sin, work evil for good, place limits, etc. God is active, nations rising and falling at His purpose, and the eternal plan enacted by His counsel. \n\n[See the related topic https:\/\/ebible.com\/questions\/3317-how-does-god-s-sovereignty-work-together-with-free-will#answer-17091 for more on God's sovereignty and how God allows men free (albeit limited) operation under His rule].\n\nAs for God's counsel or resolved plan, God determined by His own will that salvation would come through Christ alone, and that only through faith in Christ could man be reconciled to God. This meant that Christ would have to suffer and die for us [Acts 3:18, Heb 2, II Cor 5:18-19]. This was not something men thought of, would have thought of, or could achieve by their own power, but rather was God Himself reaching out to man. God in His wisdom determined that He would chose a people for Himself, not by works or ethnicity, but by faith in Christ (Acts 2:23, Gal 3:28, Rom 3:22.) He determined He would choose both Jew and Gentile (John 10:16, Rom 11.) He determined that His own right arm would bring salvation (Is 63:5.) Scripture often references God as having planned something, then bringing it to pass (Is 37:25-27, Gen 50:20, Gen 41:32, Is 46:11).\n\nJesus had to die via God's plan\/foreknowledge\/counsel that salvation would come through Christ. Hence, Christ was delivered by the plan of God over to men who put him to death (Acts 4:27-29, Acts 2:23, Luke 22:22). Jesus willingly submitted to the Father’s will in this (Heb 5:7-9, Phil 2:5-8.) \n\nForeknowledge and God's will\/counsel\/purpose\/resolve\/plan go hand-in-hand. God by His foreknowledge and counsel set the process by which men are saved; faith in Christ (Jn 3:16, Jn 6:29.) God makes known the end from the beginning; He is outside of time (Is 46:10.) He created time for His gracious purpose regarding man, that they might come to repentance and be saved through faith (Tit 1:1-3, Eph 2:5-8, Rom 2:4, I Pet 1:10-12, Heb 1:1-3.)\n\nOften in scripture the concepts of God's foreknowledge and determination are combined, such as in the term 'predestined'.\n\n[For a more detailed examination of foreknowledge, predestination, and election, see the related eBible topics https:\/\/ebible.com\/questions\/3273-how-are-predestination-and-election-connected-with-foreknowledge#answer-16960\nand https:\/\/ebible.com\/questions\/265-what-is-predestination-is-predestination-biblical#answer-15328]\n\nIn summary, God both set-up the way for man to be reconciled to God through Christ, and knew exactly how it would play out. Christ was born at the opportune moment in history for the plan to be enacted and prophecies fulfilled, just as He will return once more at the opportune time to bring salvation to those who wait for Him (Heb 9:27-28). Even men engaged in the grossest wickedness cannot thwart or overturn the plan of God.\n\nJanuary 04 2016 0 responses Vote Up Share Report\n\n10154324 660559607325867 601417579 n Paul Bayne Business Owner, Husband and Father of Four Kids & Blogger\nThe Bible makes it very clear that God is sovereign. It also states that God directs our paths. He has written the story of mankind in order to bring to pass His will and plans. Why? To receive glory. We are His vessels, made for life or damnation according to Romans. God planned and ordained that Jesus should be lifted up and crucified for us who would be chosen for salvation. Jesus Christ, according to Scripture sustains the entire universe and controls its comings and goings. Every heart beat, every breath, every life and every death is in His hands.\n\nThe Bible also says that He sets up rulers and kings and moves them where He wants them to go. This is sovereignty. Sovereignty also dictates that we must follow His plans for us--we truly have no choice. This was the same with Christ as He followed the will of the Father and made Himself obedient even unto death...remember \"Nevertheless\"?\n\nJanuary 24 2014 1 response Vote Up Share Report\n\nData Dana pappas\nThe Bible tells us He (Christ), was \"the Lamb slain from the beginning, when the foundations of the earth were laid\".\n\nThis tells us that the Father's eternal plan for humanity's Salvation was laid from the start. God in his Almighty knowledge knew all before it happened to Man kind, and how it would be resolved and propitiated through Christ's Passion, Crucifixion, Resurrection, Proclamation to evil spirits in Hades, and Ascension into Heaven.\n\nNovember 30 2016 0 responses Vote Up Share Report\n\nMini James Kraft 74 year old retired pipeline worker\nGod both knew it would happen and that He planned it. It was predetermined before the foundation of the world. God knew that Adam and Eve would sin and bring sin on the human race. \n\nBut God so loved the world that He sent His only begotten Son, that whosoever believeth in Him should not perish, but have everlasting life. \n\nIf there had been any other way than Jesus life, death, and resurrection to save sinners, then Christ died in vain. \n\nGod knew that there was nothing man could do to save himself, and so made a way that we could be saved by Christ as our perfect sacrifice for sin.\n\nHe took all of our sins upon Him who knew no sin, and gave us His perfect righteousness as a free gift. Our bodies still have to die because of sin in the flesh, but our spirit is saved because of Christ who has joined His spirit with our spirit when we first believed. Those who have put their faith in Christ alone can never be lost. John 6:37-40. \n\nGod also in HIs foreknowledge knows who will trust in Him and who will not. But salvation is made available to all men so no one has an excuse.\n\nJanuary 23 2017 0 responses Vote Up Share Report\n\nAdd your Answer\n\nAll answers are REVIEWED and MODERATED.\nPlease ensure your answer MEETS all our guidelines.\n\nWhat makes a good answer? ▼\n\nA good answer provides new insight and perspective. Here are guidelines to help facilitate a meaningful learning experience for everyone.\n\n  1. Adhere to the eBible Statement of Faith.\n  2. Your answer should be complete and stand-alone.\n  3. Include supporting arguments, and scripture references if possible. Seek to answer the \"why\".\n  4. Adhere to a proper tone and spirit of love and understanding.\n  5. For more info see The Complete Guide to eBible\n  1. 4000 characters remaining",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.9976539016,
        "format_confidence":0.9873456359
    },
    {
        "url":"http:\/\/islam.com\/questions\/27506\/in-which-war-prophet-muhammad-participated-for-first-time?sort=votes",
        "text":"Now updated: Ramadan calendar -\n\nprophet Muhammad's first war\n\nasked 10 hadicool's gravatar image\n\nThere were no wars during the times of early other Prophets, those before the Prophet (Saws). Not that I know of, specially. The first Battle in the Islamic History is Battle of Badr. And definitely it is the first Battle that the Prophet (Saws) participated in himself.\n\nanswered 101 Eleanour079's gravatar image\nYour answer\ntoggle preview\n\nMarkdown Basics\n\n  • *italic* or __italic__\n  • **bold** or __bold__\n  • link:[text]( \"title\")\n  • image?![alt text](\/path\/img.jpg \"title\")\n  • numbered list: 1. Foo 2. Bar\n  • to add a line break simply add two spaces to where you would like the new line to be.\n  • basic HTML tags are also supported\n\n\n\nAsked: Jan 16 at 21:28\n\nSeen: 532 times\n\nLast updated: Jan 19 at 16:04\n\n©1998-2013 Publications and Research.       All Rights Reserved.",
        "topic_id":18,
        "format_id":17,
        "topic_confidence":0.990871489,
        "format_confidence":0.985763967
    }
]