[
    {
        "url":"http:\/\/www.cmyk-comic.com\/?page_id=16",
        "text":"What is CMYK?\n\nCyan loves goggles and the Internet. Magenta loves gossip and social media. Yellow loves paintball and video games. Key loves skateboarding and digital media.\n\nWhat do you get when you put those together? The Gamut Middle School Technology Club!\n\nThe Creators\n\nLaura Knatt (Contact at lauraknatt (at) yahoo [dot] com)\nYou may know her from her previously completed comic Taiki or her Pokemon fan comic Ultimate Quest. She graduated from the Fashion Institute of Design and Merchandising with a degree in Graphic Design but making comics is what she really loves doing.\n\nHayley Larsh\nAspiring writer, she hopes that one day she can write well enough to have a novel published by DAW or TOR. She also has the most adorable cat in the world.\n\nThe Process : What do Laura and Hayley do?\n\nLaura came up with the concept of CMYK in 2010 while still working on her other comic Taiki. She met Hayley who helped her finish writing Taiki and together they worked on forming CMYK. They brainstorm the episodes and Hayley writes the final script while Laura draws the pages.\n\n\nWhat is C.M.Y.K?\nCMYK refers to the four inks used in some color printing: Cyan, Magenta, Yellow, and Key (black).\n\nWhy is Key not named after a color?\nThe main concept of how this comic is colored is based off of the color process of CMYK (see above question) in which the “K” stands for Key and IS Black.\n\nWhy are some characters colored in some Episodes but not all?\nCyan, Magenta, Yellow, and Key will always be colored in every Episode. Side characters are only colored when they are considered a main part of the story in the specific Episode.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9070208073,
        "format_confidence":0.5656886101
    },
    {
        "url":"https:\/\/www.tuliptreephotography.com\/faq\/",
        "text":"Included in Every Session\n\nMost photographers will charge a low base session fee and then offer expensive digital images or prints. I save my clients the hassle and offer all inclusive sessions that include digital images, on location session time, and professional editing. There are no hidden costs, the price you see is what you get. Use the images for whatever you'd like...graduation announcements, wall prints, albums, prints for grandma, whatever!\n\nProfessional Equipment\n\nI use Canon and Sony equipment.\n\nBeauty Retouching\n\nGot a zit? Don't worry, I'll use photoshop magic.\n\nOnline Downloads\n\nDownload your digital images right from online!\n\n\n\n- Outdoor Location\n\n- 2 Outfit Changes\n\n- 1 Hours\n\n- 25 Digital Images\n\n\n★ Most Popular ★\n\n\n\n- Outdoor Location\n\n- 3 Outfit Changes\n\n- 1.5 Hour\n\n- All Digital Images\n\n-Phone App with digital images\n\n\n\n\n- Outdoor Location\n\n- 1 Outfit\n\n- Half hour session\n\n- 10 Digital Images\n\n\nStill have some questions?\n\nCheck out our FAQ section for commonly asked questions and answers.\n\nContact Us\n\nI'm so excited to hear from you! Use the contact form to get in touch and reserve your senior portrait session.\n\nPlease reach out to book your session with me today! I book up fast during senior season, so please reach out well before your senior images are due.\n\n\n\nServing Greater Boston and Cape Cod Massachusetts\n\n\n\nIt worked! Form submitted successfully, thank you.Uh-oh! Error submitting form, please try again.\n\nWhere do you want to go next?",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9441151023,
        "format_confidence":0.9406575561
    },
    {
        "url":"https:\/\/www.smilemiddle.com\/pages\/faq",
        "text":"Free Worldwide Shipping\n\n\n  1. What kind of photograph do you need to make a portrait \/ artwork?\n    We prefer a soft copy of the photograph sent through e-mail only, preferably the original image taken with a good camera i.e. not copied from WhatsApp\/Facebook. In case the image is found inappropriate, we shall contact you.\n  2. On what size do you make portraits \/ artwork?\n    We usually make portraits \/ artwork in A3 size (42cms X 30cms). However, we can work on any size as per the demand. Prices will vary with the size.\n  3. How do I place an order?\n    You just have to fill up the contact form and then you'll get an email within 3 hours on the email ID mentioned by you in the form. It'll be taken forward over email \/ call.\n  4. When should I place an order?\n    An order should be placed preferably 5 days in advance. However, we may take orders on an urgent basis also, but only after checking the address and other details.\n  5. How do I know the prices of different artworks?\n    You just have to fill up the contact form and the complete price chart will be emailed to you within 3 hours.\n  6. Are the delivery charges included?\n    Yes, the price is inclusive of all the charges for delivery in India. You don’t have to pay extra for anything. International delivery charges are additional.\n  7. Do you deliver outside India?\n    Yes, we deliver outside India as well. We deliver almost everywhere across the globe.\n  8. When do I have to pay?\n    We work only on advance payment basis. The reason is, the hard work of the artist is at stake, and we value the hard work of anyone.\n  9. How do I proceed with the payment?\n    We will give you a payment link which accepts credit cards, debit cards and net banking as the payment modes. We are also open for UPI \/ NEFT transactions.\n    International payments are accepted through PayPal and Western Union.\n  10. Do you share the image of the artwork with us before physical shipping?\n    No, we neither share any work-in-progress image nor the final image of the artwork with you. We directly deliver the physical artwork to the destination. NO Exceptions! Please don't ask for it.\n  11. Can I cancel my order after placing?\n    Order once placed may be canceled within 24 hours only. In such cases, 80% of the amount paid will be refunded.\n  12. Do you deliver in villages or remote areas?\n    Yes. We deliver all across India, but the delivery time may vary from place to place.\n  13. Do you provide any gift wrap? If yes, at what extra charges?\n    Yes. We provide gift wrap at no extra cost, it’s totally free.\n  14. Does the portrait come with a frame? If yes, at what extra charges?\n    The order is delivered in hardboard packing, but without any framing. We ensure that the packaging is completely water-proof and stress proof.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.5421841145,
        "format_confidence":0.9780672789
    },
    {
        "url":"https:\/\/www.emilyelizabethstudios.com\/faq",
        "text":"Frequently Asked Questions\n\n\nAre your packages customizable?\n\nYes! My focus is to make sure you get everything you want and need!\n\nHow many images will we receive?\n\nThe number of Images delivered ultimately depends on how many it takes to tell your story and the amount of time we are there capturing your day. We don’t limit the number we take; however, the amount we deliver depends on the length of day and the content of the events of the day. We go through all of the images we take and eliminate images with duplicates, exposure failures, people walking in frame, etc. There’s very little that gets eliminated.\n\nWhere do you live and do you travel?\n\nWe live in Binghamton, NY and LOVE traveling to new places, so we’ll go anywhere!  We have photographed weddings all over New York State and Northern Pennsylvania: Philadelphia, PA: Sugarbush Ski Resort, VT: Block Island, RI: Atlanta GA, Las Vegas, NV: Auburn, CA: Vietnam: Port St. Lucie, FL: Tampa, FL: Alexandria, VA: Germany: Long Island, NY: & Jamaica. \n\nAnything within a 2 hour distance- travel is included.  If the distance is over 2 hours, travel expenses apply.  Travel expenses are handled very simply: if airfare, hotel, and a rental car are required, the collections remain the same and a full reimbursement for our expenses is added to them.  International travel is also available!  KJ and I love to travel, and have figured out a few oragami-esc ways to sleep on planes. No matter the distance! We've shot a 12 hour wedding, went home, jumped on a plane at 7am for another wedding at 3pm.  Probably won't do that again, but we loved it!\n\nIs KJ at every wedding?\n\nUnfortunately no. He is an officer in the Army National Guard, so there are dates he will not be able to be with us. In that instance, I do have other people I can rely on to fill his shoes at no extra cost to you.\n\nDo we need to feed you at the reception?\n\nYes please! I would prefer to not pass out in the middle of the reception from low blood sugar, or resort to the fallen mints at the bottom of my purse. It doesn’t have to be the filet you’re feeding your guests, but feeding us most preferred! On that note, we also prefer to eat dinner at the same time you do; this doesn’t always work out but it makes the reception coverage go smoother. While you’re seated and eating, we are too so we’re ready to go when you are!\n\nIs a wedding timeline necessary?\n\nYES! You want to make sure your wedding day goes as smooth as possible and all of your vendors are on the same page. It will not fix all of the possible hiccups that can happen but it keeps things in order.  I love to work with clients to make sure there’s ample opportunity for everything you want to do. This is also from a photographer’s perspective, working with all of your vendors on this keeps the day in order.\n\nWhat is a First Look?\n\nA first look is when a bride and groom opt to see each other before the ceremony. Not only does it allow you to spend some sweet one-on-one time before the whirlwind of wedding festivities, but it ensures ample time for naturally-lit portraits and makes the day a lot smoother! (In my humble opinion).\n\nWhat is a Day-After Session?\n\nA day-after session is also known as a “Rock the Dress” session. It’s a shoot scheduled sometime after the wedding to put the dress back on and scamper about somewhere. It’s especially useful if time did not allow for many formal photos of you and your soon-to-be!  For destination weddings, it’s fun to put the dress back on and go somewhere we didn’t have a chance to explore on the day of.\n\nBlock Island Rhode Island Wedding Photography\n\nCan our family + friends take photos?\n\nAbsolutely! We just love seeing ipads and cameras jump in front of us during your first kiss! (I’m being sarcastic. Your family and friends are more than welcome to take photos during the day. We do suggest an unplugged ceremony, so the above does not happen. This is not only for selfish reasons, but in a day and age of everything being plugged people forget to be present and in the moment. This is a chance for them to do just that. Wouldn’t you love to be able to look at people’s faces instead of their super awesome Etsy phone case?\n\nWhat is your pricing?\n\nOur wedding collections start at $2300; every collection includes various times of coverage, the edited images with a print release, and an engagement session.  For a detailed look into the collections we offer, click Here and contact us!\n\nDo you edit all of our photos?\n\nYes we do! We hand select every photo, and give them an overhaul. We keep the editing crisp and accentuate what we aimed for in camera. We believe in the accuracy of the photo captured in the moment.\n\nDo you do video too?\n\nWe currently do not incorporate video in our wedding coverage. It takes a completely separate brain to shoot video than it does for photo, so we concentrate on one over the other.\n\nCan we see some full weddings?\n\nAbsolutely! Head over to the contact page and send me a message; I’ll include a couple examples of full wedding galleries in my response email.\n\nAre our images watermarked?\n   No they are not, the images I send to you are free of my watermark!\n\nDo we get to keep the raw files?   \n\nNo, the only images I deliver are Hi-Res JPEGs. The unedited\/ RAW files are not available for viewing or purchase. The RAW files essentially contain the ingredients used to create the final product of your image. The result that you see is like the cake that’s on display at the reception: beautiful, decorated, and finalized. Everything we deliver is a well-rounded view of your wedding!\n\nDo you need to attend the rehearsal?\n\nIt’s not at all necessary!  We have gone through the timeline, and there’s nothing that can shock me (not even being mooned by the best man!) For destination weddings, people sometimes add on rehearsal dinner coverage to tell a complete story of the event.\n\nDo you offer engagement sessions?\n\nYes!  We include the option to have an engagement session with every collection. It’s to get you more comfortable in front of the camera. We know that not everyone has their glamour shots taken at every turn of event, this gives you some great practice! They are up to 1 hour long with 1 outfit, 1 location and you can travel up to 1 hour from Binghamton. If you're looking for something a bit more pizzazzy you can upgrade your engagement session to include more. They're a lot of fun to get dressed up for; make it a date night with your sweetie afterward! Please note, we only offer the engagement sessions during the week. We are not available on the weekend to accommodate them. Space is limited. If you would like to know more about the engagement session, head to the contact form and inquire!\n\n\nHow would you describe your style?\n\nThere is no simple way to answer this question. I often turn the question around and ask what they felt or saw when they viewed our work. The answers I’ve received back are: organic, journalistic, raw, bold, vibrant, brilliant, moody, not-boring, etc. Though these adjectives don’t speak directly to our ‘style’ of photography, they speak to what you’ll find through the galleries. In photo-jargin, the answer stems from two descriptions: photojournalist and traditional. I can speak more at length to what this really means, but that will take a long time. Traditional speaks to the ‘posed’ photos. The ones of you and your family, the images of you looking into the camera; you know, the ones that 99% of the time get printed over anything else. Photo-journalism speaks to the moments that unfold naturally. What you’ll find from us, is something bold, and brilliant. We have moments of photojournalism, and then moments of traditional. I feel there needs to be a combination of the two styles in order to capture a well-rounded wedding day.\n\nDo you take posed family photos?\n\nOf course I do!! I personally LOVE this part of the wedding day. Call me crazy. It’s the most hated time of day. No one wants to stick around, everyone wants to get the party going, and they’re accustomed to being in a stuffy church without air-conditioning while the photographer takes forever to group and gather everyone. This is not the case with us. We have a system down to a science to get these done to such efficiency you’ll actually have a great time taking these. These are some of the most important images of the day (to me). Everyone in your family looks their best, they’re in one place, and sometimes, it’s the last professional photo of someone before they die. They’re important, and these are the images that gets printed, albeit for you or for your family. *hint hint: These become Gold for Christmas gifts!\n\nCan I send you a shot list or my Pinterest board?\n\nYou can, but I would rather you didn’t. I like Pinterest boards as ‘feeling boards’ instead of the “100 top photos that I HAVE to have from my wedding” board.  It never pans out the way you want them to.  There’s never any time. The get overlooked. They look stuffy. We miss out on creating something unique to you that could become the photo that Everyone wants to recreate. I gladly take requests like, “I would love a night shot, or the willow tree on the property is what sold me- can we shoot there? Answer: no problem! I do ask for a family photo shot list: about a month before the wedding I provide you with an outline of what a typical family list looks like, then you can tweak it from there.  If you have any questions about any of this, I will gladly explain more.\n\nTerra Cotta Wedding Receptions\n\n\nDo you have insurance?\n   Yes! A thousand times, Yes!\n\nWhat equipment so you use?\n\nIn the world of Nikon v. Canon, we are with Nikon. I could go on and on about all the technical jargin on why Nikon, but basically it stems down to it’s who we started with and what we love! Canon has great equipment, but we love Nikon!\n\nHow long have you been in business?\n\nWe have been photographing weddings for about 5 years. Our official start is a bit hazy, but it’s been a w... (truncated)",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9338683486,
        "format_confidence":0.9720519185
    },
    {
        "url":"http:\/\/runthessaloniki.gr\/en\/participation\/artists",
        "text":"Are you an artist? You like manga? Your passion is anime fan art? If your answer is YES, then join Manga Artist Alley! In RUN Thessaloniki IV: Anime Con passionate mangaka have the opportunity to promote, sell and interact with numerous anime and manga fans!\n\nIf you want to join the Manga Artist Alley, then fill in the online form!\n\n  1. How do I order a table?\n    Use the contact form below and choose the table you want to obtain. We will check on your application and then decide on it.\n  2. What size is the table?\n    80 Χ 60 Χ 74\n  3. Can I bring my own tables?\n    No, all tables will be provided in RUN Thessaloniki.\n  4. Has the stand a back wall?\n    Yes. All stands have a back wall. The artist can decorate the back wall with banners and art works. The artists can use ONLY BlueStick.\n  5. How many chairs will be provided?\n    One chair. For more chairs the artist has to contact the administration office and ask for more chain with an additional fee.\n  6. Can I share my table with back wall with another artist.\n    No. Each artist must have one stand. In case there is a team of artists, then they can order more chairs\/tables from the online form.\n  7. Do I need to obtain a ticket as an artist?\n    No, if you have received confirmation of an artist table you have free access to the convention. You will have the same access rights as a weekend ticket holder.\n  8. What about my assistant or other people that want to help me?\n    These people have to buy a weekend ticket in our shop systems.\n  9. As an artist, can I park at the fair?\n    The participants of Manga Artist Alley can park only on 31\/9\/2016.\n  10. Can I decorate my stand?\n    Yes. The artist has the right to freely decorate his stand. He can use brackets but he can’t use any screws on the tables. If tables are damaged they will have to be paid for.\n  11. Can I bring my own tablecloth?\n    Yes. Artists can bring their own tablecloths. We don’t offer tablecloths at the event.\n  12. What happens to items left behind after RUN Thessaloniki?\n    Please make sure that all your belongings will be taken away after the show. We are not liable for items left behind and all items left behind will be disposed at the artists costs.\n  13. Do you have another question?\n    Please contact us under We will answer you as soon as possible.\n\nPowered by ChronoForms -",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.5178470016,
        "format_confidence":0.9254840612
    },
    {
        "url":"http:\/\/artistsforabetterworld.org\/category\/faqs\/",
        "text":"now browsing by category\n\n\nWhat is the Purpose of AFABW?\n\nArtists For A Better World International (AFABW) has a purpose to raise the awareness of worldwide artists about using their creative powers to benefit mankind by leading the way to a better world and by supporting like-minded public benefit organizations that advocate humanitarian benevolence.\n\nWe accomplish our aims by cultivating international artistic participation in constructive, inspirational and creative projects as well as working hand-in-hand with other community advancement organizations.\n\nWhat Does AFABW Do?\n\nAFABW activities include art and social betterment projects and\/or events conceived to foster heightened awareness with and through art and artists, to help build a better world through aesthetics.\n\nAFABW creates music CDs, poetry anthologies, short story books, visual art calendars and other collaborative creative projects that include artists from around the globe.\n\nOne of our largest events in the Hollywood area is our AFABW Arts Festival, which occurs in the fall of each year, at Celebrity Centre International. Affiliated groups have arts festivals and other community activities in various parts of the world, including in the London area; in Johannesburg, South Africa; in Toronto, Canada; in Boston, Massachusetts; and elsewhere.\n\nWho Can Participate in AFABW Projects and Activities?\n\nArtists For A Better World International is dedicated to building a worldwide network of artists who share a vision of creating a better world through aesthetics and is open to artists and art enthusiasts of all religions, nationalities, creeds, races and cultures.\n\nHow Can I Start an AFABW Group in my Area?\n\nClick “Contact Us” and send a message to let us know about your interest. AFABW is all about connecting up with artists around the globe who share mutual goals of creating a better world via aesthetics. Someone will get back with you to see how we can help you in your area of interest.\n\nWhen\/Where is the AFABW Arts Festival?\n\nThe Artists For A Better World Arts Festival is held in the early fall each year at Celebrity Centre International in Hollywood, CA, usually in October.",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.987180531,
        "format_confidence":0.9729395509
    },
    {
        "url":"https:\/\/www.lennypetephotography.com\/the-details\/questions-about-your-session\/",
        "text":"Q: Where are you located?\n\nA: The studio is located in Gaithersburg, Maryland.\n\n\nQ: What types of sessions do you photograph?\n\nA: We specialize in newborn, babies, children and family photography.\n\n\nQ: Studio or natural light?\n\nA: In the studio we use studio lighting however outdoor we use mostly natural light with occasional light modifiers.\n\n\nQ: When is payment due?\n\nA: A $100 deposit is due to book your session. The remaining balance is due on the day of your session. We can accept PayPal let me know prior to your session), credit cards, check or cash. ($35 fee applied for returned checks to be paid prior to image release). PayPal and credit card payments will include a fee percentage.\n\n\nQ: Will I get the digital files with printing rights?\n\nA: All of our packages include digital files with printing rights. This means you can download them and print at a lab of your choosing. Please note quality varies greatly from lab to lab and only products printed professionally through us are guaranteed to print as we see them on our screen.\n\n\nQ: When will I receive my photos and how many will I get?\n\nA: Most sessions will take between 2-3 weeks processing time. Upon completion your gallery will be available on the website so you can select your images. The number of images you are allowed depends on the package you purchased. The final photographs will be electronically delivered via DropBox file sharing program. Additional images beyond your package may be purchased for a fee.\n\n\nQ: Do you sell unedited files?\n\nA: No, photographs from each session are handpicked and artfully edited to bring each image to its full potential. The final edited images represent the very best from your session. Releasing unedited images would compromise the quality and integrity of our final product.\n\n\nQ: Is there a best time of day for the shoot?\n\nA: Yes! For newborn shoots we shoot weekdays starting at 10:00am. For outdoor family session we either do very early morning or early evening it really depends on the time of year. We can work it out when we schedule your session! \n\n\nQ: At what age do you photograph a newborn?\n\nA: Newborns are photographed within the first two weeks of life.\n\n\nQ: When should I book my newborn session?\n\nA: While you are still pregnant! We have a limited number of newborn session we photograph per month- so getting your due date on the schedule helps ensure your spot!\n\n\nQ: I've already given birth! Is it too late to schedule a session?\n\nA: Occasional we have the availability to squeeze you in the schedule if the baby is under 2 weeks old. However we make no promises.  It's best to book before baby arrives.\n\n\nQ: Where do newborn sessions take place?\n\nA: All newborn session take place in our home studio in Gaithersburg, MD. Newborn sessions are much more successful when held in a controlled environment that is set up specifically for newborn photography.\n\n\nQ: Do you have props?\n\nA: Yes! We have baskets and bowls, wraps and blankets, hats and tiebacks (fancy headbands)! When we are designing your session we will discuss your style and color scheme to personalize the session to you! If you have specific props you would like to bring to the session please let us know ahead of time so we can try and incorporate them in!\n\n\nQ: How do I book a newborn session?\n\nA: Please give us a call or send an email to check availability. If we are available the week of your due date, you'll receive a quote and invoice to complete. Once your deposit is received, your spot is reserved on our calendar and we wait for the baby to arrive! Closer to your due date you will receive a newborn prep packet to prepare for your newborn session. Please contact us within 24 hours of your baby's birth to schedule the actual session - we typically schedule all newborn sessions on weekday mornings.\n\n\nQ: How long do newborn sessions last?\n\nA: Depending on the session package your choose, newborn session can last between 1-3 hours. However session can run longer if baby is unsettled. It is recommended that you do not schedule any other appointment on the day of your newborn shoot.\n\n\nQ: I really want photographs with their sibling\/s but worry they may be disruptive to the newborn session. What do you recommend?\n\nA: We totally understand! It's hard to get kids to stay quiet ;) A controlled environment during a newborn shoot is essential! Family and sibling photographs are done first thing. After that, we ask that a family member or friend take the children somewhere else while we photograph the rest of the session. This will ensure mommy and baby stay calm and relaxed during the remainder of the session.\n\n\nYou have more questions? Ask me here!!",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9738174677,
        "format_confidence":0.9649053216
    },
    {
        "url":"https:\/\/www.janelkennedy.com\/shop-faq",
        "text":"What is a giclée print? Essentially, a giclée print is the closest reproduction to a piece of original artwork available. Sometimes it is almost indistinguishable from the original work. Giclée prints differ from cheaper, digital prints in several ways:  \n\n1. They are made on expensive, high-quality printers that use 9 different ink cartridge colors which gives much greater depth of image than a standard CMYK only printer.\n\n2. The inks used are pigment-based instead of dye-based inks. These inks give the prints their archival quality- they are guaranteed not to fade for at least 99 years. \n\n3. The paper is archival-- 100% cotton and acid free. The printing process allows the inks to sink in and be obsorbed into the paper mainting a rich, matte finish just like the original painting. You'll notice with less-expensive digital prints, the ink sits on top creating a sheen.\n\nCan I purchase a print of one of you artworks that is not for sale in your shop? I do not offer prints of client work- only my own work. If there is a piece of my personal work that you would like to see prints of, please let me know. If I get enough requests I will do a run of prints.\n\nShipping:  All purchases will be shipped via USPS  within 2 business days of completed payment.\n\n\nNotecards will be shipped via First Class mail which is estimated at 1-3 days. No tracking is provided.\n\n\nEverything else will be shipped via USPS Priority. A tracking number will be sent to you once it ships. Priority mail usually arrives anywhere in the continental US in 2-3 business days, but it is NOT guaranteed.\n\n\nIf you need your package guaranteed by a certain date, please contact info@janelkennedy to arrange an express shipping method. \n\nInternational Shipping: I am currently not offering international shipping. The cost for any shipping method that comes with tracking info is so high that it exceeds the cost of the actual item being purchased. USPS does offer first class international shipping, which is affordable, but does not offer tracking and I don't trust them to ship without tracking. If you want to pay a large sum for international shipping, I will do it. Just contact me first:\n\nReturns\/ exchanges: I want you to be completely happy with your purchase. If for any reason you are not, please contact me and I'll make it right.\n\nGifts:  I'm all about prezzies! To ship strait to a recipient simply enter their information in the shipping address and yours in the billing.  I am currently working on a \"gift\" option where for $5 you can add gift wrapping and a personal message to the recipient.  Until this option is live, feel free to email me to set this up.\n\n  • Instagram Black Round\n  • Pinterest Black Round\n  • Copyright symbol copy.png",
        "topic_id":1,
        "format_id":5,
        "topic_confidence":0.9753654599,
        "format_confidence":0.9710627198
    }
]