[
    {
        "url":"http:\/\/guntalk.libsyn.com\/bonus-podcast-shot-show-report-and-more",
        "text":"Gun Talk\nTom Gresham's insight opens and educates the minds of people on all aspects of gun related issues.\n\nIn this bonus podcast, Tom talks about this week's SHOT Show, the NRA Lifetime Membership (888-678-7894), GunTalk training DVDs at, Protect Your Rights at, and more.\n\nDirect download: 1-18-13_Podcast_MONO.mp3\nCategory:podcasts -- posted at: 12:15pm EDT",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.7647633553,
        "format_confidence":0.8930704594
    },
    {
        "url":"http:\/\/www.americanlawyer.com\/id=1202581558954",
        "text":"With Changes Afoot, DLA Lands Role on Dual Discovery Deals\n\n, The Am Law Daily\n\n\nDLA Piper is advising Discovery Communications on a pair of big deals in Europe as the world's largest nonfiction media company moves to expand its reach on the continent. The assignment caps a busy 2012 for DLA, which made a spate of lateral hires this year while launching a strategic review of its U.K. and Pacific Rim operations that is likely to result in a reduction in lawyers and staffers.\n\nThis content has been archived. It is available exclusively through our partner LexisNexis®.\n\nTo view this content, please continue to Lexis Advance®.\n\nContinue to Lexis Advance®\n\nNot a Lexis Advance® Subscriber? Subscribe Now\n\nWhy am I seeing this?\n\nLexisNexis® is now the exclusive third party online distributor of the broad collection of current and archived versions of ALM's legal news publications. LexisNexis® customers will be able to access and use ALM's content by subscribing to the LexisNexis® services via Lexis Advance®. This includes content from the National Law Journal®, The American Lawyer®, Law Technology News®, The New York Law Journal® and Corporate Counsel®, as well as ALM's other newspapers, directories, legal treatises, published and unpublished court opinions, and other sources of legal information.\n\nALM's content plays a significant role in your work and research, and now through this alliance LexisNexis® will bring you access to an even more comprehensive collection of legal content.\n\nFor questions call 1-877-256-2472 or contact us at customercare@alm.com\n\nWhat's being said\n\nComments are not moderated. To report offensive comments, click here.\n\nPreparing comment abuse report for Article #1202581558954\n\nThank you!\n\nThis article's comments will be reviewed.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.6608105898,
        "format_confidence":0.9838278294
    },
    {
        "url":"http:\/\/www.americanlawyer.com\/id=1202600260943",
        "text":"The Global Lawyer: Kiobel's Continental Cousins\n\n, The Litigation Daily\n\n\nThe Supreme Court's ruling in Kiobel has everyone thinking about civil alternatives to alien tort. But can criminal law hold corporations accountable for war crimes? Human rights advocates in Europe think it can.\n\nThis article has been archived, and is no longer available on this website.\n\nView this content exclusively through LexisNexis® Here\n\nNot a LexisNexis® Subscriber?\n\nSubscribe Now\n\nWhy am I seeing this?\n\nLexisNexis® is now the exclusive third party online distributor of the broad collection of current and archived versions of ALM's legal news publications. LexisNexis® customers will be able to access and use ALM's content by subscribing to the LexisNexis® services via® and Nexis®. This includes content from The National Law Journal®, The American Lawyer®, Law Technology News®, The New York Law Journal® and Corporate Counsel®, as well as ALM's other newspapers, directories, legal treatises, published and unpublished court opinions, and other sources of legal information.\n\nALM's content plays a significant role in your work and research, and now through this alliance LexisNexis® will bring you access to an even more comprehensive collection of legal content.\n\nFor questions call 1-877-256-2472 or contact us at\n\nWhat's being said\n\nComments are not moderated. To report offensive comments, click here.\n\nPreparing comment abuse report for Article# 1202600260943\n\nThank you!\n\nThis article's comments will be reviewed.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9907090664,
        "format_confidence":0.9860483408
    },
    {
        "url":"https:\/\/icwa.narf.org\/current-events\/2604",
        "text":"Court Hears Tribal Challenge to South Dakota Child Removals\n\nA lawyer representing two American Indian tribes urged a federal appeals court Tuesday to keep in place the changes a judge ordered for a South Dakota county’s system of removing children from homes in endangerment cases.\n\nRead the full article at the ABC News website.\n\nRead related coverage at the Indianz website.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9095417261,
        "format_confidence":0.8525364399
    },
    {
        "url":"https:\/\/www.law360.com\/articles\/28286\/solutia-seeks-approval-of-5m-tort-payment",
        "text":"\n\nSolutia Seeks Approval Of $5M Tort Payment\n\nLaw360 (June 29, 2007, 12:00 AM EDT) -- Bankrupt chemical company Solutia Inc. has asked the court to approve its annual $5 million settlement payment related to the release of polychlorinated biphenyls at one of its facilities in Anniston,...\nTo view the full article, register now.\nLaw360 Pro Say Podcast\nCheck out Law360's new podcast, Pro Say, which offers a weekly recap of both the biggest stories and hidden gems from the world of law.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9416248202,
        "format_confidence":0.9815678
    },
    {
        "url":"http:\/\/www.nationalreview.com\/bench-memos\/344860\/iowa-supreme-court-still-loves-trial-lawyers-carrie-severino",
        "text":"Iowa Supreme Court Still Loves Trial Lawyers\n\nby Carrie Severino\n\nRyan Koopmans of Iowa’s Appellate Blog has an interesting report on how Iowa’s highest court has defied common sense in a case involving a bar fight:\n\nBar Patron A taunts Bar Patron B, but B doesn’t respond in kind. The bar owner, wanting to avoid a fight, kicks A out of the bar, but B, who had remained calm during this entire time, goes out to the parking lot and assaults A. Is the bar liable to A (the initial aggressor) for his injuries? Maybe, according to a four-justice majority of the Iowa Supreme Court.\n\nRead the whole piece.\n\nBench Memos\n\nNRO’s home for judicial news and analysis.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9955753088,
        "format_confidence":0.7080029845
    },
    {
        "url":"http:\/\/www.oceantreasures.org\/blog\/do\/tag\/stranded\/",
        "text":"Philippines files charges against Chinese ship stuck on reef\n\nTubbataha Reefs\n\nBy Simone Orendain - VOA News\n\nPhilippine officials say 12 fishermen who were onboard a suspected Chinese ship are facing the first of several charges after their vessel got stuck on a major protected reef in the southwestern Philippines.\n\nThe Tubbataha Reefs Natural Park Management Office says the fishing vessel ran aground on an atoll close to the park rangers’ barracks.\n\nStaff at the park took photographs of the suspected Chinese ship, which they say was equipped with fishing gear, but had no fish nor marine life on board.\n\nTubbataha Management spokeswoman Glenda Simon says this was enough to file the first charge of poaching, according to Philippine law.\n\n“The mere presence of a fishing vessel inside a protected area, particularly Tubbataha, is prima facie evidence of fishing, even if they’re not caught fishing in the park,” she said.\n\nSimon said further charges include unauthorized entry, damage to the reef and a corruption charge for an alleged bribe of $2,400 the fishermen are reported to have offered to park rangers to be set free.\n\nThe massive 97,000 hectare Tubbataha Reef in the Sulu Sea is a UNESCO World Heritage site, prized for its marine animal biodiversity. The reefs are popular with recreational divers. The region is far from reefs and islands in the South China Sea that are contested by China.\n\nFull article...",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9683395028,
        "format_confidence":0.5118023753
    },
    {
        "url":"http:\/\/www.law360.com\/articles\/451215\/carnival-seeks-12m-for-damage-to-poop-cruise-ship",
        "text":"Carnival Seeks $12M For Damage To ‘Poop Cruise’ Ship\n\nLaw360, New York (June 18, 2013, 6:48 PM EDT) -- Carnival Corp. is demanding more than $12 million in damages caused when its notorious Triumph cruise liner broke free of an Alabama repair dock following a disastrous February outing in which thousands of passengers were stranded on the powerless vessel amid overflows of raw sewage.\n\nThe Triumph, which was stranded in the Gulf of Mexico for five days in February following an engine fire, was ripped free from a Mobile, Ala., dock owned by a BAE Systems Ship Repair Inc. subsidiary during an April 3 storm,...\nTo view the full article, register now.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.8173284531,
        "format_confidence":0.9698864222
    },
    {
        "url":"https:\/\/www.thechesapeaketoday.com\/tag\/brynja-mcdivitt-booth\/",
        "text":"COURT NEWS: Maryland Gov. Larry Hogan appoints Brynja Booth to Court of Appeals, elevates Judge Greg Wells and Steven Gould to Court of Special Appeals\n\nGovernor Larry Hogan Announces Judicial AppointmentsFills Vacancies on Court of Appeals, Court of Special Appeals ANNAPOLIS, MD – Governor Larry Hogan today announced the appointments of Brynja McDivitt Booth to the Court of Appeals – 1st Appellate Circuit, Judge Edward Gregory Wells to the Court of Special Appeals, and Steven Bennett Gould to the Court of […]\n\nContinue Reading",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.8102135062,
        "format_confidence":0.6905999184
    },
    {
        "url":"http:\/\/www.njlawjournal.com\/id=1202623594068?id=1202623594068",
        "text":"Social Host's Auto Insurer To Pay Under Assigned-Liability Doctrine\n\n, New Jersey Law Journal\n\n\nAn automobile insurance carrier has been ordered to pay $1.5 million to settle the claim of a teenager paralyzed in a car crash after consuming alcoholic beverages at the policyholder's home.\n\nThis content has been archived. It is available exclusively through our partner LexisNexis®.\n\nTo view this content, please continue to Lexis Advance®.\n\nContinue to Lexis Advance®\n\nNot a Lexis Advance® Subscriber? Subscribe Now\n\nWhy am I seeing this?\n\nLexisNexis® is now the exclusive third party online distributor of the broad collection of current and archived versions of ALM's legal news publications. LexisNexis® customers will be able to access and use ALM's content by subscribing to the LexisNexis® services via Lexis Advance®. This includes content from the National Law Journal®, The American Lawyer®, Law Technology News®, The New York Law Journal® and Corporate Counsel®, as well as ALM's other newspapers, directories, legal treatises, published and unpublished court opinions, and other sources of legal information.\n\nALM's content plays a significant role in your work and research, and now through this alliance LexisNexis® will bring you access to an even more comprehensive collection of legal content.\n\nFor questions call 1-877-256-2472 or contact us at\n\nWhat's being said\n\nComments are not moderated. To report offensive comments, click here.\n\nPreparing comment abuse report for Article #1202623594068\n\nThank you!\n\nThis article's comments will be reviewed.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.907541573,
        "format_confidence":0.9847576618
    },
    {
        "url":"https:\/\/parlament.mt\/en\/11th-leg\/motions-11th\/motion-no-125\/",
        "text":"Skip to main content\nLanguage: mt  | Contact Us | Search\n\nLanguage: mt  | Contact Us | | Search\n\nMotion No. 125\nVarious Laws relating to Financial Institutions and Services (Amendt) Bill (Directive 2007\/64\/EC) - First Reading\nBack to List\n\n\nPapers Laid {{totalItems}}\n\nAn unexpected error occurred while trying to process your request. The error has been logged. We apologise for any inconvenience caused. If the problem persists, kindly try clearing your browser cache.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.6508404016,
        "format_confidence":0.6922555566
    },
    {
        "url":"https:\/\/www.dognews.co.uk\/hunt-for-auschwitz-sign-thieves\/",
        "text":"the dog news stories you need to read\n\nSocial Navigation\n\nHunt for Auschwitz sign thieves\n\nUK Dog News\n\nPolish police use a sniffer dog in a bid to find thieves who took the infamous Arbeit Macht Frei sign from Auschwitz.\n\nGet Our BEST Content\nEnter your email and never miss out on receiving our best articles:",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.8969582319,
        "format_confidence":0.8876388669
    },
    {
        "url":"https:\/\/www.thetimes.co.uk\/article\/convicting-terror-suspects-8pjlt3fjwnw",
        "text":"\n\nAccept and close\nSubscription Notification\nWe have noticed that there is an issue with your subscription billing details. Please update your billing details here\nPlease update your billing information\nThe subscription details associated with this account need to be updated. Please update your billing details here to continue enjoying your subscription.\nYour subscription will end shortly\nPlease update your billing details here to continue enjoying your access to the most informative and considered journalism in the UK.\nRead the full article\nJust register a few details.\n\nConvicting terror suspects\n\nTHE Government’s reluctance to allow intercept evidence to be used in court to procure the conviction of terrorist suspects seems mysterious and self-defeating: why deny yourself such a key weapon, especially if there are “several hundred” terrorists already in this country planning attacks, as the Prime Minister has recently claimed?\n\nUntil 1985, the interception of communications by the State was wholly outside the law. The official position was that such eavesdropping took place only on the authority of a warrant issued by the Home Secretary when it was needed for the detection of serious crime or for safeguarding the security of the State. Even then, various other procedural hurdles had (supposedly) to be negotiated. But there was no mechanism for ensuring that the State stayed…\n\nWant to read more?\nRegister with a few details to continue reading this article.\nAlready a subscriber? Login\n\n    You are now logged out\n\n    Your choice of two articles a week\n\n    Unlock quality journalism on the topics that you decide matter most.\n\n    Register now\n\n    Or enjoy full digital access\n\n    Subscribe to The Digital Pack for just £1 a week for 8 weeks.\n\n    Subscribe today\n\n    Already a member? Log in",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.8395949602,
        "format_confidence":0.9797620177
    },
    {
        "url":"http:\/\/booksandjournals.brillonline.com\/content\/books\/10.1163\/ej.9789004152397.i-850.2",
        "text":"Cookies Policy\n\nThis site uses cookies. By continuing to browse the site you are agreeing to our use of cookies.\n\nI accept this policy\n\nFind out more here\n\nPreliminary Material\n\nBrill’s MyBook program is exclusively available on BrillOnline Books and Journals. Students and scholars affiliated with an institution that has purchased a Brill E-Book on the BrillOnline platform automatically have access to the MyBook option for the title(s) acquired by the Library. Brill MyBook is a print-on-demand paperback copy which is sold at a favorably uniform low price.\n\nAccess this chapter\n\n+ Tax (if applicable)\n\nChapter Summary\n\nThis front matter section of the book titled Basic Documents on International Migration Law contains the preface and the table of contents. In this volume, the first four parts deal respectively with general multilateral instruments, texts governing nationality and statelessness, general instruments on refugees and Council of Europe Instruments. Parts five, six, seven and eight, which are substantially composed of new measures, deal with aspects of EU law or policy, replacing the two parts devoted to this subject in the second edition, which in turn replaced a single chapter in the first edition.\n\nKeywords: Europe instruments; international migration law\n\n\n\nCan't access your account?\n  • Tools\n\n  • Add to Favorites\n  • Printable version\n  • Email this page\n  • Recommend to your library\n\n    You must fill out fields marked with: *\n\n    Librarian details\n    Your details\n    Why are you recommending this title?\n    Select reason:\n    Basic Documents on International Migration Law — Recommend this title to your library\n  • Export citations\n  • Key\n\n  • Full access\n  • Open Access\n  • Partial\/No accessInformation",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.914152801,
        "format_confidence":0.6277124286
    },
    {
        "url":"http:\/\/www.chieflandcitizen.com\/content\/fire-under-investigation?mini=calendar-date%2F2013-04",
        "text":"Fire under investigation\n\n-A A +A\n\nA woman looks over the rubble left behind by a a fire at the Manatee Auction warehouse on Monday. The fire was reported shortly after 1 a.m. and was fully involved by the time firefighters arrived. Chiefland Fire Rescue was not able to save the warehouse, but was able to save the buildings on two sides of it. Cedar Key and Bronson fire departments also helped quell the blaze.\n\nIf you subscribe to the newspaper, you receive FREE access to all the exclusive content of the web site! Simply register to receive uninterrupted access to our award-winning and in-depth local online content!\n\nRenew Current or Past Subscription \/ Register for Online Subscription\n\nIf you currently subscribe or have subscribed in the past to the Chiefland Citizen, then simply find your account number on your mailing label and enter it below.\n\nClick the question mark below to see where your account ID appears on your mailing label.\n\nNewspaper Acct. ID:\nStreet Address:\n(exactly as it appears on the label)\n\nIf you are a subscriber and you do not know your account ID or don't have a copy of your newspaper available that shows the information on the address label you can click continue below to search for your account.\n\nNew Subscription\/30 Day Free Trial Account\n\nIf you are new to the award winning Chiefland Citizen and wish to get a subscription or simply gain access to our online content then please enter your ZIP code below and continue to setup your account.\n\nZIP Code:\n\nCreate a limited access account.\nRegister to participate in community forums, post on the community calendar, blog etc. This registration does not give you full access to read our award winning content, etc.\n\nChiefland Citizen | circulation@chieflandcitizen.com | 352-493-4796\n624 W Park Avenue, Chiefland, FL 32626\nOffice Hours are 8:00 a.m. to 5:00 p.m., Monday through Friday",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9285008907,
        "format_confidence":0.9044523239
    },
    {
        "url":"http:\/\/www.itv.com\/news\/wales\/update\/2012-10-21\/hundreds-attend-ely-vigil-for-cardiff-hit-and-run-victim-karina-menzies\/",
        "text":"Cardiff collisions: Man charged\n\nA man has been charged with murder after a woman died following a road traffic collision in Cardiff on Friday. He has also been charged with 13 counts of attempt murder, four counts of assault occasioning actual bodily harm, and dangerous driving\n\nView all 55 updates ›\n\nMore on this story",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9932366014,
        "format_confidence":0.5498321056
    },
    {
        "url":"http:\/\/www.frankfordfire.com\/gallery\/detail\/19906",
        "text":"Frankford Volunteer Fire Company\n\n\nHelp us to continue making a difference in our comunity. Please make a donation today.\n\nDonate Now\n\nMember Login\n\nPhoto Gallery\n\nEngine Assist Sta.77 - Bethesda Rd. Georgetown, DE\nSaturday, May 10, 2014\n\nOn May 10, 2014 while providing a prearranged cover up assignment for the Millsboro VFC. Engine\/Rescue 76-3 under the direction of Lieutenant Clayton Adkins was dispatched to assist the Georgetown VFC with a kitchen fire that upgraded to a structure fire. Crews arrived and assisted with ovehaul of the structure. Units were later cleared by 77 command and returned to Sta. 83.\n\nViews: 417\n\nViews: 438\n\nViews: 422\n\nViews: 405",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.5515447259,
        "format_confidence":0.8999313116
    },
    {
        "url":"https:\/\/www.law360.com\/articles\/996012\/mlb-cubs-want-out-of-fan-s-foul-ball-blindness-suit",
        "text":"MLB, Cubs Want Out Of Fan's Foul Ball Blindness Suit\n\nLaw360, Springfield (December 18, 2017, 9:24 PM EST) -- The Chicago Cubs and Major League Baseball asked a Cook County Circuit Court judge on Friday to toss a man's suit claiming that an errant baseball at a Cubs game this summer left him blind in one eye, saying his claims are barred by the Illinois Baseball Facility Liability Act.\n\nJohn “Jay” Loos sued both organizations in October, claiming the Aug. 29 incident at Chicago’s Wrigley Field was caused by negligence on the part of the MLB and the Cubs, by failing to install enough netting behind...\nTo view the full article, register now.\nLaw360 Pro Say Podcast\nCheck out Law360's new podcast, Pro Say, which offers a weekly recap of both the biggest stories and hidden gems from the world of law.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9646348953,
        "format_confidence":0.9622328877
    },
    {
        "url":"http:\/\/www.arkansasonline.com\/news\/2014\/jul\/01\/star-city-embezzlement-jury-seated-2014\/",
        "text":"Subscribe Register Login\nSunday, September 25, 2016, 7:23 p.m.\n\nStar City embezzlement jury seated\n\nA federal jury was seated Monday in the trial of a man accused of helping his ex-wife, who was the executive director of the Star City Housing Authority, embezzle tens of thousands of dollars from the agency from February 2010 through May 2012.\n\nClick here to login or subscribe below.\n\nArchive Purchase Required\n\nStories older than 7-days are available in our extensive story library.\n\nThis story is only available from the Arkansas Online archives. Stories can be purchased individually after you register with the archive library.\n\n  • Headline: Star City embezzlement jury seated\n  • Publication:\nSearch Archives\nBenefits icon\n\nStay InformedKnow more about what's going on in the world, in Arkansas and in your own neighborhood.\n\nSave MoneyThousands of dollars in savings every day with deals from our local advertisers, Arkansas' largest classifieds section and our huge Sunday coupon package.\n\nBe EntertainedFrom movies and arts to sports and things to do on the weekend, you'll never miss out on great events and entertainment.\n\nAvailable all the timeRead when you want, how you want. Access all of our coverage in print, online, on your smartphone or on your tablet computer with your subscription.\n\nSmart DecisionsReading the newspaper gives you information that helps you make smart decisions for you and your family. Subscribing to the newspaper is an investment in yourself.",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9893414378,
        "format_confidence":0.9760536551
    },
    {
        "url":"http:\/\/www.wrjc.com\/news\/state-news\/door-co-woman-sentenced-for-babys-death\/",
        "text":"\n\n—      Information from: WLUK-TV,",
        "topic_id":3,
        "format_id":6,
        "topic_confidence":0.9955682158,
        "format_confidence":0.785438478
    }
]