[
    {
        "url":"http:\/\/mosthealthyfood.com\/anti-aging-diet\/meat-poultry-fish\/",
        "text":"Meat, poultry, and fish\n\nProper handling and preparation of meats, fish, and poultry are critical because the potential for contamination and food poisoning is high. Contamination can occur at several levels. According to the Humane Farming Association, only a small percentage of the meat processed in U.S. slaughterhouses is tested for toxins (e.g., dioxins, PCBs, pesticides) that get into the meat supply either through the animals’ feed and\/or water, or through direct means (injections of antibiotics, hormones). Contamination or compromise of meat, poultry, and fish can also occur anywhere during processing, from packing and shipping to the market and finally your kitchen. Therefore, consider these important guidelines.\n\nMeat and Poultry\n\n  • Buy organically produced meat and poultry. Compared with conventionally produced items, they expose you to significantly fewer age-accelerating and disease-causing substances.\n  • Cook meat and poultry thoroughly and always check the temperature with a meat thermometer. Different meats and cuts have different safe temperatures, so be sure to check the cooking instructions. (See  for safe cooking temperatures.) Do not depend on the color of the meat to determine if it has been cooked adequately.\n  • Thaw frozen meat in the refrigerator, which can take eight or more hours. If you need to defrost it more quickly, place it in a sealed plastic bag and immerse the bag in a pot of cold water for an hour.\n  • Wash your hands with soap and hot water before and after handling raw meat.\n  • Marinate meat and poultry in the refrigerator. Once the food has been marinated, discard the marinade because raw juice from the meat or poultry may contain bacteria.\n  • Do not eat the organs (e.g., brains, livers, kidney) of livestock, because poisons accumulate in them.\n\n\n  • Buy only fresh fish and seafood that is refrigerated or frozen.\n  • Frozen fish should be in a package that is transparent so you can see sign of crystals or frost. If you do, the fish has been thawed and re-frozen.\n  • Refrigerate or freeze fish immediately when you bring it home. You should also transport it in an ice chest in the car.\n  • Do not buy shellfish that has a strong “fishy” smell, because it may be spoiled.\n  • Rinse and rewrap fish when you get it home. Place it on paper towels, put it in a tightly covered container, and place it in the coldest part of the refrigerator.\n  • Throw away any fat drippings from boiled or poached fish, as toxins accumulate in the fat.\n  • Before cooking fish, remove skin and fatty tissue from the sides, belly, and along the top of the back. This is where many toxins accumulate. Mercury, however, accumulates mainly in the muscle, so it can’t be removed. To minimize your exposure to mercury, choose fish that typically contain low levels of mercury (e.g., salmon, herring, sardines, anchovies, tilapia). The U.S. FDA maintains a website that lists mercury levels in fish and seafood.\n  • Cook fish and seafood until the internal temperature is at least 145°F; for stuffed fish, at least 165°F. (See  for safe cooking temperatures.)\n\nCategory: Anti-aging diet",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.810616076,
        "format_confidence":0.9425247908
    },
    {
        "url":"http:\/\/www.nationalincontinence.com\/blog\/how-to-put-on-an-adult-diaper\/",
        "text":"How to Put on an Adult Diaper\n\nThis post is for those who are new to wearing incontinence briefs – whether you’re caring for someone with bladder problems or are experiencing the condition yourself.\n\nPutting on and changing an adult diaper can be tricky, especially if you’ve never had practice before. The process is similar to changing a baby’s diaper. To make matters easier, Abena has created three visuals depicting how to change a loved one’s diaper while they’re lying down or in an upright position, as well as how to change your own brief while standing. This is a great resource as most instructions on changing an adult diaper don’t come with graphics.\n\nThese visuals describe how to put on an Abena Abri-Form Brief, which is one of the most absorbent diapers we carry. However, these instructions can be applied to all other brands of adult diapers.\n\nHow to Change an Adult Diaper in a Lying PositionHow to Change an Adult Diaper While in a Standing PositionHow to Change Your Own Adult Diaper in Standing Position\n\nAbena makes some of the most absorbent incontinence products on the market. These disposables are made of super absorbent polymers and fluff that wick fluids away from the skin.\n\n“For the first time in a long while, I have found the diaper that suits me well. No leaks or changes in the middle of the night. I also like that the urine doesn’t stay so close to my skin and clean-ups are easy to handle,” one customer wrote about the Abri-Form Briefs.\n\nBe sure to check out our selection of Abena products here.\n\nRelated posts:\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9920618534,
        "format_confidence":0.9311567545
    },
    {
        "url":"https:\/\/www.whitbygazette.co.uk\/news\/here-s-how-to-quickly-find-out-if-your-dog-or-cat-has-hayfever-and-what-to-do-if-they-have-1-9217626",
        "text":"Here's how to quickly find out if your dog or cat has hayfever - and what to do if they have\n\nDoes your cat have hayfever?\nDoes your cat have hayfever?\n\nThe heatwave is expected to cause sniffles across the country but did you know that your pets can suffer from hay fever too?\n\nPictured: Yorkshire snappers soak up the summer solstice sun\n\nPIC: Charlotte Graham\n\nPIC: Charlotte Graham\n\nAs the Met Office announced Very High pollen levels across Yorkshire, here’s how to spot, treat and prevent hay fever in your four-legged friends.\n\nIt has been ten years since the pollen levels have been so high which means it is worth keeping an eye on your pets.\n\nThe cause of allergies is the same in pets as it is humans and is caused by allergies to grass, tree or weed pollen.\n\nThe symptoms are a bit different though which could make it harder for owners to spot the signs.\n\nRather than a runny nose or watery eyes, pets exhibit hay fever in ways that could be mistaken for something else.\n\nLicking or biting their paws is a common sign of hay fever in pets but could often be ignored by owners as the pet simply trying to clean their paws.\n\nExcessive scratching is also a common sign that may be mistaken for fleas.\n\nHow to spot if your baby is developing hay fever - and how to relieve it\n\nRedness of the skin, especially around the eyes and ears and in between the paws is another sign to look out for.\n\nShaking their head or rubbing their ears or muzzle could be confused is a sign of hay fever.\n\nTired or lethargic behaviour, particularly on high pollen count days is another sign of hay fever but could often be dismissed as sunshine sleepiness.\n\nPets that show any of these symptoms should be taken to the vet to properly diagnose the hay fever before they are treated for any other allergies.\n\nThis is just incase it is another health issue instead.\n\nTo treat a pet with hay fever the vet may recommend some medication to reduce or manage their symptoms during the summertime.\n\nIf the pet has allergies to more than one thing then the vet may put them on a food-elimination trial to see if it is anything to do with their diet.\n\nHome remedies should be avoided until after owners have checked with a vet and any unprescribed medication should not be given to the pet because it could be dangerous in the wrong doses or to certain species.\n\nTop tops to reduce hay fever symptoms in pets:\n\n-Try and figure out which pollen it is they are allergic too and walk them in areas where there is the least of that type.\n\n-Try to avoid walking dogs in the early morning and late evening as this is when the pollen count is the highest.\n\n-The best time to walk dogs is before dawn, late afternoon and early evening - although this does depend on the weather.\n\n-Keep dogs on a lead when walking near grass because even a quick roll in the grass can leave them covered in pollen.\n\n-Wipe their paws and muzzle with a sensitive baby wipe or with water after every walk.\n\n-Brush them daily to remove any pollen that is clinging to their fur.\n\n-If the dog has long hair then trimming the fur may help reduce pollen and keep them cooler in the hot weather.\n\n-Wash the pets weekly to get rid of any lingering pollen.\n\n-When washing them be sure to use a hypo-allergenic pet shampoo that has antibacterial ingredients to help avoid infection if the pet does start scratching.\n\n-Get into the habit of washing their bedding weekly to make sure they don’t get covered in pollen every night.\n\n-A skin supplement added to pet food could improve the strength of their skin barrier resistance to pollen.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9753214121,
        "format_confidence":0.9320124388
    },
    {
        "url":"http:\/\/philip80benjamin.alltdesign.com\/forget-the-trend-diets-solid-weight-reduction-recommendations-6257250",
        "text":"Forget The Trend Diets: Solid Weight Reduction Recommendations\n\nMany people say they want to lose weight but they never do. They come up with excuses about why they can't work on weight loss, instead of realizing the first step to losing weight is to make a commitment. Here are some really good weight loss tips that you can use to get serious about your weight loss.\n\nHave a partner help you out when trying to lose weight. You may find it easier with a partner. Having a coach or a competitor will keep you motivated to continue exercising and lead to positive results.\n\nDrinking water is essential to losing weight and becoming healthy, but it's hard to drink enough each day. Carry a water bottle, either disposable or refillable, with you every where you go and you can take a sip of water whenever you feel thirsty or feel the first pangs of hunger.\n\nIf you're struggling to lose weight or get in shape, try taking the stairs instead of using the elevator. This may take a little bit longer, but in turn you'll get a much better workout. This can help you get the exercise you need without doing a long period of exercise.\n\nA practice that will help one lose weight is to replace time spent watching television or movies with time doing physical activities. By exercising in some way as opposed to sitting in a couch or chair will translate into more calories being burned and more healthy activity during time that would have been spent sitting.\n\nEat your largest meal earlier in the day. If you usually have a small sandwich for lunch, try it for dinner instead. You burn far more calories in the daytime and less in the evening, so it makes much more sense to consume more in the daytime and far less at night.\n\nIt is a good idea to make weight loss goals that are easily attainable. This makes you more motivated when you reach those goals and will prompt you to stick with the program with the hopes of losing more weight. You can even buy yourself some sort of treat as a reward for reaching your goal.\n\nKeep a food diary. Carry a notebook with you and write down everything that you eat and drink, and the time of day. just click the next website may begin to notice a pattern. Do you tend to snack during the late morning? This could be because you skipped breakfast. Do you fill up with snacks after dinner? You are probably snacking while watching tv, and aren't even aware exactly how much you are eating. By focussing on these patterns, you will be able to change your habits accordingly.\n\nIf you're struggling to eliminate your favorite treats, keep some of them on hand in small quantities. Low-fat ice cream treats or 100-calorie packs of cookies or salty snacks are great for this. This strategy will allow you to indulge occasionally while still keeping your calorie intake close to what you're aiming for.\n\nYou do not need to purchase expensive equipment or gym memberships to get the exercise you need to lose weight. Purchasing tenho 80kg como emagrecer can help you shed those extra pounds and inches at an increased rate. By walking 10,000 strides a day and eating smaller portions, you will quickly see positive results.\n\nMake sure you are getting some exercise while you are on your diet plan. Exercise in any form is great for helping you to lose those excess pounds. You don't have to have a gym membership to workout either. You can run, do sit ups and push ups and that will help you in your weight loss efforts. Walking is also another great way to help you lose weight. Try and stay active, get your body in motion to lose the weight.\n\nIf you want to lose weight, cut your food into smaller portions. This simple strategy helps you slow down your food intake and it tricks your body into thinking you are eating more. Research has shown that people believed piles of sliced vegetables and meat were 27 percent bigger than when the same sample of food was in one piece.\n\nLearning these tips is a great start to a successful weight loss plan. Once you have the knowledge and the realization that it is not going to happen overnight, you are going to have better luck in losing the weight that you wish to lose. Be patient and determined and you will succeed!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9692128301,
        "format_confidence":0.5412493944
    },
    {
        "url":"http:\/\/www.doctor-hill.com\/iol-main\/polypseudophakia_calculations.htm",
        "text":"Eye Doctor Arizona\nEye Surgery Arizona\n\n  IOL Power Calculations\nPiggyback Lens - Polypseudophakia\nprintable version\nIOL Power Calculations\nAlcon AcrySof Toric IOL Cataract Surgery Arizona\nA-scan Biometry Cataract Surgery Arizona\nBag vs. Sulcus\nCorneal Transplantation\nEffective Lens Position Cataract Surgery Arizona\nHaigis Formula\nHigh-Extreme Axial Myopia\nIOL Calculation Formulas\nLimbal Relaxing Incisions\nOutcomes Database\nPolypseudophakia Calculations\nPost Keratorefractive Surgery Cataract Surgery Arizona\nPseudophakic CFs\nRefractive Vergence Formula\nSilicone Oil\nValidation Guidelines\nOptical Biometry Optical Biometry\nSIA Calculator\nPhysician Downloads SIA Calculator\nSpecial Thanks\n\nCalculating for Primary Polypseudophakia.\n\nWhen the calculated IOL power exceeds that available, and placement of a single IOL would result in an unacceptable refractive outcome, one option is for the surgeon to place two IOLs in the eye at the same operative session. The previous practice of stacking two acrylic lenses in the capsular bag has since been abandoned due to occasional problems with interlenticular opacification and reduced visual acuity.\n\nSix Steps ~ IOL Power Calculation for Polypseudophakia:\n\nWhen primary polypseudophakia is indicated, the IOL calculation is carried out in six logical steps.\n\nStep 1\nMeasure the axial length as accurately as possible.\n\nEven a relatively small axial length error in extreme axial hyperopia can result in a significant postoperative refractive error. The axial length in this setting is best measured using the Zeiss IOL Master. Immersion 10-MHz A-scan biometry is a reasonable, but less accurate alternative. The ACD and LT are typically measured using immersion biometry. The new Zeiss AC-Master will soon be available for this task with an unprecedented accuracy of 0.001 mm.\n\n\nStep 2\nCalculate the total IOL power needed at the plane of the capsular bag.\n\nFor IOL power calculations in the setting of extreme hyperopia, the Holladay 2 formula is recommended. Hoffer Q, or a fully optimized version of the Haigis formula (a0, a1 and a2 optimized) are reasonable alternatives. Other 2-variable, third generation theoretic formulas (such as SRK\/T and Holladay 1) will typically call for less IOL power than needed, resulting in post-operative hyperopia. This is due to the fact that 2-variable formulas are forced to make a number of assumptions as they estimate the effective lens position (ELPo) based mainly on keratometric central corneal power and axial length.\n\nTo begin, we must first to calculate the total capsular bag IOL power. In primary polypseudophakia the Alcon MA50BM, which has a negative shape factor (majority of IOL power on the posterior surface) is the preferred lens for the capsular bag. The design of this lens allows for the lowest possible profile at the level of the anterior lens capsule.\n\nCataract Surgery Arizona\n\nIt is very important to be sure that the lens constant you will be using has been optimized. For axial lengths measured by the IOLMaster, it is possible to use something of a generic IOLMaster-adjusted Holladay 2 ACD of 5.55 mm for the MA50BM. We suggest that surgery for the non-dominant eye be carried out first, targeting a refractive outcome of approximately -0.75 D. The IOL power for subsequent surgery on the dominant eye can then be fine tuned using the refractive outcome for the first, non-dominant eye as a guide.\n\n\nStep 3\nCalculate the residual IOL power.\n\nThe highest power currently available for the MA50BM is +30.0 D. With this lens alone, we will come up short in terms of the total IOL power required.\n\nCataract Surgery Arizona\n\n+17.00 D additional IOL power is required at the level of the capsular bag for the right eye and +16.00 D for the left eye in order to achieve the desired target refraction.\n\n\nStep 4\nDetermine the power adjustment for the anterior (ciliary sulcus) lens.\n\nBecause of its more anterior position (closer to the principal plane of the cornea), an IOL at the level of the ciliary sulcus will have a greater effective power than if were located at the level of the capsular bag. For this reason, the residual IOL power originally calculated for placement in the capsular bag will need to be adjusted.\n\nThe amount of power reduction required when moving an IOL from the capsular bag to the ciliary sulcus is proportional to the IOL power and can be determined by using the Refractive Vergence Formula as described by Holladay in his landmark 1997 Journal of Cataract and Refractive Surgery paper.\n\nHolladay JT: Standardizing constants for ultrasonic biometry, keratometry and intraocular lens power calculations. J Cataract Refract Surg 1997; 23:1356-1370.\n\nFor primary polypseudophakia, a generalized estimation of this power reduction for modern biconvex IOLs is outlined below.\n\nNote that this power reduction table is different than what would normally be expected in the setting of routine cataract surgery. This is because the ciliary sulcus IOL in primary polypseudophakia sits on top of the capsular bag IOL and is typically in a slightly more anterior position.\n\nCataract Surgery Arizona\n\n\nStep 5\nCalculate the power of the anterior IOL.\n\nCataract Surgery Arizona\n\nThe above gives us the new power of the sulcus-placed IOL.\n\n\nStep 6\nSelect the appropriate polypseudophakia lens pair.\n\nIt is recommended that different IOL materials, in different locations, be used for the creation of a polypseudophakia lens pair.\n\nFor placement in the capsular bag, an IOL with a negative shape factor such as the Alcon MA50BM is an excellent choice because at +30.00 D, all but 1\/5th of the lens power is located on the posterior surface. For the ciliary sulcus lens, a large diameter, low profile, round edge, biconvex newer generation silicone IOL, such as the Staar AQ-2010V (+5.00 D to +30.0 D) or the extended power range Staar AQ-5010V (-4.00 D to +4.00 D) is recommended.\n\nThis IOL combination lowers the likelihood of pigment dispersion, iris transillumination defects, intermittent uveitis, or secondary glaucoma, as well as the occasional \"teeter tottering\" of the sulcus placed IOL over a biconvex, or positive shape factor, capsular bag IOL. This also lessens the occurrence the complication of interlenticular opacifications, which has all but disappeared following the abandonment of the original bag-bag acrylic combination.\n\nCataract Surgery Arizona\n\nAbove is the IOL strategy recommended for this patient. It should be understood by all prior to this type of surgery that in spite of the very best and well-reasoned technique, the final postoperative refractive result may still end up different than expected. And because extreme axial hyperopia is far outside anything that could be considered a normal range of operation for any IOL power calculation formula, deviations from expected are not uncommon. If this is the case, the silicone lens in the ciliary sulcus position can be exchanged for one of another power, leaving the higher power acrylic lens within the capsular bag.\n\nIn situations where the refractive outcome is not certain, the practice of operating on the non-dominant eye first is one additional way to fine-tune the refractive outcome when it comes time for surgery on the dominant eye. Dr. Joel Shugar in Perry Florida shared this approach with us many years ago and we have found it very helpful when doing these very challenging IOL power calculations.\n\n\nIOLMaster Help\n\nIntraocular Lens Power Calculations\n\nEast Valley Ophthalmology\n5620 East Broadway Road\nMesa, Arizona 85206\n\nTel: +1-480-981-6111\nFAX: +1-480-985-2426\n\nArizona's Top Eye Doctors - East Valley Ophthalmology provides this online information for educational and communication purposes only and it should not be construed as personal medical advice. Information published on this website is not intended to replace, supplant, or augment a consultation with an eye care professional regarding the viewer\/user's own medical care. East Valley Ophthalmology's disclaims any and all liability for injury or other damages that could result from use of the information obtained from this site. Please read our full Disclaimer\n\nEye Doctors for Mesa, Gilbert, Chandler, AZ and surrounding areas.\n\nA few of our featured topics:\n\n\nCopyright East Valley Ophthalmology. All rights reserved.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9908430576,
        "format_confidence":0.9407469034
    },
    {
        "url":"https:\/\/www.allwomensites.com\/news\/how-to-intensify-the-benefits-of-a-sauna-bath\/",
        "text":"Women Stuff\n\nJust another WordPress site\n\nEverybody knows how beneficial a sauna bath can be for their health and how relaxing and soothing is a sauna session after a tiresome day. However, the benefits of the sauna can be extended if you know how to schedule your sauna sessions and what to do in order to get the best of it. Here are some clever tips in intensifying the benefits of a sauna bath.\n\nExercise before entering the sauna room\n\nMany people choose to enter the sauna after they have exercised in the gym because the sauna helps relax their muscles and relieves muscle sore. Therefore, if you experience muscle pain due to intense workouts, you can use the sauna to feel better. The high temperature inside the sauna increases the blood flow and helps you fight joints pain and muscles soreness.\n\nDrink plenty of water\n\nConsidering the high temperatures created inside the sauna room, you can understand why you must hydrate your body very well before starting a sauna session. You should drink at least two glasses of water prior to entering the sauna so your body will have enough strength to resist during the session. It’s also good to drink water while sitting in the sauna in order to allow your body to sweat and eliminate even more toxins.\n\nChoose the right temperature\n\nThe temperature you create inside the sauna is very important in achieving the most beneficial sauna session. Studies show that it’s best to heat the sauna to a temperature between 176 and 194 degrees Fahrenheit. This way, you will feel comfortable inside the sauna, you will not overwhelm your body with too much heat, and you will benefit from all the good effects of the sauna.\n\nAlternate the changes of temperature\n\nIn order to intensify the benefits of a sauna bath, you must know how long the session must be. It’s best that you enter the sauna for a 20-minute session so your body will get used to the heat, then leave the sauna and allow your body to cool down. Then, use the sauna for another 20 minutes in order to accelerate your blood flow and to improve the heart rate.\n\nOpt for chromotherapy\n\nMany of the modern infrared saunas you can use nowadays include a chromotherapy lights system that increases the benefits of the infrared light already used inside the sauna. These lights promote a better health by improving the functioning of various organs in your body. The effects of using a sauna enhanced with a chromotherapy system are visible both on the inside and on the outside, as you will look younger and healthier.\n\nComments are closed.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9790688157,
        "format_confidence":0.9791415334
    },
    {
        "url":"https:\/\/blogemu.com\/how-to-use-your-quarantine-to-start-a-food-journal\/",
        "text":"EMU Blog\n\nApr 23 2020\n\nHow to Use Your Quarantine to Start a Food Journal\n\nby blogemu\n\n. If you’re stuck at home as a result of the Coronavirus quarantine and have established a few unhealthy snacking habits, then chances are you may put on a few excess pounds. To counteract this, consider tracking your intake during quarantine. Food journaling has shown to help with weight loss; and the best part? It can be as personalized (that is, as vague or as detailed) as you want it to be.\n\nWhat’s a food journal? It’s a tool that is used to track your meals, snacks, fluid intake, among other stats. Food journals can be helpful to self-reflect or identify unhealthy eating patterns, and help identify how your intake relates to certain times of the day or emotional states. In addition, the Academy of Nutrition and Dietetics says journaling can help positively reinforce new healthy behaviors, promotes mindfulness, accountability, and can lead to more good choices.\n\nHow should you track? This decision is totally up to you. While most people today keep digital food journals, “pen-and-paper” types might find that keeping a physical journal is more effective. Even more creative still, there are those who use photo-journaling to track their intake. One new app, called Bitesnap, does just this. Other digital apps like MyFitnessPal or CalorieKing are more common, but you can also make your own template on word processing software such as OneNote.\n\nWhat should you track? In addition to food and fluids, tracking other measurements like weight or minutes of physical activity can help you monitor and achieve other fitness goals. However, beware of the temptation of making a food journal too detailed starting out. While some people find it helpful to track calories or grams of macronutrients for each food item, this can be time-consuming, overwhelming, and discouraging to those with busy lifestyles. Start with the basics, then add details as you go.\nThe name of the game is consistency. Since it takes around 6 months (and not the 21-days we’ve all heard before) to establish a habit, the thought of keeping a daily food journal may seem daunting. Keep in mind, your journal doesn’t have to be perfect to be effective. Research shows that those who track their food intake, even just most of the time, are more successful with weight management than those who don’t track at all. For more tips and information on how to successfully keep a food journal for weight loss, visit https:\/\/www.eatthis.com\/food-journal-guide\/.\n\n\nAbout the writer:\n\nMy name is Eduardo Paredes, and I am a proud Master’s Dietetic student here at EMU. I am passionate about food, and enjoy cooking, binge-watching TV shows, or spending time with my three toy poodles. Being in quarantine has made me miss dining out with friends.\n\nWrite a comment\n\nYour email address will not be published. Required fields are marked *\n\nConnect with Facebook",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9446943402,
        "format_confidence":0.9203746915
    },
    {
        "url":"https:\/\/www.smore.com\/c2pgd-organifi-liver-detox",
        "text":"Organifi Liver Detox\n\nThink You Can't Have Good Nutrition? Think Again!\n\nYou probably know what kind of foods you should stay away from, but do you actually eat what you are supposed to? These tips should help you adopt a better diet: find out how you can easily introduce healthy habits into your daily life. Lose weight, live longer and feel better thanks to a good nutrition.\n\nWhen cooking, use as little butter as possible. Instead, use olive oil. It contains monounsaturated fats which are actually organifi liver detox reviews healthy and beneficial to your health. Butter is loaded with saturated fat, something that is harder for your body to burn through and increases your risk of heart complications. So, use olive oil as a substitute for butter, whenever possible.\n\nWhether or not you are vegetarian or a meat eater, protein is a very important part of your diet. You should eat protein at every single meal to keep your blood insulin or blood sugar levels balanced. Eating too many carbohydrates and not enough protein, can give you an energy high, now and an energy crash, later.\n\nSick of boring meals? One great and simple nutrition tip for making your food taste better is to use spices. Read up on what spices go well with different kinds of meats and other dishes and keep a list. Then visit your local grocery store to purchase these spices. Then get cooking!\n\nIn learning about nutrition, you will need to choose between two approaches. One approach bases its findings entirely on studies of the physical body. The other also includes the mind or spirit as a factor. It says that we transmute, to some degree, the physical substances we take in--in accord with our mental or spiritual state.\n\nApply these tips on a daily basis and you should see a difference within a few weeks. Eating better is the key to a happier life. You will be able to love your body and live longer. Nutrition is all about education: learn as much as possible about this topic and make sure your peer know what is good for them.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9837619662,
        "format_confidence":0.9000238776
    },
    {
        "url":"https:\/\/www.chatterblock.com\/articles\/1384\/pregnancy-and-cleaning-staying-safe\/",
        "text":"Pregnancy and Cleaning - Staying Safe\n\nWritten by\n\nPublished Jun 17, 2016\n\nCleaning is one activity you should be careful about. While it is true that a healthy home environment is a clean and sanitized one, it is also true that it is something you won’t be able to devote as much effort to as before.\n\nThere is nothing more important than staying healthy during pregnancy. There are a lot of factors to consider, if you are expecting a child and you still want to do your fair share of household chores.\n\nYou must approach every home cleaning task with care, if you want to ensure you are fine. Here are few tips for you to consider:\n\nYou will fine doing basic chores, such as everyday dusting, vacuuming, and cleaning countertops of your kitchen and bathroom is still fine. Granted you do not overwork yourself, there is no problem in getting some physical activity in the form of doing such cleaning service yourself. Remember to take regular breaks if you get tired too quickly or just go with professional cleaners if that is an option for you.\n\n  • Use some protection gear - chances are the skin of your hands has gotten sensitive during pregnancy. An allergy caused by some cleaning product is the last thing you want to deal with. That is why wearing gloves during any cleaning routine should become a habit for you. It would also be nice to protect yourself from dangerous fumes by wearing a mask.\n\n  • Avoid dangerous chemicals - a lot of cleaning products out there hold a certain risk for a developing baby’s health. For example, solvents (varnish removers, oven cleaners, paint thinners) should be avoided at all costs. To be on the safe side, you can also exclude anything labeled with ‘toxic’ during your cleaning efforts.\n\n  • Resort to green cleaning solutions - there are plenty of recipes that you can utilize to clean your home while pregnant, without any risk whatsoever. There are numerous cleaning recipes out there that involve baking soda or vinegar as main ingredients. The good thing about them is that they are not only safe to use, but also quite effective at various home cleaning chores.\n\n  • Ask for assistance - don’t be afraid to pull the pregnancy card on your husband and have him deal with certain cleaning chores. No one would be mad, as such physical activity may indeed become too difficult for you to carry out all alone. Members of the family should help you whenever possible, or you can try booking a cleaning service if you want.\n\nCleaning during pregnancy is not a strictly forbidden chore, although you must be careful in how you deal with it. Be cautious when using certain products and don’t overwork yourself.\n\nShare this article\n\nPost a Comment, Review, or Question\n\nChatterBlock Is the #1 Online Resource for Busy Parents\n\nDiscover Fun Things to Do\n\nBrowse upcoming events and ideas tailored just for families.\n\nEasily Find & Book Classes\n\nSearch for activities that fit your schedule, and your child's needs.\n\nCoordinate with Friends\n\nConnect with your parent network and share plans.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.7518178225,
        "format_confidence":0.8047202229
    },
    {
        "url":"http:\/\/www.midwestplasticsurgery.org\/1800-2\/",
        "text":"How to Get the Most Out of Your Plastic Surgery Procedures\n\nHere at Midwest Plastic Surgery, we offer a wide range of plastic surgery options to choose from that can help you get the healthier and younger looking body you want. Choosing to get any type of plastic surgery done is not a decision that is to be made lightly and neither is choose who you will trust to do your procedure. “The American Society of Plastic Surgeons (ASPS), established in 1931, is the largest plastic surgery specialty organization in the world. Whether you’re considering cosmetic or reconstructive plastic surgery, you want the skill of an ASPS Member Surgeon—a doctor with more than six years of surgical training and experience, with at least three years specifically in plastic surgery. Their training and experience make them uniquely qualified to perform your cosmetic or reconstructive procedure. One of the first steps you can take towards a successful procedure is to become an educated consumer” (American Society of Plastic Surgeons).\n\nThings to Remember About Plastic Surgery\n\n  • All procedures have some risks- no matter what you are having done, when incisions are made, needles inserted, and things removed from the body, there is a risk for bleeding problems and infections. Your doctor will go over specific risks and how to avoid them with your specific procedures.\n  • The price can’t be deciding factor– yes it can be expensive and you need to make sure you can afford the procedure, time off, post-surgery care, and everything involved. However, the price for the procedure itself cannot be the final deciding factor -you get what you pay for so a good investment is well worth it.\n  • Final results take time to see– you are going through a lot and putting your body through a lot with even the most minor of procedures. You will have bruising and swelling from the procedure but it will fade and you will see the final results. It takes time but you will see the results you have been looking for.\n  • Nothing will last forever– most plastic surgery procedures are permanent to an extent. The results last in and of themselves but your body will continue to change even after the procedures. So, your skin will eventually age beyond what a facelift does and fat deposits may return which is why you need to take care of yourself.\n\nTips for Healthy and Safe Recovery\n\n  1. If you have any procedure done, you must follow all pre and post-surgery instructions from your doctor to the letter to ensure you have a safe and successful experience.\n  2. Plan your recovery time and consider how long your doctor says you will need to take it easy and consider personal obligations like work, school, and family duties beforehand.\n  3. Be realistic in what you are expecting in terms of final results. Remember that plastic surgery is not a miracle procedure and there are limits to what can be achieved.\n  4. Follow your surgeon’s guidelines before and after to help ensure you have the best results possible from your procedure and you enjoy your look afterward.\n  5. Arrange for someone to help you with personal care for at least 48 hours after most procedures and longer for more involved plastic surgery procedures.\n  6. Stay hydrated as much as you can. Surgery stresses the body and can cause some organs to not work as well. Staying hydrated helps keep systems working as best as they can.\n  7. If your procedure was in an area at heart level or above, you need to stay as upright as possible for the first few days to speed healing and reduce bleeding problems.\n  8. Avoid exposure to high heat or direct sunlight immediately after the surgery. This is especially true if you had skin treatments done as part of your plastic surgery treatments.\n  9. Don’t take aspirin or anti-inflammatory medications as they can interfere with other pain medications and prescriptions that your doctor may give you following the surgery.\n  10. Call your surgeon or medical team right away if there are signs of infection, fever, bad bleeding, or you feel concerned about any post-surgery symptoms you may be experiencing.\n\nmen's cosmetic surgery\n\nContact Us Today For More Information\n\nTo learn more about the plastic surgery procedures we offer and what they can do for you, give us a call today. We would love to help you with your treatment plans and help you find the procedures that are just right for you.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9673218131,
        "format_confidence":0.823384881
    },
    {
        "url":"http:\/\/physioonmiller.com.au\/repetitive-strain-injury-how-physio-can-help\/592",
        "text":"Repetitive Strain Injury – How Physio Can Help\n\nI was recently asked to provide some information regarding Repetitive Strain Injury for Weight Watchers Magazine.  As a physiotherapist, we unfortunately see many computer workers complain of wrist and elbow pain when typing for long periods.\n\nRSI is something that can affect many of us and it is important to know the signs and symptoms so you can receive the best treatment and advice:\n\nWhat is RSI?\n\nRepetitive Strain Injury (RSI) or Occupational Overuse Syndrome (OOS) are injuries caused by repetitive movements or awkward postures.  It can affect the fingers, elbows and wrists.\n\nWho can be affected by it?\n\nRSI affects many professionals such as office workers, hairdressers, painters and assembly-line workers.\n\nWhat are the symptoms?\n\nSymptoms include:\n\n  • Sharp, burning pain in the fingers or forearm\n  • Weakness or fatigue in the hand and forearm with activities such as typing and carrying bags\n  • Difficulty performing daily activities eg opening jars, turning on taps\n\nHow long does it last?\n\nRSI can heal quickly if you seek treatment and minimise the aggravating activities or it can last a long time if you don’t modify your activities or your workplace set-up.\n\nWhat is the treatment?\n\nIf you suffer from RSI you should seek advice from your physiotherapist who will be able to provide you with exercises including stretching and strengthening and will be able to do some manual (hands on) treatment including spinal mobilisation\/manipulation with massage.\n\nCan it be prevented? If so, how?\n\nYes, RSI can be prevented and if you already have the early signs of discomfort start to adopt these habits to reduce the pain.\n\n\n  • Do something with your arms repeatedly for too long\n  • Work with equipment that doesn’t fit your body\n  • Hold your muscles in the same position for a long time\n\n\n  • Have adequate training in the safest way to carry out a task\n  • Ensure a variety of work activities\n  • Have regular breaks\n\nWhat’s something everyone should know about RSI?\n\nMake sure your workplace is set up ergonomically to allow correct posture and prevent working in awkward positions.  If you are experiencing pain with repetitive movements such as typing, cooking, painting etc seek help promptly as it is much easier to recover from RSI in the early stages than when you have been experiencing it for a while.\n\nFor more info visit:\n\nYou may also like",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.994466722,
        "format_confidence":0.5353624821
    },
    {
        "url":"https:\/\/www.healthprofessionalacademy.co.uk\/mum-and-baby\/learn\/advances-in-the-diagnosis-of-pre-eclampsia",
        "text":"This site is intended for health professionals only\n\n\nEarly detection of pre-eclampsia is crucial, but diagnosis can be challenging: clinical presentation can be variable and the disease often progresses over several weeks before a diagnosis is confirmed.1 Improved understanding of pre-eclampsia has led to the development of new placental growth factor (PlGF)-based tests that can help to identify women at high risk of developing the disease, and to ‘rule out’ in the short-term those who are not.2-5\n\n\nAfter studying this module you should:\n\n  • Recognise the challenges associated with diagnosing pre-eclampsia. \n  • Understand the role of angiogenic factors in the pathogenesis of pre-eclampsia.\n  • Appreciate how PlGF-based tests can aid clinical decision making for women with suspected pre-eclampsia.\n\n\n  • Read the clinical review: if you don't have a printed version, click here to download a pdf\n  • Complete the online assessment\n  • Receive CPD certificate\n\n\nWritten by: Tara Ralph BSc (Hons)\nReviewed by: Nicky Clark RM, RGN, ADM, Cert Ed (Adults), MA\n\n\n\nThis module was created in association with\nRoche Diagnostics Limited\n\nPlease log in or register to take this module\n\n\n\n\nThe content of this website is subject to editorial review however you should seek independent validation where required.    Content on the website is correct at the time of publishing, and will be reviewed every 2 years aligned to medical best practice\n\n\nPre-learning reflection\n\nPlease take a moment to answer these pre-learning questions.  Once completed, click 'next step' below to start this module.  These answers will be logged on your CPD certificate which will be emailed to you on completion as evidence of your learning.\n\nPrevious step\n\nPre-eclampsia carries significant risks for mum and baby\n\nPre-eclampsia affects between 2 and 5% of pregnancies in the UK.6-8 It is traditionally diagnosed when a woman presents with new-onset hypertension and proteinuria after 20 weeks of pregnancy or soon after the birth of the baby.2,9\n\nLeft unchecked, pre-eclampsia can progress to:\n\n  • eclampsia (onset of seizures)\n  • HELLP syndrome (haemolysis, elevated liver enzymes and low platelets)\n  • disseminated intravascular coagulation\n  • stroke\n  • organ dysfunction.2\n\nWomen with pre-eclampsia require close monitoring in hospital, whereas women with chronic or gestational hypertension can be managed as outpatients, unless their blood pressure reaches or exceeds 160\/110 mmHg.2\n\n  • Pre-eclampsia can also place the fetus at greater risk of:\n  • intrauterine growth restriction\n  • prematurity\n  • intrauterine death.9\n\nTable 1 provides definitions of the key terms used in this module.\n\n\nTable 1: Key definitions used in this module\n\nAlready studied the clinical review? Go straight to the test here\nPrevious step\n\nDiagnostic criteria for pre-eclampsia were updated in 2014\n\nThe International Society for the Study of Hypertension in Pregnancy (ISSHP) changed the diagnostic criteria for pre-eclampsia in 2014.9\n\nThe revised definition is: de novo hypertension developing after 20 weeks’ gestation and the coexistence of one or more of the following new onset conditions:\n\n  • proteinuria\n  • other maternal organ dysfunction, e.g. renal insufficiency, liver involvement, neurological or haematological complications\n  • fetal growth restriction.9\nDiagnosis of pre-eclampsia is currently based on antenatal assessment of risk factors (see Table 2), routine monitoring of blood pressure and urine, and blood tests to monitor kidney and liver function, and platelets.2,10\n\nTable 2: Risk factors for the development of pre-eclampsia2\n\nPrevious step\n\nDiagnosis can be challenging\n\n\nPre-eclampsia is one of four hypertensive disorders of pregnancy (see Table 3).10,11 It can be unpredictable and clinical presentation is variable,1 often progressing over several weeks before diagnosis.\n\nThe presence of other pre-existing conditions can further complicate diagnosis.\n\nAs pre-eclampsia is defined as new-onset hypertension, it is important to document the woman’s blood pressure early in pregnancy as a baseline, before the pregnancy-related dip in blood pressure during the second trimester.9\n\nBecause hypertension and proteinuria can be poor predictors of disease onset and progression, a high proportion of women with signs and symptoms of pre-eclampsia may be hospitalised for observation unnecessarily.\n\n\nTable 3: Hypertensive disorders of pregnancy6,11\n\nPrevious step\n\nPre-eclampsia begins in the placenta\n\nThe causes of pre-eclampsia are not completely understood, but the disorder is thought to start in the placenta.\n\n\nIn a normal pregnancy, the maternal uterine vessels supplying the placenta (spiral arteries) begin to change at about 10 weeks’\ngestation.12 They dilate and lose their smooth muscle to become flaccid, large diameter vessels capable of transmitting increased volumes of blood to the placenta.12,13\n\nIn pre-eclampsia, the spiral arteries do not remodel. Instead, they remain narrow and highly resistant, and are unable to supply sufficient blood to the placenta.12,13\n\nThis is shown in Figure 1.\n\n\n\nFigure 1: Abnormal blood vessel development in pre-eclampsia\n\nPrevious step\n\nIn pre-eclampsia, levels of sFlt-1 are elevated\n\nTo compensate for the reduced blood flow through the spiral arteries, the placenta releases substances into the maternal bloodstream to increase blood vessel permeability, blood pressure and the blood’s tendency to clot.14\n\n\nThese substances include antiangiogenic factors, such as soluble fms-like tyrosine kinase-1 (sFlt-1),4,12 which cause vasoconstriction and endothelial damage throughout the body.4\n\n\n\nPrevious step\n\nLevels of placental growth factor are lower in women with pre-eclampsia\n\nPlacental growth factor (PlGF) is released by the placenta and has proangiogenic effects on the fetal and placental circulation.15 In a normal pregnancy, PIGF levels increase during the first two trimesters and then decline until delivery.4\n\nLevels of PlGF are found to be lower in women with pre-eclampsia.  This may be due to:\n\n  • decreased release of PlGF as a consequence of poor placental perfusion\n  • reduced free PlGF in the presence of increased sFlt-1, since sFlt-1 ‘disables’ PlGF by binding to it.15\n\nA high ratio of sFlt-1 to PlGF is associated with an increased risk of pre-eclampsia. This ratio may be a better predictor of risk than either PlGF or sFLT-1 on their own.4\n\nImportantly, the increased levels of sFlt-1 and decreased levels of PlGF seen in women with pre-eclampsia are not only evident at diagnosis, but also weeks in advance of its onset.4,15\n\n\n\nPrevious step\n\nEarly- and late-onset pre-eclampsia develop differently\n\nPre-eclampsia can be divided into early-onset (<34 weeks) and late-onset (>34 weeks). Each has a different pathophysiology.5\n\nEarly-onset or placental pre-eclampsia\n\n  • Thought to be caused by abnormal remodelling of the spiral arteries and insufficient blood supply to the placenta.\n  • Associated with fetal growth restriction or small-forgestational-age babies, and confers a significantly higher chance of adverse outcomes for mother and baby.16,17\n\nLate-onset or maternal pre-eclampsia\n\n  • Little evidence of abnormal artery remodelling, instead it appears to be a mismatch between maternal supply and the demands of the growing fetus close to term.10,16,18\n  • In most cases of late-onset pre-eclampsia, babies are a normal size or large for gestational age.16\n\nAltered levels of sFlt-1 and PlGF are seen in both early- and late-onset pre-eclampsia, although it is less pronounced in late-onset\ncompared to early-onset pre-eclampsia.16\n\nPrevious step\n\nBlood tests that measure placental growth factor can aid diagnosis\n\n\nSimple PlGF-based blood tests are now being used in a few NHS organisations to aid diagnosis of suspected preeclampsia.19\n\nThe latest NICE guidance recommends the use of PlGF-based blood tests to help rule-out pre-eclampsia in women between 20 weeks and 34 weeks plus 6 days’ gestation.2\n\nNICE recommends two PlGF-based tests:\n\n  • The Triage® PlGF test, which measures PlGF levels in a maternal blood plasma sample.2\n  • The Elecsys® immunoassay sFlt-1\/PlGF ratio, which measures the amount of sFlt-1 relative to PlGF in maternal serum samples.2\nBoth the above mentioned tests are also supported by the Accelerated Access Collaborative* (AAC).19\n\n* The AAC is a unique partnership between representatives of healthcare organisations – including NHS England, NICE and the Department of Health and Social Care – and the health technology industry. The purpose of the AAC is to get ‘breakthrough’ technologies to NHS patients more quickly.\n\n\n\nPrevious step\n\nNICE recommends PIGF-based tests to rule-out pre-eclampsia\n\nThe NICE guidance states that PlGF-based tests should only be used to rule-out pre-eclampsia in the short term. If the test result does not rule out pre-eclampsia, the result should not be used to diagnose pre-eclampsia.\n\nNICE recommends further research before these tests can be used to routinely diagnose pre-eclampsia within the NHS.2\n\nThe use of these tests – in conjunction with blood pressure monitoring, urine analysis, haematological tests and clinical judgment – could result in faster and more accurate diagnosis of pre-eclampsia and better risk assessment for adverse outcomes in women with suspected pre-eclampsia.2\n\nPlGF-based tests also allow women in whom pre-eclampsia has been ruled out to return home instead of being admitted to hospital for monitoring, reducing stress for the woman and freeing up hospital beds.2\n\n\nPrevious step\n\nPIGF-based tests offer many advantages\n\nNHS staff who have used PlGF-based testing, cite the following benefits:20\n\n\n  • Supports decision making on appropriate patient pathway.\n  • Provides reassurance to clinicians and pregnant women who are sent home that they do not have pre-eclampsia at that point.\n  • Reduces hospital admissions solely for monitoring.\n  • Helps to identify appropriate surveillance freque... (truncated)",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9862749577,
        "format_confidence":0.8021594286
    },
    {
        "url":"http:\/\/www.hacm.org\/Home\/Components\/News\/News\/1056\/189?arch=1",
        "text":"Welcome to the HACM Wellness page. Here you will be able to obtain information regarding the steps to completing Lab Work and Coaching as well as the Healthy Rewards Program.\n\n\nHealthy Rewards 2016\n\n\n3-Step Health Appraisal Process Launch Kit\n\nPost Date:09\/12\/2016 11:15 AM\n\nPhase I: 3-Step Health Appraisal Process Complete the following steps: 1. Lab work 2. Comprehensive wellness questionnaire 3. Meet with a health coach for a 30-minute education session In addition, if you test nicotine\/cotinine positive, you will be asked to attend a 90-minute tobacco cessation class. When you complete these steps, you will not be charged a monthly health appraisal fee if you take the City’s health plan.\n\nFor complete information please see the Launch Kit.\n\nReturn to full list >>",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9956005812,
        "format_confidence":0.5963193774
    },
    {
        "url":"https:\/\/acupuncturefitzroy.com\/2019\/06\/02\/herbal-foot-soak\/",
        "text":"DIY Chinese herbal foot soak\n\nWinter is here. It is the season of kidney and urinary bladder systems in Chinese medicine. The kidneys are strongly connected with our reproductive functions.\n\n\nImagine the human body to a tree, with the torso as the trunk, the arms the branches and the feet the root. It is where we connect with the earth. They help us to stand, walk, run, surf and skate. The feet contain ¼ of all the bones in the body. They are where the leg yin (Kidney, Liver, Spleen) channels begin and where the leg yang (Gallbladder, Stomach, Urinary Bladder) channels end. That’s 6 meridians that reach the feet, each of which has more than 60 acupuncture points. The feet have points that correspond to many parts and organs of the body. The kidney channel starts on the sole of the foot, so be sure to warm shoes that cover your entire feet and thick socks. Avoid walking barefoot on cold concrete and tiles.\n\n\nThe feet are very important in maintaining and restoring balance in the body for good health. I’m sure you are all aware of reflexology, which is a specialised form of Chinese medicine. Traditionally, warm foot baths were used at night before going to bed to improve blood circulation and help with sleep. Especially over winter, one of my favourite ways to assist patients is with a herbal foot soak. Foot soak’s have been used for centuries. They can assist with bunions, athlete’s foot, and much more. Our feet tend to get neglected in the cooler months.\n\nHow to use a foot soak:\n\n  • Book a consultation with a Chinese medicine herbalist\n  • 1 bag of herbs will last 7 days.\n  • Put herbs in a large pot, add as much water as you can (up to 8L). ·\n  • Cover the pot and bring the herbs to boil.\n  • Turn down the flame and simmer slowly for 20-25 minutes.\n  • Remove pot.\n  • Pour liquid into a “foot soak” bucket (aka anything that you can put boiling hot water and your feet in) and wait until you can put your feet in the water. You want it to be warm but not uncomfortable hot.\n  • Soak feet before bed, for 20 minutes or until you break a sweat*, then remove your feet.\n  • After using soak, dry the skin and keep it warm (please no barefoot walking on cold floor!).\n\nThe soak can be used once a day up to 7 days. No need to boil again, reheat the liquid to a sufficiently warm temperature.\n\n*Sweating a little bit is agood sign of unblocking energy pathways, but too much sweating isn’t ideal as it consumes too much energy. It may take longer to sweat for those with blockages or an insufficient supply of energy. This should change over time when soaking regularly.\n\n**Please don’t soak after consuming alcohol or when feeling fatigued.\n\n\nDIY foot soaks:\nEpsom salts:\nAdd about 1½ cups of epsom salts to warm water. Alleviates constipation, reduces fatigue, improves sleep\n\nGinger & white wine:\nGinger slices (50g), Chinese white wine (50ml)\nDirections: Boil the ginger in water for a few minutes. Then add ginger water and wine to hot water in a bucket. Especially good for those with cold extremities in winter.\n\nGinger & dandelion:\nGinger (50g), dandelion (50g)\nDirections: Boil ingredients in water. Add to hot water in a basin.\nThis soak helps relieve symptoms of flu, fever or headache.\n\nMotherwort, chrysanthemum, skullcap root & fleeceflower stem:\nThese herbs together activate blood circulation, warms the uterus and may relieves painful menstruation.\n\nRemember you can book online for your free 15 minute health consultation for more herbal soaks ideas.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9970701933,
        "format_confidence":0.8912402391
    },
    {
        "url":"https:\/\/www.aptaclub.ie\/teaching-your-toddler-to-feed-themselves\/",
        "text":"By the age of 1 year, you should have successfully made it past the finish line of your toddler’s weaning journey (i.e. going through the stages from a milk only diet to eventually being ready for family meals), but the work is not over just yet!\n\nLearning to eat isn’t just about the food itself, it’s also about teaching your toddler how to eventually feed themselves so that they can fully participate and enjoy family mealtimes.\n\nToddler feeding tips\n\nAs they become more confident and independent, many toddlers will want to take control of their own feeding. Here are a few tips to help you encourage this stage of your toddler’s development:\n\nteaching toddler to feed themselves\n\n  • Offer them finger foods which are easy for them to grab and chew\n  • Give them their own spoon to play with during mealtimes\n  • Have regular mealtimes together, so your toddler can learn how to eat by  watching the rest of the family\n  • Toddlers can get frustrated and fed up sitting in a highchair, specially designed booster seats are useful in this instance as they enable your toddler to sit at the main table like the rest of the family\n  • Prepare for flying food and bowls by placing a splash mat under your toddler’s chair and using plastic crockery\n\nYour toddler may be able to feed themselves with a spoon, by around 15 months of age\n\nWith patience and encouragement, your toddler may be able to feed themselves with a spoon, albeit rather messily, by the time they reach around 15 months of age. It won’t be long before your toddler gets to grips with using a knife and fork. But remember that all toddlers are different and this is just a guide, so don’t worry if your toddler takes a little longer to get the hang of learning to eat by themselves.\n\nIf you’d like any further advice on toddler feeding, contact our Careline",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.8356752992,
        "format_confidence":0.9778116345
    },
    {
        "url":"http:\/\/blog.ashevillechamber.org\/2014\/05\/protect-yourself-and-your-familiy-from.html",
        "text":"Tuesday, May 20, 2014\n\nProtect yourself and your familiy from rabies\n\nWhether you are in your home, walking in your neighborhood or hiking on a trail, it is important to know what to do if there’s a chance you have been exposed to rabies.  Rabies is caused by a virus that is spread through the saliva of an infected animal.  Even tiny breaks in the skin allow the rabies virus to spread from the infected animal to humans and other animals.  Taking the right action can make a big difference in keeping yourself, your pets and our community safe from rabies. \n\nTreatment for rabies is very costly and is not covered by all health insurance plans.  Health Director, Gibbie Harris, reports that when someone has been potentially exposed to rabies, it is crucial for health officials to be able to assess the risk of exposure by testing or quarantining the identified animal.  This is why it is very important for the public to know that they should get help from Animal Control to capture and remove the animal rather than to let it go.   \n\nIn 2013, Buncombe County Health and Human Services reported 843 animal bites that required investigation by Disease Control Nurses to help victims determine if they were exposed to rabies.  Over 20 people received rabies prevention care (clinically known as post-exposure prophylaxis – PEP). \n\nAccording to Gibbie Harris, Buncombe County Health Director, the two most common mistakes people make are 1) letting a bat outside, leaving no way to test the bat for rabies; and 2) not having information that helps us investigate whether an animal that bit them or their pet was properly vaccinated. \n\nLearn how to protect yourself and your pets from rabies.  Important ways you can help prevent exposure to rabies:\nVaccinate your dogs, cats and livestock (cows and horses) and keep them up-to-date. Call animal control to help you capture a bat if it is in your home or remove a sick or injured wild animal near your home. \nDo not feed, handle or adopt wild animals including wild or feral cats.  More than 90% of all animal rabies cases reported each year occur in wild animals, primarily bats, raccoons, foxes and skunks.\nTeach children to avoid any contact with animals they do not know.\nWhat do you do if…\n1.   You wake up and find a bat inside your home?  Call animal control to remove it.  It may be needed for a rabies test.  \nDo not remove a bat that you discover inside your house without calling Animal Control first. Contain the bat by carefully throwing a blanket or box over it or simply closing it in a room.  Then call animal control to remove it.  Bites from bats are so small that it is difficult to notice.  Bats commonly have rabies, which means it is critical to test the bat for rabies.  If health officials are unable to test the bat then those who were exposed will need rabies prevention care.\n2.   You, your child, or your pet is bitten by someone’s pet?  Do not leave the scene of the incident until you have exchanged contact information (phone number and residence) with the pet owner.\n3.   A sick or aggressive animal is near your home?  Call Animal Control to remove it.\nIf you see a dog, cat, fox, raccoon, skunk or other wild animal that seems sick or aggressive it is best to call Animal Control to remove it.  They are trained to capture animals that might have rabies or other diseases.  (Animal control does not remove otherwise healthy or stray animals.)\no   Do you live in Asheville City Limits?  Call Asheville Police – 252-1110.\no   Do you live in Buncombe County?  Call Buncombe County Sheriff’s Office – 250-6670\n4.   You had contact with the saliva of a sick or injured wild animal or have been bitten by any animal?\no   Wash your hands and area exposed to saliva bitten or with soap and water.\no   Call your doctor or the Department of Health right away! There is a vaccine that must be given soon (within 72 hours) to protect you from getting rabies.\no   Call animal control to capture and remove the animal.\no   All potential rabies exposures or bites are reported to Disease Control at Buncombe County Health and Human Services at 250-5109.\n\nBe alert to signs that an animal may have rabies. Some animals may show no symptoms at all.  Others may have all of these symptoms:\no   Unusually aggressive behavior (attacking, biting)\no   Increased drooling\no   Stumbling or falling\no   Refusing to eat\no   Moving slowly or appearing paralyzed\no   Wild animal may lose fear of people.\n\nNo comments:",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9906297326,
        "format_confidence":0.7359370589
    },
    {
        "url":"http:\/\/www.joiunique.com\/418410993\/3159946\/posting\/how-much-should-i-feed-my-french-bulldog",
        "text":"Oct. 26, 2015\n\nHow much should I feed my French Bulldog?\n\nOne of the first and most important questions new French Bulldog owners ask is “How much should I feed my French Bulldog?” usually follow by “How often should I feed my French Bulldog?” The question is both how much in volume and how frequently. It’s difficult to calculate precisely how much you should feed your french bulldog.\n\nFrenchies should weigh between 17 and 30lbs, depending on if they’re a male or female.\n\nA typical healthy french bulldog should be fed about 25-30 calories worth of food per pound of body weight.\n\nSo, a 16lb french bulldog who doesn’t exercise a lot would receive 400-480 calories per day.\n\nA bigger, lazier french bulldog in the 28lbs range would get around 700-800 calories per day.\n\nSo, the average adult french bulldog should get about 550 calories per day.\n\nIt is also critical that you maintain a consistent feeding schedule and never slack off on feeding your French Bulldog. Even more important than that is feeding your Frenchie the proper amount of food daily. We feed our French Bulldogs first thing in the morning (~8:00a.m.) and around 10-12 hours later at ~6:00p.m..\n\nHow much should I feed my french bulldog if they’re 10-12 Weeks Old?\n\nI’m going to assume your Frenchie has been weaned from his\/her mother and they’ve been gradually (2-3 weeks process) weaned off their mother’s milk and switched to puppy food. Young Frenchies have high caloric and nutrient needs. French Bulldogs aged anywhere from 8-12 weeks of age need a total of 1.5 cups of puppy food per day. This must be spread out into 3 meals equaling 1\/2 cup each. Spreading out the meals minimizes the peaks of energy your French Bulldog will experience due to dramatic rises and decreases in blood sugar levels between meals. Spreading the meals out will maintain a healthy amount of energy and nutrients in your puppy’s belly.\n\nAfter roughly 6 months of 3 meals per day, you may switch to twice daily feeding for convenience, but I will always encourage you to sustain feeding 3 times per day even into your French Bulldog’s old age. Feeding smaller meals 3 to 4 times daily is significantly better for your companion’s well-being.\n\n\nHow much should I feed my french bulldog if they’re 6-9 months old?\n\nBy this stage, your French Bulldog is ready to get into an eating routine that they will continue on for the rest of their happy, little chubby lives, barring no serious medical ailments later on in life. From around 6 months to 1 year of age, you can start feeding your French Bulldog a very hight quality adult  doggy food:\n\n\nHow Much Should I Feed My French Bulldog if she’s underweight?\n\nRescue Frenchies or puppies that are naturally a little smaller will often need a little extra food to make sure they’re at their optimal weight. A full grown spayed\/neutered French Bulldog female should weight 17lbs on the very low end and around 28lbs-30lbs on the high end. You should never be able to see a French Bulldog’s bone structure. They’re naturally pleasantly plump companions and need to maintain an optimal weight to be healthy and happy. How much should you feed your French Bulldog if he\/she’s underweight? Ideally, 2.5-3 cups per day or 30-40 calories per pound, split into two meals until they’re well-within the waght range mentioned above.\n\nHow Much Should I Feed My French Bulldog if He’s Overweight?\n\nOverweight Frenchies can suffer from some very severe health problems, including heart disease (just like humans), labored breathing, and lack of physical exercise.\n\nIf your Frenchie is overweight and you want to get them back to a healthy weight, reduce their daily food intake by about half a cup, increase their water intake, and be sure to take them on evening walks when it’s cool outside. (Never take a French Bulldog out to play in sweltering heat, they can die.)\n\nHow Much should I Feed My French Bulldog Who is Older?\n\nGenerally, older French Bulldogs will require slightly less food than their young counterparts. However, do not restrict food from your French Bulldog if they appear to be underweight or hungry. Feed your older french bulldog 25-30 calories per pound and if they leave food in the bowl, let them snack on it midday or so. 1-1.5 cups in the morning and 1-1.5 cups at night and you can’t go wrong. If you notice your French Bulldog is gaining lots of weight, reduce their daily food by 5-10 calories per pound until they’re back down to a healthy weight.\n\nYou can supplement an extra quarter of a cup of food per meal over the course of a few days or weeks until you’re confident your French Bulldog is being fed the proper amount of calories to sustain a healthy weight.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.6203932762,
        "format_confidence":0.6053169966
    },
    {
        "url":"https:\/\/www.bodypaincenter.com\/spinal-fusion-quick-guide\/",
        "text":"Spine Pain\n\nSpinal Fusion- Quick Guide\n\nMedical science has achieved great success in the recent decades and this has given a breath of fresh air to humanity. There were days when people used to die of a common cold and now even cancer can be treated if detected at the right time. This shows how advanced science has become and we do not have to worry about pain and suffering anymore. When it comes to the vertebra, spinal fusion is a medical procedure, which benefited a large number of patients suffering from spinal or back problems. Spinal fusion is a very popular surgical measure to treat many back problems and many other issues. It has been proven in the past that spinal fusion has given relief to numerous patients who had lost all hope. Here is all you need to know about spinal fusion and Spinal Fusion Recovery!\n\nWhat is spinal fusion?\n\nSpinal fusion is a surgical technique, which is used to join two or more vertebrae together. It is also known as spondylodesis in medical terms and is a very beneficial procedure. A supplementary bone tissue is fused with the body’s natural bone growth processes, which can be taken from either the patient or the donor’s body. This fusion is used to eliminate the pain, which is cause, by the abnormal motion of the vertebrae. Here, the defected vertebra portion is immobilized so that the pain is reduced. This medical procedure is used to treat many deformities and spinal abnormalities. It has proven to be a very effective technique in medical science.\n\nWhy do we need spinal fusion?\n\nSpinal cord treatment or spinal fusion is used to treat any deformities in the spinal cord or vertebrae, which cause pain to the body. Spinal fusion is the preferred way to treat even scoliosis and kyphosis. It is done most commonly in the lumbar region where the spine is located. It is also used to treat cervical and thoracic problems. Therefore, when it comes to treating spinal deformities you 3must always remember spinal fusion technique. For the medical procedure, bone, metal plates and sometimes-even screws are inserted into the vertebrae to immobilize the deformed vertebra portion. This results in the reduction or removal of pain!\n\nSpinal fusion surgery used to treat the following cases:\n\n– Spinal stenosis\n\n– Degenerative disc disease (DDD)\n\n– Scoliosis (Read: Common Types of Spinal curvature Disorders)\n\n– Herniated disc\n\n– Tumor\n\n\nWhat are the spinal fusion recovery measures?\n\nAfter the spinal fusion surgery has been performed, the patient must remain under great care. This is because the spinal cord or the vertebra needs its own time to recover depending on the kind of deformities caused top the vertebrae before the surgery. The patient must be still and perform zero activities apart from the necessary actions such as eating and a little talking. Any damage cause to the recovering spinal cord can be tragic, as it would take another medical procedure to again keep the vertebrae in its place. Therefore, remember to move as little as possible while you are recovering.\n\n\nHow long does spinal fusion take to recover?\n\nNormally, the time spinal fusion would take to recover is based upon the kind of deformity that the vertebrae had been suffering. Spinal Fusion Recovery can take anything between weeks to a month. The doctor or surgeon who performs the medical procedure or the spinal fusion would be able to tell you in detail how many days or weeks it would take your spinal fusion to recover. During your spinal fusion recovery, it is advised that you move as little as possible. Once you start recovering from the spinal fusion, you could try to do a few light exercises, which would enable your body parts to become stronger.\n\n\nWhat should you do after spinal fusion recovery?\n\nOnce you start recovering from your spinal fusion procedure, you would have to follow a strict pattern of motion or even performing certain tasks or activities. When you stand, be sure to stand straight and not in a slouchy way. Never bend your back while doing any activity, keep your back as straight as possible. Avoid bending your back at any cost, instead bend your knees as it improves you flexibility. Also, try not to twist and turn your waist and vertebra, just turn your body as a whole. This will help in causing less stress on your vertebrae and will help your spinal fusion recovery!\n\nDon’t forget t eat healthy diet foods; foods that rich in calcium and essential vitamins and minerals this will affect your recovery process.\n\nPost Comment",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9983167648,
        "format_confidence":0.9053337574
    },
    {
        "url":"https:\/\/campbell395.rnkgj.com\/p\/296",
        "text":"Skip to content\n\nIs Vaping Juice Considered A Harmful Habit?\n\nWritten by\n\n\nIs Vaping Juice Considered A Harmful Habit?\n\nThe vaporizer is a new type of electronic cigarette. It’s been dubbed “the missing link” in smoking cessation technology since it combines the best elements of other quitting methods. One of its many bonuses is that it doesn’t require you to work with a hand-held device. Instead, it creates use of your personal vaporizer to create the e-juice you need. It is also easy to use, because it does not require any type of maintenance or storage whatsoever. The vaporizer lets you take your puff on an airplane or make it in a pocket.\n\nvaping juice\n\nThere are numerous people who have successfully quit without the help, but many people discover that they prefer the e-liquids because they taste superior to regular cigarettes. The reason for this is that e-liquids contain more natural flavors and aroma than their traditional counterpart. In fact, many people discover that their original cigarettes have a much nicer, richer taste when working with them. For those who have never made your personal e-liquids before, you might like to read about the process in order to get started. This article will concentrate on the step-by-step guide to making your own e-juice.\n\nAs mentioned earlier, the ingredients constitute the majority of vaporizing juice, so the first thing you need to do is decide which of these to use. There are various kinds of fruit juices which you can use, but the two most popular flavors are fruit flavors and standard vaping devices flavors. Most manufacturers will add some sort of food or tobacco flavoring with their standard e-liquids, so this is a great place to start. You may also try combining fruit juice with other ingredients, such as for example vanilla or chocolate. This is usually achieved by mixing the fruit juice with some vanilla ice cream.\n\nVegetable glycerin may be the liquid that is added to e-liquids in order to provide them with their distinctive flavor. You should make certain that the vegetable glycerin is of high quality, as it is an ingredient that can burn your throat if it’s not pure enough. You can test blending vegetable glycerin with a number of high-quality sugar or cream of tartar to produce a unique fruit flavor.\n\nNicotine is one of the most addictive ingredients in regular cigarettes, and you may definitely want to avoid using any e-juice that has this substance. However, there are certain juices that have been proven to improve smoking long-term effects, so you may want to give these a go. It is important to understand that the long-term effects of smoking are more bad for your lungs than the taste of nicotine.\n\nSome juice companies claim to contain nicotine but do not actually. It is possible to get a juice that contains nicotine, however the nicotine content can be highly exaggerated, as it is a popular claim made by sellers so that you can sell Juul Compatible Pods more products to people who would like to quit smoking. However, that is largely unfounded, as nicotine is found in only a really small amount in cigarettes. In fact, it is found in such tiny amounts that it might be impossible for anyone to consume enough nicotine over the course of a single day to cause serious health problems. Furthermore, people say that nicotine isn’t very harmful to people’s health, but we all know that this isn’t entirely true, either.\n\nJuice companies usually sell their e-liquids in varying nicotine strength blends. If you are a smoker, this will oftimes be a good thing, as you need to look for a juice that tastes great and will not contain too much nicotine content. In case you are just a beginner in the world of e-cigs, it is very important choose a Juice that will not have an exceptionally high nicotine strength. The higher the nicotine strength, the much more likely it is that you will get addicted to the taste of the juice. The best juices to try are those with a mild to medium nicotine strength.\n\nTo conclude, it is perfectly acceptable to utilize E-Liquids as a healthier option to regular cigarettes. When found in combination with healthy diet and exercise, they can enable you to quit the bad habit forever. Just remember they are not completely free from the dangerous effects of tobacco smoke like regular cigarettes. With the proper care, cleaning and replenishing, you can enjoy tasty, refreshing flavors that you’ll definitely desire to keep around for a long period. You really do not need to buy expensive E-Liquids to obtain a healthy alternative to using tobacco, and they are very inexpensive, too.\n\nPrevious article\n\nThe Dangers of Vaping\n\nNext article\n\nCOPING WITH Problem Gambling Addiction",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9646692872,
        "format_confidence":0.5280988812
    },
    {
        "url":"https:\/\/www.allergycosmos.co.uk\/blog\/detoxing-with-clean-air\/",
        "text":"detoxing with clean air\n\nPurifying the body – or detoxing – is increasingly popular, with 'dry January', juice fasting and various remedies, such as detoxing foot patches. Detoxing has its critics, of course, who argue that the liver and kidneys function quite adequately to remove so-called toxins (whose very existence is debatable) from the body.\n\nWhether or not formal detoxing is necessary, it is surely sensible to supply the body with high quality, nutritious food, with an emphasis on fresh produce, rather than processed products. But, when you are planning a healthy lifestyle, you have to also think about the quality of the air you are breathing in, which is as important for your health as the food you put into your mouth. So we will have a look at detoxing with clean air through the use of a HEPA air purifier.\n\nWe spend up to 90% of our time indoors, whether that be in school, the workplace or home. Levels of indoor air pollution can be up to 10 times higher than they are outdoors, with modern energy-efficient buildings that allow pollution to build up, owing to the lack of natural ventilation. Some of the components of indoor air pollution include:\n\n  • House dust mite\n  • Traffic pollution from outside (especially if you live near a busy road)\n  • Formaldehyde, from new carpet or furniture made from MDF (if the MDF is imported)\n  • Volatile organic chemicals emitted from office equipment, like photocopiers\n  • Mould spores from damp patches\n  • Pollen brought in from outdoors during the summer months\n  • Pet Dander\n  • Nitrogen dioxide and carbon monoxide from cookers and boilers, if these are inadequately maintained.\n\nThe World Health Organization attributes as many as 7 million (one in eight) deaths a year to air pollution (indoor and outdoor). Exposure is associated with a number of health problems, including high blood pressure, heart disease, asthma and lung cancer. Therefore, the air you breathe is as important to your health as the food you eat.\n\nThere are a number of ways in which you can detox the air around you, as follows:\n\n  • Damp dust every day to get rid of particulate pollution like pet dander and house dust mite which have settled on surfaces.\n  • Replace carpet, which is a reservoir for house dust mite and mould spores, with easier-to-clean hard flooring.\n  • Vacuum carpet with an allergy vacuum cleaner that has a high-efficiency particulate air (HEPA) filter.\n\nUse an air purifier fitted with a HEPA filter and an absorbent like charcoal to pull particles and gaseous pollutants out of the air.\n\n  • Tackle any damp spots to get rid of mould spores.\n  • Open windows once or twice a week to let some fresh air in.\n  • Declutter – get rid of old books, papers and clothes.\n\nAvoid conventional air fresheners – especially to 'cover up' poor air quality. These may contain chemicals that trigger sensitivity reactions in some people. Detoxing with clean air – by improving the air quality in your immediate environment requires a multi-faceted approach. It is well worth making the effort for the sake of your long-term health.",
        "topic_id":12,
        "format_id":22,
        "topic_confidence":0.9922278523,
        "format_confidence":0.5857360363
    }
]