[
    {
        "url":"http:\/\/www.india-forums.com\/forum_posts.asp?TID=3075598",
        "text":"||FEAR FILES Help Desk||\n\nPost Reply New Post\n\nPage 1 of 1\n\n\n\n\nJoined: 06 October 2008\n\nPosts: 19867\n\nPosted: 05 July 2012 at 4:23am | IP Logged\n\nPost all your queries related to Fear files here in this thread it will be answered soon by any members who can be a help.\n\n\nThe following 1 member(s) liked the above post:\n\n\nDear Guest, Being an unregistered member you are missing out on participating in the lively discussions happening on the topic \"||FEAR FILES Help Desk||\" in Fear Files forum. In addition you lose out on the fun interactions with fellow members and other member exclusive features that India-Forums has to offer. Join India's most popular discussion portal on Indian Entertainment. It's FREE and registration is effortless so JOIN NOW!\n\nPost Reply New Post\n\nForum Quick Jump\n\nForum Category\n\nActive Forums\n\nLimit search to this Forum only.\n\n\n\nDisclaimer: All Logos and Pictures of various Channels, Shows, Artistes, Media Houses, Companies, Brands etc. belong to their respective owners, and are used to merely visually identify the Channels, Shows, Companies, Brands, etc. to the viewer. Incase of any issue please contact the webmaster.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9835252762,
        "format_confidence":0.951644361
    },
    {
        "url":"http:\/\/www.justjared.com\/2009\/02\/18\/jennifer-aniston-oscar-bound-with-john-mayer\/comment-page-4\/",
        "text":"Top Stories\n\nJennifer Aniston Oscar-Bound with John Mayer!\n\nJennifer Aniston Oscar-Bound with John Mayer!\n\nJennifer Aniston will be heading to the Oscars this year with boyfriend John Mayer according to Popsugar!\n\nThe 31-year-old singer said, “I’ll give you the scoop. I’m going to the Oscars!” He continued, “It’s my first Oscars. And it’s my first being an Oscar boyfriend. After that night I have a deal almost signed in blood that says I must go into the studio and finish this record. So after Oscar Sunday, Monday morning I’m invisible!”\n\nWe’ll see how invisible he’ll really be!\n\nJust Jared on Facebook\nPhotos: WENN\nPosted to: Jennifer Aniston, John Mayer\n\nJJ Links Around The Web\n\n  • Dr. Phil hit a skateboarder with his car - TMZ\n  • Elizabeth Gillies is totally down for a Victorious reunion - Just Jared Jr\n  • Is Lala Kent returning to Vanderpump Rules? - TooFab\n  • A Magnum P.I. reboot is in the works at CBS - The Hollywood Reporter\n  • Camila Mendes opens up about past eating disorder struggles - Just Jared Jr\n  • jade\n\n    Hi Jill\n    I just wanted to say Hi to you.Of course I don’t agree with you at all.\n    The way things are going with Jen and John, I won’t have to say I was\n    wrong, remember,cyber friend?\n\n  • ellie\n\n    Mark @ 02\/18\/2009 at 9:41 pm Sorry ellie but Jen is truly showing how desperate she has become and I’m not glad about that. She is selling herself very cheap. Mayer use phony charm nothing genuine. That will come back to bite Jen in the end. Jen has so much more class then all of his junk or did she. I for one am starting to wonder.\n    That picture in that green thing says a lot but you chose to ignore it. Mayer is the one with serious problems. I thought that when that incident first happen and he wasn’t even with Jen.\n    Mayer is a narcissistic ba$tard no love for that jerk at all.\n    You Mark we don’t pick who we love it just happens. Like no one means to cheat on a spouse husband or wife , it just happens Mark. I could care less if Jens with John or not it her choice is anyone choosing who you should be with? So again I say move on, and he must be great in bed..\n\n  • jade\n\n    I left you a comment, Page 5, #148.\n\n  • Mark\n\n    ellie you can have your dream about Mayer but I really thing he is gay.\n    I think Mayer is a cheap coattail rider and he is just riding Jen’s back for publicity. Mayer is fake. One day Jen will wake up and understand she don’t have to settle for a jerk loser. That’s when I’ll have respect for her again. Any other man in Hollywood is better than this douche bag.\n\n  • Kay\n\n    Brangelina loons make me laugh. You say it’s bad because there’s an age difference between jen and John but there is an 11 year old difference for Brad and Angie! Hypocrites! Brangelina aren’t the only ones aloud to go to the Oscars! They’re not goddest and it make me LMFAO if you guys think Brad can win an Oscar too. he can’t act for sh*t!\n\n  • ellie\n\n    jade @ 02\/18\/2009 at 9:57 pm Hi ellie,dear,\n    You have given some very good comments,especially #115 and #128.\n    I always watch the Academy Awards every year. This year it will be\n    special for me, to see Jen and John together. He looks so handsome\n    in the picture.Love this couple,and looking forward to Sunday!\n    Hi my sweet Jade. How are you.? I also watch them every year. John is so good looking in this picture. I’m also looking forward to seeing John & Jen together at the Oscars there smoking hot !!!!!\n\n  • Kay\n\n    And you brangelina loons are just jealous Jen has had 2 of her movies b #1 at the box office and her hot boyfriend won a Grammy! He won an award, John didnt. Plus Anglina isn’t loved by Kid’s either. She wasn’t nominated for a kid’s Choice Award for Kung Fu Panda. jen got nominated for one. At least kids like Jen!\n\n  • Jill\n\n    jade @ 02\/18\/2009 at 10:02 pm\n\n    Jade, you’re a sweetheart, but let’s face it — Mayer’s a user and a loser. I could almost feel sorry for Aniston being stuck with a creep like that — if she hadn’t run back to him after he publicly humiliated her. Where’s her pride and her self-respect?\n\n  • lil lenny\n\n    He claim he ‘s doing oscar and then he is out of sight and back in the studio,well, he has just made his excuse for not faking and being seen with her in the future. I am not seen withmy fake girlfriend because I am in the studio. Yeah right. I feel so sorry for Jen\n\n  • ellie\n\n    Jill @ 02\/18\/2009 at 9:41 pm Mark @ 02\/18\/2009 at 9:28 pm\n    That’s nasty picture of Mayer is what I’m talking about. Jen can do so much better than this disgusting douche bag.\n\n    Obviously she can’t. Everybody else she’s been with has dumped her flat. The douche bag is her last chance.\n    Jill what do you care who’s Jens with. Please you have so much hatred for her. If she was with one of the biggest actors in the world you would still find fault. You have such hatred for Jen why do you live here on her site, doesn’t angie have 2 new ones up? Oh & Jill how do know everyone shes been with dumped her and tell me Jill how many excactly.\n\n  • I”m winn and I weigh 300lbs.\n\n    Yeah I can say I’m hot and graduated from west point- who the hell can tell if I’m lying or not this is the internet! HA! I’m really a 300 lb. hooker who is in love with angeling jolie. Yeah I spend my days on posts and eating hohos. Yeah that’s my life but I will tell you different ! I’m pathetic and need a life.\n\n  • BJ\n\n    Jen and John keeping the triangle alive.\n    How else are the publicity Ho’s going to get attention.\n    Why would Jen go to this. She could avoid all this drama.\n    If I had a man I cared about I would ditch this garbage so\n    this sends a message loud and clear that Jen is trying to\n    keep garbage going in her life.\n\n  • Jill\n\n    Kay @ 02\/18\/2009 at 10:24 pm\n    And you brangelina loons are just jealous Jen has had 2 of her movies b #1\n\n    Jealous of what?? In case you haven’t noticed, CCOBB has left the mutt movie in the dust at the box office. See what an Oscar nomination can do for your film? By the way, where is Fugly’s nomination? Oh right, she didn’t get one. Nice that HJINTY enjoyed one whole week as #1 before it got kicked to the curb by Friday the 13th.\n    Want to talk about #1 at the box office? Let’s see now… Burn After Reading, Oceans 13, Mr and Mrs. Smith, Wanted, Kung Fu Panda… even Changeling, which you hags said was a bomb, has made $93 mil at the box office and counting.\n    So what are we supposed to be jealous of? Fugly getting dumped and re-dumped? Fugly being unable to get “Management” and “Traveling” into wide release? Fugly having no children to Angie’s six? Fugly being #50-something on the most valuable movie stars list while Brad and Angie are tied at #2? C’mon, honey, give it your best shot. Tell us what’s supposed to be making us jealous. By the time you can think up anything, I’ll have read all of War and Peace and half of The Brothers Karamazov.\n\n  • I”m winn and I weigh 300lbs.\n\n    I’m on a sailboat in the Bahamas and I can’t spell because it’s 10 pm and the sun is shining on my laptop. Yeah I’m on vacation but I’m on some stupid post arguing with people I don’t know. I return home tomorrow on Air force one because I’m so smart and best friends with Obama. I need another hoho. Oh yeah I make 400K a yr. I’m beautiful, I’m smart- I need to wake up! I forgot for a minute I’m a 300 lb. loser- oh well I can lie…….\n\n  • ellie\n\n    Jill @ 02\/18\/2009 at 10:28 pm jade @ 02\/18\/2009 at 10:02 pm\n\n    Jade, you’re a sweetheart, but let’s face it — Mayer’s a user and a loser. I could almost feel sorry for Aniston being stuck with a creep like that — if she hadn’t run back to him after he publicly humiliated her. Where’s her pride and her self-respect?\n    We don’t feel sorry for her. And you most definitely don’t feel sorry for her at all. So don’t even go there. Who cares no one is perfect now are we. John can even change.\n\n  • ellie\n\n    BJ @ 02\/18\/2009 at 10:33 pm Jen and John keeping the triangle alive.\n    How else are the publicity Ho’s going to get attention.\n    Why would Jen go to this. She could avoid all this drama.\n    If I had a man I cared about I would ditch this garbage so\n    this sends a message loud and clear that Jen is trying to\n    keep garbage going in her life.\n    Why Jen would go through this, Jen could avoid the drama. What drama are you expecting. Jen & John have been together for about a year now its her choice , she was invited so whats the problem? Why is that Jen causes the problems you people keep bringing it up.. Where all happy for Jen & John so move on..\n\n  • winn\n\n\n    When I was commenting to the other person it was about my comments that were in full daylight here in SC, around noon.\n\n    It’s funny though that my life is so good that you are thinking that I’m lying about it.\n\n    If you knew anything at all, you would know that most of the cadets that graduate from West Point are Republicans…IDIOT. So no, I’m not Obama’s friend. I shook President Clinton’s hand at the 1993 Graduation of my husband..he was CO 93, I graduated earlier. I didn’t know it’s such a big deal to simple people such as yourself though.\n\n    And..No. LOL I don’t weigh 300 lbs..but you making up a comment like that must really hit home for you. Does your mom or white trash dad weigh 300? I hear it’s not hard to do when you get WIC and food stamps like most trash does.\n\n    Yeah, I have a great life…lol I life in The Woodlands Texas, I work in the Oil industry, and have a great life! My kids are in one of the best school districts in the country and if you think I have to lie about it, then I really feel sorry for you, because if you think I’m lying about it, that means that you lie freely about your own self. Nothing I’ve said is a lie, only truth..I don’t have to lie.\n\n  • Casey\n\n    Winn they are trying to pull you off the topid whic is Jen and her douche bag. If they personally attack you they will stop you from talking about Jen.\n    Jen is desperatly looking stup... (truncated)",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.992836535,
        "format_confidence":0.993847549
    },
    {
        "url":"http:\/\/www.orangemane.com\/BB\/showpost.php?p=2525051&postcount=3739",
        "text":"View Single Post\nOld 08-26-2009, 11:23 PM   #3739\nRock-N-Roll Historian\nHogan11's Avatar\nLet's take these SOB's out!!!!!!\n\nJoin Date: Nov 2002\nLocation: W.NY.B.C.\nPosts: 20,988\n\nFloyd Little\n\nOriginally Posted by bombay View Post\nYou're spot on about the deterioration of Marriot's voice after about 1972. I saw Humble Pie on every American tour in the '70's, and whether it was the screaming or whatever, he just wasn't as good by Smokin'. He and Frampton were an interesting balance. Kind of lennon\/mccartneyish.\nThanks Bombay, I appreciate that.\nHogan11 is offline   Reply With Quote",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9946184754,
        "format_confidence":0.9965159893
    },
    {
        "url":"http:\/\/www.sirstevesguide.com\/archive\/index.php\/t-26545.html?s=e7149354dec767eb19f6bd30b71cb9e3",
        "text":"View Full Version : Me and my crazy dreams...\n\n02-01-2005, 10:14 AM\nLast night I had a really disturbing \"X-Files\" dream (Scully and all). I hadn't even been watching the show so I have NO idea where this came from...\n================================================== ========\n\nSo... I show up as an agent for the FBI and there is a field of corpses where a UFO had been sighted. We find a young girl (presumably played by the fabulous Dakota Fanning) in the middle of all these dead bodies. The one next to her was a man whose body was still intact but a giant chunk of his lower right leg had been burned to the bone. She's the only one who lived. We take her back to HQ and are trying to figure out what happened. On the way out, Scully sees one of the bodies moving and they have the body med\/evac'd to a military hospital.\n\nThe little girl eventually comes out of shock to say that she saw the UFO mothership, saw a flash of brilliant light and then she blacked out to awaken on the ship. Somehow she could see what was happening on the ground and all the people were catching on fire. The next thing she knew, she was back on the ground and saw the agents and the helicopters.\n\nScully rings and tells us to come down to the hospital because something's happened to the patient they brought in. We arrive to see that his flesh is breaking down and that, even though he has cellular structure and tissue fibre, there is barely anything holding him together. His name is \"Robbie\" and he is conscious and can speak a little but his lips are sticking together due to the consistency of his body tissue. His bones are basically cartilage. He tells us basically what the girl told us, but from a ground observer's point of view. He is so frustrated with what he is turning into that he struggles and rips his hands and feet off as he tries to break from the safety restraints. All of his bodily fluids start pouring out all over the floor and he dies.\n\nWe do some research and there seems to be a wave of sightings. The event where all the people got burned happened after the time between sightings in that area decreased. We notice that something similar is happening in another area so I am sent out there to investigate before the next event takes place.\n\nI am driving down this country road where there is an occasional estate set way back along this one hill that is covered in trees. To my left is pretty much all grain fields. I come to a crossroad and have to stop. Another car is coming from my right. The car slows down to a crawl as it passes. Though I cannot see clearly into the car, I notice that the driver is looking at me. I take the plate and make of the car before it speeds away.\n\nI continue driving down the road to this area where the UFOs seem to be hovering over from time to time and where a lot of the sightings are taking place. The road eventually turns into a driveway to a modest country estate that sits atop a hill.\n\nI get out of the car and start walking up a gravel service drive. I see a gardener and call out to him. He looks up and scowls. I hear him muttering something to me but it is not in English. He turns away and starts heading for a shed. I continue toward the house and see a wooden staircase that leads to a lower part of the property behind the house. I decide to take it. As I am heading down, I round this corner and bump into a young man who looks like \"Robbie\", the boy we brought into the hospital. He stares intensely at me and pushes past me. I noticed that his skin is severely scarred. I turn around and call out, \"Robbie?\" He turns around, opens his mouth and out comes this deathly scream like the roar of a million people dying.\n\n...then I woke up.\n\n02-01-2005, 10:33 AM\nThats a pretty cool dream :D Maybe it is one of those \"to be continued\" type of dreams.I've had those,very weird,like they pick up night after night(TV show in my mind ;))\n\n02-01-2005, 11:14 AM\nThe fact that you remembered that much detail amazes me more than the content, which was extraordinary to say the least. I usually only remember the basic plot and some random detail (i.e. the color of something). Let us know how it ends! :D\n\n02-01-2005, 11:57 AM\nI remember so many of my dreams in that kind of detail, which is probably why I am tired all the time. I really don't understand how they manage to be so tangible as if they were real experiences. I can tell you the exact colour of clothing people were wearing and how things smelled and what the flowers looked like.\n\n02-01-2005, 12:18 PM\nYou should have some sort of sleep analysis done. Perhaps you're not completely asleep. That could explain why your tired after \"resting\" and it might help to explain why your dreams are so vivid. Maybe by being awake your getting more detail (because your concious) than the rest of us, who are so unconcious were drooling.\n\n02-01-2005, 12:53 PM\nMy friend, Heidi, and I were with a group of people, taking a hike on a mild winter day. We followed this trail over a hill, into a deep valley and then back up another hill to a shelter of sorts. The shelter looked like a picnic pavilion but with waist-high stone walls around it. In the centre of the shelter were two large fireplaces that you could look into from either side. We had gotten all of our overnight gear set up and had a stew dinner. The group started cleaning up when someone said they saw a bright object fall from the sky. We looked over to where they thought it went. There was a bright glow over the hill from where we had come earlier in the day.\n\nWe watched it for a bit and then saw something start to rise from behind the hill. It was a huge black object with a strange glow and lights all over the surface of it. Suddenly, everyone started to feel what felt like sand being blown onto one's face by a strong wind. Someone looked over at another one of the campers and said that they were bleeding... like little cuts were all over their face. It was happening to everyone, so all of us ducked behind the stone wall. We stayed there until morning and packed up to head back into town.\n\nWhen we arrived in town, we noticed that the place looked deserted. Someone the people were still injured from the night before so we headed for the hospital. We discovered that everyone who remained in town had holed up there overnight and the only power was coming from the emergency generators. We were in the basement at the time, but there were still patients on the upper floors. We heard screaming, so I ran up the stairs with several other people. The windows were shattering and that \"sand feeling\" was happening again. We got all of the patients out into the hall and called for others to help bring them to the basement.\n\nThere was noise coming from above, so my group went to the roof hatch and waited for whatever to come in while Heidi helped with the injured. We heard movement in the hall below and went back down after jamming the roof hatch shut. Apparently, the aliens had come through the window. We didn't have any weapons, so we decided to use the fire hoses to push them back. After a few moments, the aliens started to fall to the floor and die. It was later discovered that they had no immunity to the microbes that lived in the water.\n\n02-01-2005, 01:07 PM\nMaybe your dreams are actually signs from God (or whatever you prefer) that this particular plot would make a killer movie and make you a million bucks.\n\n02-02-2005, 10:01 PM\nMy friend, Heidi, and I were with a group of people, taking a hike on a mild winter day.\nIn Switzerland? :D\n\n06-30-2006, 02:40 PM\nDecided to drag this thread back up.\n\nLast night I had a dream I was being chased by a white rabbit.Funny afterwords,but I woke up in the middle of the night because of it. Looking at dream meanings,the rabbit symbolizes transformation,white signals new beginnings,and apparently being chased by an animal symbolizes unexpressed anger. All quite interesting,,whether the symbols are actually \"true\" or not.\n\nOr perhaps I've made too many jokes about bunnies and going insane with my friends. Its just decided to come back to haunt me LOL\n\nPhantom-like Menace\n07-01-2006, 11:36 PM\nI had a dream with naked characters from Newsradio. It started out with that red-headed chick naked and washing her house, which means it started out bad. It then involved Andy Dick who was wearing a bathrobe that wasn't covering anything, which means it got worse. I woke up just after Maura Tierny pulled up naked in a car, so it at least ended on a high note. I truly wish I were making this up, though.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.7587765455,
        "format_confidence":0.9931830764
    },
    {
        "url":"http:\/\/whedonesque.com\/comments\/28709",
        "text":"\n\nWhedonesque - a community weblog about Joss Whedon\n\"Oh no. Is that dragon thing behind me?\"\n11980 members | you are not logged in | 18 October 2018\n\n\nMay 03 2012\n\nA look at Joss Whedon's rise in popularity. \"Joss Whedon doesn't belong to us anymore. He belongs to the world now.\"\n\nFunny, I just posted some interviews with him on another board I belong to, and said that I was sorry but no, world, you can't have him. We saw him first.\n\nOver the moon for Joss' success, but not sure I'm ready to 'lose' him to the masses.\n\nNot that I have anything to say about it, just feels... lossy.\nSo Whedony, and yet it made me want to go watch the first episode of Studio 60.\n\nThere's a monthly get together of fans of Whedon in my city, that I've been trying to get to since January, but something always causes me to end up missing it. Looks like it's going to happen again this month too... Anyway this article suddenly had me wondering if a small gathering like that is going to start growing big time because of this... Interesting...\nA touching article to me. Yet, world fame simply had to come to Joss some day. Everything else would have been - unjust.\nJust like there were only like 150K people at Woodstock, yet millions of people claim they were there. In a few years, EVERYONE will be claiming to have been a Joss Whedon fan all along.\n\n[ edited by Penthos on 2012-05-03 17:16 ]\nI think he'll always belong to us in some way. He's been part 'mine' since I was 11 and watched Buffy for the first time. So for him not to be just ours is going to take time getting use to but I'm just so happy and proud of him for his success and recognition which is long past due.\nI said the other day that our fandom is about to turn into a popular tourist destination and I think that is probably going to be true. A lot of new people will decend on us. Some will stay and join us, while others will go back home, coming back occasionally when a new project hits the screen. We will expand and change. We won't be the same again, but I'm not sure we can anticipate how much we will actually change. Joss's way of looking at things will still be difficult for many people to appreciate. I would not be surprised if many who love the Avengers will look at his other work and simply feel that it just isn't for them.\nIndeed a touching article. But I have to wonder, what does the \"us\" even mean? At what point could one have become a part of this \"us\"? In 1997, when Buffy came out? Or in 2002, when Firefly came out? Or in 2005, when Serenity came out? I don't think The Avengers marks the end of an era at all. People discovered Joss through Firefly, then other new people discovered him through Serenity, and others still after DH, and after Dollhouse, and now after Cabin... it's an ongoing process.\n\nTying Joss' work to the time of its release does an injustice to the work itself. I found Joss just three years ago, watching Buffy on a whim. Should I consider myself a part of \"us\" or not? I wasn't around to see Firefly get cancelled, but don't I feel the monstrous injustice of it every time I watch it?\n\nOf course it's nice being part of a \"secret society\" but frankly, there will always be more people who don't know Joss' work than people who do. It's just that the community will be a bit bigger and, considering the ever-increasing number of projects to talk about, a lot happier.\nThis was a really well written article! Gave me goosebumps a few times. All I hope for is that his \"new found\" fame will give him the leeway to produce many more of his own stories. Getting something new from Joss at least once a year would be awesome.\nI'm all for more people falling in love with Joss. Spreading the joy is a good thing.\nprettymaryk - I think the \"us\" refers to anyone that has discovered Joss in a non mainstream way (in other words, any one that discovered him from anything other than The Avengers... so yes, you too). Erg, I had other thoughts but I'm having trouble wrangling them. So I'll leave it at 'and what that could entail.'\n\nAlso part of those other thoughts is something along the lines of 'not saying this is going to be bad, just very strange and different and interesting'\n\n[ edited by DreamRose311 on 2012-05-03 18:26 ]\nI know. I've been trying to come to terms with it. People get excited about The Avengers, and I just wanna rant and rave about Joss Whedon to them, but then I remember what he says in interviews, that it's not supposed to be about him. It's about the work. Let people respond to the work and come to appreciate him on his own terms. I feel like I've been safeguarding this extraordinary secret for over a decade, and now, finally, the truth is out. Joss Whedon is getting his long overdue public recognition.\nYou can rant and rave about Joss to them. Why shouldn't you? It's still a Joss Whedon film. Buffy is bigger than Joss too, he's just the one that drives it.\nOnce someone saw me on whedonesque and knew who joss was cause of buffy. that was the only time a 'norm' has mentioned joss to me.\nthe only other people I know are the friend who introduced to buffy,and my brother who I introduced to whedon.IRL,I mean. obviously I know a lot of people online.\n\nNow I've seen people talk excitedly about Avengers and it's strange, cause I've been following the comics for a million years and Joss for longer.\n\nI do hope that this means more people will know the amazingness that is Joss. Dr Horrible,Firefly,Dollhouse,Buffy,and beyond. cause they are all awesome and I want them to be known, but I guess it is a bit scary,like will they appreciate him properly?\nI'm sorry, but doesn't Joss get a say in this? Unless he starts doing only big mainstream movies, his fanbase is probably going to remain mostly geeky. I mean, more people wil know who he is,enjoy his work, but it doesn't mean they'll rush out to see Much Ado. I agree with those who said people discovered Joss through Firefly, Dollhouse, DHSAB, etc. Those people are, in general, thesame type of people as the orgininal fans. And that's the same here. Anyone who takes the effort to go back and watch all of Joss's previous work becuase they love his new stuff so much can't deny they're as non-mainstream oriented as the rest of us.\n\nAnd in that case, I welcome new fans, for they'll be no different than the rest of us. Those who really appreciate Joss... really appreciate Joss.\n\n[ edited by wasabi17 on 2012-05-03 21:09 ]\nI don't know how to feel about this. I just suppose it's \"selfishness\" to want to say \"well, I had him first!\" in an ex-boyfriend kind of way. Kind of like being obsessed with the Arcade Fire since 2002 then hearing their song at the end of the Hunger Games movie.\nI've been trying to explain the way I feel about Joss not being \"ours\" anymore, the only thing I could think of to compare this to is the way I felt being part of the early punk scene when CBGB's was my 2nd home circa 1977 and The Ramones were just another awesome band I saw a million times (I got jumped in my home town because I was wearing a leather jacket and a Ramones shirt, didn't matter that I was a skinny girl)... it became weird when they became so well-known but I had that strange feeling of pride, like \"I'm so happy for my boys but do I have to share them with the world???\"\nBut in the long run, the world will be a much better place with a lot more Joss Whedon in it.\nOh hell, I'm just so giddy and happy for Joss and us!!!\nSorry, but he does belong to me, or that certificate of authentication is total BS.\nMy worry was more about the inevitable tearing down that happens when someone is lauded for pretty much anything. Then I started to think about it. He's got a house that is 20 times nicer than where I live, a gorgeous partner, uber talented family and friends with nice noses, he's obviously smarter and funnier than me, so why the Hell am I worried about him? He'll be fine.\nI've been a fan of his long before I knew his name. And I don't mean that in a hipster sort of way. Just that I'm kind of clueless and unaware a lot of the time. But now that Avengers seems to be an OK flick, (I'm guessing based on what little buzz there is online...;) ), I'm assuming that there will be more Joss stuff in the future and maybe now people won't mess with it before we get it. Or mess with it while we are getting it. And then cancelling it before it's done. So, bring on the masses, I say!\nWhat concerns me though is actually the fandom getting too big to feel like, uh, home? (Yes, I'm getting sappy. Shut up.) So, yeah. Whatever.\n\nETA: and he probably doesn't make typos either.\n\n[ edited by NYPinTA on 2012-05-04 14:47 ]\nHappened to catch to glimpse of Joss with the Captain America shield in someone's paper on the train. 2 pages in the DC Metro's Express!\n\nI would argue, Joss has never belonged to his fans, and that change is inherent to the communities that have formed in response to his work. I think it's pretty cool he's made a big movie a lot of people seem to like, that is also pretty well aligned with his own interests. I think if we define ourselves in terms of the obscureness of our interests, we're setting ourselves up for disappointment, anyway. Culture's always changing.\nI completely understand the \"lossiness\" of sharing our beloved Whedon with the masses. But seriously, folks...wouldn't the world be a much better place if more people were Whedon fans? Think of all the marvelous, valuable, tickle-your-heart life lessons Whedon's works have taught you (taught US!) over the years. And now, maybe, fingers crossed, multiply that by millions for whom The Avengers becomes a gateway to exploring all things Whedonesque. Imagine if millions more got to know Buffy or Mal as role models. If millions more started questioning if the status is really quo after all. If more people start behaving, as Angel says, \"as though the world were as it should be, to show it what it can be.\" Don't we want the whole world to have these images tumbling 'round in their heads and h... (truncated)",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9915857315,
        "format_confidence":0.9879615903
    },
    {
        "url":"http:\/\/foodnetworkaddict.blogspot.com\/2008\/01\/rachael-rayscapades.html",
        "text":"about this blog\n\nWho is the Food Network Addict? He's the guy serving up the latest news and gossip on your favorite celebrity chefs. From Rachael Ray to Ina Garten, Paula Deen to Giada, he's got you covered. Stop by daily and feed your addiction.\n\nblog advertising is good for you.\n\nWednesday, January 9\n\nRachael Rayscapades\n\nAccording to the New York Post's Starr Report, Rachael Ray will tape an episode of her daytime talkshow \"completely on ice.\" The chilly ep will air on Jan. 31 to coincide with the first day of February sweeps.\n\nRachael, who will enter the show via Zamboni, will also have her guests don ice skates as they cavort around New York's Bryant Park ice rink.\n\n\nUmmm... what kind of cooking will Rachael do while on the ice? Perhaps she'll just dig a hole and do some old-fashioned ice fishing? I'm sure there's lots of interesting creatures living in the New York City sewer.\n\n\n\n\nAt 1\/09\/2008 10:21 AM , Anonymous Wendy said...\n\nHmmmm......I don't watch Rachel's show, but this one might be worth setting the TIVO.\n\nAt 1\/10\/2008 8:21 AM , Anonymous Jeff said...\n\nI'd like to see that...what would RR prepare? Sushi-sicles? Ceviche stoup? (Back in the early days of TV in the 1950's, shows would escape to Florida--largely, these visits would be paid for by the state citrus commission or department of tourism--so an about face of sorts might be interesting.)\n\nAt 1\/10\/2008 8:36 AM , OpenID pdeluca said...\n\nShe's going to use the ice from the Zamboni to make delish shaved ice. Then she's going to demonstrate how to make yummo popsicles with an ice tray, some fruit juice, plastic wrap, and toothpicks.\n\nAt 1\/10\/2008 11:29 AM , Blogger Kathryn said...\n\nWhat's the purpose of this? What does it have to do with food? Or anything else for that matter. I just think it's silly.\n\nAt 1\/10\/2008 12:28 PM , Blogger JordanBaker said...\n\nWill there be actual sharks lined up in front of the zamboni for her to jump?\n\nAt 1\/19\/2008 10:08 AM , Anonymous Anonymous said...\n\nAnswers: Wendy, Air date is 1\/31\n\nJeff, Something hot to warm you up.\n\npdeluca, Nothing made with that ice, it's dirty.\n\nKathryn, Exactly, a silly themed show for sweeps.\n\nJordan, I don't know how sharks would survive on an ice rink, but there were animals who can and were there.\n\n\nPost a Comment\n\nSubscribe to Post Comments [Atom]\n\n<< Home\n\nCrispAds Blog Ads\n\n\nblog archive",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.7448507547,
        "format_confidence":0.8227493167
    },
    {
        "url":"http:\/\/www.shadowandact.com\/?p=45023&cpage=1",
        "text":"Shadow And Act on Facebook\n\nRecent Comments\n\nJust What You Were Waiting For… Trailer For “Honey 2″ Arrives!\n\nOMG! OMG! OMG! Stop everything you’re doing right now! Trailer for Honey 2 just dropped, and it looks like just about every other teen dance competition movie that precedes it. OMG! It’ll be in theaters (yes in theaters) June 10th! Is that Lonette McKee?\n\n14 comments to Just What You Were Waiting For… Trailer For “Honey 2″ Arrives!\n\n  • Aw, lawd!! That is Lonette McKee. Well, a check is a check.\n\n    Quietly, though, I will end up watching this. As a former cheerleader and part-time\/recreational hip-hop dancer, I *love* watching movies about dancing. Fame, Center Stage, Paris is Burning, Dance With Me…Stomp the Yard.\n\n    *looks around furtively and logs off*\n\n    • blaqbird\n\n      lol same here! i love dance movies no matter how bad the directing\/dialogue\/acting is…I just can’t resist!\n\n    • Mr. Dawber\n\n      I hear you about the check. Gotta pay those bills, so I ain’t mad Lonette. Plus, looking at her IMDb page, it appears that she’s got some more serious projects in the works.\n\n  • JasonJee\n\n    Dance movies like cheerleader movies have there niche and in that my s\/o is in said niche I know I will be seeing it at some point. Interesting point in the original Jessica Alba’s character was supposed to be a latina named Honey Garcia but she changed the name to Honey Daniels and got two Black parents.\n\n    • Shane\n\n      I found that weird when I notice that, but considering before Jessica told the world she was latina; she could got away with playing different racial background. But then again her acting has been mostly misses, instead of hits. When “Dark Angel” came out and no one knew who she was people speculated she black and\/or latina\n\n    • OK, so I never saw that movie, but what was the rationale behind not making her latina? Do they explain on some DVD extra or something?\n\n    • I never heard of the “Garcia” surname, and I assume the name was Daniels because the role was created for Aaliyah before she passed away.\n\n      The ethnic switcheroo in lead actress, her character, and her love interest, is veddy veddy interesting… Jessica Alba’s Honey was “lack”, but Katerina Graham’s (from The Vampire Diaries) character is Latina when the actress’s ethnic background is Black\/Russian Jew. And I am also intrigued by the white love interest in this film, and the black love interest (Mekhi Phifer ) in the original Honey.\n\n  • You know, this is the kind of movie my eight-year old is starting to like. As long as there is nothing too inappropriate for her age, we’ll sadly be renting this. Then I’ll have to watch my munchkin imitate all of the dance for the next two weeks.\n\n  • Melissa\n\n    My life is complete after that uber-original trailer. ;)\n\n    Movies like this will cease to exist when we eliminate all the teenagers in the world! lol (kidding)\n\n  • Vanessa\n\n    Thanks for this post Tambay! It made my day… Audrina Partridge, Mario Lopez??! What?! This is destined for greatness. :-) *sarcasm*\n\n  • blaqbird\n\n    In the original, Honey was latina. In this one, it looks like it’s a whole different character. In one scene, the lead tells Honey Daniels’ mom, “Not everyone can be like your daughter.” So I’m guessing they’re still using the title “Honey”, but the character is not supposed to be the original Honey Daniels from the first movie. Not sure if that helps.\n\n  • pinksghetti\n\n    Was the first one popular or made enough money at the box office to warrant a part 2? But so many movies get sequels it probably doesn’t even matter.\n\n    • Tamara\n\n      It was pretty popular :| I think.\n\n      And DVD sales are probably responsible for this sequel. And the dance moves. :)\n\n      • pinksghetti\n\n        Thanks. I see the original from time to time on MTV and BET (never actually watched it though). I remember people saying it was a bad movie so I never bothered to watch it. But I guess there is an audience out there for it.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9977657795,
        "format_confidence":0.9870268703
    },
    {
        "url":"http:\/\/www.m-magazine.com\/posts\/what-do-you-think-of-avan-jogia-s-hair-13206",
        "text":"What do you think of Avan Jogia's hair?\n\n\nHey M Girls!\n\nAvan Jogia recently tweeted the picture above and wrote: Trying out this new hairstyle. Thoughts, questions, concerns?\n\nLOL! We think you're awesome, Avan, but you might need a little trim!\n\nLet's dish: -What do you think of Avan's 'do? How do you think he should style his hair?\n\nPhoto courtesy of Twitter\n\nKeep up with your fave celebs in the pages of M Magazine by subscribing now!",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.7664368749,
        "format_confidence":0.7173787355
    },
    {
        "url":"http:\/\/daytimeroyaltyonline.com\/single\/?p=8879011&t=8759356",
        "text":"Welcome Guest [Log In] [Register]\n\nViewing Single Post From: Friday, November 30th Daily Discussion\nMember Avatar\n\nI'm convinced Kristen is the biggest evil genius of all time.\n\nAnd, at least Brady isn't as gullible as Ethan? He could still beat him in a game of wits.\n\nChad is really p*ssing me off. Can someone throw him in a secret room? Please??\n\nDid I mention Kristen's awesome? ;)\n\nOverall I'm finding the show MUCH more enjoyable than it was under MarDar or Higley. The cast interacts with one another much better, their are far fewer missed opportunities (besides the whole Kristen's dead thing, still annoyed about that one), and it's not an EJ-Sami-Rafe day every single freaking day of the week. IMHO, this is as good as Days has been since 2006\/early 2007.\nOffline Profile Quote Post\nFriday, November 30th Daily Discussion · DAYS: News, Spoilers & Discussion",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9938104749,
        "format_confidence":0.9568507075
    },
    {
        "url":"http:\/\/www.rap-up.com\/2012\/06\/16\/behind-the-video-azealia-banks-liquorice\/",
        "text":"Behind the Video: Azealia Banks – ‘Liquorice’\n\nAzealia Banks\n\nEarlier this week, Azealia Banks unleashed her second music video for “Liquorice,” a cut off her EP 1991. Now Noisey takes us behind the scenes as Yung Rapunxel transforms into a cowgirl and prepares for a showdown in the desert with a horse, hot dog, and guns.\n\nAfter launching her career with the viral sensation “212,” Banks ups the ante, calling on director Rankin and Lady Gaga’s stylist Nicola Formichetti, who put together high-end looks mixed with some of her own clothing.\n\nShe was able to execute her vision thanks to a bigger budget. “We can’t do another $50 video, so let’s come up with something that’s gonna look like some money,” said Banks.\n\nWhen it comes to her rapid rise to fame, she admits, “I actually thought it would happen sooner.”\n\nYou can leave a response, or trackback from your own site.\n\n\n\n  1. sunny\n\n    Cool Chick\n\n\n    white hos love BBC Reply:\n\n    @sunny, shell be lite skinned before u kno it. look at keke palmer, meagan good, serena williams and nicki minaj….look at pics of them 5 yrs ago and look at thm now, its like two different ppl. these hos bleachin\n\n\n    jj Reply:\n\n    @white hos love BBC, WTF are you talking about, all those chicks are still clearly black…you skin bleaching conspirators are the worse\n\n\n    Pucci Reply:\n\n    @white hos love BBC, ctfu, last I checked all those girls were still their same complexion. Its not even worth explaining to you ppl anymore how a exposure to light, especially too much light makes anybody’s skin look lighter, cause you idiots will always have it yoru way, no matter what. smh\n\n\n  2. Alex\n\n    LOVE her!!\n\n\n  3. muah\n\n    Love her! She is my new fav female rapper!!!!!\n\n\n  4. muah\n\n    We all no NICKIMINAJRUNS2012 IS GOING TO HAVE SOMETHING STUPID TO SAY!!! But she is just mad jealous!\n\n\n  5. Eva\n\n    So refreshing to see black beauty and talent!!! Love that she speaks her mind and actually has the talent to back it up!\n\n\n    Cali Kid Reply:\n\n    @Eva, 100% AGREE\n\n\n  6. OMG\n\n    She is so great. She gives me energy! :-O\n\n\n  7. MinajRules2012\n\n    No, i really love her, she has a lot of talent!\n\n\n  8. MinajRules2012\n\n    i love her\n\n\n  9. misty\n\n    Azealia Banks + Nicki Minaj = New B.I.G that rock!!! * black it girls\n\n\n  10. WonderLand19\n\n    Rankin did such a great job on this!\n\n    Banks and Iggy are killin it! Love them both!\n\n\n  11. MinajRules2012\n\n    Sorry yah if i been hating to much… i was diagnosed with schizophrenia 2 weeks ago… And i be forgeting to take my meds…sorry yah!!! I promise ill be nicer for now on on rap up… And PLEASE if anyone see that i wrote a negative comment please recomment me and remind me to take my pills because it just means i forgot!!!!! PLEASE REMIND ME!!!!!\n\n\n    dnfl Reply:\n\n    @MinajRules2012, LOLOdfljsakd;\n\n\n    Real Talk Reply:\n\n    @MinajRules2012, Lmao #DEAD\n\n\n    O-o damn sneakiy Reply:\n\n    @MinajRules2012, mofo LOL LMFAOO\n\n\n\n    i like ‘her’ Music, its dope.\n\n\n  13. boom boom\n\n    @minajRules2012 lmfao, hoe you are just waaayyy toooo much.\n    You just made my night with your last comment.\n\n\n  14. jj\n\n    lol this girl is a female kanye with her cockiness “i actually thought it would happen sooner” lol birds of a feather,but i like that\n\n\n  15. Cecily\n\n    Azealia is the real deal. Talented, intelligent and beautiful.\n\n\n  16. ymcmb king\n\n    errytime i look at her,she reminds me of eve esp that pic on the top with those glasses but she ugly doe,doesnt do it 4 me\n\n\n  17. HeavyHeavy\n\n    “My liquorice brings all the boys to the yard and there like its better than Minaj, there like its better than Minaj, She bleaches and looks like a retard!”\n\n\n  18. shadeandreading\n\n    the reason she said she thought it would’ve happened sooner is because she was signed with XL in 2009 and at that time she already started working on stuff with Richard Russell but then she left XL and then started doing things on her own. Even if there is an air of cockiness I like that because she knows her talent and she knows she can make people pay attention using that.\n\n\n  19. Jordan Gabriel\n\n    i like her personality a lot. she’s refreshing\n\n\n  20. Lisa\n\n    She doesn’t seem cocky at all when she speaks, just on Twitter… :-P Anyway, LOVE the video and she is cute.\n\n\n  21. zamoracarl\n\n    what Troy responded I am dazzled that someone able to get paid $7546 in one month on the computer. have you seen this web link makecash16com\n\n\n  22. O-o damn sneakiy\n\n    wait a minture Didn’t AB stop doing Music\n\n\nLeave a Reply",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9938046932,
        "format_confidence":0.8536226749
    },
    {
        "url":"http:\/\/watchwrestling.net\/watch-wwe-raw-10713\/",
        "text":"Watch WWE RAW 10\/7\/13\n\nWatch WWE RAW 10\/7\/13 – October 7th 2013 – 10\/07\/13\n\n\nPart 1 Part 2 Part 3[\/sociallocker]\n\n\nPart 1 Part 2 Part 3\n\n\nPart 1 Part 2 Part 3\n\n  • I_am_Jeffy\n\n\n    • raw66\n\n      ??? \/\n\n  • raw66\n\n    finally the Rhodes family win and back to WWE (???)\n\n    • Snow\n\n      Are you mentally handicapped?\n\n      • James Clarise\n\n        Your a Retard cunt\n\n        • Snow\n\n\n        • generationpolitics\n\n          That doesn’t even make sense….. you must be a writer for the WWE\n\n          • wassup\n\n            shut the fuck up and enjoy the show assholes\n\n      • raw66\n\n        i will not fight with you\n        because i’m not mentally retarded shit like you\n\n        • Snow\n\n          My point is proven\n\n          • AVPredator4985\n\n            That escalated quickly…lol\n\n    • Ryan Flach\n\n      Dont listen to these foul mouthed jabroni’s! …Long live the Rhodes family!\n\n\n\n    • Prime time playa\n\n      I see what you did there RawisWar\n\n    • # 1Cena and Rock fan\n\n      Hands up if you want a tournament for the vacant WWE championship like what they did in Survivor Series 1998…..THAT WAS AWE$OME……\n\n      • Bilal Mvw\n\n        Thats how wwe should be. But thx to pg\n\n    • # 1Cena and Rock fan\n\n      WOW Eva Marie is looking beautiful as FUCK……………..I am falling in love<3\n\n  • Rafik Samer Lababidi\n\n    so is goldust employed to the wwe\n\n    • Bilal Mvw\n\n      Yh. I wanna see him world champion\n\n  • #CenationPower\n\n    LoL Can’t wait this night,this is for talk about #wwebattleground\n\n  • Aziz Aw\n\n    big show what will happen??????\n\n    • Andre Luiz\n\n      suck show\n\n      • # 1Cena and Rock fan\n\n        BABY SHOW?LOL………\n\n    • Thee Bawss\n\n      Bitch show\n\n    • Bilal Mvw\n\n      Flip you all. Show is a child hood hero for large children so go away\n\n    • Kevin\n\n      This was a dope episode\n\n      • Bilal Mvw\n\n        The only dope is cena coming back\n\n  • what_it_is_brah\n\n    man really wanted orton to win\n\n    • DX generation\n\n      but no one win\n\n      • luuk\n\n        suck it?\n\n        • DX generation\n\n          your mother my bitch\n\n          • luuk\n\n            dude wtf\n\n  • Andre Luiz\n\n    welcome to mooonday night raawww\n\n  • Andre Luiz\n\n    fuck you big show\n\n    • James Clarise\n\n      FUCK YOU\n\n    • wassup\n\n      bet u wouldnt say that to his face pussy\n\n  • chrissi calvert\n\n    Big Show seemed to be a bit happy after he was “fired”\n\n    • # 1Cena and Rock fan\n\n      Don’t know about him but i was happy…….GOOD RIDDANCE…….Bitch show\n\n  • brandon\n\n    WWE do something stupid…\n\n  • chrissi calvert\n\n    If JoJo is 19 and eligible to wrestle on RAW WHY FUCK CAN THEY NOT CALL UP PAIGE FROM NXT??? She looks good & can actually wrestle, unlike some Divas\n\n    • Bilal Mvw\n\n      Cuz jojo is more like a celeb wrestler i believe\n\n      • chrissi calvert\n\n        Wouldnt call her a “Celeb” let alone wrestler.\n\n        • Bilal Mvw\n\n          Ehh. Not a big fan divas division. Don’t really know, and not really bothered to find out either.\n\n  • jeff\n\n    Is it just me or have they used the same storyline they has for Stone Cold Steve Austin. The corporate vs the superstars?\n\n    • what_it_is_brah\n\n      yea brah same shit different day\n\n  • Randy Orton\n\n    Hey! I am the face of WWE and I am gonna win that WWE champion.\n\n  • farhad\n\n    cena and sheamus plsssss come back 1 like=come back plsss cena\n\n\n      Good job you faked that you wanted john cena to return and then he says he will be back at Hell in a cell good job man your smart….Dumb cunt\n\n      • farhad\n\n        coz i love john cena now then forever……\n\n      • Bruno Vaz\n\n        im k with sheamus returning as heel but fuck cena\n\n        • farhad\n\n          fuck you not cena\n\n          • Bruno Vaz\n\n            ;) yes son fuck you and cena\n\n          • Bruno Vaz\n\n            children never learn\n\n          • Bruno Vaz\n\n            Cena will win but sandow will cash in his MITB and win then cena will return to his shell injured\n\n          • RVDFan\n\n            Fuck Cena. He sucks.\n\n  • sonu12\n\n    lol sandow’s 26th loss in a row…\n\n  • kelvin\n\n    yes HHH got knock out\n\n  • Thanasis Margaritis\n\n    It was one hell of a (BIG)show!!!\n\n  • 3:16\n\n    finally the bizarre one ! Goldust is back on Raw :D\n\n  • ???????? ???????\n\n    ???????? cana ??? orton ??? ????? ??? rey ???? ado\n\n  • sonu12\n\n    i want john cena to win the whc then sandow cashes and wins and at elimination chamber rvd vs sandow and rvd wins the title…\n\n  • andrew\n\n    this shit is so guy like wtf when you want to watch a ep you cant bc all the pop up you get will your watching they vidoe\n\n    • BO$$ UP^\n\n      use adblock\n\n  • farhad\n\n    whats john cena return on hell in cell……\n\n  • Mukesh\n\n    Best Raw ever! BIG SHOW did what’s best for business.\n\n  • kddj\n\n    finally the big show ko punch thhh\n\n  • Jayant Lokhande\n\n    ORTAN will be Good man Someday and Daniel Bryan will be Villan …. YES-NO! YES-NO! YES- NO!\n\n  • what_it_is_brah\n\n    finally we have achieved WORLD PEACE when an atheist(CM Punk) and a christian(R-TRUTH) walk side by side together as tag team partners. AMEN Brahs\n\n  • Shoeb Sayed\n\n    the best match was rhodes dynasty vs the shield\n\n    • Bilal Mvw\n\n      Rhodes dynasty? It was 2 rhodes and bryan\n\n  • Kris Gonzales\n\n    Big Show needs to tell Stephanie to get on her knees instead.\n\n  • Trobro\n\n    I am sick and tired from orton and Daniel they both r suck I want the rock back in wwe.\n\n    • DJOTRIX993 .\n\n      He is a part timer he only comes when he is desperate for money\n\n    • dnjknfnjdnjkfdf\n\n      the rock left the WWE because he makes more money making movies\n\n  • AlbinoAce\n\n    What’s gonna happen tomorrow?! Big Show struck a chord!\n\n  • Bruno Vaz\n\n    my nightmare came true john cena returning to wwe\n\n    • Naveed Arshad\n\n      bruno vaz was everybody nightmare\n\n  • Guest\n\n    to much mistakes at the divas match.\n\n  • BestInTheWorld\n\n    to much mistakes at the divas match , eva isnt ready yet\n\n  • PunkIsGod\n\n    WWE Hell in a cell Hhh vs Big show i think :)\n\n  • 3:16\n\n    HBK for president !! :D\n\n    • Bilal Mvw\n\n      no. Dusty Rhodes for president. I will move to usa just for that\n\n  • BestInTheWorld\n\n    John cena?? heavy weight champion match???? !! HELL YES!!!\n\n    • Bilal Mvw\n\n      Helll no. This is why anyone with a bit of wrestling sense is gonna switch to jpw after hell in a cell.\n\n      • BestInTheWorld\n\n        no body cares, u can go to hell as well..\n\n        • Bilal Mvw\n\n          So you just proved you don’t have any wrestling sense. Never mind and keep kissing CENAS backside. I won’t stop you young un’\n\n          • BestInTheWorld\n\n            rofl haha whata kid ..\n            im just watching it for FUN idc about sense or anything else\n            pathtic kid , im sure u are 14 years old or a virgin 25+ person\n            find a life..\n\n          • Bilal Mvw\n\n            Your name it seems is based on punks catch phrase, your commenting, and told me to got to hell? And to say your only watching for fun? Seems that you have no sense let alone wrestling sense.\n\n  • Arbaz Khan\n\n    Finally The champ is returning at HIAC, John cena rules !!\n\n  • yes yes yes\n\n    Finally Triple H got a lesson by Big Show.\n\n  • jishnu_vijayan\n\n    hell in a cell 2009 2010\n\n  • mike\n\n    The divas match sucked Eva Marie was horrible she needs more practice.\n\n\n    opinions of BATTLEGROWND\n    Kickoff (8) it could be better\n    RVD vs Del rio (9.1) i loved the match it was pg but it was awesome a 5 star brawl\n    real americans vs marella and khali (8.2) becouse of the ending it was incredable\n    truth vs axel (8.2)\n    aj vs brie (8)\n    rhodes brothers vs shield (8.8)\n    bray vs Kofi (8.3)\n    punk vs ryback(8.5)\n    orton vs bryan (8.6)strange ending\n\n  • Akt\n\n    why do I always get this Nan:Nan thing and i cant pause or forward the video???\n\n  • Bilal Mvw\n\n    HBK. I was expecting Bret Hart. OOOOOOOO\n\n  • TheRealSuperHero\n\n    Thumb up if you don’t want John Cena’s Back !!!\n\n  • Bilal Mvw\n\n    lOL. Cole is fresh.\n\n  • Bilal Mvw\n\n    Show shod of chokeslammed her. Or be in the title shot\n\n  • Bilal Mvw\n\n    Cenas back. Time to start watching Japenese wrestling.\n\n    • CapnFoo\n\n      New Japan and NXT are the best shows right now.\n\n      • Bilal Mvw\n\n        I don’t watch nxt because I think it spoils raw and smackdown. I like keeping wwes young talent a surprise. But new Japan isn’t on daily from what I’ve heard. So…….\n\n    • RVDFan\n\n      I rather liked it when Cena was gone. I do like hi. But it was better without him. I mean all he ever does is trash talk like shit. And I hate him when he’s champion. So I hope for the first time ever that del rio kicks his ass in hell In a cell. I can’t stand Cena. He sucks. This is my opinion and it’s totally true. Thumbs up if u agree with me.\n\n      • Bilal Mvw\n\n        I agree with you but it’s not really an opinion, it’s just facts. I wish they would, but what happened at hell in a cell two years ago? Del rio beat cena. So Unfortunetly it would be the other way around. But why should cena be world champion? Even dwayne Johnson appears on smackdown more than him, now that’s saying something.\n\n  • ooooo\n\n    hhh is just fooling all the people he is just promoting wwe\n    he repeats best for Bussiness\n    infact he doing Best for Bussiness …….he choose only those people opposed by audiences\n    and then hitting the people liked\n\n    he is just doing wrong things to do a right thing that is money for him …….\n\n    • Bilal Mvw\n\n      Thats wwe. Heels should be the faces cuz there wwe’s biggest ting. The heels are the reason why anyone watches the next week, not cud of faces. Who wants a hero vs hero. Sure they are great matches but from a storyline view it is week.\n\n  • mohammedashkhan\n\n    what a punch by big show at the last moment for triple h wow superb big show u defeated the evil…lol. superb punch…\n\n  • Bilal Mvw\n\n    Know won’t be easy but old the unloaders replace the black green with the content on the wwe app\/ Wld b pretty... (truncated)",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.8315306306,
        "format_confidence":0.9826484919
    },
    {
        "url":"http:\/\/sofurious.com\/2012\/10\/22\/candid-yams-beyonce-jay-z-have-dinner-in-nyc\/",
        "text":"Candid Yams: Beyoncé & Jay-Z Have Dinner In NYC\n\nKid Fury October 22, 2012 Candid Yams 13 Comments\n\nLady Honey Lavender Lamb Queen On High was spotted having a sweet dinner in NYC’s Battery Park with her husband King Shawn and Queen Mother Tina yesterday evening.\n\nThe family was not seen with baby Blue, but I’m sure the tiny tot was busy having Kelly Rowland sort out her custom-made Mugler diapers and schooling all kinds of life.\n\nBeyoncé will be performing a reported 12-minute set at the Superbowl on February 3rd and she’s currently working on her fifth studio album. So far, I’ve heard she’s been in the studio with Hit-Boy, The-Dream, Missy Elliott and more.\n\nPhotos: Bauer Griffin, Pacific Coast\n\nLike this Article? Share it!\n\n  • MsReddick81\n\n    Is that Ms Tina’s new man???\n\n  • WigSnatchingGoddess\n\n    The fact that I’m gonna be on the field watching the Queen of all Fierceness slay all that is alive and breathing on Feb. 3 listen…….. no words.\n\n  • lana del gay\n\n    They are too much perfection. Beyonce snatches lacefronts just sitting and eating. Amazing.\n\n  • lisa\n\n    i will never be here for those damn round shades tho\n\n  • Aunt Bunny\n\n    Who is that lil white boy tho?\n\n    • flojo\n\n      looool! that is one lucky white boy!\n\n    • SomeWittyName\n\n      Oh…so you see the ‘lil white boy too? I thought I was crazy for a minute…seeing ‘lil white people and shit.\n\n  • Raquel\n\n    Why is Bey wearing them Dwayne Wayne glasses? I’m confused. Otherwise, nice pic.\n\n  • Heyboo\n\n    If Bey isn’t her mamas twin!!!! Geez….\n\n  • rihrihdeepthroat\n\n    Bey looks chubby in the face. TINA had a chin-on collision with mosquitoes\n\n  • BklynSprngWtr\n\n    Those shades Bey is wearing are fantastic, I want, want, want them!! And I guess her pregnancy introduced her to a world of comfy shoes she doesn’t intend to move from because for a person who said she never wore flats and until pregnant her husband never even saw her in flats she’s actually out wearing sneakers with no baby to carry as an excuse. \n\n  • Nicole\n\n    i wish my thighs would consider leather pants. but those glasses are indeed fierce, loving jay’s too, possibly a little bit more than beys\n\n  • Slimpickens\n\n    They’re starting to look like alike. Damn.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9941077232,
        "format_confidence":0.9054070115
    },
    {
        "url":"http:\/\/www.metalsetlists.com\/showthread.php?t=19654",
        "text":"Home Set Lists Forums The Permanent Record Asshole Opinion\n\nJudas Priest -- Vorst, Belgium -- March 16th, 1991\nBlack Label Society -- Memphis, TN -- July 27th, 2014\nMegadeth -- Milwaukee, WI -- July 19th, 2013\nFamily Values Tour -- Denver, CO -- November 11th, 2001\nJudas Priest -- Salt Lake City, UT -- November 12th, 1990\n\nGo Back   WWW.METALSETLISTS.COM > Community Forums > Set Lists and Gig Reports\n\nThread Tools\nOld 02-24-2012, 02:01 PM\ndabstudio dabstudio is offline\nJoin Date: Oct 2007\nLocation: ROCK in the USA\nPosts: 189\nTesla -- Lake Buena Vista, FL -- February 23rd, 2012\n\nTwisted Wires Tour 2012\nOrlando House of Blues\nDowntown Disney\nLake Buena Vista, Florida USA\n\nComin Atcha Live\nInto The Now\nHang Tough\nThe First Time\nThank You\nA Lot To Lose\nSecond Street\nBetter Off Without You\nI Love You\nModern Day Cowboy\nHeaven's Trail (No Way Out)\nLove Song\nWhat You Give\nSigns ( with Pat Travers on guitar)\nReply With Quote\n\n\nThread Tools\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nForum Jump\n\nAll times are GMT -8. The time now is 02:21 AM.\n\nBlah Blah Blah Copyright WWW.METALSETLISTS.COM 2008",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9970452189,
        "format_confidence":0.9916018844
    },
    {
        "url":"http:\/\/www.vhtrading.com\/topic\/van-halen-tokyo-live-and-remasters-preorders\/page\/2",
        "text":"Van Halen Tokyo Live and Remasters\n\nTopicsAll ForumsGeneralVan Halen NewsVan Halen Tokyo Live and Remasters\n\nThis topic has 11 voices, contains 15 replies, and was last updated by  vhrob 1136 days ago.\n\nFebruary 12, 2015 at 9:25 am Quote #42601\n\n\nvoodoo: I’m sure it will be a board mix and mastered cleaner, but doesn’t mean it will be “better”. It depends on your personal preference.\n\nyeah I agree…. does not mean better but I am kind of looking forward to hearing the board mix version…. looking forward to some updated VH soundboard ATBL and Unchained to blast in my car on the way to work :) :)\n\njust pre ordered my copy yesterday,\n\n\nvhtrading member since 2000\n\n\nYou must be logged in to reply to this topic.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9931587577,
        "format_confidence":0.9915721416
    },
    {
        "url":"http:\/\/www.metalsetlists.com\/showthread.php?t=12008",
        "text":"Home Set Lists Forums The Permanent Record Asshole Opinion\n\nKid Rock -- Mountain View, CA -- August 30th, 2015\nRiot V -- Westland, MI -- August 29th, 2015\nSaxon -- Golden, CO -- August 30th, 2015\nEvergrey -- Toronto, Ontario -- August 29th, 2015\nMoscow Metal Meeting 2015 -- Moscow, Russia -- August 29th, 2015\n\nOld 11-30-2009, 11:21 PM\nFires Of Sedition's Avatar\nFires Of Sedition Fires Of Sedition is offline\nVisualize perfection\nJoin Date: Sep 2009\nLocation: Oklahoma\nPosts: 2,595\nAt The Gates The Flames Of The End DVD Trailer\n\nThe Flames Of The End\n\nI just got so many goosebumps, I pooped.\n12-13: The Devin Townsend Project\nReply With Quote\nOld 12-01-2009, 06:38 AM\nDethMaiden's Avatar\nDethMaiden DethMaiden is offline\nWe're dying on the inside\nJoin Date: Oct 2004\nLocation: NYC\nPosts: 28,830\nBlog Entries: 1\nVery excite! Missing them in Chicago is still a top 5 regret for me.\nMortals are mortar and life is the fuse.\nReply With Quote\nOld 12-01-2009, 08:09 AM\nDerelict's Avatar\nDerelict Derelict is online now\nJoin Date: Aug 2007\nLocation: Philadelphia, PA\nPosts: 3,325\nHad a semi when I read about this.\n8\/19 - HoF\n9\/26 - TsunamiFest\n9\/29 Ghost\n10\/22 Opeth\n12\/13 - BTBAM\/Enslaved\nReply With Quote\n\nThread Tools\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is Off\nForum Jump\n\nAll times are GMT -8. The time now is 09:23 AM.\n\nBlah Blah Blah Copyright WWW.METALSETLISTS.COM 2008",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9969679713,
        "format_confidence":0.9955617189
    },
    {
        "url":"http:\/\/www.cosplay.com\/archive\/index.php?t-1907.html",
        "text":"View Full Version : Profound Thanks\n\nAM Chair\n10-07-2002, 08:32 AM\nAs we return to our nomal lives here in Lancaster, on behalf of the staff of Ani-Magic, I want to send out my heartfelt thanks for supporting the Autumn Dream this year. I have no official numbers yet, but I'm quite sure we had lots more people than than the first two.\n\nI know for sure that we had a lot more cosplayers than 2 years prior. It is personally gratifiying to see my \"child\" stand up and walk this year. Ani-Magic is in the black, and it will be around for years to come thanks in part from your attendance. We beat very tough odds and pulled this off.\n\nThis particular edition has put the last nail in the coffin of politics at AM, something none of us wanted or needed. We have refuted all the rumor and propaganda that tried to kill this con over the summer. Anything said unconstructive about AM now is irrelevant. We'll always accept constructive criticism, but attacks just don't matter anymore. We will always try to make a better con for you.\n\nBut you who sew the dreams to life are ones who bring the con to life and we are thankful for that. Anyone can go to a con, but you guys and gals are the ones who provide the color and mystique to the cons of California. My hat's off to you. Thank you again for making Ani-Magic 2002 so successful and for ensuring we can do it again next year.\n\nRevell Walker\nChairman, AM 02\n\nFamira Damaris\n10-07-2002, 09:26 AM\nWe should be thanking everyone who made it such an awesome convention this year, Revell. ^^ I've been coming to Ani-Magic for three years now and it's just getting better and better. *grins* Kudos to all of you!\n\n10-07-2002, 10:56 AM\nI am sooo happy that you and all the hard work you were doing paid off and became the wonderfull time that we all had at Ani-magic! It brings me tears to my face cause I thought that there was not going to be a another one next year but hearing that good news that there WILL be more Ani-magics to come ......YAHOOOOOOO! YATTA YATTA! (Starts to dance on one leg from side to side) Basiclly thank you Revell*^_^*and a big thanks to your team of hard workers^_^\n\nDragoon Knight\n10-07-2002, 11:17 AM\nThank you Revell for all the hard work you and your staff have done to make this AM a great one. Will see you next year ^^\n\n10-07-2002, 11:27 AM\nIt was my favorite con last year. It was still my favorite con this year. I suspect it will be next year. Thanks, Revell. :D\n\n10-07-2002, 11:28 AM\n\nI don't know how you guys can be able to put up with it like you guys do, but when I saw everything that was going on down there, I hope that with my con, we can be able to do just as good as you guys did down there. I know that there were tempers flying and somethings didn't go as smoothly as others would've liked, but you guys pulled it off great.\n\nI know that I learned a lot when I was down there and I also know one other thing when it comes to this. Leave the polotics to the ones that can handle it and leave it out side of the con period. I can't wait to see Ani-Magic 2003 next year, and this time I'm going to be better prepared then the last time. I'm also getting my room resevered a year in advanced once I get the dates for the next con.\n\n\nIori E\n10-07-2002, 11:33 AM\nRevell, thank you. Thank you and the staff for your hard work and dedicated effort in making Ani-Magic happen. I'm glad to hear that you've overcome all the odds to bring this con to us. It's cool that everything's worked out, and I hope to see you next year.\n\n10-07-2002, 01:17 PM\nRevell, congrats on beating all odds this year and making AniMagic the best, damn con for cosplayers ever!! Despite a few minor problems...*COUGH!!* LAST MINUTE PANEL SCHEDULING *COUGH!!* (LOL, just kidding ^.^)...AM was great!!\n\nFor me, I look foward to AM every year (though I missed the first year), but it totally shows the dedication and teamwork that you and your staffers put into your work to make AM a success and it shows! I'd also like to congradulate Char and Lisa for a tremendous job on the masquerade and other cosplay stuff!! They rock!\n\nLooking foward to another great year at AM'03!! As I usually say, Revell...you and your staffers 'totally reek of awesomeness!! Oh, it's true...it's damn true!!' LOL\n\n*Looks at Kitty*\n\n>_<; NOOOOOOoooooooooooo...not YATTA!! *Faints and collapses*\n\nCon Wytch\n10-07-2002, 02:40 PM\nI wanted to take the time to say here that I am so glad everyone had a good time. I appreciate the support that all of the convention goers and our special guests gave to me and my staff and giving your unconditional understanding and being gentle with me when I told you this was my first time in doing this sort of thing. Never in my life have I ever had such a fabulous time or met such a wonderful bunch of people. I look forward to seeing you all again next year.\n\nBrightest of Blessings to all of you!!\n\nMrs. Melinda Pappa\nHead of Guest Relations\nAni-Magic 2002\n\nAoshi Shinomori\n10-07-2002, 02:46 PM\nI would like to thank the Staff and everyone else that was involved for Animagic happening this year. I had so much fun last year.. and this year i had alot of fun too. I got to meet new people and old people. and I also participated in many events.. I will look forward for the many years to come.\n\n10-07-2002, 03:39 PM\nIn case you didn't see any of my other posts elsewhere on the subject, IT WAS GREAT!!!!!!! THANKS, REVELL!!!!! (And thanks SO MUCH for inviting our family at Fanime!!!) :D :D :D\n\n10-07-2002, 04:50 PM\n\n10-07-2002, 04:56 PM\n\nL to the 3rd\n10-07-2002, 09:24 PM\nIt was a great con... I'm sorry we missed the closing ceremonies...we were eating at coco's and didn't realize the time..\n\nMy only gripes were..some of the panel times changing and..the lack of toilet paper!!!!\n\nMei Lan Chang\n10-08-2002, 01:36 AM\nLack of toilet paper? Yipes....\n\nI had a really great time. Ani-Magic was my first anime con and I really really enjoyed it. I met cool people that will always be my friends. Thanks so much for making a great con for me to toddle around in.\n\nKenshin Ken\n10-08-2002, 01:49 AM\nRevell, I've only met ya in person for the first time ^^ and I salute to you! you've made a con well suited for us cospalying, con goign lovers! keep it up! AM was the best con I've atteneded! ^^ this was my first AM... and I don't plan on making it my last hehe ^^\n\n10-08-2002, 05:58 PM\nYay! Yay!\nHiiiiii! You already know how much the Neko Twins love Ani-Magic!! So cozy, and convenient too!\nI'm so happy to hear you guys paid off the hotel this year!! Congrats!! And yay for AM03 and AM04!! We'll SO be there! And maybe sometime soon you'll hit the 1000 mark :D\n\n\nKamui Motoaki\n10-08-2002, 06:00 PM\nI thought flying down to Animagic was well worth the trip. . .\nit was great meeting soo many ppl. . .^_^\ni can't wait till next year. .\n\nAya Mizu\n10-08-2002, 06:24 PM\nYay Yay Yay! ^_^ I had a great time and I can't wait to see next year! I might even have a FF costume finally XD\n\n10-08-2002, 06:28 PM\nThank you for making AniMagic possible. This year has brought me fond memories. Though I could not attend the previous year, this year made up for everything I missed out. Though it was a small convention, there's something about AniMagic's enviroment that truly makes it magical. The program line up was astounding. AniMagic has established what anime cons are all about. I was able to chat with a few industry people and spend time with friends and making new ones.\n\nCount on me being there in 2003. ^_^ Keep up the great work!\n\n10-09-2002, 08:24 AM\n\nAnimagic was a blast! Thank you for making it such a great con!\n\nI have been to a lot of sci-fi cons and anime cons in the past but this was was one of the best con experiences that I had.\n\nIt was so friendly and very cozy!\n\nAM Chair\n10-09-2002, 10:09 AM\nKudos right back at ya, big guy! You made the Star Wars halftime show something we won't forget for a long time. Please extend my thanks to all the participants, I'm going to find some way to thank them for coming up.\n\n\nLightning Count\n10-09-2002, 11:47 AM\nYou know I'm coming back............you couldn't keep me away. =^_~=\n\nL to the 3rd\n10-09-2002, 01:15 PM\nhehe..halftime show.. reminds me of\nthe superbowl!\n\nAya Mizu\n10-09-2002, 01:18 PM\nHey Flo! It's Annie ^_^\n\nIt was a pleasure to meet you in person and your group was just awesome! *_* The girl who was Amidala was so perfect and so pretty! And Karisu-sama was toooooo awesome as Shmi XD Congrats on a successful show and I can't wait to see you all perform again! :D\n\n10-09-2002, 04:22 PM\n\nThanks, Revell. It was a really incredible experience for all of us.\n( Could I also get a copy of the Masquerade? I wanted to see the whole show as well.)\n\nL to the 3rd:\n\nLOL! You know it's funny because our \"Mara Jade\" joked to us that you were her \"husband\" when you cosplayed as Luke Skywalker.\n\n\n*Waves * Aloha Annie! :)\n\nIt was great meeting you.\n\nThat would be Christy who played Amidala. I thought she was a dead ringer for Natalie Portman.\n\nAnd yeah, I got scolded by \"Shmi Skywalker\" for helping to blow up a planet that night.\n\nAya Mizu\n10-09-2002, 10:17 PM\nHeehee -\nIt was awesome to see you and your troupe and it was lovely meeting you too! :D\n\n10-10-2002, 01:39 AM\nThank you so much, Ayako. :)\n\nL to the 3rd\n10-10-2002, 03:09 AM\n*eye twitches*\n\n^_^;; hmm.. maybe i should call myself\nscrawny Luke..\n\nAya Mizu\n10-10-2002, 03:12 AM\nDahahaha XD You have a wife, a yaoi twin....what's next on your list? :D\n\nL to the 3rd\n10-10-2002, 03:30 AM\ncousin michelle..\n\nAya Mizu\n10-10-2002, 03:37 AM\nXD Oh yeahhhhhhh!\nI forgot about that picture of you guys all standing with your back to the camera.\n\nCon Wytch\n10-10-2002, 11:03 AM\n\nWanna really know how hard I worked The convention? I broke 3....count them 3 nails this weekend and I am only just complaining now!!! ::::shaking jagged index finger at him:::: you owe me man!!!\n\n{{{ Hugs }}}\n\nCon Wytch",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9356724024,
        "format_confidence":0.988687396
    },
    {
        "url":"http:\/\/www.viajandoparaorlando.com\/forum\/exibir.php?mensagem_id=109885",
        "text":"Montanhas Russas\n\nTópico Aberto\n\nORDENAR MENSAGENS: da mais antiga para a mais recente\nAgora Vai !!! OBAAAAA...\n\n mensagem postada em 18\/08\/2009 - 09:08:19hs\n\nUniversal Studios Florida opens Hollywood Rip Ride Rockit coaster\n\nBy Robert Niles\nPublished: August 15, 2009 at 12:34 PM\nAfter a delay of several months, Universal Studios Florida has opened its long-awaited musical roller coaster Hollywood Rip Ride Rockit to the public. It is a soft open, so it could close at any time, so ride if you see it available!\nThe ride opened to Universal employees last night, and to the public today. Reports from readers onsite welcomed in the comments.\n\nNo word yet on an official open date or media day.\n\n\nOs trens da Big Thunder Mountain Railroad tem os seguintes nomes: I. M. Brave, U. R. Courageous, I. B. Hearty, U. B. Bold, I. M. Fearless e U. R. Daring.",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.6352720261,
        "format_confidence":0.981846869
    },
    {
        "url":"http:\/\/2dopeboyz.com\/2012\/06\/24\/kelis-shares-her-thoughts-on-nas-life-is-good-album-cover-video\/",
        "text":"Kelis Shares Her Thoughts On Nas’ Life Is Good Album Cover (Video)\n\nblame it on JES7 June 24, 2012\n\nNME TV sat down with Kelis while out at the 2012 Isle Of Wight Festival where she shared her thoughts on ex-hubby Nasir’s Life Is Good album cover, which shows Nas suited up in street clothes his wedding suit along side Kelis’ green wedding dress. She also speaks on tour life and her work with dubstep legend Skream.\n\nPREVIOUS: Nas – Life is Good (Tracklist)\n\n  • F A C T\n\n    Next question Kelis…\n    What the fuck is that hanging off your nose?\n\n  • Tre\n\n    I think it’s dope that she was able to be objective about it even though it was clearly about her.\n\n  • Lame, I was expecting her to give a more personal answer to them, but if she doesn’t wanna talk about it, it’s fine.\n\n  • dave\n\n    kelis still fine.ill smash idk bout wife.if nas dipped gotta be something cuz thats a conscious smart nigga lol\n\n  • Scourge McFuck\n\n    hey kelis… if you are touring so much why does nas have to pay a month what i make a year in alimony!!!??\n\n  • david\n\n    dress was green coz she was with him for the money\n\n  • flo\n\n    this girls a cunt LOL\n\n  • SheNa$ty\n\n    Touring with their young boy for the last year? Probably why she’s robbing her baby daddy\n\n  • fastflipper\n\n    kelis = fail\n\n  • LupeX\n\n    Nas’ album title ‘Life is Good’ is on point. U know u doing good when yur eX is looking worse without u. Damn, she fell tha fukc off! She looks hella haggard!\n\n  • Mike\n\n    Glad she responded the right way and not disrespectful, and I’m glad she isn’t making music, thank you!\n\n  • d-bo\n\n    Fuck this bitch",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9970099926,
        "format_confidence":0.9660330415
    },
    {
        "url":"http:\/\/www.metalsetlists.com\/showpost.php?p=415246&postcount=4",
        "text":"View Single Post\nOld 11-16-2011, 12:22 PM\njd091's Avatar\njd091 jd091 is offline\nrolling critical success on casting a level 7 stagedive\nJoin Date: May 2010\nLocation: Chicago\nPosts: 7,265\nDamn; they come to Cleveland when I'm in Chicago, and come to Chicago when I'm in Cleveland. I wanna see this tour soooo bad.\nReply With Quote",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.9950601459,
        "format_confidence":0.9951247573
    },
    {
        "url":"http:\/\/www.mangahere.co\/manga\/sweet_bitter_love\/v01\/c002\/comments",
        "text":"Sign Up\n\nWant to save time? Sign up with your facebook account now\n\nfLogin with Facebook\n\nOr complete the form below\n\n  • Required in 4 to 14 letters or numbers\n  • Required in 6-14 characters\n  • Sign Up\nSign In\n\nSign in with your facebook account\n\nfLogin with Facebook\n\nOr with mangahere account Don't have an account?\n\nBack to Top\n\nSweet Bitter Love Manga \/ Sweet Bitter Love 2 \/ Discussions\n\nDiscuss Sweet Bitter Love 2\n  • Facebook Comments\n  • MH Comments ()",
        "topic_id":6,
        "format_id":4,
        "topic_confidence":0.883880198,
        "format_confidence":0.9114178419
    }
]