[
    {
        "url":"https:\/\/martinviidik.com\/",
        "text":"Martin Viidik\n\nGame Developer with a with a diverse background having worked on various commercial and non-commercial game projects, enterprise virtual reality solutions, large scale modding projects and software outsourcing. Originally from Tallinn, Estonia, but currently based in Berlin, Germany\n\nOn this website you will find some of my works, ranging from professional to personal.\n\nProfessional work experience\n\nrealworld one – Unreal Engine Developer  (June 2020 – Present)\n\nBuilding interactive Virtual Reality solutions for the life science and analytical, pharmaceutical, chemical and processing industries using Unreal Engine 4\n\nParticipating in the content creation pipeline as a technical designer, working together with other developers on tasks ranging from project breakdowns\/estimations, incorporating new gameplay features from design process to full implementation to mentoring and onboarding new developers within the company.\n\nHelmes logo\n\nHelmes – Junior Software Developer (September 2019 – April 2020)\n\nFull-stack web development. Worked with .NET, Java, VueJS, AngularJS\n\nData Integration for MTR Nordic transport and logistics systems. Worked with .NET, iCore, Microsoft Workflows, Azure\n\nEstonian Defence Forces – Conscript Software Developer ( July 2018 – May 2019)\n\nMandatory 11 month long military service. Assigned to Cyber Command units Software Development team\n\nParticipated in software development and UX design process. Responsible for documentation and problem management. Worked with Java, Maven, Puppet, AngularJS, GitLab",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.660887897,
        "format_confidence":0.9927073121
    },
    {
        "url":"http:\/\/www.cplusplus.com\/user\/jesseshaffer\/",
        "text":"User profile: jesseshaffer\n\nUser info\nUser name:jesseshaffer\nNumber of posts:2\nLatest posts:\n\nCreating a preorder traversal tree for xml element tags\nHi guys, I have a program that reads a given XML file. It parses the file and picks out the eleme...\n\nNeed help with defining a class type\nI am currently working on a program that reads through an XML file and picks out the opening tags an...",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9888356328,
        "format_confidence":0.9475588799
    },
    {
        "url":"https:\/\/2016.front-trends.com\/speakers\/brenna-obrien\/",
        "text":"May 18-20, 2016 Warsaw, Poland\n\nBrenna O'Brien\n\nFront-end engineer at TED, community builder who loves math\n\nBrenna is a front-end engineer at TED, where she works with JavaScript and Ember.js to build TED’s internal tools. Committed to building community and making programming more accessible, Brenna is an organizer of NodeSchool Toronto, a volunteer instructor for Ladies Learning Code, and a former bootcamp instructor for HackerYou.\n\nBrenna loves mixing code with math and geometry, which led her to create, and continues to inspire her experiments with SVG and D3.js. One day she hopes to achieve her dream of starting a David Bowie themed browser standards group called TVC39.\n\nThe myth of the “Real JavaScript Developer”\n\nFriday, 16:05\n\n  • Teamwork\n  • Vanilla JavaScript\n\nMaking the jump from HTML & CSS to JavaScript can be intimidating. For many JS beginners, this will be the first programming language they encounter. And if that wasn't challenging enough, there's also immense cultural pressure to live up to unrealistic standards of what it means to be a successful JS developer today.\n\nIn this talk, we'll debunk the myth of the “real JavaScript developer” - a magical creature who knows it all, writing perfect code in the hottest new framework without ever needed to stop and take a break. We'll look at simple strategies to help beginners on their journey learning JavaScript and also come up with a more realistic definition of what it means to be a successful JavaScript developer today.\n\nBecome a Sponsor\n\nBy sponsoring Front-Trends, you'll reach thousands of professional web developers (both at the event and online once videos are posted).\n\nCheck out our sponsorship opportunities or get in touch with us at [email protected] for more information.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9749019146,
        "format_confidence":0.8668655753
    },
    {
        "url":"https:\/\/pypi.org\/user\/EzequielCh\/",
        "text":"\n\n\nJoined on Aug 11, 2016\n\n\nSupported By\n\nWebFaction WebFaction Technical Writing Elastic Elastic Search Pingdom Pingdom Monitoring Dyn Dyn DNS Sentry Sentry Error Logging CloudAMQP CloudAMQP RabbitMQ Heroku Heroku PaaS Kabu Creative Kabu Creative UX & Design Fastly Fastly CDN DigiCert DigiCert EV Certificate Rackspace Rackspace Cloud Servers DreamHost DreamHost Log Hosting",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9245262146,
        "format_confidence":0.975286603
    },
    {
        "url":"http:\/\/stackoverflow.com\/users\/836450\/portforwardpodcast",
        "text":"2,603 reputation\n17 40\n\n\nI'm a programmer, circuit guy, linux system admin, and podcaster.\n\nIf you like any of these things, I know you will like my podcast:\n\n\nIf you are a system admin, or have accomplished cool hacker feats, we would like to INTERVIEW YOU! If you are interested in having your voice heard by thousands, \"contact us\" on the webpage!\n\nTop Tags (256)\n\nScore 54\nPosts 35\nPosts % 22\nScore 25\nPosts 8\nScore 13\nPosts 17\nScore 11\nPosts 9\nScore 10\nPosts 12\nScore 6\nPosts 9\n\nTop Posts (160) All Questions Answers | Votes Newest\n\nView all questions and answers\n\nBadges (57)\n\nSilver 17\n\n\nBronze 40",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.8368552923,
        "format_confidence":0.9883012176
    },
    {
        "url":"https:\/\/github.com\/richarddunks",
        "text":"Block or report user\n\nReport or block richarddunks\n\nHide content and notifications from this user.\n\nContact Support about this user’s behavior.\n\nReport abuse\n\nPopular repositories\n\n  1. Code_Examples\n\n    Examples of code from projects\n\n    C++ 3 3\n\n  2. CensusDataForDevelopers\n\n    A repository of code in support of blog article on using Census Data for Developers:\n\n    Shell 1\n\n  3. ll84\n\n    Code to accompany analysis of NYC Local Law 84 Energy and Water Benchmarking data (available at to support volumetric building analysis\n\n    Python 1 1\n\n  4. DataSets\n\n    A repository for data sets I create, edit, or otherwise generate\n\n\n  5. ML_for_Hackers\n\n    Forked from johnmyleswhite\/ML_for_Hackers\n\n    Code accompanying the book \"Machine Learning for Hackers\"\n\n\n  6. cartodb-python\n\n    Forked from CartoDB\/carto-python\n\n    cartodb python client\n\n\n0 contributions in the last year\n\nSep Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Mon Wed Fri\n\nContribution activity\n\nJanuary - September 2018\n\nricharddunks has no activity yet for this period.\n\nSeeing something unexpected? Take a look at the GitHub profile guide.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9829539061,
        "format_confidence":0.9788858294
    },
    {
        "url":"http:\/\/acetio.com\/matchstick\/?page_id=117",
        "text":"Matchstick Media Production\n\nOnline Portfolio for the Web Sites Built and Managed by Matt Slaybaugh\n\nWhat I Do\n\nMy company, Matchstick, has been around since 1999 and since then we’ve created many small- and medium-scale websites and consulted for many others.\n\n– Strategy\nMy primary focus now is on strategy. By looking at log files and using tools such as Google Analytics, we can see who is using a site and in what way, and then we can make decisions about how to improve the site to best achieve the goals of the site.\n\n– SEO – Search-Engine Optimization\nSearch engines – specifically Google – are often the primary way new readers find sites. There are techniques we can use to make sure that people find your site.\n\n– Site Maintenance\nDevelopment is only one part of running a website. Once the site is live and the developers have gone, there are still the weekly or monthly updates and tweaks that your current staff are too busy to do. But at the same time, there isn’t enough work to justify hiring someone even on a part-time basis. In that scenario, I can work on a regular arrangement to do a monthly or quarterly “tune-up” where I make sure your Drupal or WordPress site is up-to-date and make any content changes you need.\n\n– Media Production\nI make and maintain websites. These days I do far more customization of existing content management systems (CMSs such as Drupal, WordPress, etc.) than I build sites from scratch. Also, I now do as much user experience design, content development, and usage analysis as I do coding.\n\nI am a generalist and think of myself more as a “web mechanic” than “web engineer”. I develop web applications and also troubleshoot other people’s applications when they don’t work.\n\nIn terms of specific skills:\n\nI use everyday:\nPHP, MySQL, CSS, Photoshop\n\n… every month:\nFlash, JavaScript, ColdFusion\n\n… and have used:\nASP, Perl, shell scripting, AfterEffects, ProTools, and lots more",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9646202922,
        "format_confidence":0.9105781317
    },
    {
        "url":"http:\/\/diy.stackexchange.com\/users\/4771\/sam-miller?tab=summary",
        "text":"168 reputation\nbio website linkedin.com\/in\/samjmill\nlocation San Francisco Bay Area\nage 33\nvisits member for 2 years, 6 months\nseen Jul 15 at 7:05\n\nI am a Software Engineer from Iowa currently living in San Jose, California. I have 10 years of experience designing, developing, and debugging software for . I am employed by Apple where I develop and maintain Wireless technologies for the iOS operating system. Previously I worked at IBM in Minnesota where I designed and developed software that controlled the Blue Gene family of Supercomputers. My opinions and views are mine, and aren't necessarily those of my employer.\n\nBefore asking a question, be prepared to answer the what have you tried? question and include a short, self contained, correct example demonstrating the problem. Need tips to submit a good question? Read Jon Skeet's guide.\n\n58 Votes Cast\n\nall time   by type  \n58 up 34 question\n0 down 24 answer",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.7459785342,
        "format_confidence":0.9815906286
    },
    {
        "url":"http:\/\/www.sqlservercentral.com\/Authors\/Articles\/Patryk_Nowakowski\/159346\/",
        "text":"Click here to monitor SSC\nSQLServerCentral is supported by Redgate\nLog in  ::  Register  ::  Not logged in\n\nGuest Columnist: Patryk Nowakowski profile\n\nPatryk has been developing database applications for Bank Zachodni WBK (one of the major polish banks which is a part of Allied Irish Banks) for the past two years. His experience to date includes mostly SQL Server and .NET. He's also keen in MySQL, data warehousing and business intelligence, actually the kind of man who's always in pursuit for something new and feels he doesn't know enough. Patryk also has a Master's degree in economics and is 25.\n\n   Items 1 to 1 of 1   \n\nADO.NET - A Data Access Layer\n\nDeveloping applications for SQL Server usually results in a variety of access methods that the programmers use. A data access layer class, given to the developers, is usually seen as the best practice, but one that isn't usually implemented. In fact, in most software I've built, each developer uses his own method, or may cut and paste from another, but rarely is there a central access class. New Author Patryk Nowakowski brings us his solution using ADO.NET.   Read more...\nBy Patryk Nowakowski 2004\/08\/03 | Source: | Category: ado\nRating: |  Discuss |   Briefcase | 12,974 reads\n   Items 1 to 1 of 1",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9769982696,
        "format_confidence":0.9283571243
    },
    {
        "url":"https:\/\/addons.mozilla.org\/en-US\/firefox\/user\/5524546\/",
        "text":"Aaron Kaufman\n\nAbout me\n\nDeveloper Information\nName Aaron Kaufman\nHomepage http:\/\/ptl.me\nUser since Oct. 28, 2010\nNumber of add-ons developed 1 add-on\nAverage rating of developer's add-ons Not yet rated\n\nAdd-ons I've created\n\nptl.me Requires Restart\n\nTurn really long URLs into really short URLs\n\nNot yet rated\n1 user\n\nMy Reviews\n\nNo add-on reviews yet.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.7851634622,
        "format_confidence":0.9770969748
    },
    {
        "url":"https:\/\/www.freelancer.com\/u\/droidAvatar",
        "text":"Profile image of droidAvatar\nMember since May 9, 2011\n0 Recommendations\n\n\nOnline Offline\nHave 7+ years of experience in developing native Android apps, web \/ mobile web \/ responsive applications.\n$5 USD\/hr\n12 reviews\n  • 62%Jobs Completed\n  • 100%On Budget\n  • 100%On Time\n  • 6%Repeat Hire Rate\n\n\nRecent Reviews\n\n  • image of David R. Simple app for Mobile Devices $149.99 AUD\n\n    “Already doing my next job, highly recomended”\n\n  • image of Benjamin G. A Small Android App $200.00 USD\n\n    “I am very pleased with the work of this developer. He was very responsive to all of my questions and offered great solutions and insight to make the finished product better. I would definitely hire this developer again. Thanks!”\n\n  • image of mambo5555 Android ONLINE RADIO APPS $150.00 USD\n\n    “Very pleased with professionalism and comunication skills, and skilled too!”\n\n  • image of abububu Storybook Android App $150.00 USD\n\n    “Once again great work by Rahul, Professional Patient and very fast turnaround Thanks for putting up with our constant change request but excellent work well recommended one of the best android programmers we have ever dealt with price of work is excellent and so is quality! Look forward to deaing with again soon!”\n\n  • image of RadioLost Android radio app not working on some phones [Sealed]\n\n    “Just an overall great job. Super responsive and great communication skills. Pleasant attitude as well. Looking forward to the next thing already...”\n\n  • image of natselection iPhone App to Android App Conversion $189.99 USD\n\n    “Amazing developer. Very professional and kept me up to date constantly. I just hope he sticks around for future projects :-)”\n\n\nBachelor of Engineering (Computer Science)\n\n2003 - 2007 (4 years)\n\n\n  • Facebook Connected\n  • Preferred Freelancer\n  • Payment Verified\n  • Phone Verified\n  • Identity Verified\n  • Email Verified\n\nMy Top Skills\n\nBrowse Similar Freelancers",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.7183701396,
        "format_confidence":0.9610018134
    },
    {
        "url":"https:\/\/www.dk.freelancer.com\/u\/arnlweb\/portfolio\/category-title-here-9058",
        "text":"Category Title Here\n\nImage not found\n\nCategory Description Here\n\nimage of username ARNLWEB Flag of India Guwahati, India\n\nOm mig\n\nI specialize in osCommerce, Magento, Cre Loaded, OpenCart, Zen cart, PrestaShop, WooCommerce,Virtumart and Open Source CMS like WordPress, Joomla, Drupal that help companies and individuals get their solution fast, save their time & money, enhance their credibility and boost sales. Custom Programming, API and Plugins Development, Mockups & Template Designs, Theme customization and Internet Marketing with SEO. I have 9+ years of experience in WebDesigning and WebProgramming for top companies and clients in the US, UK, Canada, Australia, Germany, Denmark and overseas. For me Success comes after client satisfaction. I take pride in my work and I am not satisfied until my customers are satisfied.\n\n$15 USD\/t\n\n24 bedømmelser",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.7296937704,
        "format_confidence":0.9593955278
    },
    {
        "url":"http:\/\/qs1969.pair.com\/~perl2\/?node_id=294789;replies=1;displaytype=print",
        "text":"User since: Sep 28, 2003 at 19:39 UTC (19 years ago)\nLast here: May 30, 2006 at 07:57 UTC (16 years ago)\nExperience: 283\nLevel:Scribe (6)\nWriteups: 6\nLocation:Lyon ( France)\nUser's localtime: Aug 20, 2022 at 06:41 UTC\nScratchpad: View\nFor this user:Search nodes\n\nI'm a french IT Student living in Lyon. I've discovered Perl a few years ago but i really started learning the language since one year. I find Perl really exciting especially for his TIMTOWTDI motto which often occasions a lot of fun.\nLastly, please be indulgent if i do spelling or grammar mistakes. Please consider i do all my best to write in a correct english.\nI'm a member of If you live in Lyon, join us :)\nI keep an eye on activities especially this page.\n\n\nThat's all, my biography may appears incomplete but sometimes i'm updating it so you can come and read it again.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.6679190993,
        "format_confidence":0.9910846949
    },
    {
        "url":"http:\/\/wildspace.com\/about",
        "text":"About Wildspace\n\nArazyr's picture\n\nWildspace.com is basically my (Arazyr's) personal home page. I have been using it for quite some time as a showcase for some of the things I've made, written, designed, etc., as well as a repository for some information about me. (Not to mention as a persistant email address. 8^)\n\nNow that I have upgraded the site to using Drupal (http:\/\/drupal.org), I am planning to add some new features, such as a personal blog and possibly some discussion groups. Plus, I am hoping to start transitioning it into not only a site for me, but as a showcase, portal, and community for my friends and family as well.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.8303611279,
        "format_confidence":0.9910316467
    },
    {
        "url":"https:\/\/pypi.org\/user\/Reggie51J\/",
        "text":"\nHelp us improve Python packaging - Donate today!\n\n\nJoined on Aug 12, 2016\n\n\nSupported By\n\nWebFaction WebFaction Technical Writing Elastic Elastic Search Pingdom Pingdom Monitoring Dyn Dyn DNS Sentry Sentry Error Logging CloudAMQP CloudAMQP RabbitMQ Heroku Heroku PaaS Kabu Creative Kabu Creative UX & Design Fastly Fastly CDN DigiCert DigiCert EV Certificate Rackspace Rackspace Cloud Servers DreamHost DreamHost Log Hosting",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9579660892,
        "format_confidence":0.9722242951
    },
    {
        "url":"https:\/\/pypi.org\/user\/Pafomkin\/",
        "text":"Skip to main content\nThis is a pre-production deployment of Warehouse. Changes made here affect the production instance of PyPI (\nHelp us improve Python packaging - Donate today!\nAvatar for Pafomkin from\n\n\n  Joined on Dec 4, 2016\n\nNo Projects\n\nPafomkin has not uploaded any projects to PyPI, yet.\n\nSupported By\n\nWebFaction WebFaction Technical Writing Elastic Elastic Search Pingdom Pingdom Monitoring Dyn Dyn DNS Sentry Sentry Error Logging CloudAMQP CloudAMQP RabbitMQ Heroku Heroku PaaS Kabu Creative Kabu Creative UX & Design Fastly Fastly CDN DigiCert DigiCert EV Certificate Rackspace Rackspace Cloud Servers DreamHost DreamHost Log Hosting",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9721823931,
        "format_confidence":0.9760752916
    },
    {
        "url":"https:\/\/mstephenson.eu\/",
        "text":"Here I will be documenting projects I work on in my spare time if I feel they are ready for other people to see.\n\nThis site is currently a barely modified version of the template provided by the .NET Core SDK, this will probably be replaced by Orchard 2 (the version built on .NET Core) when that becomes available.",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9789809585,
        "format_confidence":0.955031395
    },
    {
        "url":"https:\/\/www.freelancer.sg\/u\/priyankjini\/portfolio\/mybeeswax-38",
        "text":"by priyankjini\n\nMyBeesWax is list business website based in West Palm Beach, was created to serve the Palm Beaches as \"the\" local source for quality service professionals.\n\nimage of username priyankjini Flag of India Ahmedabad, India\n\nAbout Me\n\nI am working on PHP, Coldfusion, HTML, Css, Jquery, Javascript, Ajax, Photoshop etc.. I can assure you of getting quality works. I would like you to give me an opportunity to work with you and AMAZE you with my service.\n\n$10 USD\/hr\n\n125 reviews",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.7405468225,
        "format_confidence":0.9608905315
    },
    {
        "url":"https:\/\/ericandre.info\/",
        "text":"const me = Object.create(developer.prototype, { name: 'Eric Andre' })\n\n\nHello World, I'm a web developer in Nashville, TN. I enjoy learning about new technologies and languages. I strive to keep up to date with the constantly changing world of web development. Passionate about open source, programming fundamentals, and modular, reusable code. I also have an ever growing interest in code and how it relates to the physical world, and linear algebra.\n\nWhile frameworks and libraries are helpful, I prefer to view things on a lower level and figure out how they actually work. Allowing me to implement custom solutions when the problem doesn't fit into a standard, generic box.\n\nI also enjoy creating art, music, and design. A lover of animation, Japanese block printing, and the Japanese language (日本語が好きです). Currently, I have a growing love for synthesizers and electronics. I like taking things apart to see how they work and building new things. Also, robots!\n\n\nSoftware Developer\n\nMarch 2016 — December 2019\n\n\nA division of HCA\/Healthtrust. Build and maintain software for the healthcare industry. Lead in rebuilding the platform with up to date technology, community standards, and better maintainability. Assist in teaching other developers about the newest language features, tools, libraries, and patterns. Help to lead an effort that reduced our currently codebase to 1\/4 the size while making it more maintainable, more stable, more flexible, and greatly improving user experience.\n\nPhase 3\n\nFull Stack Web Developer\n\nDecember 2014 — March 2016\n\nNashville, Atlanta, Dallas, Charleston, Charlotte\n\niDesign acquired by Phase 3 Marketing & Communications. Work together with a small team to create full custom solutions for clients. Manage and develop fast paced, deadline intensive projects.\n\niDesign Inc.\n\nFull Stack Web Developer\n\nApril 2014 — December 2014\n\n\nDevelop and maintain custom websites and applications. Help develop and maintain custom CMS and frameworks. Build and configure tools for internal developer use. Integrate sites with third party APIs. Write and maintain documentation, manage projects with git, and help other developers on the team.\n\n\nWeb Developer\n\nMarch 2014 — April 2014\n\n\nDevelop client websites using wordpress. Build custom wordpress functionality and plugins. Refactor legacy projects.\n\n  • PHP\n  • MySQL\n  • jQuery\n  • HTML5 \/ CSS3\n  • Wordpress\n\nGlobal Alliance For Arts & Health\n\n\nNovember 2013 — December 2013\n\n\nConsulting for Wordpress, custom script to transfer data from old system to new site\n\nThe Funky Umbrella\n\nWeb Developer Intern\n\nMay 2012 — September 2012\n\n\n  • PHP\n  • MySQL\n  • javascript \/ jQuery\n  • Wordpress\n  • RealTracs \/ RETS\n\nSquare Cook\n\nBackend Developement \/ Freelance\n\nvarious 2011 — 2014\n\n\nConsultation, guidance, pair programming, teaching PHP, Javascript, MySQL\n\n\n\nvarious projects\n\ngithub feed\n\nWatkins College of Art, Design & Film\n\nGraphic Design \/ Web Development\n\n2010 — 2014",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9045199156,
        "format_confidence":0.9892165661
    },
    {
        "url":"https:\/\/pypi.org\/user\/Alejo\/",
        "text":"\nHelp us improve Python packaging - Donate today!\n\n\nJoined on Jun 7, 2014\n\n\nSupported By\n\nWebFaction WebFaction Technical Writing Elastic Elastic Search Pingdom Pingdom Monitoring Dyn Dyn DNS Sentry Sentry Error Logging CloudAMQP CloudAMQP RabbitMQ Heroku Heroku PaaS Kabu Creative Kabu Creative UX & Design Fastly Fastly CDN DigiCert DigiCert EV Certificate Rackspace Rackspace Cloud Servers DreamHost DreamHost Log Hosting",
        "topic_id":2,
        "format_id":14,
        "topic_confidence":0.9635114074,
        "format_confidence":0.9655147195
    }
]