[
    {
        "url":"http:\/\/addisonrd.com\/WordPress\/tag\/youth\/index.html",
        "text":"Tag Archives: youth\n\nThings That Are Flammable, In Order of How Awesome My Discovery of Said Flammability Was At Age 12\n\n  1. Gasoline (my experiments were nothing if not exhaustive)\n  2. Dry spaghetti noodles (used in a pinch to light a gas stove)\n  3. Cotton Candy (why do more people not know about this one?)\n  4. WD40 (in aerosol form only)\n  5. Lighter fluid (can be mixed with sand and spread out to form incredibly awesome “flaming desert” campaign with toy soldier)\n  6. Paraffin (note: melted down in sauce pan, spilled some over side onto open flame, whole pan caught on fire. Awesome results could not be duplicated, even after multiple iterations of test conditions)\n  7. Scotch tape (part 2 of the experiment, wherein fumes of said burning are collected and inhaled, or “huffed”, was inconclusive)\n  8. Dried rose petals (experiment was conducted in the hollowed-out bottom of a broom handle, with fume aperture drilled into the side and connected to a venting tube. Crushed and dried petals did not ignite but smoldered successfully)\n  9. Tennis ball slit open and filled kerosene (media reports of this experiment greatly exaggerate the danger of the test conditions. First, if a certain neighborhood collaborator known as M. Baum hadn’t been so afraid of a flaming ball of fire being kicked through the air toward him, he might have successfully blocked it from hitting the pine tree. Secondly, with a little circumspection and foresight, said M. Baum might have realized that the best way to extinguish a tennis ball filled up with flammable liquid is NOT with vigorous stomping. I believe this experiment can, and should, be conducted again with more carefully selected personnel in assisting roles.)\n  10. Epichlorohydrin, one of the two compounds used in making epoxy, when cooked together with nitrate fertilizer over low heat and set in a paper cup suspended over a flaming mason jar full of windshield washer fluid. For best results, conduct experiment underneath a trampoline while 8-year-old sister is jumping above you.\n\nRemember kids, if your home flammability experiments don’t result in being placed on the Homeland Security Terrorist Watch List, you’re not doing it right.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9683071971,
        "format_confidence":0.6301964521
    },
    {
        "url":"https:\/\/jeffcolibrary.org\/kids\/jcpl-kids-blog\/superb-sloths",
        "text":"Home > Kids > Jcpl Kids Blog > Superb Sloths!\n\nSuperb Sloths!\n\nRachel, Golden Library\n\nThe sloth is a very unusual, nocturnal mammal that lives in Central and South America.  It is most well-known for being extremely slow-moving.  It spends most of its life upside down in trees.  In fact, the sloth can do most everything upside down from eating and sleeping to mating and giving birth to young.  Sloths also have huge claws which are used for hanging on to branches.  Most sleep fifteen hours per day!  No wonder sloths have earned such a lazy reputation!  Check out these other interesting sloth facts.\n\n-There are five species of sloths.\n\n-A sloth’s teeth are in its cheeks.  It has nine on each side.\n\n-Sloths are excellent swimmers, however they can hardly walk.  Instead they drag themselves along when they need to get around on the ground.\n\n-Sloths can live 10-15 years in the wild and up to 30 in captivity!\n\n-Sloths have a greenish appearance because algae grow in their fur!\n\n-If a sloth’s body temperature becomes too low, bacteria in the stomach prevent it from digesting food and it will starve.\n\nAnd while you’re at it, don’t delay in taking a look at these fantastic books about sloths available at the library!  Hurry and check one out today.  (P.S. You’ll have to move faster than a sloth).\n\nBaby Sloth by Aubrey Lang\n\nA Little Book of Sloth by Lucy Cooke\n\nScore One For the Sloths by Helen Lester\n\n“Slowly, Slowly, Slowly,” Said the Sloth by Eric Carle\n\nThe Very Sleepy Sloth by Andrew Murray",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9202628136,
        "format_confidence":0.8380120397
    },
    {
        "url":"https:\/\/www.space.com\/19409-mars-discoveries-spirit-opportunity-rovers.html",
        "text":"10 Amazing Mars Discoveries by Rovers Spirit & Opportunity\n\nAmazing Mars Discoveries By Rovers Spirit & Opportunity\n\n\nThe robotic rovers Spirit and Opportunity arrived on Mars in January 2004 to search for clues of past water activity. They were designed to last three months. But the plucky explorers far exceeded anyone's expectations. Spirit kept chugging for more than six years, finally ceasing communications with Earth in March 2010; Opportunity was still going strong until a huge dust storm silenced the rover in June 2018. The data the pair beamed back to Earth not only shed light on Mars' past and present, but could also help humans prepare for life there in the future.\n\nBorn in a Fiery Explosion\n\n\nSpirit's discovery of basaltic rock at its landing site, Gusev Crater, strongly suggested the region was the product of a volcanic explosion during which magma and water had mixed.\n\nDust Devils\n\n\nIn 2005, Spirit managed to film a bevy of dust devils twisting across the Martian landscape. The clip gave scientists a rare glimpse into one of the few active processes still shaping the surface of Mars today.\n\nPhotographing Earth-like Clouds\n\n\nAmong their many firsts, the rovers photographed Earth-like clouds in the Martian sky for the first time from the planet's surface.\n\nAlien Meteorite\n\n\nDuring its exploration of Mars in 2005, Opportunity stumbled across a basketball-sized rock made of iron and nickel. It was the first meteorite ever discovered on another world. (Opportunity later discovered a number of others.)\n\nEarth from Mars\n\nNASA\/JPL\/Cornell\/Texas A&M\n\nShortly after landing on the Red Planet, Spirit looked homeward, snapping the first-ever picture of Earth taken from the surface of another planet. While the photo is not as famous as the \"Earthrise\" image snapped by the Apollo 8 astronauts, it is historic in its own right.\n\nGauging the Martian Temperature\n\n\nData from the rovers allowed scientists to create a detailed temperature profile of the Martian atmosphere for the first time, and provided the first evidence of rising pockets of warm air, or \"thermals,\" on the Red Planet. The latter finding could aid designers of future Martian spacecraft.\n\nBlueberries and 'Newberries'\n\n\nJust weeks after landing, Opportunity spotted odd iron-rich spherules that mission scientists dubbed \"blueberries.\" The rover found more blueberries — which researchers think are concretions created when water-borne minerals settled into sedimentary rock — at various sites during its Red Planet rovings. Then, in 2012, Opportunity discovered another type of spherule with a different structure and composition. The mission team called these little orbs \"newberries,\" and their origin remains a mystery.\n\nA Wet Mars Long Ago\n\n\nSpirit and Opportunity both discovered plenty of signs that liquid water once flowed across or percolated through the Martian surface long ago. Opportunity found some of the most convincing evidence late in 2011 — a thin, bright vein of gypsum that was deposited by liquid water billions of years ago along the rim of Endeavour Crater.\n\nA Habitable Environment?\n\nNASA\/JPL-Caltech\/University of Arizona\n\nIn December 2012, mission scientists announced that Opportunity was exploring a special spot on the rim of Endeavour Crater. The area, known as Matijevic Hill, contains clay minerals, implying that the area was exposed to relatively neutral (as opposed to harshly acidic or basic) water long ago. \"This is our first glimpse ever at conditions on ancient Mars that clearly show us a chemistry that would've been suitable for life at the Opportunity site,\" mission principal investigator Steve Squyres, of Cornell University, said of the discovery.\n\nAn Ancient Hydrothermal System\n\nNASA\/JPL\/Cornell University\n\nIn 2007, Spirit's crippled right front wheel dug a trench in the dirt of Gusev Crater, revealing bright white deposits of pure silica. On Earth, such deposits can only be created by hot water reacting with rocks, so scientists think Spirit stumbled onto evidence of an ancient hydrothermal vent like those found in the United States' Yellowstone National Park. The discovery showed that at least some parts of Mars once had two key ingredients necessary for life as we know it: liquid water and an energy source.\n\nJoin our Space Forums to keep talking space on the latest missions, night sky and more! And if you have a news tip, correction or comment, let us know at: community@space.com.\n\nSpace.com Staff\nNews and editorial team\n\nSpace.com is the premier source of space exploration, innovation and astronomy news, chronicling (and celebrating) humanity's ongoing expansion across the final frontier. Originally founded in 1999, Space.com is, and always has been, the passion of writers and editors who are space fans and also trained journalists. Our current news team consists of Editor-in-Chief Tariq Malik; Editor Hanneke Weitering, Senior Space Writer Mike Wall; Senior Writer Meghan Bartels; Senior Writer Chelsea Gohd, Senior Writer Tereza Pultarova and Staff Writer Alexander Cox, focusing on e-commerce. Senior Producer Steve Spaleta oversees our space videos, with Diana Whitcroft as our Social Media Editor.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9950546026,
        "format_confidence":0.8899810314
    },
    {
        "url":"https:\/\/www.valitascapital.com\/blog\/posts\/the-geeks-reading-list--week-of-may-8-2015.html",
        "text":"The Geek’s Reading List: May 8\n\n  • Posted By: Brian Piccioni\n\n  • |\n  • Comments: 2\n\nThe Geek's Reading List is a weekly publication written by Valitas advisor, Brian Piccioni. Brian has been part of the technology industry for a third of a century now. He has been a sell-side research analyst for the past 20 years, where he was ranked the #1 tech analyst in Canada for six consecutive years, named one of the best tech analysts in the world, and won a number of awards for stock-picking and estimating. The Geek's Reading List looks at recent developments in the technology sector by discussing articles that Brian compiled over the week. In his own words, the discussions are usually provocative, new, and counter-consensus. The sorts of things not being written anywhere else.\n\nWhy Tesla's Powerwall Is Just Another Toy For Rich Green People\nTesla's New Battery Doesn't Work That Well With Solar\nNorway Puts The Brakes On Generous EV Incentives\nDutch Homes Get Free Heating If They Agree To Host A Computer Server\nFreightliner Inspiration Truck Receives Autonomous Vehicle Licensing from Nevada DMV\nAutomation in Cars: A $100 Billion Market by 2030\nGoogle reveals its self-driving car can keep an eye on cyclists - and even understand their hand signals\n‘Centimetre accurate’ GPS system to be integrated into phones\nNeural network chip built using memristors\nOptalysys prototype proves optical processing technology will revolutionise Big Data analysis and Computational Fluid Dynamics (CFD)\nCreating the Open Drone Ecosystem\nDubbed the ‘Model T’ and ‘Apple’ of drones, China’s DJI rakes in $75M funding\nCable companies are scrambling as more viewers become cord-cutters\nLight Gives Us Life But Actually Is a Terrible Business\nKitchen microwaves baffle Australian space scientists\nDeep-ocean microbe is closest living relative of complex cells\nLinkedIn serves up resumes of 27,000 US intelligence personnel\nApple Has Plans for Your DNA\nNew Airbus A350 XWB Aircraft Contains Over 1,000 3D Printed Parts\nThis Library On A Chip Gives People Without Internet Access All The Information They Need\n\nThe Geek's Reading List\n\n1) Why Tesla's Powerwall Is Just Another Toy For Rich Green People\n\nAlmost all of the coverage of Tesla's Powerwall was the sort of pig ignorant fawning blather we have come to expect whenever Tesla does, or rather claims to do, almost anything. After all, a simple Google search would have shown there is nothing novel about using Lithium Ion batteries for household storage. Even though the math showing it is a dumb idea is pretty straightforward, few bothered: who needs numbers when you have hype? This looks at the basic math, though it skips important considerations like the extreme fire danger associated with a large lithium ion battery. It does kind of anger me to see a reference to 1,000 watts of current. Don't they have editors?\n\n“All the breathless coverage of Elon Musk’s Powerwall battery brouhaha last night is missing the most important thing: a sober discussion of real-world costs. So let’s take a look at the costs and see if this world-shaking, game-changing innovation really makes any sense. Musk said Tesla’s 7 kwh capacity battery would cost $3,000, while the 10 kwh capacity one would be $3,500. (That doesn’t include the cost of a DC-AC inverter – about $4,000 $2,000– plus professional installation.) The implication is that a 10 kwh system could supply 1,000 watts of current to your home for 10 hours. That’s a good amount of energy. The average American home draws an average of 1,200 watts of power around-the-clock, according to the U.S. Department of Energy. For a sense of scale, a desktop computer draws about 100 watts, a big TV 200 watts. Refrigerators cycle on and off, but average about 100 watts.”\n\n2) Tesla's New Battery Doesn't Work That Well With Solar\n\nThis is another article which looks beyond the hype associated with Tesla's announcement. I thought there was no way these specifications could be true, but they are (see The unit is rated “Power 2.0 kW continuous, 3.3 kW peak”. You won’t be able to run virtually anything with those specifications. Since your electrician would size for continuous load, that is really a single 15 amp circuit at 120 volts – in other words, don’t expect your tea kettle AND your refrigerator to work at the same time. If you have a forced air furnace the fan would not spin up with those specs. I have a portable generator the size of a carry-on bag that supplies 2 kW continuous. Tesla claims they have 38,000 preorders (at least $144 million) for the unit, but I expect most will be canceled once the afterglow wears off, especially since no down payment or commitment is required (see This simply proves my assertion that introducing the word “energy” into a conversation causes IQ to drop 50 points. At least.\n\n“SolarCity is only offering the bigger Powerwall to customers buying new rooftop solar systems. Customers can prepay $5,000, everything included, to add a nine-year battery lease to their system or buy the Tesla battery outright outright for $7,140. The 10 kilowatt-hour backup battery is priced competitively, as far as batteries go, selling at half the price of some competing products. But if its sole purpose is to provide backup power to a home, the juice it offers is but a sip. The model puts out just 2 kilowatts of continuous power, which could be pretty much maxed out by a single vacuum cleaner, hair drier, microwave oven or a clothes iron. The battery isn’t powerful enough to operate a pair of space heaters; an entire home facing a winter power outage would need much more. In sunnier climes, meanwhile, it provides just enough energy to run one or two small window A\/C units.”\n\n3) Norway Puts The Brakes On Generous EV Incentives\n\nIt is mathematically inevitable that subsidies can only help an industry when that industry is very small. Take Electric Vehicles (EVs) for example: subsidies benefit an emerging minority such as EV vendors and owners at the sizable cost of of a majority of traditional vehicle vendors and owners. The larger the EV contingent, the smaller the non-EV contingent the more money needed and the less money there is to transfer. Note that the subsidies of the past few years have have only achieved 2% penetration, a figure which has enriched Tesla shareholders (and impoverished Norwegians to the tune of $400 - $500 million per year in subsidies) but would have no measurable environmental impact. I once read that Norway's direct purchase subsidy on a Tesla was such that it cost almost the same as a Honda Accord in that country. The fact a government is rolling back incentives at such a low level indicates that the pain threshold for these nonsensical projects is quite low.\n\n“The country had outdone itself by juicing the buying public with zero value added tax (VAT), toll-free driving, free public parking, and free access to the bus lanes … Those pesky EVs in the bus lanes however were already starting to receive pushback in 2013 from folks noting three out of four vehicles in the bus lanes during rush hour were electric. But a prime kicker spurring agreement between the right-wing government and center right allies has been reduction of tax revenues that are costing the government too much money according to the Telegraph. As we wrote last month, Minister of Finance Siv Jensen explained last year during her state budget presentation that the county’s current rush toward plug-in electrified vehicles has cost state coffers three to four billion krone ($384 – $512 million) in tax revenue per year.”\n\n4) Dutch Homes Get Free Heating If They Agree To Host A Computer Server\n\nThere has been a number of schemes whereby companies were trying to set up distributed data centers in peoples' homes. Most such plans assumed consumers were oblivious to the electrical casts of such a project (and, no doubt, many are). This project might make some sense: if the company pays for the electricity, the consumers get free electric heat which can be a benefit, at least some months of the year. Since a significant operating cost of a data center is air conditioning it can be win\/win. Of course this might burden the local Internet infrastructure since servers tend to upload (send to the Internet) much more than they download, which is the exact opposite of traditional internet use.\n\n“Leupe says 60% of the cost of conventional data farms comes from buying up and putting in the required building. Nerdalize, he says, can reduce costs for its clients by about 50% by hosting in people's homes instead. Eneco, which has a minority stake in the startup, says households can save about $440 a year on their heating bills. Leupe insists there are no privacy or security concerns about storing data in people's homes. One, the company knows if someone is tampering with its box. Two, the data is encrypted. And three, it's distributed—anyone wanting to hack the network would have to know which households are carrying out work they're interested in.”\n\n5) Freightliner Inspiration Truck Receives Autonomous Vehicle Licensing from Nevada DMV\n\nTrucks are extremely important to the economy and, at least where I live, a major factor in traffic congestion. Safety rules dictate drivers can only be at the wheel for so many hours, and the cargo can be both valuable and perishable. It would seem there would be advantages to automating some or all all truck functions and this may happen earlier than with cars. I have seen plans to operate “convoys” of trucks whereby, for example, the lead vehicle would include a human driver while following ones would essentially autonomously play follow the leader. Of course, a truck can cause a lot of damage so you can expect a lot of testing will be done before you even see trucks with drivers playing a passive role. See also\n\n“At a ceremony today at Las Vegas Motor Speedway, Nevada Gov. Brian Sandoval officially granted the first license for an autonomous commercial truck to opera... (truncated)",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9720107317,
        "format_confidence":0.9725927114
    },
    {
        "url":"http:\/\/mentalfloss.com\/article\/57139\/7-freaky-animal-organs-would-give-you-superpowers",
        "text":"7 Freaky Animal Organs That Would Give You Superpowers\n\nImage credit: \n\n\nLike us on Facebook\n\nIf fuzzy action movie science worked in real life, becoming a brand-new superhero would—with a little help from the animal kingdom—just be a quick organ transplant away.\n\n1. Slime Your Enemies with Special Hagfish Skin Glands.\n\nGetting bitten by a shark would scare the feces out of most people, but it doesn’t even faze these cryptic scavengers. That’s because, within half a second of being attacked, hagfish secrete a cloud of thick, fibrous mucous that clogs the mouth and gills of any predator foolish enough to bother them.\n\n2. Use Avian Air Sacs to Breathe at Superhuman Altitudes.\n\nBreathe out. Congratulations, you’ve just wasted a load of perfectly good oxygen! Our feathered friends, meanwhile, don’t have this problem. When birds respire, air is pushed through a complicated series of air sacs which feed into the lungs, allowing them to collect and absorb oxygen far more effectively than we can. This system also allows them to merrily flutter about at heights that would suffocate even the toughest human mountain-climbers.\n\nSadly, however, birds have their own version of kryptonite, and its name is air pollution. At times, avians breathe a bit too efficiently for their own good, making them particularly vulnerable to atmospheric toxins.\n\n3. Wood Frog Livers Could Help You Survive Being Frozen.\n\n\nEach winter, as much as 60 percent of a wood frog’s body becomes completely frozen. Still more mind-boggling is the fact that their hearts actually stop beating during the colder months. How could any creature survive this? Copious quantities of glucose—which acts as a natural antifreeze—are mass-produced by the amphibian’s liver and sent into the veins to help prevent ice from forming there. \n\n4. Taste Your Opponents from Several Yards Away with a Serpentine Vomeronasal Organ.\n\n\nHave you ever wondered why snakes have forked tongues? Strange as it might sound, all animals (including us) leave trails of microscopic taste particles lingering in the air. Flicking serpent tongues have evolved to intercept them: Upon being retracted, both prongs are inserted into the mouth’s vomeronasal organ, where this data is analyzed. Tracking rodents over great distances, therefore, becomes child’s play.\n\n5. Detect Electrical Fields with Platypus Snouts.\n\nWikimedia Commons\n\nIt’s hard to imagine how platypuses could get any weirder, what with their egg-laying, beaver tails, and poisonous feet. But even those duck-like mouths are stranger than you might expect. While hunting underwater, a platypus uses sensitive glands on its bill to help locate the minor electrical fields generated by moving invertebrates.\n\n6. Get HD Vision with Mantis Shrimp Eyes.\n\n\nYou, like many creatures, have binocular vision, meaning that you perceive depth when both of your eyes work together to focus on the same object. Yet, helpful as they are, our visual organs can’t compete with this Pacific crustacean’s. For starters, mantis shrimps can use not one, not two, but three separate regions of their eyes to stare at a given subject, giving them amazing “tri-nocular” vision. \n\nBut that’s not all! They’re also able to see circularly-polarized light (the sort with which 3D films are made), an ability the vast majority of animals lack. In fact, scientists believe that the mantis shrimp’s spectacular eyesight could help us develop higher-definition CDs, DVDs, and holographic images.\n\n7. Use a Bombardier Beetle’s Rear End to Fire Off a Blast of Scalding Liquid.\n\nThose bad guys don’t stand a chance. Bombardier beetles greet would-be predators with a face-full of boiling, corrosive liquid that’s sprayed from their abdomens at a frightening speed. Amazingly, though the insects depend on specialized internal glands to produce this frightening reaction, they’re left completely unscathed afterwards.\n\nMore from mental_floss...\n\nJune 9, 2014 - 8:00am\nsubmit to reddit",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.986730814,
        "format_confidence":0.9869346619
    },
    {
        "url":"http:\/\/m.ksbw.com\/news\/25-animal-facts-you-didnt-know\/22667968",
        "text":"25 animal facts you didn't know\n\nPublished On: Dec 24 2013 10:23:45 AM PST   Updated On: Sep 04 2014 07:10:49 AM PDT\n\nFrom the tiny flea to the great blue whale, each animal possesses a unique quality that makes it stand out from the rest. List25.com takes a look at some of the most peculiar animal facts on Earth.\n\nTap here to view the list.\n\n\nThe views expressed are not those of this site, this station or its affiliated companies. By posting your comments you agree to accept our terms of use.\nblog comments powered by Disqus",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9601894617,
        "format_confidence":0.9743196964
    },
    {
        "url":"https:\/\/forwardthinking.pcmag.com\/none\/338512-gartner-s-top-10-strategic-predictions",
        "text":"Darryl Plummer\n\nSome of the more interesting sessions at each year's Gartner Symposium are when the company issues its predictions for where technology is heading. I always like looking at the lists, and seeing how they change from year to year. Note this isn't the same as the top 10 trends, which tend to be a bit more conservative and which I'll cover in my next post. Instead of listing things that are already happening, this list covers more speculative predictions—some of which come true and some don't.\n\nGartner Fellow Daryl Plummer listed this year's top 10 strategic predictions for 2016 and beyond, saying they generally fit within three overarching ideas.\n\n\"Robots are beginning to rise,\" he said, pointing to the Henn Na Hotel in Japan and home robots such as the Roomba. He said the relationship between people and machines will go from cooperative to co-dependent to competitive. He also said that smartness is also coming to everything, as all sorts of devices and applications can take advantage of predictive analytics and machine learning. And finally he mentioned the evolving \"nexus of forces\"—Gartner's formulation for how cloud, mobile, social, and information trends are impacting business and technology.\n\nSo here were the top predictions:\n\n1. By 2018, 20 percent of all business content will be authored by machines.\nHe talked about \"robowriters,\" which are creating things such as budget reports and sports summaries. He said this was happening without most people noticing it. He said CIOs should be looking at platforms, such as Narrative Science, which can replace repetitive writing.\n\n2. By 2018, 6 billion connected things will be requesting support.\nPlummer said that 1 million new IOT devices will be purchased every hour of every day in 2021, and we need to be able to service them.\n\n3. By 2020, autonomous software agents outside of human control will participate in 5 percent of all economic transactions.\nHe said that much of this will be based on crypto-currencies, such as use of blockchain technologies combined with smart algorithms. This will lead to the growth of \"robo-thieves,\" he said.\n\nTop 10 Predictions: Robots\n\n4. By 2018, more than 3 million works globally will be supervised by a \"roboboss.\"\n\"If you found out your dog was an android, would you still love it?\" Plummer asked. \"If you found out your boss was a robot, would you obey its directives?\" The prediction includes a relatively small number of workers in the near term, and to get larger, such robots need to have human mannerisms. He said managers need to be focused more on the human aspects of management. But he joked that a robot manager would do better than the coach of the Miami Dolphins.\n\n5. By year end 2018, 20 percent of smart building will have suffered from digital vandalism.\nSome of this will just be signage compromises, like inappropriate messages showing up. But connected systems offer more openings to attack, with things like signage or HVAC systems connected to buildings offering a new vector of attack. It's particularly an issue for people who live in high-rises, he said. You can't prevent everything, he said, so you need algorithms to correct the problems before they happen. For instance, you many need a firewall for your HVAC systems\n\n6. By 2018, 50 percent of the fastest-growing companies will have fewer employees than instances of smart machines.\nBy 2018, smart machine technology revenues will surpass $10 billion. So the issue will be talent, with the winners being the companies that have the people who can best program and train those systems doing the best. He noted that there will be lots of smart machines as a result, and noted businesses need to figure out how people and machines can best work together. About half of the audience for the talk thought that machines will eliminate jobs; while another half thought it would change jobs and create new ones.\n\n7. By year end 2018, customer digital assistants will recognize individuals by face and voice across channels and partners.\nPlummer discussed big recent improvement in face and voice recognition, noting how his son now dictates his homework rather than typing. He talked about how some hotels have technology to recognize who you are as you walk into them, and can set up your room with your preferences What makes this prediction unusual, he said, was doing this across channels and partners. He said CIOs need to be ready to let their customers do this.\n\n8. By 2018, 2 million employees will be required to wear health and fitness tracking devices as a condition of employment.\nGiven the number of employees in the workforce, this isn't really a huge number. But he said each of us is now already being monitored by seven or eight devices, talking about things such as wearables, smart phones, and cameras in the street. Soon this will become a business requirement in some industries. He said that monitoring the employee another step toward the \"quantified self.\" Examples include police who have cameras in their cars and military employees. \"Big Brother snuck in back door,\" Plummer said. In the short term, he said IT leaders need to establish policies for gaining employee permission to share fitness data with wellness providers.\n\n9. By 2020 smart agents will facilitate 40 percent of mobile interactions and the post-app era will begin to dominate.\nHe said we are now entering the \"post-app\" era, where algorithms are trying to help you. The process or the algorithm will be doing more complex things rather than simple apps. For instance, instead of looking for apps or web pages for discounts, the discounts will follow you. He said IT leaders should evaluate virtual personal assistants and develop cloud services with open APIs for those assistants.\n\n10. Through 2020, 95 percent of cloud security failures will be the customer's fault.\n\"Stop blaming cloud security,\" Plummer said, \"Start growing your own cloud security responsibility.\" He said it was up to IT to put in place and enforce the right policies for your business and to look at what the vendors are doing. He suggested people look at cloud access security brokers.\n\nIt will be interesting to see how these predictions come out. For comparison, here are my stories on the lists from 2013 and 2014.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.6477943659,
        "format_confidence":0.9547744393
    },
    {
        "url":"http:\/\/science.halleyhosting.com\/nature\/gorge\/books.htm",
        "text":"Columbia River Gorge Wildflowers\n\nNatural History Books Concerning the Columbia River Gorge\n\nBalsamroot in the Columbia Hills\n\nBalsamroot in bloom in the Columbia Hills\n\nPhoto at right from the Columbia Hills viewed to the north....early June, 1997.\nWildflower Books:\n\n1. Wildflowers of the Columbia Gorge\n\nby Russ Jolley, Copyright 1988 by the Oregon Historical Society , 1230 S.W. Park Avenue, Portland, Oregon 97205. ISBN 0-87595-188-0\n\nThis book is a must for anyone who spends time hiking or biking in the gorge. This is a very complete guide to the wildflowers of the gorge, with more than 700 species represented, each with a small photo, and accompanying information on location and time of viewing. The species are grouped by family. A beginner may have some trouble using this book, but with patience, one can soon identify individual species by looking at the photos. A map of the Columbia River Gorge is included, as well as a monthly listing of what wildflowers are in bloom, and a listing of various sites one may visit and brief descriptions of how to find each site.\n\n2. Survey of Wildflowers & Flowering Shrubs of the Columbia Gorge,\n\na pamphlet published by the Portland Chapter of the Native Plant Society of Oregon. For those who know their scientific names, this is an indispensible tool for locating and identifying the wildflowers to be found in the Columbia River Gorge. The pamphlet displays most of the known species in the gorge in list form (via family), and gives the elevation range, east-west range, and blooming season.\n\n3. Flora of the Pacific Northwest\n\nBy C. Leo Hitchcock and Arthur Cronquist, Copyright 1972 by the University of Washington Press. ISBN 0-295-95273-3\n\nThis is the bible of Pacific Northwest Plants, covering the wildflowers, grasses, trees and shrubs of most of the region. It is nicely illustrated with small drawings of most of the thousands of plants identified. However, it would best be used by those familiar with using complex classification keys. An earlier (1961), five volume set, well illustrated with line drawings is also still available. I use both versions of Hitchcock & Cronquist extensively.\n\n4. Northwest Penstemons\n\nBy Dee Strickler, Copyright 1997. Published by Flower Press, Columbia Falls, Montana. ISBN 1-56044-572-6.\n\nIf you like Penstemons, then you know they're hard to identify. This is a very helpful book, beautifully illustrated with numerous large, color photos, a number of line drawings of key identifying features, and range maps (some of which may be slightly inaccurate). There is also a comprehensive key, which can help get you down not only to the species, but also the variety in many cases. This book has helped me make sense of this beautiful genus of flowers.\n\nPaul Slichter",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.8705798388,
        "format_confidence":0.6367366314
    },
    {
        "url":"http:\/\/gizmodo.com\/5831586\/five-little-known-inventions-from-deceased-robot-maker-george-c-devol",
        "text":"George Devol (above right) died last week at his home in Connecticut. He invented the Unimate, the first programmable Industrial Robot. But his creative genius did not stop there. Check out these five little-known inventions developed during his long career.\n\n1. Phantom Doorman Photoelectric Door\n\nDevol formed United Cinephone and, using photoelectric switches, created the first automatic door. He licensed the invention to Yale & Towne who used it to produce the Phantom Doorman, an automatic door like ones we see today in grocery stores.\n\n2. Photoelectric Bar Code Reader\n\nUnited Cinephone excelled at combining photoelectric cells and vacuum tube control systems to create new devices. One such device was a rudimentary bar code system that would sort packages at the Railway Express Company.\n\n3. Orthoplane lighting\n\nOrthoplane lighting made its way from United Cinephone research labs into factories in the US. This overhead lighting system promised to be am easy-to-install, no glare solution that provided more working light per watt than any of its competitors.\n\n4. Automatic Laundry Press\n\nDuring World War II, Devol applied for a patent that described a novel control system for laundry press machines. These controls were proximity-based and both opened and closed the press when workers approached the machine.\n\n5. The Speedy Weeny\n\nAfter World War II, Devol experimented with microwave oven technology; an interest that lead to the development of the Speedy Weeny. This machine used microwave energy to cook hot dogs and dispense them on demand. The machines were installed in several locations including Grand Central Terminal in New York City.\n\nBesides the smaller inventions above, Devol is best known as the creator of the first programmable Industrial robot. In 1954, Devol applied for a patent that described a robotic arm whose instructions were stored on a drum. This patent would lead to the development of the Unimate industrial robot and the formation of Unimation, Inc. Seven years later in 1961, the first Unimate was installed at GM and used to transfer hot die-cast metal pieces. It was the first programmable industrial robot ever to land on a factory production line and kicked off a revolution in robotics that continues to this day. [NY Times]\n\nYou can keep up with Kelly Hodgkins, the author of this post, on Twitter, Google + or Facebook.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.917807281,
        "format_confidence":0.9551337957
    },
    {
        "url":"http:\/\/www.bigsouthsports.com\/entries\/waste-management---sustainability-tip-of-the-month-205308125",
        "text":"Waste Management - Sustainability Tip of the Month\n\nWe live in a time where nothing can go to waste. See how that thinking is reshaping the Big South Conference and Waste Management's environmental responsibilities.\n\n\nMarch 2014 - Spill Responsibly\n\nStop and think before you reach for the paper towels. Paper towel waste accounts for 254 million tons of waste in landfills each year. If every American used one less roll of paper towels a year it would save 544,000 trees. There are also harsh chemicals used in the making of the paper towels that pollute the environment. Do yourself and the world a favor, keep some handy cloth towels around to keep your place clean.\n\n\nFebruary 2014 - Adorn Your Dorm In Green\n\nThink before you decorate your dorm room. Here are a few tips for moving in this year. Buy quality furniture locally at resale shops or online. This will save gasoline as well as reduce your carbon footprint. Buying quality furniture also means it will last longer. Plus, resale shops have the coolest, most unique stuff anyway! Also, keep a plant in your room – it will help to clean the air and reduce airborne molds that cause sickness.\n\n\nJanuary 2014 - Reuse and Recharge\n\nRechargeable batteries are a great way to save money and resources. Initial costs are higher for reusable batteries, but in the long term they quickly pay for themselves. Recharging only costs approximately 4 cents per battery – do the math. Plus, the environmental impact of rechargeable batteries is far less significant than that of disposable batteries. They have 28 times less impact on global warming, 30 times less impact on pollution and 12 times less impact on water pollution.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.979324162,
        "format_confidence":0.9385211468
    },
    {
        "url":"https:\/\/greenpixie.com\/blog\/how-to-be-more-sustainable-this-summer",
        "text":"12 August 2021\n\nHow to be more sustainable this summer - 5 easy switches you can make\n\nTake a look at 5 brands who are making a sustainable summer a fun and fashionable reality.\n\nProfile picture of post author\nBy Ben Price\nFeatured image for Greenpixie blog post\n\nAs most of us are enjoying our summer holidays at home this year, we’re going BIG on our summer activities.\n\nSome people might tell you that being fun and being sustainable don’t go hand-in-hand. Below we’ve shared some awesome warm weather products you can swap in to reduce your carbon footprint, without missing out on the joys of summer.\n\n1. Mix Up Your BBQ Offerings\n\nWanting to cut your carbon emissions but not miss out on the taste of a delicious burger? Beyond Meat produces convincingly real looking and tasting plant-based patties that work as a great meat substitute. They taste even better when you know they use 90% less Greenhouse Gases and 99% less water than a traditional beef burger.\n\nPartner your patties with a sustainable, artisan beer from Crust. Crust upcycle food waste from bread to make exquisite beers, lagers and soft drinks. That’s right, you can help mother nature by getting drunk now.\n\nShop ‘Beyond Meat’ Here\n\nShop ‘Crust’ Here\n\n2. Switch Your Suncream To Save Coral Reefs\n\nThere’s a lot of nasty chemicals in typical suncreams that damage coral reefs and the wildlife surrounding them. Whilst we might not have reefs in the glistening shores of Blighty, the chemicals do end up washed into our oceans — which could and should be avoided.\n\nSwap to a mineral suncream like All Good — a climate neutral, reef-safe cream that uses natural ingredients and antioxidants to protect your skin.\n\nShop ‘All Good Suncream’ Here\n\n3. Trade In Your Travel Bag\n\nEven if you’re not heading abroad this year, Patagonia’s high-quality backpacks and rucksacks are essential for any outdoor activity. Patagonia is famous for its eco-friendly initiatives: pledging 1% of sales to the preservation and restoration of the natural environment; using over 64% recycled materials in their fabrics; and they even offer repairs to keep your gear lasting longer. So you can feel smug whilst you’re hiking in style.\n\nLooking for something fancier? Matt & Nat produce beautiful accessories from overnight bags to handbags and they’re made from vegan leather, biodegradable materials and recycled plastic. Approximately 21 plastic bottles are recycled for every bag made. Woof.\n\nShop ‘Patagonia’ Here\n\nShop ‘Matt & Nat’ Here\n\n4. Start Using Eco-Friendly Outerwear\n\nIf you’re on the hunt for a new rain jacket — perhaps something light for those warmer temperatures but ready for an unexpected shower, check out Swedish brand Tretorn.\n\nTretorn specialise in wet-weather essentials and have an extensive eco-friendly product line that uses everything from fishing nets to leftover fabrics to make their delightful Scandi goods. Yes they look really nice, too. Here’s proof you can be stylish and sustainable.\n\nShop ‘Tretorn’ Here\n\n5. Sit On Plastic Bottles As A Picnic Blanket\n\nGone are the days you’d go for a picnic and sit on a scratchy woollen rug with a sore backside. Rumpl’s ‘Puffy’ is everything we’ve been searching for. It’s a cushy picnic blanket that doubles up as a cosy outdoor blanket that’ll keep you warm when the temperature’s turn.\n\nInspired by sleeping bags, Puffy is made from 100% recycled materials (mainly plastic bottles) and is stain and water resistant — so you can spill as much ketchup down it as you want. The blanket is also as light as a feather to carry, which is suitable for when you’re trying to find that perfect spot to picnic. It’s truly worth the switch.\n\nShop ‘Rumpl’ Here\n\nBoom. Look at all these eco-friendly businesses that are truly smashing it. It can be overwhelming to try to make positive environmental decisions when there is just so much to consider. That’s why we love these kinds of companies, who offer great products and no-brainer solutions, like these.\n\nUnfortunately, not a lot of people, even environmentalists, are aware that websites are responsible for CO₂ emissions. But they are — in a big way.\n\nNow, time to audit these companies and see who needs our help!",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.8667666912,
        "format_confidence":0.9848150015
    },
    {
        "url":"https:\/\/www.wildsecrets.net\/2020\/04\/10-facts-about-sloths-you-should-know.html",
        "text":"10 facts about sloths You Should Know ! \n\nWelcome To WildSecrets , Today we going to talk about 10 facts about sloths\nIn Central and South America, sloths call large trees their home because their long claws make it difficult for them to walk on the ground. World Animal Protection is committed to protecting wild animals such as sloths, elephants, otters and tigers and keeping them in their natural habitat rather than exposing them to the cruelties of the animal entertainment industry or the trade in exotic animals.\n\nRead on to learn more about these unique animals and why they live in the wild.\n\n10 facts about sloths You Should Know !\n\n10 Interesting facts about sloths\n\n1. It takes two\n\n10 facts about sloths You Should Know !\n\nThere are two types of laziness, bi- and tridentate laziness. However, this can be confusing, as both types have three claws or \"toes\" on the hind limbs. In reality, the two-toed sloth should be called a two-toed sloth instead, because the difference between the two is in their front limbs.\n\n2. The Big Brother\n\n10 facts about sloths You Should Know !\n\nThe modern sloth generally has the size of a medium-sized dog. But the sloth of the past, known as the \"Megatherium\", could be as big as an Asian elephant! These giant sloths sometimes had areas with small bony discs that served as their \"armour\" for protection. They became extinct about 10,000 years ago.\n\n3. Natural Camouflage\n\n10 facts about sloths You Should Know !\n\nSloth have a symbiotic relationship with the algae that grow on their fur. While the sloth provides shelter and water for the algae (because the sloth's fur is very absorbent), the algae provide the sloth with camouflage and additional nutrients through their skin.\n\n4. Sloth\n\n10 facts about sloths You Should Know !\n\nThe impressive biology of a Sloth allows him to spend 90% of his life hanging upside down. Studies show that this is possible because her organs are attached to her chest, which means they do not put any strain on the lungs. This means that, unlike us, a sloth can hang upside down without this affecting his breathing.\n\n5. A green diet\n\n10 facts about sloths You Should Know !\n\nThe food of a sloth consists mainly of buds, leaves and tender shoots, although some sloth also eat insects and birds as a food supplement. They have a multi-chambered stomach that allows them to digest the hard cellulose they eat efficiently. This process is slow, as it takes 30 days to digest a leaf!\n\n6. When I look at you\n\n10 facts about sloths You Should Know !\n\nSloths have an additional vertebra at the base of the neck, which allows them to rotate their head around a 270° axis. This gives them an almost 360° view of their surroundings, which proves to be a very advantageous defence mechanism. This unique feature distinguishes sloths from other mammals whose bone structure does not allow this flexibility.\n\n7. The lengths make\n\n10 facts about sloths You Should Know !\n\nAlthough sloths have long claws that make it difficult to go ashore, they can move up to three times faster when swimming - which is surprising given their typically slow character! They can also hold their breath for an impressive 40 minutes and suppress their metabolism to increase their heart rate to a third of their normal speed.\n\n8. Take Your Time\n\n10 facts about sloths You Should Know !\n\nThe nature of the sloth allows it to save energy because it moves more slowly than any other mammal on the planet. This modest pace means that sloths generally do not travel more than 38 meters in a single day, and in the rare cases when they are on the ground, they only crawl 30 cm per minute.\n\nThe Greek goddess Aergia was the ancient personification of the sloth and was known to sleep frequently. In captivity, the sloth sleeps up to 15-20 hours per day, while the wild sloth sleeps as much as humans, about 8-9 hours per day.\n\n10. A smile In a Photo\n\n10 facts about sloths You Should Know !\n\nThe facial structure of a Sloths gives the impression that he or she is constantly smiling - even when pain, stress or fear is present. When sloths are used as photographic props for wildlife, tourists may inadvertently mistake this characteristic for happiness or contentment.\n\nHelping the sloth to stay in its natural habitat\n\nOur study found that the species most commonly used for selfies in the Amazon are sloths, pink river dolphins, anacondas and caimans - with sloths being the most commonly used.\n\nIn the wild, sloths generally lead a quiet, sleepy life. When used as props for tourist photos, they are constantly surrounded by noise and mistreated by guides and tourists. Research shows that sloths are often held by their claws or arms without any support, which leads to a high level of fear and stress.\n\nWhen you travel, photograph sloths and other wildlife when they are in their natural habitat. Say no to anyone who offers to keep a sloth for a photo and sign the Wildlife Sloth Code for more tips on keeping wild animals in their natural habitat. Sloths don't want a hug, they just want to survive.\n\nPost a Comment\n\nPrevious Post Next Post",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9507649541,
        "format_confidence":0.9899683595
    },
    {
        "url":"https:\/\/www.th-energy.net\/2016\/06\/03\/top-5-hybrid-energy-news-solar-and-wind-diesel-hybrid-microgrids-may-2016-by-thenergy\/",
        "text":"Top 5 Hybrid Energy News (Solar- and Wind-Diesel-Hybrid + Microgrids) – May 2016 by THEnergy\n\nThe May edition of our “Top 5 Hybrid Energy News” features Total, Masdar, Gamesa, SMA Sunbelt, Enerdeal, Saft, Stem, Offgrid Electric, Powerhive, Statia Utility Company, and Forrest Group. We observe again the continuous trend that large renewable energy players enter the hybrid and microgrid market.\n\nTop 1\n\nFrench oil company Total to buy Saft in move on decentralized renewable energy markets\n\nTotal’s proposed offer will value Saft at €950 million. The Supervisory Board of Saft has already approved the friendly takeover. A spokesman of Total has pointed out to THEnergy that “the rationale for this proposed acquisition (…) is to further establish Total as a player in renewables (…), and to help us get a better understanding of the electricity value chain”. In addition, he said that Total had already “marked interest in decentralized energy systems” with minority stakes in the energy storage company STEM and in the off-grid solar players Offgrid Electric and Powerhive.\n\nLike and retweet:\n\n\nTop 2\n\nMasdar finishes solar-diesel hybrid projects with 3.15 MWp PV in 5 Pacific states\n\nThe new microgrid projects were built under the USD50 million UAE-Pacific Partnership Fund (UAE-PPD). The latest projects include a 1MW PV plant in the Solomon Islands, a 500kW PV plant in Nauru, two solar-diesel hybrid plants totaling 450kW in Palau, a 600kW PV plant in the Marshall Islands and a 600kW PV plant in Micronesia. The projects will deliver a total of 3.15MW of clean energy capacity and displace over 4,000 tons of carbon dioxide emissions per year. They will also save 1.6 million litres of diesel fuel annually; supporting the Islands’ efforts to diversify its energy mix and meet each nation’s individual renewable energy targets.\n\nLike and retweet:\n\n\nTop 3\n\nSpanish wind power giant Gamesa combines wind, solar, storage and diesel for off-grid prototype\n\nThe next large energy player moves toward the off-grid markets. Gamesa’s pilot system will feature an 850kW wind turbine, 245kW of PV solar, three 222kW diesel generators and 500 kW lithium-ion batteries. In the future, Gamesa will also be testing flow battery technology nad will consider ultracapacitors and flywheels. The system targets mines, cement works and isolated communities such as islands and remote villages, with varying combinations of wind, solar, diesel and storage, depending on the needs.\n\nLike and retweet:\n\n\nTop 4\n\nSolar-diesel hybrid with 1.9MWp PV and 1MW storage for Dutch Caribbean island St. Eustatius\n\nSMA Sunbelt built the solar-diesel hybrid plant for Statia Utility Company (STUCO), which serves the island with electricity. Until March 2016, the island’s power supply was fully derived from diesel fuel. As a result of the green transition, the island’s local utility is now able to reduce its fossil fuel consumption by up to 30% and displace 2,200 tons of CO² per year.\n\nLike and retweet:\n\n\nTop 5\n\nEnerdeal and Forrest Group sign off-grid solar microgrid with 1 MW PV and 3 MWh battery in Kongo\n\nThe plant will be located in Katanga in the Democratic Republic of Congo. It will be the largest off-grid solar plant in DRC and one of the biggest off-grid solar plants in Africa. The microgrid will give power to a region with no access to electricity. The production capacity is being coupled with several kilometers of medium and low voltage transmission lines, in order to power street lights and households and to enhance the development of new small and medium industries in the area.\n\nLike and retweet:\n\n\nIf you want to receive the news earlier, please follows us on TWITTER:\n\nAlso use likes and retweets on Twitter to show which of the Top 5 news you like best! All likes and retweets are added up; the result will be published in our NEWSLETTER!\nSign up for our NEWSLETTER at\n\n\nWrite a comment\n\nComments: 0\n\nTWITTER: THEnergy on Top 100 list for Renewable Energy\n\nPlease follow us on TWITTER\n\nThomas Hillig to present about: Renewables for off-grid mines: Status quo and outlook\n\nTHEnergy supports:\n\n\n\n\n\nTop 5 Hybrid Energy News (Solar- and Wind-Diesel-Hybrid + Microgrids) – November\/December 2017 by THEnergy\n\nThe new edition of our “Top 5 Hybrid Energy News” leads with several rural electrification initiatives, an agricultural, and a commercial application. It features Vinci Energies, Senelec, Leonardo DiCaprio Foundation, Sunergise, Fiji Electricity Authority, BayWa, Société Générale, Vergnet, Elum Africa, and Bonima. It covers news from Senegal, Fiji, Zambia, Ghana, and Morocco.\n\nRead More 0 Comments\n\n\n\n\n\nTop 5 Hybrid Energy News (Solar- and Wind-Diesel-Hybrid + Microgrids) – October 2017 by THEnergy\n\nThe October edition of our “Top 5 Hybrid Energy News” includes another hybrid project in mining and two announcements for the telecom sector. The new edition features Caterpillar, Barloworld, B2Gold, OMC, Mitsui, Rockefeller Foundation, Greenwish, Orange, RusHydro, NEDO, Tierra Hotels, Kraftwerk, and Qinous.\n\nRead More 2 Comments\n\nDr. Thomas Hillig Energy Consulting\nPestalozzistr. 40b\nD-80469 München\n\ninfo @\nTel.: +49-152-36186442",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.6430823207,
        "format_confidence":0.9754979014
    },
    {
        "url":"http:\/\/www.infobarrel.com\/10_Largest_Sharks_In_The_World\/10",
        "text":"2. Basking Shark\n\nBasking Shark\n\nThe basking shark, Cetorhinus maximus is an absolute beast of a shark being the second largest fish on the planet. The Basking Shark can grow as long as 40 feet and has been reported at weighing as much as 19 tons! Luckily these mammoth sharks are non predators as they are filter feeders.\n\n1. Whale Shark\n\nWhale Shark\n\nThe Whale Shark, Rhincodon typus is the most humungous shark in the entire world. Luckily, they are not predators and are just another slow moving filter feeder similar to the Basking Shark. The Whale Shark can grow as long as 41 feet and weigh as much as 15 tons! The whale shark can be found in tropical and warm water oceans; they have been known to live as long as 70 years. This species is said to have originated as long as 60 million years ago!\n\nLargest Sharks\n\nThere are more than 360 species split across 8 orders of sharks. Some sharks are predators and some are perfectly safe. Some sharks are large and some sharks are small, but humans in general are fascinated with size and because of this I have compiled a list of the 10 largest sharks in the world.\n\n10. Bigeye Thresher Shark\n\nBigeye Thresher Shark\n\nThe Bigeye Thresher shark, Alopias superciliosus, is the 10th biggest shark in the world. The Bigeye Thresher can be found in tropical oceans around the world and can be found at depths up to 1650 feet deep. Bigeye Thresher sharks are of a purplish grey color and can reach lengths up to 15.1 feet long and can weigh up to 795 lbs.\n\n9. Bluntnose Sixgill Shark\n\nBluntnose Sixgill Shark\n\nThe Bluntnose sixgill shark, Hexanchus griseus, is the ninth biggest shark in the world and is often referred to as a cow shark. The Bluntnose sixgill shark is a member of the Hexanchidae family; most of their relatives are extinct. These sharks skin color's can range from tan\/brown to nearly black in color. These sharks are known to grow as big as 15.8 feet and some larger versions have even been spotted.\n\n8. Thresher Shark\n\nThe Thresher Shark\n\nThe Thresher shark, similar to its smaller brother the 'Bigeye Thresher Shark', is another large breed of shark that can grow as long as 18 feet. THe Thresher shark is the 8th biggest shark known to man and is found in tropical oceans around the world. Thresher sharks are a slender shark but don't let that fool you, these bad boys can weigh over 1100 lbs!\n\n7. Great Hammerhead Shark\n\nGreat Hammerhead Shark\n\nThe Great Hammerhead, Sphyma mokarran is the biggest of all hammerhead sharks growing up to lengths of 20 feet. Great Hammerheads can be found around the world like most sharks in warm tropical waters. While Great hammerheads are a danger to humans, they tend to be a shyer shark, generally avoiding humans. The heaviest Great Hammerhead caught to date was a 1280 lb female caught in Boca Grande in Florida, US.\n\n6. Greenland Shark\n\nGreenland Shark\n\nThe Greenland Shark, technically known as Somniosus microcephalus is a very large shark that can be found in the North Atlantic Ocean, predominantly near Greenland and Iceland. These sharks are known to grow up to 21 feet long and live as long as 200 years. They are known to be the longest living vertebrate (longest living creature with a spine). While Greenland sharks tend to be a deep water shark living at depths up to 6600 feet, they have been caught on film in shallow water in depths as low as 24 feet.\n\n5. Pacific Sleeper Shark\n\nPacific Sleeper Shark\n\nThe Pacific sleeper shark, Somniosus pacificus, is yet another massive shark known to grow up to 23 feet in length and weigh as much as 800 lbs. The one interesting thing about the Pacific Sleeper is that they are one of the few sharks found in polar waters year round. What also makes them interesting is they mostly live in deep waters and can be found as deep at 6500 feet below the oceans surface.\n\n4. Tiger Shark\n\nTiger Shark\n\nThe Tiger Shark, Galeocerdo cuvier is the fourth largest shark in the world with a maximum length up to 24.3 feet! These humungous sharks have been known to weigh up to 2000 lbs and are known for being vicious. Not only do they eat many forms of sea life, they are also well known for attacking human swimmers. The Tiger sharks are mostly known to live tropical waters of the world but are especially common surrounding islands in the central Pacific ocean.\n\n3. Great White Shark\n\nGreat White Shark\n\nThe great white shark, Carcharodon carcharias, has got to be one of the worlds most well known vicious sharks. These sharks have been known to grow as long as 26.2 feet and weigh as much as 5000 lbs! The Great White shark is the last surviving member of its species genus, Carcharodon. Unfortunately for us as humans Great White sharks are located in coastal waters across all major oceans, so if you are on vacation, make sure you find out if they habitat the beaches where you plan on swimming!",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9697999954,
        "format_confidence":0.9886158109
    },
    {
        "url":"https:\/\/www.divecompare.com\/blog\/50-fascinating-ocean-facts\/",
        "text":"Nov 2015\n\n50 Fascinating Ocean Facts\n\nBy Ollie \n\nWhen we think about the ocean, we imagine how vast this watery desert is, however the majority of us do not understand the sheer scale of the world’s ‘Global Ocean’. Approximately 71% of the earth’s surface is covered in ocean, and with that said, the global ocean gives us around 97% of the world’s water supply.\n\nThe ocean is a mysterious and thought-provoking environment that leaves us wanting to learn more. Even though the ocean takes up such a huge amount of the planet’s surface, researchers have only really explored 5%.\n\nA question we might ask is; “what do the oceans do for the earth?” Well, the oceans have many functions, one of which is that they affect the climate and weather on earth. The oceans regulate the earth’s temperature by absorbing incoming solar radiation, which is then stored as heat and then distributed around the planet. The global ocean is home to a ‘conveyor belt’ system which is constantly moving water around the world. The ‘Global Ocean Conveyor Belt’ circulates this heat energy, which heats the land and air throughout the winter and cools the land and air throughout the summer.\n\nThe world’s ‘Global Ocean’ is so large that it has split into 5 separate oceans which are all connected to each other. Before the year 2000, there were only 4 oceans in existence, however the IHO (International Hydrographic Organization) set out new boundaries for the ‘Southern Ocean’ which is the newest and second smallest ocean out of the 5. The largest out of the 5 oceans is the Pacific, which stretches over 63.7 million square miles, with its deepest point situated at 11,033m deep. The size of the Pacific Ocean is almost the same as the area of land found on earth.\n\nNot only is the ocean incredible in itself, its inhabitants are also remarkable. The blue whale is the largest animal on the planet. With its average length of 30m, weighing a staggering 180 tons, these blue giants have been listed as ‘Endangered’ as they were nearly hunted to extinction at the beginning of the twentieth century. In addition to the blue whale, the grey whale is also a magnificent marine animal that has been known to have the longest migration of any mammal, travelling distances of up to 13,000 miles each year.\n\nIf you would like to know more about this incredible environment and habitat, then take a look at the extraordinary infographic below, created by which consists of 50 fascinating ocean facts which will leave you wanting more…\n\n\nGet the latest deals straight to your inbox.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9699532986,
        "format_confidence":0.9790325165
    },
    {
        "url":"https:\/\/www.savebuzzardsbay.org\/take-action\/what-you-can-do\/in-your-home\/",
        "text":"Even when we’re not outside, it’s important to keep clean water in mind. With a few simple actions, you can do your part to save water and prevent pollution in our harbors, coves, and rivers. Here are 5 easy ways you can make your home Bay-friendly.\n\n1. Conserve Water\n\n  • Turn off water while shaving, doing dishes, and brushing your teeth.\n  • Only run your dishwasher and washing machine when they are full.\n  • Check for leaks around your toilet.\n  • Install water-saving faucets, toilets, and shower heads.\n\n2. Avoid Toxic Household Products\n\n  • Bring hazardous products (such as paints, auto fluids, and swimming pool chemicals) to designated collection facilities so they can be disposed properly. Most towns and cities offer drop-off days for household hazardous wastes.\n  • Instead of toxic household cleaners, use natural and homemade cleaning products made from everyday products like baking soda and vinegar.\n  • Choose non-toxic options for clogged drains like a plumbing snake or a homemade drain cleaner.\n\n3. Check Your Septic System\n\n  • Pump out your septic system every two to three years to avoid sludge buildup. Have your system checked each year for problems that can lead to pollution.\n  • Replace your septic system or cesspool with one that removes nitrogen. Traditional septic systems are the biggest source of nitrogen pollution to Buzzards Bay.\n\n4. Keep Drains Clear\n\n  • Never pour medications or toxic chemicals down the drain. Don’t flush them, either. They will end up directly in our waterways.\n  • Don’t pour fats, oils, or grease down your drain. They clog pipes and ruin wastewater treatment plants. Instead, pour grease and cooking oil into a disposable container, allow it to harden, and then throw it away.\n  • Avoid using a garbage disposal. Like grease and cooking oil, food scraps can clog pipes and make wastewater treatment harder. Instead, try composting your kitchen food scraps.\n  • Never flush household cleaning items like paper towels, cotton balls, baby wipes, and dental floss. These items can all lead to major clogs and costly repairs at wastewater treatment plants.\n\n5. Prepare Local Seafood\n\n  • Locally caught seafood helps our economy and our environment. When you buy seafood, choose fish, quahogs, and oysters from Buzzards Bay.\n  • Try catching your own seafood! Go fishing or shellfishing, and you can bring home a feast for your family and friends to enjoy.\n\nTake Action\n\nBecome a Member\n\nYou can help save Buzzards Bay. Join the Buzzards Bay Coalition, and become one of more than 10,000 members who support our work to protect clean water.\n\nRead More ›\n\nWorking to Save Buzzards Bay\n\nThe Buzzards Bay Coalition is a membership-supported organization dedicated to improving the health of the Buzzards Bay ecosystem for all through education, conservation, research, and advocacy.\n\nWe work to protect clean water on the Bay and on the land:",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.8402707577,
        "format_confidence":0.8853110075
    },
    {
        "url":"http:\/\/www.bigdataanalyticsguide.com\/2016\/08\/07\/week-machine-learning-data-science-aug-7-2016-weekly-digest\/",
        "text":"This Week in Machine Learning & Data Science (Aug 7, 2016) – Weekly roundup\n\nHere’s our weekly roundup – curated list of articles published this week – on Machine Learning and Data Science. Hope you find it useful – please don’t forget to subscribe!\n\n  1. Flight Delays Prediction with Apache Spark MLLib\n    Data Flow\n    Data Flow\n\n    In this article, David Taieb presents a solution that uses weather info from Weather Company Data for IBM Bluemix and combines it with flight history from to build a predictive model that can forecast delays.\n\n  2. Patient Readmission Prediction Using Amazon Machine Learning\n    In this post, Ujjwal Ratan shows how to apply advanced analytics concepts like pattern analysis and machine learning to do risk stratification for patient cohorts.\n  3. The Evolution and Core Concepts of Deep Learning & Neural Networks\n    In this guest post, authors explain the core concepts of deep learning i.e. about backend calculations that result in enhanced model accuracy, modelling tips and a sneak peek into the history of neural networks.\n  4. Boosting Algorithms in Machine Learning as a Metaphor for Diverse Teams\n    In this blog post, the author documents how boosting ensemble algorithms in Machine Learning use an approach that is similar to assembling a diverse team with a variety of strengths and experiences.\n  5. TensorFlow – Not Just for Deep Learning\n    A Glance at Its Machine Learning Building Blocks and Collection of Algorithms\n  6. Release of Sparkling Water v2.0,’s API for Apache Spark\n    Sparkling Water - Development Setup\n  7. Real-world data cleanup with Python and Pandas\n    In this article, Jake Kara writes about why we can’t trust our eyeballs to validate data;\n    how to develop a conversion function and test it along the way; how to use regular expressions to convert strings that match a known pattern.\n  8. Machine-Learning Algorithm Combs the Darknet for Zero Day Exploits, and Finds Them\n    The first machine-based search of online hacker marketplaces identifies over 300 significant cyberthreats every week.\n  9. This startup uses machine learning and satellite imagery to predict crop yields\n    Johnson’s startup, Descartes Labs, relies on 4 petabytes of satellite imaging data and a machine learning algorithm to figure out how healthy the corn crop is from space.\n  10. Facebook Built an Algorithm to Fight Clickbait. Will It Save You the Right Click?\n    Facebook has developed software to identify clickbait headlines by analyzing their text. The software will be incorporated into the company’s News Feed ranking system to downgrade posts whose headlines appear to be manipulative or misleading\n\n\nCopy Protected by Chetan's WP-Copyprotect.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.6652023196,
        "format_confidence":0.6794205904
    },
    {
        "url":"http:\/\/yearinspace.com\/the-week-in-space\/478-june-8-2015-how-to-get-a-spacecraft-named-after-you",
        "text":"June 8, 2015 - How to Get a Spacecraft Named After You\n\nHow to Get a Spacecraft Named After You  It’s really quite simple to have an interplanetary spacecraft named after you. All you have to do is be the first person to calculate how fast Jupiter rotates, compute a table of the motions of its moons, and determine the first accurate distances to Mars and the Sun. And it helps if you discover at least four satellites of Saturn (Iapetus, Rhea, Dione and Tethys) and identify a prominent gap in Saturn’s rings. Giovanni Cassini, born 390 years ago this week, did all of these things, and the Cassini spacecraft that has been orbiting Saturn since 2004 is named in his honor. In this spectacular false-color Cassini image, the angry eye of a hurricane-like storm at Saturn’s north pole appears dark red, while the fast-moving hexagonal jet stream framing it is a yellowish green.\n\nImage credit: NASA \/ JPL-Caltech \/ SSI\n\nWeekly Calendar\n\nJune 8-14, 2015\n\nHolidays - Sky Events - Space History\n\n\nMoon phase Monday 8\n\nNeptune 3° south of Moon\n\n1625: Giovanni Cassini born\n1959: First X-15 unpowered glide test\n1975: Venera 9 launched\n2007: STS-117 Atlantis launched\n\nMoon phase Tuesday 9\n\nLast Qtr Moon 11:42 AM ET\n\n1812: Johann Gottfried Galle born\n\nMoon phase Wednesday 10\n\nMoon at perigee\n\n1985: Vega 1 deploys lander and balloon on Venus\n2003: Mars rover Spirit launched\n\nMoon phase Thursday 11\n\nMercury appears stationary\nUranus 0.5° north of Moon\nPallas at opposition\n\n2008: Fermi Gamma-Ray Telescope launched\n2013: Shenzhou 10 launched, China's fifth human spaceflight mission\n\nMoon phase Friday 12\n\nNeptune appears stationary\n\n1967: Venera 4 launched\n\nMoon phase Saturday 13\n\n1831: James Clerk Maxwell born\n1974: National Space Society founded\n1983: Pioneer 10 leaves solar system, begins traveling in interstellar space\n2010: Hayabusa spacecraft returns first asteroid samples to Earth\n2012: NuSTAR X-Ray telescope launched\n\nMoon phase Sunday 14\n\nFlag Day\n\nMars in conjunction with Sun\nMercury 0.04° north of Moon\n\n1967: Mariner 5 launched\n1975: Venera 10 launched\n1985: Vega 2 deploys lander and balloon on Venus\n\nSuggestions for new history dates or better links? Corrections for errors on this page? Please e-mail me.",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9870522022,
        "format_confidence":0.5664587617
    },
    {
        "url":"https:\/\/www.fingal.ie\/simple-ways-act-climate-change",
        "text":"alert-icon Created with Sketch.\n\n\nEmergency Management\n\n26 Mar 2020\n\nFingal County Council and COVID-19: Help us to help you.\n\nOur offices are open by appointment only.\n\nYou can contact Customer Care at 01-8905000 or at [email protected].\n\nFurther information in relation to our services is available on\n\nPlease use the post-box outside our offices for correspondence\/forms if required.\n\nFurther information here.\n\nStay Safe\n\nSimple Ways to Act on Climate Change\n\nClimate change is a global problem with global implications - but it's also a regional, national and local issue that impacts every one of us.\n\nThis means that no part is too small to play - and everyone can do their bit to help.\n\nRead on to for tips and advice that can help you in your climate action efforts.\n\nClimate change action plan 6\n\nBe energy efficient\n\nChange to LED bulbs -  while more expensive, they last longer and use far less power so you will see the impact in your bills.\n\nWash clothes and dishes using eco-cycles, which use less water and energy.\n\nBuy the most efficient appliances you can, turn down the thermostat and only heat the house when you need to. \n\nClimate change action plan 7\n\nReduce your waste\n\nRubbish sent to landfill produces the potent greenhouse gas methane.\n\nRecycle where possible, and get a compost bin.\n\nMost operators collect brown bin waste, or you can produce compost for use in the garden.\n\nTry to buy refills of household staples like coffee or washing powder, which use less packaging.\n\nClimate change action plan 8\n\nGreen your commute\n\nWalk, cycle or use public transport where possible.\n\nBoth emissions and congestion are cut when fewer cars are on the road, and you’ll save money, too.\n\nTry to car pool, and buy the most efficient and least-polluting car you can afford.\n\nClimate change action plan 9\n\nBuy local\n\nTry to do the bulk of your shopping in your community. \n\nThis not only keeps jobs in local areas but also reduces car use.\n\nClimate change action plan 10\n\nBuy seasonal\n\nTry to eat fruit and vegetables in season.\n\nFood often travels thousands of kilometres before reaching the local supermarket, and shipping and aviation have a major impact on climate change.\n\nOnly buy what you’ll eat.\n\nClimate change action plan 11\n\nTry to go meat free\n\nWhile we don't advocate enforced vegetarianism or veganism, going meat free at least once a week is healthier, cheaper and will help reduce agricultural emissions.\n\nClimate change action plan 12\n\nUse the off switch\n\nTurn out the lights, and power down the TV, laptop, tablet and other appliances when you’re not using them.\n\nTurn off the water when you brush your teeth — treating water to make it safe to drink uses enormous amounts of energy.\n\nClimate change action plan 13\n\nGo green in the garden\n\nPlant native plants and trees, which suck in carbon, try to compost and cut the grass using an electric or push mower instead of a petrol-powered one.\n\n\nClimate change action plan 14\n\nLook after what you’ve got\n\nRegularly service the car and boiler, and defrost the freezer.\n\nTry to get appliances repaired instead of replacing them.\n\nClimate change action plan 15\n\nConsider a staycation\n\nStaying at home doesn't have to be dull - Ireland, and Fingal, are packed with plenty to see and do.\n\nWhen you do have to fly, try to find flights with the most direct routes, pack as light as possible, and prioritise airlines and flights that use newer aircraft.\n\nAll Rights Reserved © Fingal County Council",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.9410254955,
        "format_confidence":0.8091323972
    },
    {
        "url":"http:\/\/www.statesman.com\/news\/local\/make-your-plans-where-watch-the-solar-eclipse-central-texas\/JhCMJASOkBW2BDM0UtTP2L\/",
        "text":"MAKE YOUR PLANS: Where to watch the solar eclipse in Central Texas\n\n\nMAKE YOUR PLANS: Where to watch the solar eclipse in Central Texas\n\nWant to get in on the solar eclipse frenzy? If you haven’t made your Eclipse Day plans yet, there are tons of events in the Central Texas area for family-friendly, astronomical fun.\n\nHere is a collection of places to go and things to do on Monday, Aug. 21:\n\n\nBalcones Park Viewing Party, 1:10 p.m., 12017 Amherst Drive, Austin: Join neighbors for a viewing at the Balcones District Park. Glasses will not be provided.\n\nNorth Austin Eclipse Party, 11:30-2 p.m., 15001 Wells Port Drive, Austin: Get some free solar glasses, refreshments and information about the eclipse during this viewing party at the Wells Branch Community Library.\n\nNorthwest Austin Eclipse Party, 12-2 p.m., 2500 Exposition Blvd., Austin: Don’t have glasses? Get crafty and make pinhole projectors with the Austin Public Library’s Howson Branch. Then watch the eclipse.\n\nUniversity of Texas Viewing, 11:41 a.m.-2:39 p.m., Robert Lee Moore Hall, 2515 Speedway, Austin: Get yourself some free glasses and watch the eclipse with members of the UT Astronomy Department.\n\n\nBastrop State Park Viewing, 11:30 a.m.-2 p.m., Historic Golf Shelter, 100 Park Road 1A, Bastrop:Learn about what eclipses are, how they happen and how animal behaviors change as the sky gets darker in the middle of the day. $5 per person for 12 years old and up. Glasses provided.\n\n\nBuda Eclipse Party, 12-2 p.m., 303 Main St, Buda: Get a load of the eclipse fun with activities, art and stories, and watch the partial eclipse at 1:10 p.m. during this free event on the Buda library lawn. Library will provide solar glasses for safe viewing.\n\n\nTexas Museum of Science & Technology Viewing, 10 a.m.-2:40 p.m., 1220 Toro Grande Drive, Cedar Park: The museum will have activities and special shows about the sun in its planetarium as well as experts on hand to help you view the eclipse safely and answer your questions. Glasses provided.\n\nEclipse Viewing and Digital Planetarium Eclipse Show, 11 a.m.-2 p.m., Austin Nature and Science Center\n\n2389 Stratford Drive, Austin: Check out the eclipse and a video of how an eclipse works in the center’s new digital planetarium. Limited number of eclipse glasses will be available.\n\n\nJohnson City Library Viewing Party, 11:30 a.m.-2:30 p.m., 501 Nugent Ave., Johnson City: Check out the solar eclipse with the Johnson City Library, make a keepsake solar book, create a solar dance, have some solar cookies, write eclipse poetry, make a time capsule for the next eclipse in 2024 and more.\n\n\nPflugerville Eclipse Party, 11:30 a.m.-3:45 p.m., 1008 W. Pfluger St., Pflugerville: Pflugerville Public Library will throw its own eclipse bash for all ages with crafts and a screening of Wall-E at 2 p.m. Glasses provided. Viewing time will be between 1 and 1:15 p.m.\n\n\nRound Rock Eclipse Party, 12-2 p.m.,221 East Main St., Round Rock: Round Rock Public Library, in partnership with the Space Science Institute, will host a free party at Prete Plaza. Glasses will be provided.\n\n\nMcDonald Observatory Viewing Event, 10 a.m.-5:30 p.m., 3640 Dark Sky Drive, McDonald Observatory: Forget the glasses and check out the eclipse through a filtered telescope from the center’s courtyard areas (it’s a bit of a trek — 450 miles from Austin). The observatory, which is affiliated with the University of Texas at Austin, will also offer theater viewing in the Visitors Center by way of specially filtered telescopes and high-resolution video cameras.\n\nHosting an event or know of another that’s not on this list? Give me a shout at\n\nView Comments 0\n\nWeather and Traffic",
        "topic_id":19,
        "format_id":9,
        "topic_confidence":0.6914164424,
        "format_confidence":0.9663960934
    }
]