[
    {
        "url":"https:\/\/geant3.archive.geant.org\/Research\/Multidomain_Network_Services_Research\/Pages\/Control_and_management.aspx",
        "text":"Skip Ribbon Commands\nSkip to main content\n\nSkip Navigation LinksControl_and_management\n\nControl and management\n\nControl and Management research investigates the use of standardized approaches for business process oriented service provisioning and the introduction of next-generation operations support systems principles in GN3.\n\nFocus of the research\n  • The analysis of the existing standardized network management models and their applicability to GEANT environment.\n  • Business process analysis: Starting from the widely adopted standard TMF eTOM business process framework, define a business process framework applicable to the GÉANT multi-domain environment.\n  • Workflow analysis: Using the developed business process model create and analyze typical workflows for multi-domain service operations.\n  • Existing tool analysis: Analyze existing GN3 service supporting tools according to the developed and standardized frameworks.\n  • OSS component requirements definition: Define the requirements specification for software components for GÉANT multi-domain environment that support some of the key network management functions. \n  • Secure management principles: Analyze existing tools and give recommendations for securing network management applications.\nNetwork management standards being analyzed from:\n  • TeleManagement Forum – TMF\n  • ITU-T – International Telecommunications Union\n  • ETSI-TISPAN - European Telecommunications Standards Institute Telecoms and Internet converged Service and Protocols for Advanced Network\n  • DMTF - Distributed Management Task Force\n  • ITIL – IT Infrastructure Library\n  • IETF - Internet Engineering Task Force\n  • OGF – Open Grid Forum\nAims and Results\nThe research aims to define a business process framework customized for the GÉANT environment, defining typical workflows using the developed model. In addition, the functional reorganization of existing service supporting tools as well as the introduction of new OSS will offer efficient service orchestration and an improved user experience for the pan-European research and education community. The final goal is to define the path for the migration of the existing service supporting tools towards a next-generation OSS environment\nThe Network Management Architecture (NMA), a standards-based approach to service delivery, processes and supporting tools, has been a major achievement. The NMA introduces a layering of network management, service management and customer relations management which is expected to significantly improve the operator and user experience. The best practices and standards behind it ensure service composition but also vertical integration of policies, capacities allocation, and trouble handling (at the resource, service and user level).\nCoordination of NREN NOC processes to provide multi-domain services, a componentized-expandable architecture of service supporting tools (as opposed to silos of one tool per application) and OSSs and SOA principles are tied under this approach. The need to offer an architecture where software systems and capabilities can be coupled as needed without affecting or re-inventing basic functionality are fully addressed by the NMA concepts.\n\nOSS Operations Support System\nTMF TeleManagement Forum\neTOM enhanced Telecommunication Operations Map – Business Process Framework\n\nSee also\n\n\n A Network Management Architecture proposal for the GÉANT-NREN environment”, Pavle Vuletić, Afrodite Sevasti, TNC 2010.",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.5208875537,
        "format_confidence":0.9231744409
    },
    {
        "url":"http:\/\/www.exploratoryprogramming.org\/",
        "text":"In any design or learning activity, exploration is a key component. Significant research and conventional wisdom show that the best way to achieve a high-quality design is to explore multiple variations and iteratively evaluate them. When novices learn a new skill or system, they must explore and practice the available options. Similarly, when experts try to understand and improve an existing design, they must explore different approaches to modifying its behavior. Unfortunately, exploration is risky, error-prone, and cumbersome using today’s tools. For instance, when users decide their current design is not effective, the only mechanisms available for selectively backtracking out of changes are linear undo and version control, which make it difficult to isolate backtracking to specific edits, or else users must manually remove undesired edits, which is slow and fallible. Further, today’s tools do not support comparing two variants of a design or combining elements from multiple variants. Research is showing that these manual processes inhibit exploration, making users and designs less effective.\n\nTo address these problems PIs from four partner institutions have come together to undertake a research program that is both broad and deep, focusing on the creation and management of variations during a system’s implementation and evolution. The goal is to discover new theories, algorithms, visualizations, and tools that support variations in code. The team will evaluate all of their approaches through lab and field studies, and they will investigate how users can be educated in more effective ways to work with variations. Based on a choice calculus for representing variations in software, they will develop a theory for formally defining and reasoning about variations. They will leverage theories of human behavior such as Minimalist Learning, Attention Investment, and Information Foraging, to develop a theory of Variation Foraging. They will develop an infrastructure including multiple levels of transcripts of users’ editing operations that will support a novel form of selective undo and enable users to investigate their existing variants, return to any previous variant, and mix and match elements from multiple variants. They will develop algorithms to enable recording of interactions with variants so they can be explored and reused to explore and test new variants; these recordings will be augmented with automatically created data to help users understand behaviors they have not explicitly explored. Using this infrastructure the PIs will invent visualizations, search facilities, and interaction techniques that provide effective ways for users to find, understand, explore, reuse and create variants, and be able to ask “why” questions to understand the differences among variations of a system. For novices, an “Idea Garden” will help them explore new strategies for identifying which variations can help solve a problem and how to implement them.\n\nBroader Impacts: This research will enhance infrastructure for research and education by producing an integrated, open source web development environment for use by researchers and the world. The work will therefore benefit society by empowering the tens of millions of end-user programmers to creatively build content and applications for the web. The PIs will advance discovery while promoting learning by integrating their research into undergraduate courses on creativity and software engineering, and by supporting summer camps for at least 300 high school students per year. Project outcomes will be disseminated to researchers through publications and presentations, to computing educators through the above-mentioned camps and the National Girls Collaborative Project, and through public deployment. The PIs expect high interest because the work will be based on JavaScript, which is today’s most popular programming language and for which there is a high demand for better tools. The research will address underrepresentation via its focus on investigating how to support both male and female end-user programmers, by involving high-school members of underrepresented groups, and by engaging many of the PI’s female students.",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.9733943939,
        "format_confidence":0.5128951073
    },
    {
        "url":"http:\/\/www.ccs.neu.edu\/research\/demeter\/biblio\/DynCompGlue.html",
        "text":"Dynamic Component Gluing\n\nDynamic Component Gluing\n\nOne way to develop a system is to start with use cases, realize them as UML collaborations, code them as collaborating classes and deploy them in an application. The deployment part is a connector that says how a generic collaboration is adapted to a specific application. The connector defines the difference between the generic and the specific.\n\nThis paper is about the depolyment\/connector part. The collaborations and connectors are programmed as Java classes in such a way that application and collaboration classes need no adaptation. All connection and adaptation information is localized in a a connector class that relies on Java inner classes.\n\nThe ideas are also a applicable to the implementation of AP&PC allowing for dynamic addition of new collaborations to an existing system.\n\nThe paper is available\n\nFor more information about this paper, see Linda Seiter's page.\n\nBibtex entry:\n\nAUTHOR = \"Linda Seiter and Mira Mezini and Karl Lieberherr\",\nTITLE = \"Dynamic Component Gluing\",\nBOOKTITLE = \"First International Symposium on Generative and\nComponent-Based Software Engineering\",\nYEAR = \"1999\",\nADDRESS = \"Erfurt, Germany\",\nPAGES = \"\",\nEDITOR = \"Ulrich Eisenecker and Krzysztof Czarnecki\",\nPUBLISHER = \"Springer\"",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.9910395741,
        "format_confidence":0.5063325167
    },
    {
        "url":"https:\/\/www.iit.cnr.it\/en\/node\/1980",
        "text":"IIT Home Page CNR Home Page\n\nAccessibility and Usability of Web Content and Applications\n\nAccessibility is essential for every system or product in order to guarantee equal opportunity for access and use to all, including the differently-abled. Thus it is crucial to remove any technological barriers for special needs users, who explore the Internet by assistive technologies. However, ensuring efficient and satisfactory (in other words, usable) interaction with user interfaces (UIs) of products or services must occur in the design phase, in order to produce UIs that are universally simple to understand, rapid and easy to use.\nApplying accessibility and usability criteria from the very beginning of the design phase is much less costly than introducing it later, so specific guidelines should be followed from the earliest stages of the design process. In the long run, creating accessible and usable Web UIs will improve overall efficiency and effectiveness of interaction for any individual and organization.\n\n\n\nExternal authors: Barbara Leporini (ISTI)\nIIT authors:\n\nType: Bookchapter in book with an international publisher\nField of reference: Computer Science & Engineering\nDOI: 10.4018\/978-1-61520-763-3.ch004, ISBN13: 9781615207633, ISBN10: 1615207635, EISBN13: 9781615207640 http:\/\/www.igi-global.com\/chapter\/quality-communicability-interactive-hypermedia-systems\/41084\nActivity: Accessibility and Usability of User Interfaces",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.7317554355,
        "format_confidence":0.7927956581
    },
    {
        "url":"http:\/\/actapress.com\/Abstract.aspx?paperId=24822",
        "text":"SDL Pattern-based Design of SIP-T Protocol in a Softswitch System\n\nC.-S. Keum, Y.I. Choi, H.-J. Park, and B-S. Lee (Korea)\n\n\nSoftswitch, NGN, SIP-T, Design Patterns\n\n\nA softswitch controls media gateways to intercon nects PSTN with packet based multi-service network is the first step in transition scenario to next generation network. SIP-T protocol is used to establish, modify, and terminate sessions for inter-softswitch signaling. In this paper we describe our approach for the design of SIP-T by using SDL Design Patterns in a softswitch system. Consequently we can achieve high quality by using the predefined solutions and reduce development cost through experience, reusability, and modularity of patterns.\n\nImportant Links:\n\nGo Back",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.9725784659,
        "format_confidence":0.9749162197
    },
    {
        "url":"http:\/\/www.refizul.de\/namibia-project",
        "text":"Entwicklung einer Video Wissensplattform für die Namibische Landbevölkerung\n\nDevelopment of a Video Knowledge Platform for Namibian Rural Communities.\n\nSorry this page is only available in (my bad) English. 🙂\n\n\nI was often asked what i did as my bachelor thesis. So here is a short description of the project, the idea, and what we did so far.\n\nAbout the Project\n\nThe project is a collaboration between 4 universities. The Polytechnic of Namibia as the initiator of the project, Aalborg University in Denmark, the University of Cape Town and the South-Westphalia University of Applied Sciences in Germany. The goal of the project is to produce several prototypes of a video-platform which then should be tested „in the wild“. Research should be done on how good the implementation fits the needs of the villagers, where improvements could be done and what has to be implemented in future versions (additional features).[1]\n\nThe reason for the project is, that the young villagers often migrate into the cities, leaving their traditions and all the knowledge of the elders behind. Due to the fact, that the rate of illiterates is very high, and the language spoken is sometimes nearly not documented in a written form[2] the knowledge should be conserved in videos giving the elders the opportunity to transfer their knowledge to future generations.\n\n\nThe Idea\n\nOur Idea was to create a web-based platform based on the feedback of a prototype done before. The logic should be provided by a XML-RPC server to allow different future GUI implementations. The new specifications said that the prototype should work without any textual input. Everything had to be done by clicking on proper icons.\n\nThe hard part was to map the new workflow specifications:\n\nThe user:\n\n  • should be able to share videos among other villagers.\n  • should be able to lock videos.\n  • and should be able to create video-lists.\n\n\nWhat we did so far\n\nWe rewrote the whole web-interface to cover all the specifications we received. All textual input was exchanged by icons or removed to reduce irritations. Every page now had a sound file describing what to do on that page to the user. The picture shows how the interface for the video sharing now looked like.\n\n\nThe logic was removed from the website and is now completely handled by the server. During a test which we did in the village the villagers had less hesitations to interact with this interface than they have shown in a test with the previous textual interface. Even though this interface wasn’t perfect it covered the natural setup much better. Some improvements have been discussed afterwards and will now be implemented in a future prototype.\n\n\n\n[1] Chivuno-Kuria, S., Kapuire, G. K., Bidwell, N. J., & Winschiers-Thophilus, H. (2010). Determining requirements within an indigenous knowledge system of African rural communities. Paper presented at SAICSIT ’10, October 11-13, 2010, Bella Balla, South Africa., http:\/\/hdl.handle.net\/10628\/257\n\n[2] Example: The Nama Language, http:\/\/en.wikipedia.org\/wiki\/Nama_language\n\nFurther Information \/ Background:\nKapuire, Gereon Koch, Heike Winschiers Theophilus, Shilumbe Chivuno Kuria, Nicola J Bidwell and Edwin Blake (2010) A revolution in ICT, the last hope for African Rural Communities‘ technology appropriation. In Proceedings International Development Informatics Association Conference (IDIA2010), Cape Town, South Africa . http:\/\/pubs.cs.uct.ac.za\/archive\/00000640\/\n\nBisher keine Kommentare\n\nBisher keine Trackbacks.",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.8052155972,
        "format_confidence":0.9561849833
    },
    {
        "url":"http:\/\/nms.lcs.mit.edu\/papers\/modeling-ttl.html",
        "text":"Modeling TTL-based Internet Caches\n\nJaeyeon Jung, Arthur W. Berger, Hari Balakrishnan,\nProc. IEEE Infocom, 2003\n\nThis paper presents a way of modeling the hit rates of caches that use a time-to-live (TTL)-based consistency policy. TTL-based consistency, as exemplified by DNS and Web caches, is a policy in which a data item, once retrieved, remains valid for a period known as the \"time-to-live\". Cache systems using large TTL periods are known to have high hit rates and scale well, but the effects of using shorter TTL periods are not well understood. We model hit rate as a function of request arrival times and the choice of TTL, enabling us to better understand cache behavior for shorter TTL periods. Our formula for the hit rate is closed form and relies upon a simplifying assumption about the inter-arrival times of requests for the data item in question: that these requests can be modeled as a sequence of independent and identically distributed random variables. Analyzing extensive DNS traces, we find that the results of the formula match observed statistics surprisingly well; in particular, the analysis is able to adequately explain the somewhat counterintuitive empirical finding of Jung et al. that the cache hit rate for DNS accesses rapidly increases as a function of TTL, exceeding 80% for a TTL of 15 minutes.\n\n[ Gzipped PostScript (86KB)] [ PostScript (507KB)] [PDF (220KB)]\n\n[Presentation Slide]",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.5642876625,
        "format_confidence":0.9832526445
    },
    {
        "url":"http:\/\/dspace.cityu.edu.hk\/handle\/2031\/6414",
        "text":"City University of Hong Kong\n\nCityU Institutional Repository >\n4_Student Final Year Projects >\nComputer Science - Undergraduate Final Year Projects >\n\nPlease use this identifier to cite or link to this item:\n\nTitle: Identity-based Secure Messaging System\nAuthors: Gao, Wei\nDepartment: Department of Computer Science\nIssue Date: 2011\nSupervisor: Supervisor: Dr. Wong, Shek Duncan; First Reader: Dr. Lam, Kam Yiu; Second Reader: Mr. Lee, Chan Hee\nAbstract: ﻿Nowadays, Short Message Service (SMS) and Multimedia Messaging Service (MMS) have become extremely popular in our daily communications and social services. However, SMS and MMS are facing significant security challenges. Today since content of most messages sent through the services is totally plain, SMS and MMS messages may be read by unauthorized and unwanted people when they are being transmitted or stored somewhere. This not only threatens user privacy but also becomes a huge barrier of SMS and MMS utilization in many industries which emphasize user data confidentiality. Actually this is not a new topic and some organizations have developed solutions to the problems. However, all the existing solutions are based on symmetric key cryptography. It requires that a user pre-shares a unique password with every potential contact. Moreover, entering the corresponding password is necessary for sending or receiving each secure message. It becomes troublesome when serving a large number of users and hence not practical. In addition, the existing applications only provide encryption for SMS messages, but not MMS messages. Our project, Identity-based Secure Messaging System, aims to provide secure encryption for both SMS and MMS services while eliminating the limitations in the existing solutions. It adopts Identity-based encryption (IBE) to encrypt and decrypt SMS and MMS messages. IBE is a relatively new technique and can be regarded as a simplified version of traditional Public Key Encryption. In IBE, a public key can be a unique string containing any characters. Based on an arbitrary public key, it has a set of algorithms for private key generation, encryption and decryption. Therefore, in our proposed system, no pre-shared password is needed for exchanging secure SMS or MMS messages and the phone number of a user can serve as its public key. After getting the private key through a simple registration, a user is allowed to send and receive secure SMS and MMS messages without any extra operation. In order to protect messages stored on mobile phones, a user just needs to set a privately-owned password which is for all local messages and independent of the contacts. In this way, we make the application secure, user-friendly and practical on a large scale. The system proposed here consists of server and client applications. The server applications mainly deal with user registration and password reset requests. The client application is designated to run on mobile phones to provide core services such as sending secure SMS\/MMS messages and affiliated services such as changing user password. Therefore, the whole system is capable of providing a complete solution to sending, receiving and storing SMS and MMS messages securely.\nAppears in Collections:Computer Science - Undergraduate Final Year Projects\n\nFiles in This Item:\n\nFile SizeFormat\nfulltext.html145 BHTMLView\/Open\n\nItems in CityU IR are protected by copyright, with all rights reserved, unless otherwise indicated.\n\n\nValid XHTML 1.0!\nDSpace Software © 2013 CityU Library - Send feedback to Library Systems\nPrivacy Policy · Copyright · Disclaimer",
        "topic_id":2,
        "format_id":0,
        "topic_confidence":0.9318597317,
        "format_confidence":0.9768260717
    }
]