[
    {
        "url":"http:\/\/forza.wikia.com\/wiki\/GMC",
        "text":"Icon Game ForzaMotorsport4\nIcon Game ForzaMotorsport5\nIcon Game ForzaMotorsport6\nIcon Game ForzaMotorsport7\nIcon Game ForzaHorizon1\nIcon Game ForzaHorizon3\nGMC is an American car manufacturer that appears in Forza Motorsport 4 and all subsequent main installments.\n\n\nThe GMC Truck brand got its start in the early 1900s as the Rapid Motor Vehicle Company, which built one-cylinder commercial trucks. General Motors Corporation bought Rapid along with the Reliance Motor Truck Company, and in 1912, the marque 'GMC Truck' was first shown at the New York International Auto Show. During World War II, GMC Truck produced trucks for the United States, and by the middle of the century, GMC had expanded into producing coaches, transit buses, emergency vehicles, heavy-duty trucks, and motor homes. Between 1962 and 1972, most GMC vehicles were equipped with quad headlights, and Chevrolet trucks were equipped with dual headlights. In 1973, GM’s introduced the 'rounded line' series, which set the standard for the Chevrolet\/GMC line of trucks for over 30 years, and sister models from both brands shared most features except trim and sticker price. The year 2007 saw a divergence in style once again between the two brands. GMC's trucks, vans, and SUVs offer more options and standard features than Chevrolet's vehicles, which are positioned as entry-level offerings. Today, GMC remains a venerable automobile manufacturer that produces SUVs, light- to heavy-duty pickup trucks, and vans.\n\n\n1983 GMC Vandura G-1500 RWD 165 hp (123 kW) 275 ft·lb (373 Nm) 5049 lb (2290 kg) 55% 5.7 L\n1991 GMC Syclone AWD 280 hp (209 kW) 360 ft·lb (488 Nm) 3613 lb (1639 kg) 63% 4.3 L\n1992 GMC Typhoon AWD 280 hp (209 kW) 360 ft·lb (488 Nm) 3800 lb (1724 kg) 57% 4.3 L\n\n\n\n  1. Description - [1]",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9841008782,
        "format_confidence":0.9877334833
    },
    {
        "url":"http:\/\/www.germanaircraftwwii.org\/2015\/02\/blohm-voss-bv-144.html",
        "text":"Monday, February 2, 2015\n\nBlohm & Voss Bv 144\n\nA fast passenger plane, the Bv 144 was designed as a successor to the Junkers Ju 52\/3m as transport aircraft. The project started in 1940 and was reworked in winter 1940-41. Two prototypes were built. Because of the war situation, the design work was made mostly by French engineers in Hamburg. Two aircraft were made in France by the Louis Breguet Aircraft Company at Anglet near Bayonne. The first machine made its first flight in August 1944, but due to the liberation of France by the Allies in the summer of 1944, all testing was cancelled. Despite the advanced design, both prototype airliners were scrapped after the German withdrawal. The Bv 144 would have had a crew of three and a capacity of eighteen passengers. It was powered by two 1,600-hp BMW 801MA 18-cylinder two-row radial piston engines, would have had an estimated speed of 470 km\/h (292 mph), and a range of 1,550 km (963 miles). Span was 26.9 m (88 ft 7 in), length was 21.9 m (71 ft 6.5 in), height was 5.1 m (15 ft 8 in), and empty weight was 7,900 kg (17,416 lbs).\n\nSpecifications (BV 144 V1)\n\nGeneral characteristics\n\n    Crew: 3\n\n    Capacity: 18-23\n\n    Length: 21.8 m (71 ft 6 in)\n\n    Wingspan: 27 m (88 ft 7 in)\n\n    Height: 4.75 m (15 ft 7 in)\n\n    Wing area: 88 m2 (950 sq ft)\n\n    Empty weight: 7,900 kg (17,417 lb)\n\n    Max takeoff weight: 13,000 kg (28,660 lb)\n\n    Powerplant: 2 × BMW 801A 14-cyl. two-row air-cooled radial piston engines, 1,147 kW (1,538 hp) each for take-off at sea level\n\n    Propellers: 3-bladed variable pitch\n\n\n    Maximum speed: 470 km\/h (292 mph; 254 kn)\n\n    Range: 1,550 km (963 mi; 837 nmi)\n\n    Service ceiling: 9,100 m (29,856 ft)\n\nNo comments:\n\nPost a Comment",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9164034724,
        "format_confidence":0.795122683
    },
    {
        "url":"https:\/\/www.yourmechanic.com\/article\/p0960-obd-ii-trouble-code-pressure-control-solenoid-a-control-circuit-open-by-parker-hill",
        "text":"Skip the auto shop - Our mechanics make house calls\n\nP0960 OBD-II Trouble Code: Pressure Control Solenoid A Control Circuit\/Open\n\ndiagnostic check engine light\n\nP0960 code definition\n\nThe P0960 code is a generic powertrain code related to the transmission, including pressure faults and sensor failures. In this case, the engine control module (ECM) has received a signal noting that the pressure control solenoid for the A control circuit is open.\n\nWhat the P0960 code means\n\nElectronically controlled valves shift and maintain the correct gears needed for optimal performance. The valve body contains both the shift solenoid valves and pressure control solenoid valves. The shift solenoid valves control the activation (or deactivation) of such items as the clutch, brakes, and engaging\/disengaging the gears.\n\nA vehicle will use one or more pressure control solenoid valves to control the hydraulic pressure in a vehicle’s automatic transmission. Hydraulic pressure is generated at the pump, which is driven by the engine through the torque converter housing.\n\nA code P0960 will be stored when the transmission control module sees a fault with one of the valves, including a voltage signal stating that the A control circuit is remaining open, or not receiving the reference voltage needed to operate. .\n\nWhat causes the P0960 code?\n\nSeveral problems may cause a P0960 code including:\n\n  • Low transmission fluid\n  • Dirty transmission fluid\n  • Damaged, open, shorted, or corroded wiring or related electrical components\n  • Poor electrical connection\n  • Damaged or defective pressure control solenoid\n  • Damaged or defective ECM (rare)\n\nWhat are the symptoms of the P0960 code?\n\nSymptoms of a P0960 code may include:\n\n  • Check engine or warning light may illuminate\n  • Vehicle may shift harsh or rough\n  • Possible transmission slippage\n  • Vehicle may not shift into or out of gear\n\nHow does a mechanic diagnose the P0960 code?\n\nA mechanic may use several methods to diagnose a P0960 trouble code, including:\n\n  • Utilize an OBD-II scanner to check for a stored P0960 trouble code\n  • Check transmission fluid levels and quality\n  • Check transmission pan for clutch or other debris\n  • Perform a visual check of wiring and related electrical circuitry and components related to the pressure control solenoid A control circuit\n  • Check the wire harness from the transmission control module to the transmission for damage\n  • Check the transmission control module and transmission connectors for corrosion or damaged pins\n  • Perform a circuit check and measure resistance across the terminals\n  • Repeat test at transmission connector is resistance doesn’t match manufacturer specifications\n\nCommon mistakes when diagnosing the P0960 code\n\nAt times, the pressure control solenoid or transmission control module may be replaced when the fault lies in a defective harness or poor electrical connection. It is recommended to thoroughly diagnose a P0960 trouble code for all possible causes before replacing more expensive components.\n\nHow serious is the P0960 code?\n\nBecause a vehicle’s safe driving operation most likely will be impacted due to faults that store a P0960 code, this code is considered a potentially serious code. When this code appears, it is recommended to immediately take your vehicle to your local service center or mechanic for repair and diagnosis.\n\nWhat repairs can fix the P0960 code?\n\nSeveral repairs can fix a P0960 trouble code and include:\n\n  • Fill transmission fluid to manufacturer specifications\n  • Perform a full transmission flush, if necessary\n  • Repair or replace damaged or defective wiring and related electrical components\n  • Repair a damaged or defective wire harness from the transmission control module to the transmission\n  • Repair any bent or damaged pins\n  • Repair or replace damaged or defective pressure control solenoid\n  • Repair or replace damaged transmission control module\n  • Repair or replace damaged or defective ECM (rare)\n  • Clear all codes, test-drive the vehicle, and rescan to see if any codes reappear\n\nAdditional comments related to a P0960 code\n\nAs with any transmission-related trouble code, be sure to check the transmission fluid level and quality prior to any repairs.\n\nNeed help with a P0960 code?\n\nYourMechanic offers certified mobile mechanics who will come to your home or office to diagnose and repair your vehicle. Get a quote and book an appointment online or speak to a service advisor at 1-800-701-6230.\n\nThe statements expressed above are only for informational purposes and should be independently verified. Please see our terms of service for more details\n\nSkip the repair shop, our top-rated mechanics come to you.\n\nAt your home or office\n\nChoose from 600+ repair, maintenance & diagnostic services. Our top-rated mechanics bring all parts & tools to your location.\n\nFair & transparent pricing\n\nSee labor & parts costs upfront, so you can book with confidence.\n\n12-month, 12,000-mile warranty\n\nOur services are backed by a 12-month, 12,000-mile warranty for your peace of mind.\n\nGet A Quote\n\nNeed Help With Your Car?\n\nOur certified mobile mechanics make house calls in over 2,000 U.S. cities. Fast, free online quotes for your car repair.\n\n\nMore related articles\n\nP2422 OBD-II Trouble Code: Evaporative Emissions Control System (EVAP) Vent Valve Stuck Closed\nDiagnostic Trouble Code (DTC): P2422 P2422 code definition Evaporative Emissions Control System (EVAP)...\nWhat are the Car Pool Rules in Hawaii?\nHawaii is widely regarded as a land of vacation and relaxation, and as such, its scenic roads and routes are far better known than the state’s freeways. But, as with all...\nP0608 OBD-II Trouble Code: Control Module VSS Output \"A\" Malfunction\nP0608 means there is an malfunction in the vehicle speed sensor A control module often due too faulty speed sensor or shorted electrical wiring.\n\nRelated questions\n\nQ: P0302 code & car makes puttering noises\n\nHello. The P0302 diagnostic trouble code indicates that a misfire has been detected on cylinder 2. Before changing the IAC valve, it would be a good idea to address the P0302 diagnostic trouble code and have the spark plugs, spark...\n\nQ: Pressure Control Solenoid 'B' Control Circuit Range\/Performance Read more:\n\nHello, thank you for writing in. The reason your are not getting a response from your gas pedal is due to the transmission fluid pressure is off, or the computer thinks it is. Typically this is caused by a bad...\n\nQ: How do you get Check Engine Light reading with no OBD-II plug?\n\nAll vehicles that are newer than 1996 and sold in the United States are required to have an OBD-2 system. The scanner plug may have been removed for some reason by the previous owner or mechanic. If this is the...",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9833469987,
        "format_confidence":0.7284090519
    },
    {
        "url":"https:\/\/railroadheritage.org\/r2313\/pocket_watch_in_hand_of_tidewater_southern_section_foreman_1962_editors_title",
        "text":"about about search support browse contact\n\nPocket Watch in Hand of Tidewater Southern Section Foreman, 1962 (editor's title)\n\nTidewater & Southern foreman's hand and watch\nTidewater Southern Railway section foreman checking his watch to call his crew for lunch, March 12, 1962. The photographer made a series of images of the foreman's hand holding the watch; in 2008, one was selected as one of the \"100 Greatest\" ever published in Trains magazine. The simple image powerfully combines the grit of railroad work with the importance of time; railroads brought standardized time zones to the United States and Canada in 1883. The Tidewater Southern ran 48 miles through California's Central Valley from Stockton to Turlock. It is now part of the Union Pacific Railroad.\nSource Shirley Burman\nCoverage Spatial, Escalon, California; Temporal, March 12, 1962\nRights Richard Steinheimer\/Shirley Burman\nDate Created 1962-03-12\nResource Type\nExtent 11 in. x 12 in.\nDepicted Railroad\nLocation Escalon, California\nCreator Description Richard Steinheimer (1929-2011) often is called the \"Ansel Adams of railroad photography.\" Steinheimer documented the railroads' heyday and their transition to diesel motive power from steam. He had a particular fondness for the landscape of the American West, and many of his images situate trains in the larger geography and culture of the time. Known for taking pictures at night, in bad weather, and from risky perches on top of moving trains, Steinheimer had an enormous creativity and productivity. His photograph, \"Southern Pacific steam helper at Saugus, California, 1947,\" was included in the Center's 20 Memorable Railroad Photographs of the 20th Century.\nCollection Richard Steinheimer\/Shirley Burman Collection\nOr, go to the Search Page\nYou can search the photos and collections using the links at the top, or log in to use the Forums and other features of the site.\nCreate a Login\nForget your password?\n\n\nBrotherhood of Locomotive Engineers\nand Trainmen\n\nBrotherhood's Relief and Compensation Fund\nCalifornia State Railroad Museum\nCenter for Railroad Photography & Art\nCleveland Memory Project (CSU)\nKalmbach Publishing Co.\nLake Forest College Special Collections\nMcLean County Museum of History\nMuseum of the Rockies Photo Archive\nNorfolk Southern Corporation\nNorth American Railway Foundation\nNew York Transit Museum\nOakland Museum of California\nSouthern Museum of Civil War and Locomotive History\n\n  About Copyright © 2013 Center for Railroad Photography & Art\nMajor support provided by the North American Railway Foundation",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.8416039944,
        "format_confidence":0.9549551606
    },
    {
        "url":"http:\/\/www.nsrm-friends.org\/nsrm99.html",
        "text":"Nevada State Railroad Museum  \nV&T Locomotive #26\n\nIn 1907, the Virginia & Truckee Railroad (V&T) was in need of another new locomotive to handle the increased traffic as a result of the mining boom in Tonopah, Nevada.  In February the order was placed with the Baldwin Locomotive Works and engine No. 26 arrived in Reno September 12, 1907.   The locomotive was originally built to burn coal, and was converted to burn oil in February 1910.\n\nLocomotive No. 26 was in regular service until May 1950.  By this time, traffic on the V&T had slowed significantly due in no small part to an emerging trucking industry and improvements made to the highway that paralleled the line (today’s US 395).  The Interstate Commerce Commission had given approval for abandonment of the railroad at the end of the month.  The afternoon of May 1, 1950, the crew backed the locomotive into the old Reno engine house and went home for the night.  Later that evening, firemen responded to the scene and found the wooden engine house in flames with No. 26 still inside.  The damaged locomotive was hauled to Carson City and stored in the engine house.  Locomotive No. 27 was placed into emergency service for the last 30 days of operations and achieved immortality by pulling the last scheduled train on May 31, 1950.\n\nManufacturer:             Baldwin Locomotive Works – Philadelphia, PA\nDate Built:                   1907\nType:                            4-6-0\nTonnage:                      60 tons\nStatus:                          Burned in Reno engine house fire, May 2, 1950 (scrapped)\n\nReturn to Previous Page\nCreated Monday December 08, 2008",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.8827559352,
        "format_confidence":0.9675859213
    },
    {
        "url":"http:\/\/www.livescience.com\/37538-who-invented-the-car.html",
        "text":"Who Invented the Car?\n\nBenz Motor Car\nThe Benz Motor Car No. 1 is a three-wheeled, gas-powered horseless carriage.\nCredit: Philip Lange \/ Shutterstock.com\n\nThe history of the automobile is a long and winding road, and pinpointing exactly who invented the car is not a simple matter. But if you rewind the evolution of cars past GPS, past antilock brakes and automatic transmissions and even past the Model T, eventually you'll get to the Benz Motor Car No. 1, the missing link between cars and horse-drawn buggies.\n\nKarl Benz patented the three-wheeled Motor Car in 1886. It was the first true, modern automobile. Benz also patented his own throttle system, spark plugs, gear shifters, a water radiator, a carburetor and other fundamentals to the automobile. Benz eventually built a car company that still exists today as the Daimler Group.\n\nLong history of the car\n\nBenz patented the first gasoline-powered car, but he wasn't the original visionary of self-propelled vehicles. Some highlights in the history of the car:\n\n  • Leonardo da Vinci had sketched a horseless, mechanized cart in the early 1500s. Like many of his designs, it wasn't built in his lifetime.\n  • In 1769, a Frenchman named Nicholas-Joseph Cugnot built a self-propelled vehicle with a steam engine. The cart moved at a walking pace and was abandoned.\n  • Sometime between 1832 and 1839, Robert Anderson of Scotland invented the first electric carriage, which used a rechargeable battery that powered a small electric motor. The vehicles were heavy, expensive and required frequent recharging. They were abandoned in favor of gasoline-powered engines.\n\nInternal combustion engines\n\nVital to the modern automobile is the internal combustion engine. This type of engine uses an explosive combustion of fuel to push a piston within a cylinder. The piston's movement turns a crankshaft that is connected to the car's wheels of a drive shaft. Like the car itself, the internal combustion engine has a long history. An incomplete list of developments includes:\n\n  • 1680: Christiaan Huygens, better known for his contributions as an astronomer, designed but never built an internal combustion engine fueled by gunpowder.\n  • 1826: Englishman Samuel Brown altered a steam engine to burn gasoline and put it on a carriage, but this proto-automobile also never gained widespread adoption.\n  • 1858: Jean Joseph-Etienne Lenoir patented a double-acting, electric spark-ignition internal combustion engine fueled by coal gas. He improved on that engine so it would run on petroleum, attached it to a three-wheeled wagon and traveled 50 miles.\n  • 1873: American engineer George Brayton developed a two-stroke kerosene engine. It is considered to be the first safe and practical oil engine.\n  • 1876: Nikolaus August Otto patented the first four-stroke engine in Germany.\n  • 1885: Gottlieb Daimler invented the prototype of the modern gasoline engine. \nKarl Benz\nKarl Benz, inventor of the first practical, modern automobile.\nCredit: Daimler.com\n\nInnovative and entrepreneurial\n\nKarl Benz gets the credit for inventing the automobile because his car was practical, used a gasoline-powered internal-combustion engine and worked like modern cars do today.\n\nBenz was born in 1844 in Karlsruhe, a city in southwest Germany. His father was a railway worker who died in an accident when Benz was 2 years old. Although poor, Benz's mother supported him and his education. He was admitted to the University of Karlsruhe at age 15 and graduated in 1864 with a mechanical engineering degree.\n\nBenz's first venture of an iron foundry and sheet-metal workshop flopped. However his new bride, Bertha Ringer, used her dowry to fund a new factory to build gas engines. With the profits Benz was free to start building a horseless, gas-powered carriage.\n\nBenz had built three prototypes of his Motor Car in private by 1888, when Bertha decided it was time for some press. Bertha took the latest model in the early morning and drove her two teenage sons 66 miles to her mother's home. She had to improvise repairs along the way with shoe leather, a hair pin and her garter.\n\nThe successful trip showed Benz how to improve the car, and showed a dubious public that automobiles were useful. Benz demonstrated the Model 3 Motorwagen at the World's Fair in Paris the following year.\n\nBenz died in 1929, just two years after he merged with fellow car-maker Gottlieb Daimler's company to form what is today the Daimler Group, manufacturer of the Mercedes-Benz.\n\nEditor's Recommendations\n\nMore from LiveScience\nAuthor Bio\nLauren Cox\n\nLauren Cox\n\nLauren Cox is a contributing writer for Live Science. She writes health and technology features, covers emerging science and specializes in news of the weird. Her work has previously appeared online at ABC News, Technology Review and Popular Mechanics. Lauren loves molecules, literature, black coffee, big dogs and climbing up mountains in her spare time. She earned a bachelor of arts degree from Smith College and a master of science degree in science journalism from Boston University.\nLauren Cox on\nContact Lauren Cox by EMail",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.5736725926,
        "format_confidence":0.5559675097
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/British_Rail_Class_05",
        "text":"British Rail Class 05\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nBritish Rail Class 05\nHugh llewelyn D2587 (7124609553).jpg\nD2587 as preserved in 2012\nType and origin\nPower type Diesel-mechanical\nBuilder Hunslet Engine Co.\nBuild date 1955–1961\nTotal produced 69\nConfiguration 0-6-0\nUIC class C\nGauge 4 ft 8 12 in (1,435 mm)\nWheel diameter 3 ft 4 in (1.016 m)\nMinimum curve 2 chains (40.23 m)\nWheelbase 9 ft 0 in (2.743 m)\nLength 25 ft 4 in (7.72 m)\nWidth 8 ft 3 in (2.515 m)\nHeight 11 ft 0 in (3.353 m)\nLoco weight D2550-D2573 31 tonnes (31 long tons; 34 short tons) other locos 32 tonnes (31 long tons; 35 short tons)\nFuel capacity 300 imp gal (1,400 l; 360 US gal)\nPrime mover Gardner 8L3\nEngine type Four-stroke diesel\nTransmission Hunslet 4-speed gearbox, Hunslet patent friction clutch, Hunslet reversing gearbox and final drive.\nTrain heating None\nTrain brakes Vacuum\nPerformance figures\nMaximum speed 18 mph (29 km\/h)\nPower output Engine: 204 hp (152 kW)\nTractive effort Maximum: 14,500 lbf (64 kN)\nLoco brakeforce 14 long tons-force (139 kN)\nOperators British Railways\nNumber in class 69\nNumbers 11136-11143; 11161-11176 renumbered D2550-D2573; D2574-D2618; D2554 later 05 001\/97 803\nAxle load class RA 2\nRetired 1966–1968 (except D2554)\nDisposition Four preserved, remainder scrapped\n\nThe British Rail Class 05 is a class of 0-6-0 diesel-mechanical shunters built by Hunslet Engine Company from 1955 to 1961. They were used on the Eastern and Scottish Regions of British Railways. The first two batches were delivered as 11136-11143 (later D2550-D2557) and 11161-11176 (later D2558-D2573) Subsequent locos were delivered as D2574-D2618\n\nThe British Rail Class D2\/5 built by Andrew Barclay Sons & Co. were reported in several sources as having received the TOPS class number 05,[1][2][3] though this was in error, and they are not listed as such in the latest works by Marsden, 2011.[4][5]\n\n\nMost were withdrawn early and replaced by classes 03 and 04 with the exception of D2554, which was transferred to the Isle of Wight in 1966 to aid the electrification of the Island Line. Owing to its apparent suitability for working on the island, it was retained in working order and given the TOPS number 05 001. It was transferred to departmental stock in 1981, being given the number 97803,[6] and remained in service until 1985, when it was withdrawn and sold to the Isle of Wight Steam Railway.\n\nDidcot Railway Centre has an industrial example (numbered DL26 and built to a design based on the Class 05) preserved after being used by the National Coal Board in the northeast. DL26 has a larger engine (264 hp, 60 hp larger than the Class 05s) and a higher bonnet to accommodate it. It is currently painted in a British Railways black livery with an early crest on the cab sides, a livery it never carried in service; it was an industrial locomotive from built until preservation. It was the main shunter on the site until displaced by a Class 08, though it still sees maintenance and use in its shunting role. It cannot be used on passenger trains due to its lack of vacuum brakes. The Isle of Wight Steam Railway's own 05001\/D2554 can be seen frequently but it cannot run passenger trains, due to the Island's unique vintage air braked rolling stock.\n\nTechnical details[edit]\n\nThe engine is a Gardner 8-cylinder, 4 stroke 8L3 of 204 hp (152 kW) connected to a Hunslet 4-speed gearbox through a Hunslet patent friction clutch. Final drive is via a Hunslet reversing gearbox and jackshaft.\n\n\nFour class 05 Diesel Shunters have been preserved:\n\n\nClass 05 is being made as a kit and a ready-to-run model in OO gauge by Silver Fox Models,[7] and has been released in OO gauge by Heljan (August 2015).\n\n\n  1. ^ Strickland 1983, pp. 40, 41, 173.\n  2. ^ Haresnape 1984, p. 50.\n  3. ^ Marsden 1984, p. 99.\n  4. ^ Marsden 2011a, pp. 54-55.\n  5. ^ Marsden 2011b, pp. 90-92.\n  6. ^\n  7. ^ \"Class 05 0-6-0 Hunslet Shunter\". Retrieved 17 November 2012. \n\n\n  • Haresnape, Brian (October 1984). British Rail Fleet Survey 7: Diesel Shunters. Shepperton: Ian Allan. ISBN 0-7110-1449-3. GE\/1084. \n  • Marsden, Colin J. (1981). Motive power recognition:1 Locomotives. Shepperton: Ian Allan Ltd. ISBN 0-7110-1109-5. \n  • Marsden, Colin J. (November 1984). BR Locomotive Numbering. Shepperton: Ian Allan. ISBN 0-7110-1445-0. EX\/1184. \n  • Strickland, D.C. (March 1983). D+EG Locomotive Directory. Camberley: Diesel & Electric Group. ISBN 0-906375-10-X. \n  • Marsden, Colin J. (October 2011a). Diesel and Electric Locomotive Recognition Guide. Shepperton: Ian Allan. ISBN 978-0-7110-3637-6. \n  • Marsden, Colin J. (November 2011b). The Complete UK Modern Traction Locomotive Directory. ISBN 978-0-9557887-8-9. \n\nFurther reading[edit]\n\nExternal links[edit]",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9917126894,
        "format_confidence":0.9932592511
    },
    {
        "url":"https:\/\/ecgassociation.eu\/publications-and-reports\/fvl-damage-reporting\/",
        "text":"FVL damage reporting\n\nECG in conjunction with AIAG, the Automotive Industry Action Group in North America, published version 4 of the Finished Vehicle Logistics Transport Damage Reporting in 2019.\n\nThe two associations represent the two largest markets in the world for finished vehicle logistics and began collaborative discussions in 2007. More recently this has become a closer and more regular co‑operation in order to develop processes and manuals together with the aim that they could become global industry standards that would be widely accepted in the finished vehicle logistics sector and the automotive industry.\n\nThis has led to the ‘Finished Vehicle Logistics Transport Damage Codes’ document launched this month as a joint publication. Originally published as a set of common damage codes by AIAG these were promoted as ‘Global Damage Codes’ by both parties. Since then ECG has worked to promote these codes in the European market as an industry standard to improve efficiency through harmonisation. This builds on the core ECG objective of ‘standardisation’ as a means of improving efficiency for operators in the vehicle logistics sector.\n\nDuring transportation, when the party responsible for finished vehicles changes, they are inspected for any missing parts as well as for any damage including scratches and dents. The damage is reported through a standard five-digit set of codes. These codes focus on three areas: type, location and severity of the damage. AIAG’s and ECG’s common document gives guidance to facilitate the localisation of the damage incurred, with the help of vehicle ‘splat’ charts for better visualisation.\n\nThe common document covers other FVL-related issues besides the Damage Codes – such as key placement within new vehicles during transport and storage. Every manufacturer has its own preferences for the key placement in new cars, a situation which can cause a lot of headaches for the companies that handle them and is crying out for standardisation.\n\nIt is hoped that eventually widespread adoption of the Damage Codes on the two continents will lead to the acceptance of the codes on other markets as well and thus become globally recognised. AIAG and ECG are now in discussion regarding other areas that would benefit the industry from standardisation.\n\nClick here to download the M-22 Finished Vehicle Logistics Transport Damage Reporting document",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9863154292,
        "format_confidence":0.62502563
    },
    {
        "url":"https:\/\/civildigital.com\/vasco-da-gama-bridge-lisbon-1998-longest-bridge-world-0810\/",
        "text":"Vasco da Gama bridge\n\nThe Vasco da Gama Bridge, Lisbon (1998) – Longest Bridge in the World (08\/10)\n\n\nVasco da Gama bridge\n\nVasco da Gama bridge\n\n– total length of 17.2 km (10.7 mi)\n– cable-stayed bridge flanked by viaducts\n– Height 155 m (509 ft)\n– Longest span 420m\n– speed limit 120 km\/h (75 mph)\n– $1.1bn project\n– Design wind speed 250 kmph\n– foundation piles up to 2.2 m diameter driven down to 95 m\nVasco da Gama bridge\n1991 The Portuguese Government decided to construct a Second Crossing over the River Tagus. GATTEL (Gabinete para a Travessia do Tejo em Lisboa) was established, the purpose of which was to decide on the location of the Crossing, as well as to co-ordinate and control the procedures necessary to promote its construction and operation as a private concession.\n1994 (April) LUSOPONTE, a consortium of Portuguese, British and French companies, won the international public tender for the concession to design, construct, finance and operate the new crossing.\n1995 (February) Vasco da Gama Bridge Construction was begun.\n1998 (29 March) – Vasco da Gama Bridge opened to Traffic\nThe location of the New Crossing was chosen in order to lighten traffic on the 25 April Bridge and to prevent heavy traffic, travelling from north to the south of the country, passing through the city of Lisbon. This project, which was completed in a very tight schedule in order to allow for easy access to Expo’98, also included an expropriation and re-housing project, which for the first time in Portugal was undertaken by a private entity. One of the ever-present concerns of this huge project was the preservation of its surrounding environment, resulting in a vast environmental programme. This program was implemented from the very onset of construction and included, among other things, the\nSamouco Salt Pans located in the Special Protection Zone. The construction of Vasco da Gama Bridge over the river Tagus by Lusoponte has now passed into the annals of the history of civil engineering as one of the largest and most\nsuccessful projects of the 20th Century. This Project gained international recognition when it was awarded first prize by the prestigious Ibero-Americana Institution of Architecture and Civil Engineering in the year 2000.\n\nNorth Viaduct:\n\nA 488m long viaduct which spans the main railway line and several local access roads, with a variable deck width to accommodate the slip roads. This section was managed by Teixeira Duarte.\n\nExpo Viaduct:\n\nA 672 m long viaduct comprising pre-cast concrete segments and placed in a inner way on each side of the piers. The works were managed by Campenon Bernard SGE.\nVasco da Gama bridge\n\nVasco da Gama bridge\n\nMain Bridge:\n\nThe Main Bridge is a spectacular concrete structure as the deck it is stayed to main pylons. Its central span is of 420 m and the side spans of 203 m. The central pylons are 150 m high and the deck gives a clearance of 47 m above water level on the navigation channel called North Channel. The deck is a mix structure composed with concrete slabs laying on steel cross beams casted on two side concrete beams where the stays are linked to the pylons. The H-shaped north and south pylons, stand on foundations designed to withstand impact from a 30.000 tonne ship travelling with a speed cruise of 12 nuts. Each foundation of these pylons are casted on 44 precast piles with 2,2 m diameter which are bored up to 90 m. The Main Bridge works were managed by Campenon Bernard SGE.\n\nCentral Viaduct:\n\nThe construction of the 6,351m Central Viaduct was carried out using double pre-cast units with 78 m long weighing 2,200 tonnes placed on 81 piers. The foundation of each pair of piers are cast on 8 driven piles, with 1.7 m diameter reaching sometimes 65 m deep on the river bed. The deck is less than 14m above water level for most of its length but rises to 30 m over two navigation channels, the Barcas Channel and the Samora Channel with spans of 130 m to accommodate medium sized vessels. The piers located on these two channels were also designed to withstand ship impact. Five of the deck sections have wider edges to provide for emergency vehicle parking. A huge  pre-casting yard at Seixal, 22 kms downstream from the bridge, was used to manufacture concrete pre-cast units for this viaduct. The deck sections were made in eight pieces, stitched into 78 m long beams and then it was applied the use of pre-stressed cables. The deck beams where then transported to the site on the giant crane vessel Rambiz. The yard worked to a schedule, producing one beam every two days.\n\nSouth Viaduct:\n\nVasco da Gama bridge\n\nVasco da Gama bridge\n\nThe South Viaduct with 3.825 metres long consists in a twin deck with 45 metres spans, which were, cast in situ using twin launching girders. The 85 groups of 4 piers of this Viaduct are cast partially on land and partially on marine driven piles. This Viaduct land section crosses the Samouco Salt Pans an environment area for birds. This Viaduct was constructed on a temporary embankment, which was removed after the works conclusion. The construction was carried out by Somague.\n\nSouth Access:\n\nThe 3,9 km South Access links the Vasco da Gama Bridge with the South Interchange mainly through agricultural land. The most closed local links are Setubal (A12 motorway) and with Alcochete and Montijo (Coina Ring). The Toll Plaza is located about halfway along this stretch south\/north bound and incorporates 12 booths with cash or automatic systems means of payment. On both sides of the crossing the driver can find a fully service area, close to the South Viaduct. The construction which involved 655.000 m3 of earthworks was carried out by Mota & Companhia.\n\nConstruction statistics\n\nOverall length of crossing 17.185 m\nOverall length of structures 12.345 m\nLength of Sacavém access 945 m\nLength of North Viaduct 488m (11 spans)\nLength of Expo Viaduct 672m (12 spans)\nLength of Main Bridge 826 m\nLength of main span 420 m\nHeight of piers on the main span 148 m\nNavigation clearance 47 m\nLength of Central Viaduct 6.531m (80 spans)\nLength of South Viaduct 3.825m (84 spans)\nLength of Montijo access 3.895 m\nCaissons units 81\nTotal volume of concrete required 730.000 m3\nWeight of reinforced steel 100.000 tonne\nTotal of precast deck beams units 150\nTotal volume of earthworks 1.400.000 m3\nTotal surface area 400.000 m2\nStaff employed at peak 3.300\nConstruction period February 1995 – March 1998\nOn 23 October of 2000, the Spanish Minister for Public Works awarded the Vasco da Gama bridge in Lisbon the first prize for civil engineering, at a ceremony attended by the Portuguese State Secretary for Public Works and the concession company LUSOPONTE (in which VINCI holds a 24.8% stake), as part of the Hispano-American Architecture and Civil Engineering Biennial that was held in Madrid.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.732678771,
        "format_confidence":0.9588447809
    },
    {
        "url":"https:\/\/infogalactic.com\/info\/A331_road",
        "text":"A331 road\n\nFrom Infogalactic: the planetary knowledge core\nJump to: navigation, search\n\nA331 road shield\n\nA331 road\nLua error in Module:Infobox_road\/map at line 16: attempt to index field 'wikibase' (a nil value).\nRoute information\nLength: 8 mi (13 km)\nMajor junctions\nSouth end: Runfold\nNorth end: Camberley\nAldershot, Farnborough, Mytchett, Frimley, Camberley\nRoad network\n\nThe A331, also known as the Blackwater Valley Route or BVR, is a north-south road in South East England that runs from Camberley to Runfold. It opened in the summer of 1996.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9802584648,
        "format_confidence":0.9538565874
    },
    {
        "url":"http:\/\/topgear.wikia.com\/wiki\/Audi_A8",
        "text":"Top Gear Wiki\n\nAudi A8\n\n561pages on\nthis wiki\nAdd New Page\nTalk0 Share\nAudi A8\nAudi A8 L D3 II\n\nThe Audi A8 is a four-door, full-size, luxury sedan car manufactured and marketed by the German automaker Audi since 1994. Succeeding the Audi V8, the A8 has been offered with front wheel drive or permanent four-wheel drive, with multitronic or tiptronic automatic transmissions — and in short- and long-wheelbase variants. Previous generations employed the Volkswagen Group D platform with the current generation using the D4 platform.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9960404634,
        "format_confidence":0.9846240282
    },
    {
        "url":"https:\/\/www.arrivals-departures.co.uk\/europe\/balearics\/menorca-airport.htm",
        "text":"Airport Arrivals & Departures\n\nMenorca Airport\n\nMenorca-Airport is one of the medium-sized airports on the Balearics. It is an international airport with more than 3.2m passengers per year (incoming, outgoing and transit). The runways are located 2 hours away from Atlanta, GA and from here the shortest possible connection is a Non-Stop Flight. This is a Short Distance flight as defined by the European Union.\n\nFrom the city center of Menorca to the terminals you will need approx. 16 minutes by car, as the distance is about 9 miles. To have a look at the Menorca-Airport Flight Information please check the \"Arrivals & Departures\" section. And if you plan to visit Balearics please keep in mind that the official currency is \"Euro\". Just use the currency converter in the field \"Money\".\n\n    Share with friends:\n\n    one page back",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.8498731256,
        "format_confidence":0.8828783631
    },
    {
        "url":"http:\/\/airtravel.about.com\/od\/safetysecurity\/a\/AccessibleAir.htm",
        "text":"1. Travel\nYou can opt-out at any time. Please refer to our privacy policy for contact information.\n\nAccessible Air Travel: A Guide for People with Disabilities\n\n\n\"The air travel environment can be overwhelming for most people ... even more stressful for travelers with disabilities. Knowing ahead of time about procedures for boarding the aircraft, stowage of assistive devices including a wheelchair, assistance from the cabin crew, etc., is the key to having a smooth trip\", states Terry Moakley of the United Spinal Association.\n\nThe United Spinal Association has authored a really straightforward, practical guide to air travel for passengers with disabilities. It is in a question and answer format, and really covers all angles from how far ahead you must be at the airport, to whether you must notify the airline in advance of specific requirements.\n\nMost airlines have medical departments, often referred to as meda desks by those within the industry. They are not only used to determine whether someone is fit to travel let's say after a surgery, but also for items such as oxygen requests. The pamphlet, Accessible Air Travel: A Guide for People with Disabilities is available in PDF format.\n\nMoakley continues, \"Accessible Air Travel is organized in a question and answer format that covers the major provisions of the federal Air Carrier Access Act, as amended, and its implementing regulations. Subjects covered are making reservations, advance notice requirements, seating assignments, security screening, airline liability for adaptive equipment, airport accessibility, boarding assistance, aircraft accessibility, equipment storage, and service accommodations...it also contains important information about complaint procedures for resolving a violation at the airport by a designated airline representative, or more formally in writing to the U.S. Department of Transportation.\"\n\nWhat is really helpful too, is that it explains why, for example, some passengers cannot sit in an exit row seat, such as being under 15 or not being able to open the door in case of emergency. Although it deals with regulations in the US, it is pretty universal in terms of the information for most countries. There may be slight differences in other countries, but really it is an invaluable guide for passengers with varying degrees of mobility restrictions or other disabilities.\n\n©2014 About.com. All rights reserved.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.763902545,
        "format_confidence":0.7797802091
    },
    {
        "url":"https:\/\/www.bhamwiki.com\/wiki\/index.php?title=Gary_Avenue&printable=yes",
        "text":"Gary Avenue\n\nFrom Bhamwiki\nJump to: navigation, search\n1959 view of Gary Avenue\n\nGary Avenue is a major thoroughfare through downtown Fairfield, part of the street pattern planned by the Tennessee Coal, Iron & Railroad Company in 1909, and named in honor of Elbert Gary, the first president of TCI's parent company, U.S. Steel.\n\nGary Avenue runs southwest as a continuation of Avenue E Ensley, which also becomes Lloyd Noland Parkway as it passes below I-20\/59. Gary Avenue and Lloyd Noland Parkway split between 40th Street Ensley and 41st Street Ensley, with Gary bending westward and crossing Opossum Creek (in a culvert) before entering Fairfield's business district. The street proceeds southwest, then turns to the south at 47th Street Ensley, terminating at Valley Road \/ Donald Parkway. Formerly the section of Valley Road continuing to E. J. Oliver Boulevard was also addressed as Gary Avenue.\n\nThe Birmingham Railway, Light & Power Company's No. 5 Ensley-Fairfield streetcar line ran down Gary Avenue, and that service continues as MAX Transit Route 5.\n\nNotable addresses\n\n\n  • Polk's Birmingham City Directory (1925) Birmingham, Alabama: R. L. Polk & Co.\n  • Polk's Birmingham (Jefferson County, Ala.) City Directory (1935) Richmond, Virginia: R. L. Polk & Co.\n  • Polk's Birmingham (Jefferson County, Ala.) City Directory (1946) Richmond, Virginia: R. L. Polk & Co.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.6054908037,
        "format_confidence":0.9940856695
    },
    {
        "url":"http:\/\/nevadasouthern.com\/Sub%20Pages\/open_air.html",
        "text":"This is the \"Hard Top Open Air Car!\"\n\nThe Open Air Passenger Car is of Heavyweight design. It has three axles (six wheels) on each truck instead of the two axles per truck used for the enclosed passenger cars. To give the car a smooth ride when it was in passenger service, the floor is several inches of poured concrete. This coach, built in 1914 as a passenger coach, and later was modified as a Maintenance of Way work car that served on the Union Pacific. The car was converted to its fully open configuration when it entered excursion train service.\n\nThe seating is bench style. The large openings provide spectacular views along the route, and are the prefered seating for photographers.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.957352519,
        "format_confidence":0.6590890884
    },
    {
        "url":"https:\/\/www.cityofsebastian.org\/380\/Airport-History",
        "text":"Airport History\n\nLocated in Sebastian, Florida, Sebastian Municipal Airport is a small general aviation airport located in the north coastal region of Indian River County. Similar to other facilities serving World War II, the approximate 1,025-acre airport was built by the United States Navy in 1943 (known then as Roseland Satellite Field) as a naval flight training station. The military paid approximately $1,300 for the property in 1943. The aviation facility was transferred by the War Assets Administration, as part of the Surplus Property Act of 1944, on January 29, 1959, to the City of Sebastian. Upon taking responsibility, a provision was written in reference to the Federal Surplus Property Act, that the airport would be used without unfair discrimination solely for aviation purposes. This provision provided that the property be given back to the United States in the event of noncompliance with any terms and conditions of the deed.\n\nSince its acquisition in 1959, Sebastian Municipal Airport (now 620 acres) has been maintained and operated by the City of Sebastian. Since the transfer of ownership from the U.S. Government, Sebastian has undergone numerous facility changes and improvements. The noted championship Sebastian Municipal Golf Course was built in 1981 on a 155-acre plot of land occupying a large portion of the airport property. Local area flight-training greatly increased operations at the airport in the mid- to late- 1980s. Currently, a Fixed Based Operator (FBO) occupys the west side of the airfield, and frequent skydiving activity accounts for a large portion of operations at the airport.\n\nThe addition of a number of commercial and private general aviation hangars and related aprons were developed along the west quadrant of the field. No identifiable existing structures stand from the airport's military days. Over the years, there have been other changes made to the airport. Some of the more significant projects, going backward chronologically, have included:\n\n  • Construction of the Airport Adminisration Building\n  • Closing of R\/W 13\/31 amd Re-Opening of R\/W 10\/28\n  • Center 75 feet of Runway 5\/23  reconstructed and 37.5 feet of both sides of the runway resealed and rejuvenated (completed during 1997)\n  • Installation of LIRL on Runway 5\/23\n  • The closing of Runway 18\/36 as an active runway. This pavement was then converted into a taxiway and apron.\n\nSome of the most notable improvements, which have changed the look of the airfield, have occurred since the last Master Plan Update. For example, general aviation facilities have been constructed on the west side of the airport, consisting of several new T hangars and a miscellaneous inventory of skydive training facilities.\n\nThe airport is directly regulated by the City of Sebastian and is a Department of the City, under the City Manager.\n\nIn its current role, the airport focuses primarily on serving general aviation. The airport does currently support and accommodate recreational activity, and it sees itself trying to attract additional users in this category in the future. The airport also accommodates flight training activity  The airport could support SATS related air taxi operations. The airport's future role is limited primarily by manmade and environmental factors. The airport sees itself experiencing significant growth in the coming years. Management's goal is to provide for an on-site corporate industrial park using the 143 acres gained by closing Runway 13\/31. Management would also like to attract additional aviation services and construct additional T-hangars.\n\nGeneral aviation operations by corporate and business users are present at the airport. The airport estimates that 10 percent of its annual general aviation operations are business related. Approximately 25 percent of the airport's based aircraft are owned by local businesses. The airport also attracts a number of transient or visiting general aviation aircraft.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.8266578317,
        "format_confidence":0.9166682363
    },
    {
        "url":"http:\/\/www.dutyfreeonarrival.com\/en\/airport\/323",
        "text":"Duty Free Shop airport | NRT | Tokyo Narita\n\n\n\nNRT | Tokyo Narita\n\nAt present this country does not permit Duty Free on arrival. But, you can buy your duty free on departure from this airport and if facilities are currently available they will be featured below, where a link will take you to an online pre-order website. Almost all international airports have duty and tax-free outlets where you can shop in the departure lounge for your outbound journey. If not, you can now book pre-order with many airlines, or purchase at your international gateway airport.\n\nSome countries like Canada and Japan are studying the introduction of arrival duty free shopping as it will bring new revenues to airports and also avoid the confusion encountered by travellers with the transit of liquids on aircraft.\n\nAlready, Bermuda, Jamaica and Grenada have introduced arrivals shops in their baggage claim areas of their airport terminals, the terminal arrival shops in the main Swiss airports are now open too.\n\nIn Europe (EU Member States), some airports now have arrival shops and even though these airport stores are not duty free (as this is not allowed within the European Community), prices are good and shopping at arrival is convenient. Convenience and Food Operators like Spar, 7-Eleven, Marks & Spencer and Tescos are also opening more shops in the baggage claim and arrival areas, as are news outlets like WH Smith or Hudson News.\n\nAirports are gradually introducing online pre-order duty free shopping, using a similar method to car-hire bookings. Within the next few years you will be able to pre-order goods from your computer or smartfone before you travel and just collect the goods on your departure or after arrival. Many airlines already have this facility and later this year we will introduce a global airline inflight catalogue site where you can browse the goods and pre-order for delivery during your flight.\n\nThe airline carry-on baggage rules and charges can also be confusing for travelers, you can find the basic rules in our customs section, but shopping when you arrive or inflight, removes these security problems for passengers.\n\nSome airline and airport retailers are yet to publish their online duty free prices and catalogues, others have now started incorporating online pre-order facilities.\n\nWe will publish the details for this airport as soon as they are available and where relevant to this airport, publish the airline in-flight price list, enabling you to make a comparison of the available products and prices.",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.8918007016,
        "format_confidence":0.8576465845
    },
    {
        "url":"http:\/\/zxclan.wikia.com\/wiki\/Station",
        "text":"Fighter Flight\n\nStations are large units that contain at least thirty-two aircraft (usually from sixteen to ninety-six aircraft, sometimes more). A station is one of the third largest unit, next to a command, then an air force.\n\n\nStations will permanently contain any amount of squadrons, but they usually range from two to six. The amount rarely surpasses ten. Stations will contain at least one training squadron (which is never assigned to a wing) and the rest are active squadrons. All squadrons in a given station will operate the same type of aircraft, whether it be a CF-18, a UH-60L, C-130, AH-64 or some other aircraft.\n\nIn some cases, however rare, a station may have mixed units. This will only happen when a type of aircraft is being phased out of service. For example, if the ZXAF starts using F-35 Lightning II fighters to replace its current CF-18 Hornets, fighter stations may have a mix of some squadrons still operating their CF-18's, and some operationg brand new F-35's.\n\nThe station contains an airbase, some squadrons and a staff. The base staff contains multiple teams of air traffic control and runway maintenance. There are usually two teams of runway directors and caretakers. The two teams are led by a flight sergeant, and each team is led by a sergeant. The teams are further divided into two smaller teams, each led by a corporal. These smaller teams also contain three aircraftmen, leading aircraftmen and senior aircraftmen. One team is usually in charge of base maintenance (caring for the runways, airpads and hangars) and taxiing the aircraft, while the other team will direct aircraft during takeoff and landing.\n\nIn air traffic control, there are two teams of radar operators (each led by a sergeant and split into two smaller, corporal-led teams) which are led by a flight sergeant. There are also the maintenance teams, which are overall led by a flight sergeant, and have one quartermaster per two squadrons, who are all sergeants. The maintenance crews, air traffic control crews and base crews are all led by a master warrant officer, and have a warrant officer second in command.\n\nThe command staff contains a commander (group captain or wing commander), a second in command (squadron leader), a quartermaster (chief warrant officer), a medical officer (master warrant officer), an administrative officer (master warrant officer), an intelligence officer (warrant officer) and a signals officer (warrant officer).\n\n\nStations function as permanent housing for two to six squadrons and are also the field training units for pilots. A station is never deployed on the 'field', but rather may have its squadrons deployed. It is extremely rare to ever find an entire station deployed all in one wing or group.\n\n\nThere are any number of squadrons in a station, though it usually ranges from two to six, rarely going over ten. There can be any number of stations within a given command (which usually covers a provincial area, such as the ZXAF's Royal Ontario Command), and there are any number of commands within an air force. These air forces are usually divided by country or small group of countries, such as the ZXAF's Canadian First Air Force. Stations are named by their location, and a number. For example, the Number One Station Toronto, located in Toronto, Ontario.\n\n\n2-6 Squadrons (33 to 96 airmen)\n\n5-8 Sergeants\n\n3 Flight Sergeants\n\n3 Warrant Officers\n\n3 Master Warrant Officers\n\n1 Chief Warrant Officer\n\n1 Flight Lieutenant\/Squadron Leader\n\n1 Wing Commander\/Group Captain\n\nZX Clan Air Force UnitsEdit",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9707309008,
        "format_confidence":0.9768584967
    },
    {
        "url":"https:\/\/www.gov.uk\/maib-reports\/large-wash-waves-from-high-speed-passenger-craft-portsmouth-express-hit-the-shore-in-east-cowes-isle-of-wight-england-with-5-people-injured",
        "text":"Large wash waves from high speed passenger craft Portsmouth Express hit shore with 5 people injured\n\nLocation: East Cowes, Isle of Wight, England.\n\nAccident Investigation Report: Portsmouth Express\n\nInvestigation report into marine accident including what happened, safety lessons and recommendations made:\n\nportsmouth-express.pdf (633.15 kb)\n\n\nWash wave accident involving Portsmouth Express off East Cowes on 18 July 2002.\n\nPublished 23 January 2015",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9617106915,
        "format_confidence":0.5394989252
    },
    {
        "url":"https:\/\/freepublictransport.info\/city\/frydek-mistek\/",
        "text":"Frýdek-Místek, Czech Republic\n\nFrom March 27, 2011 operates free public transport in Frýdek-Místek (Czech Republic). For two years the number of passengers grow up by 40%. Bus lines go into the surrounding villages – free travel is possible in the region. The longest line goes up to 30 km distant tourist destination in Beskydy mountain.\n\nFor more information (in Czech):\n\nFree public transport in Czech = „MHD zdarma“",
        "topic_id":22,
        "format_id":7,
        "topic_confidence":0.9702689648,
        "format_confidence":0.8622002006
    }
]