[
    {
        "url":"http:\/\/www.mormonshare.com\/feed-items\/nt-acts-13-15-scripture-basketball",
        "text":"Nt Acts 13-15 Scripture Basketball\n\nDownloaded from: http:\/\/seminarymoments.blogspot.com\/2013\/02\/nt-acts-13-15-scripture-basketball.html\n\nScripture Basketball\n While one team tried to get as many baskets as they could…\n The other team had to listen to the question I gave them. Read the scripture block to find the answer. Once they gave me the correct answer, I yelled stop. The team shooting baskets then went to the board and wrote down how many baskets they made.\n\nThis was a fun way to cover Paul’s first missionary journey. After each question was answered, everyone sat and discussed the question and answer. Then the teams switched places.\n\nJust read through a scripture block and write up your own questions, its easy and quick to do for a lesson.\n\nFree Instant Download",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.990293026,
        "format_confidence":0.5392931104
    },
    {
        "url":"https:\/\/dailyhadithplus.wordpress.com\/2015\/04\/03\/how-to-perform-bathghusl-as-a-muslim-after-having-sex-2\/",
        "text":"Praise be to Allah\n\nGhusl in Islam means the bathing of the entire body with water. Proof of its legitimacy is embodied in the Holy Qur’an as follows:“ And if ye are in a state of ceremonial impurity, bathe your whole body” (Qur’an 5:6).\n\nOccasions when Ghusl is Required as an obligatory Act\nGhusl is required as an obligatory act in the following cases:\n\n1. After the discharge of semen as a result of stimulation whether awake or asleep (i.e. in a wet dream). This state is known in Arabic as “JUNUB”. If, after the dream no wetness is traced in one’s clothing, bathing is not obligatory. However, in case wetness is found but without recalling any dream, performing Ghusl is obligatory.\n\n2. After sexual intercourse (or the mere coming together of the two organs of a man and a woman, even though there may be no actual ejaculation) performing Ghusl is required.\n\n3. Following a period of menstruation, a woman is required to perform Ghusl.\n\n4. At the end of 40 days after childbirth, a woman is required to perform Ghusl but if the bleeding stops before completing the 40 days period, then she must make the Ghusl as soon as the bleeding stops.\n\n5. When a Muslim dies, Ghusl is required for him\/her except for the Jihad Martyr (Shahead).\n\nOccasions for which Ghusl is preferred\nGhusl is recommended in the following cases:\n\n1. Before going to Jumah Congregational (Friday Prayer).\n\n2. Before going to Eid Prayers (Muslim annual feast prayers).\n\n3. Before undertaking Umrah or Hajj (Pilgrimage to Makkah).\n\n4. Upon washing a corpse. (According to many scholars, the performance of Ghusl is preferred for a person who washes a corpse).\n\n5. When a disbeliever reverts to Islam.\n\nEssential Requirements of Ghusl\nThere are two essential requirements which need to be fulfilled for Ghusl to be valid. These are as follows:\n\n1. Intention to perform Ghusl is necessary because it is the dividing line between acts performed as a mere custom and deeds which are rewardable acts of worship. However, the intention is only by heart and need not be uttered.\n\n2. The entire body should be washed. Water should reach and flow freely over every part of the body.\n\nHow Ghusl is Performed\nBesides the above two essential requirements, there are also other voluntary acts recommended for Ghusl. Both the essential and the voluntary acts are now integrated here below to demonstrate how the Prophet (peace be upon him) used to perform the Ghusl:\n\n1. Intend by heart to perform Ghusl.\n\n2. Wash both hands up to the wrists three times.\n\n3. Wash the sex organs properly.\n\n4. Perform Wudhu as usual (in the manner already discussed) except, that the washing of the feet would be delayed until later when all the rest of the body is bathed.\n\n5. Pour water over the head three times, massaging the hair to allow water to reach its roots.\n\n6. Pour water liberally over the entire body, beginning with the right side and then, the left side ensuring that no part of the body is untouched by water such as the armpits, inside the earlobes, inside the navel, between the fingers and toes, etc.\n\n7. Finally, move a little further from where you were and wash your feet, beginning with your right foot and then, the left.\n\n1. A woman will perform Ghusl just as a man does, except, that if she has plaited hair, she need not undo it. She only needs to throw three handfuls of water over her head (this is for the Junub [the one who is in the state of major impurity after sexual intercourse or semen discharge] but for the one who has just finished her monthly period or post-birth period, she must undo her plaited hair).\n\n2. The person may after completing the Ghusl recite the supplication for concluding Ghusl which should be recited outside the toilet\/bathroom and which is the same as the one recited after completing Wudhu.\n\nActs Forbidden to Persons who are Required to Perform Ghusl\nPersons required to perform Ghusl are forbidden to undertake certain acts. These are as follows:\n\n1. Any type of prayer whether obligatory or voluntary.\n\n2. Circumambulating the Ka’abah (Tawaf).\n\n3. Touching or carrying the Holy Qur’an. However, the prohibition does not apply to other books which contain Qur’anic passages such as commentaries of the Holy Qur’an or works of Islamic jurisprudence.\n\n4. Reciting the Holy Qur’an.\n\n5. Staying Inside the Mosque.\n\n…May Allah give us a better understanding & guide us to accept the truth\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9963874817,
        "format_confidence":0.9399082661
    },
    {
        "url":"https:\/\/www.umcdiscipleship.org\/worship\/holy-week-2018-worship-planning-series\/april-1-2018-easter-sunrise-service\/easter-morning-2018-sunrise-service-planning-notes",
        "text":"Easter Morning 2018 Sunrise Service — Planning Notes\n\n\n\nReading Notes\n\nThe Easter Sunrise Service, per se, appears to be primarily an American Protestant and largely Evangelical Protestant invention. While Moravians lay claim to the first Sunrise Service (in 1732), that service bears little resemblance to more typical Sunrise Service practices that developed later, and likely independently, in other traditions. No proper readings are assigned to it in the Revised Common Lectionary because the service does not have wider ecumenical or historical grounding. The service we have provided for Easter Sunrise this year borrows from the established readings for Easter Vigil, Year B (Ezekiel 37, Romans 6, and Mark 16). The service is also loosely structured based on the Easter Vigil.\n\nNRSV texts, artwork and Revised Common Lectionary Prayers for this service are available at the Vanderbilt Divinity Library.\nLeccionario en Español, Leccionario Común Revisado: Consulta Sobre Textos Comunes.\nLectionnaire en français, Le Lectionnaire Œcuménique Révisé\n\nCalendar Notes\n\nThe sanctuary is restored to its full glory, colors are white or gold, and flowers may abound today and throughout the Great 50 Days of Easter Season until its final celebration on Pentecost, when the colors are red.  \n\nThis particular service is generally held outdoors or in an indoor location other than the main worship space. Whether outdoors or indoors at an alternate location, bring plenty of flowers, especially white or gold flowers, and if you are an ordained deacon or elder and wearing your stole, be sure to bring out your best white or gold one.\n\nApril 1           \nEaster Day\n                      Easter Series Begins\nApril 15        \nNative American Ministries Sunday\nApril 22         Festival of God’s Creation\nApril 25         World Malaria Day\n\nAll Month       Christian Home Month (2018 Theme: Families Called to Peace, forthcoming)\nAsian Pacific American Heritage Month\nMay 3              National Day of Prayer\nMay 4              May Friendship Day (UMW\/CWU)\nMay 7-13        \nChristian Family Week (2018 resources forthcoming)\nMay 10            \nAscension Day\nMay 13            Ascension Sunday\n                        Festival of the Christian Home\/Mother’s Day (USA)\nMay 19-20      \nChange the World Weekend\nMay 20           Day of Pentecost\n                       Heritage Sunday (forthcoming)\nMay 24           \nAldersgate Day\nMay 27           Trinity Sunday\n                       Peace with Justice Sunday\nMay 28           Memorial Day (USA)\n\nPray for annual conferences convening throughout the month, for all receiving new appointments or assignments, for those leaving existing appointments or assignments, and for congregations and other ministries receiving new leadership. \n\nFor Your Planning Team — Easter Sunday: Sunrise Service\n\n\nThe tide has turned from death to resurrection, from sorrow to amazement, from despair to rejoicing. Christ is risen. Death is conquered. Christ is risen. Sin’s power is gone. Christ is risen. New creation had dawned.\n\nAs mentioned in the Reading Notes above, we have designed this service roughly on the model of the Easter Vigil, the historic and ecumenical (East and West, Roman and Protestant) first of three services (masses) for Easter. The Easter Vigil itself is an extended service of four movements: Fire, Word, Water, and Table. We use three of those basic elements here.\n\nThe Fire Movement in the Easter Vigil begins with a bonfire outdoors from which is lit the Paschal Candle which will be used throughout Easter Season and at all baptisms and Christian burials throughout the succeeding year. We allude to that by suggesting this service be celebrated around a bonfire outdoors and the possibility of everyone holding candles lit from it.\n\nThe Word Movement in the Easter Vigil is an extended set of readings recounting the history of God’s saving acts leading up to the time of Jesus. The five great themes of that history are Creation, Exodus, Kingdom, Exile, and Restoration. For this service, we use two of the readings from the Easter Vigil in this part of the service, Ezekiel 37 (which points to both Exile and Eestoration, and which began our Good Friday service) and Romans 6.\n\nRomans 6 is the most complete description of the theology of baptism in the New Testament. It is used in the Easter Vigil as a strong tie to the third movement, Water. Historically and ecumenically, it is at the Easter Vigil on Saturday night that baptisms are performed, rather than at one of the other two services on Easter Day, though baptism is considered appropriate on every Sunday in Easter Season. We have provided primarily for a service of baptismal reaffirmation for this service, though we have provided a link for a full baptismal service as well. United Methodists have outstanding resources for the Easter Vigil, relatively few still use it, and those that do find these services are often not well-attended. And though we have a more frequent practice of Sunrise services, those are also typically far less well-attended than the principal service of Easter Sunday. If you desire, you could of course do a full service of baptism as part of this service.\n\nWe do not try to include the fourth movement, Table, as part of this service, leaving that for the principal service of Easter Sunday, which follows.\n\nLogistics: Wows, Kapows, Vows, and Towels\nSince this service may be observed in a setting other than your typical worship space, and especially if it is outdoors, be sure, as with the opening of the Palm\/Passion service, to rehearse your blocking as worship leaders beforehand, to provide for access for persons with mobility issues (or a legal way for such persons to see and hear if they cannot safely get physically to where you are gathering), and that you have provided for sound that enables all to hear. That way everyone can say “Wow” at the bonfire and above all at the resurrection of Christ and the reaffirmation of baptism (or baptism) we celebrate in this service.\n\nThis service involves a bonfire. Bonfires take time and in some instances clearance from local officials to construct. Check with your local authorities (often your neighborhood fire department will be able to guide you) and get all needed clearances well ahead of time — preferably weeks ahead of time. These things can take longer than you imagine.\n\nRemember as you offer either baptism or baptismal reaffirmation that while some parts of the service in our ritual are adaptable, the vows are set by Discipline (Par. 217) and are alterable only by General Conference.  The “New Service of Reaffirmation” suggested in this service (whether in English or in Spanish or both) uses those established vows verbatim, but frames them with new questions and places them in full on the lips of those who reaffirm. You may adapt the framing questions in ways most appropriate to your context. The vows themselves, however, must remain unchanged.\n\nFinally, a reminder to your team. Whether you do baptism or reaffirmation, people will get wet!  So be sure to provide towels for those who may need them! And if you are doing baptism or receiving members, have someone with dry hands to handle the certificates and perhaps another person with dry hands to handle the ritual for you during the baptismal rite itself.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9975166321,
        "format_confidence":0.7243459225
    },
    {
        "url":"http:\/\/mihn.pbworks.com\/w\/page\/8216406\/Sleeping%20Arrangements%20and%20Bedding",
        "text":"\n\n  • Stop wasting time looking for files and revisions. Connect your Gmail, DriveDropbox, and Slack accounts and in less than 2 minutes, Dokkio will automatically organize all your file attachments. Learn more and claim your free account.\n\n\nSleeping Arrangements and Bedding\n\nPage history last edited by Robin Heyden 11 years, 11 months ago\n\nThis is the Sleeping Arrangements and Bedding page.\n\n\n\nCheck out this photo from the Pilgrim Church.  Setting up to get ready to host!\n\n\n\nBedding Storage Idea\n\nRegarding storage of linens, we have a Rubbermaid type bin to hold the bed linens\n\nfor each bed (14).  The bin itself will be used beside each bed as a night\n\ntable.  Inside each bin is a clean garbage bag.  At the end of our hosting\n\nweek, each guest will put their linens inside the garbage bag - inside their\n\nbin.  A volunteer will take home a bin (or as many as desired), wash the\n\nlinens and put them back inside the bin along with a clean garbage bag to be\n\nstored in their home until the next hosting week.  Donna Keesling, our\n\n\"Guest Room Coordinator\" came up with this idea and we think it's a good\n\n\n\nChrist the King Lutheran in Holliston\n\n\n\nWhat does each host need to provide?\n\nThe Network will provide beds. These will travel in the van from church to church.\n\nBeth suggests each church purchase the necessary \n\nadditional supplies to remain and be laundered at the church.\n\nEach church will provide:\n\nsheets, pillows and pillow cases, towels, mattress pads and\/or covers (these \n\naren't totally necessary), lighter blankets,  and vinyl mattress covers. Each church is responsible for\n\nlaundering these items on their own.\n\nThe beds are full size twin - 39\" by 75\".\n\n\nChrist Lutheran, Natick\n\n\nComments (0)\n\nYou don't have permission to comment on this page.",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.7659316063,
        "format_confidence":0.710300982
    },
    {
        "url":"https:\/\/michellebeltran.com\/are-you-clairsentient-psychic-development-for-beginners-using-your-clairabilities\/",
        "text":"Psychic Medium Reveals: How to Develop Your Psychic Ability of Clairsentience Quickly\n\nPsychic Development: Clairsentience & Sacral Chakra\n\nYour psychic power of clairsentience is rooted in your second chakra, the Sacral Chakra. This is the gateway to this amazing ability that you were born with. The word clear is from the French word clair. Sentience comes from the Latin word sentire which means ‘to feel’.\n\nOpen Your Mind\n\nTo The spirit World\n\nSign up and get your free ebook\n\nThe Sacral Chakra is orange in color orange in color and spins like a disc in a clockwise direction. This chakra offers us the opportunity to tune into and feel our emotions and the emotions of others. It is here where you will begin to strengthen, unravel and become in tune with your clairsentience.\n\nLet’s begin opening this ability now, together:\n\nIn your mind’s eye, take a moment now to see this vibrant orange chakra spinning with vivacious life force. As you begin to work with this chakra more and more, in time, you will begin to feel it. Now, take your attention to the space in your abdomen just an inch below your naval. You might feel sensations even now, as you place your consciousness in this area. What are the sensations? Focus here and begin to tune into this chakra. Let your attention be present in this space for a few moments. This simple act is telling your Higher Self you are ready to open this clairsentience gift fully.\n\nFind Out If You Have the Psychic Gift of Clairsentience\n\nAs you concentrate your psychic development training on this chakra, you may start to wonder how you’ll know whether or not you’re clairsentient. If you are predominately clairsentient, you are more likely to say things such as:\n\n  • “The way I feel is…,” instead of saying “What I hear you saying is…”\n  • “When I consider this, I feel…,” instead of “I’m hearing you say…”\n\nIf you choose the statements that begin with “I feel”, then it is highly likely that you possess some degree of clairsentience. If you choose the statements that have “I hear” in them, then you may be clairaudient, which means that you’re clear hearing gift is strong. So, pay attention to your language!\n\nLet’s take a moment to consider your emotions and feelings as you navigate your day to day life:\n\n  • Take a moment to recall the last theater performance you went to. When you recall this what are your initial impressions? Do you give attention to vivid costumes and colors you saw, the sounds of the music or the performers voices, or to emotions and feelings it brought for you or that you saw in the performers?\n  • Do you find yourself feeling the emotions of others?\n  • Can you walk into a room and sense the energy and emotion as well as the energy of the people in it?\n  • As you work through issues of importance in your life, do you find yourself considering your emotions or the emotions of others?\n\nIf these resonate with you and you are finding yourself answer yes to them. Then you are likely clairsentient!\n\nRELATED: Psychic Medium Shares 4 Techniques to Increase Your Clairvoyance Psychic Power\n\nPsychic Development for Beginners Using Clairsentience\n\nPsychic medium explains that clairsentience can also be characterized by paying more attention to your feelings in a situation, as opposed to your experience. If you are clairsentient, then you will get chills throughout your body as you gauge and assess emotions. When this happens, you will become aware of signs, symbols and messages of higher consciousness.\n\nIt is also important to understand that you can have two or three different Clairabilities strongly present themselves to you. As you continue to grow and learn in your psychic development, you will be able to determine what your strengths are based upon the way in which you interact with the world.\n\nWhat Blocks Your Psychic Gift of Clairsentience?\n\nIt is possible for clairsentience to be blocked by fear. For instance, if you are afraid that you might feel something scary or painful whenever you use this gift, then you may cause it to become blocked. You should always remember that this gift is rooted in grace and love. Consider writing down a mantra in your journal to remind you that you are open and available for this divine gift and that you want it to grow stronger so you can help others.\n\nPsychic Ability Begins with Intention\n\nBefore you go to bed at night say out loud while you also write in your journal, “I am open and available to receiving higher knowing. My clairsentient ability is growing stronger every day. I use my ability to assist myself and others.” Writing and stating your intention out loud sets certainty within your subconscious and will amplify the blossoming of the ability.\n\nHow Your Psychic Ability of Clairsentience Will Present\n\nClairsentient messages can present through your physical body in actual body sensations. Body messages can be felt either outside or inside the body. You may feel a touch on your shoulder or an itch on your skin. These all have meaning. From inside your body, you might notice a twinge inside your belly or an ache inside your foot. Sometimes, I’ll feel a tingling in my hands, which is my symbol for someone who’s very creative. It’s possible to get a combination of inside and outside messages, such as getting the chills, which you feel inwardly as well as getting literal goose bumps on your skin. Chills have become a powerful way of confirming that the evidence I’m receiving is real, letting me know I’m fully tuned in during a reading. Other body codes include a whooshing sound through my ears, a facial twinge or ear ringing. Many people experience these sorts of messages without knowing what they relate to.\n\nI once did a reading where I was drawn to my left ear as the client’s mother came through. Usually, a spirit will present giving some indication via the body of how they passed or something that was going on with them before they passed. I asked the client, “What happened to your mother’s left ear? I asked because I was feeling a slight tinge sensation here. In excitement, she explained her mother had a birth defect that caused a misshaping to her left ear. I didn’t have anything wrong with my ear, but I was given indication of something having happened to the left ear by the sensation to the area during the session.\n\nPhysical Awareness: Decoding Intuitive and Psychic Signals and Body Messages\n\nYour body is full of information for you, but you must be consciously aware of the present moment in order to experience it. In this modern age, we’re taught to honor our thinking mind and to ignore or suppress our emotional or physical selves as if we were computer brains walking around with a body attached for convenience. The result is that we’re centered in our left brain constantly. This is why we have to take time and special effort to be aware when we are getting psychic messages and\/or our loved ones on the Other Side are trying to speak to us to encourage, warn or applaud us about something going on in our lives.\n\nWe’ve all probably had that experience where we feel a slight touch, maybe on the shoulder or head. We look around and see no one. That’s a gift from a spirit. If you’re offering intuitive work or you’re a healer that is a particular code that you will need to decipher.\n\nPay attention when intuitive messages gently come in, be they through your body or other senses, because you don’t get a written letter! You have to be aware, in the present moment, and tuned in to them because they can be very subtle.\n\nAlso, be mindful of the Three Times Rule. When I receive an intuitive message three times, for example, I know that my guides or a loved one are trying to tell me something. So, I listen up and pay attention. If you get a message three times, then that’s your indication that the message is psychic or intuitive guidance.\n\nPsychic Development and a Book of Symbols & Codes\n\nI’ve developed body codes to know what each feeling in my body means. Over time, I have developed a book of these codes. If I feel a poking sensation at my left temple, this has a particular meaning. Or, if I feel something in the area of my liver or stomach, then I know there is an issue of relevance for the person I am in a session with. In meditative state, begin working with your Guides and Higher Self to develop a system of codes that works for you. Also, you don’t need to feel physical pain to recognize the code for a physical issue. Ask your guides and spirit to deliver messages of clairsentience gently.\n\nMORE POWERFUL PSYCHIC TIPS: Dynamic Psychic Development Technique to Strengthen Your Intuition\n\nPsychic Awareness and Development Increases Your Sensitivity\n\nYou may notice that as this gift grows, you become more sensitive to emotions and physical feeling sensations in your body. As the ability developed for me, I felt a plethora of new body sensations and awareness. You might even feel a poke to an area of your body to find no one there. These are all normal experiences you may have. Be sure to make note of all the new body sensations and experiences in your journal.\n\nIt is important to drink plenty of water, get good sleep and exercise daily. The care and attention you give to healthy body balance will serve to enhance awareness and quick tuning into this ability. As you take care of your body in whatever way works best for you, you’ll begin to know it very well. You’ll know when you get a tightening in your chest that’s not normal for you. You’ll feel that very clearly and know whether it has some kind of a symbolic or literal meaning for you or someone near you.\n\nEssential Oil: A Psychic Development Tip\n\nPsychic mediumThis powerful essential oil, Cinnamon Bark, is known to support psychic development. It is said to enhance clear visualization, psychic visions and the development of your clairvoyance ability to see mental images and impressions. Cinnamon Bark can strengthen your ability to focus and may support in attracting love and harmo... (truncated)",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.991514802,
        "format_confidence":0.8218856454
    },
    {
        "url":"https:\/\/michellelesley.com\/2018\/01\/31\/the-women-of-genesis-lesson-9-sarah\/",
        "text":"\n\nPrevious Lessons: 1, 2, 3, 4, 5, 6, 7, 8\n\n\nRead Genesis 11:27-12:20\n\n\nQuestions to Consider\n\n1. What facts can we glean about Sarah from this passage? What was her original name? (11:29) Who were her family members? (11:27-29, 31) Where was she originally from, and where did she move to? (11:28,31) What was her physical condition (11:30) and why is this “backstory” being given to us? (12:7) What was Sarah’s physical appearance like? (12:11,14)\n\nClick for larger view\n\n2. We can learn more about Sarah from other passages of Scripture. What does the name Sarai (see footnote) mean? What was Sarah’s familial relationship to Abraham? How old did Sarah live to be? How does Paul use Sarah as an allegorical example in Galatians? How does Hebrews describe Sarah’s faith? How does Peter hold Sarah up as a godly example to Christian women? Overall, how does the Holy Spirit frame and describe Sarah’s character in the New Testament? Does this mean her thoughts and behavior were always flawless?\n\n3. Consider that Sarah, though sinful and imperfect in many ways, is spoken of by the Holy Spirit in the New Testament as a woman of faith and godly character, and an example to be looked up to by Christian women. Does this bring you comfort and reassurance as a sinful and imperfect, yet faithful, follower of Christ? What are some ways you can set a godly example for other Christian women even though you sometimes stumble into sin? How will God speak of your faith and character at the end of your life?\n\n4. While the events in Genesis 11-12 are told from Abraham’s perspective, Sarah, his wife was right there with him, experiencing those same events. Consider the following parts of the story from Sarah’s perspective:\n\nBarrenness (11:30): In a patriarchal society in which women established status largely by bearing sons, what might Sarah have thought about being barren?\n\nTraveling and relocating (12:1-9): Examine the map above. Strange lands she’d never been to before. Strange and possibly hostile people. How far would Sarah and her family have had to travel? What might have been some of Sarah’s concerns for her family?\n\nGod’s promises and instructions (12:1-3,7): What questions might Sarah have had about her role in God’s promises to Abraham, how her barrenness would affect God’s promise for offspring, and how it would all play out once God’s promises were fulfilled?\n\nTrusting, obeying, and worshiping God (12:1-9): In instructing Abraham, God was also instructing Sarah, as his wife, to obey and follow Him. What were some ways Sarah would have had to obey God? How could she have served as a helper to her husband? How would she have needed to trust God? How would trusting and obeying God have led to worship for Sarah, right alongside her husband? (7,8) How might Sarah’s relationship with God have grown through this experience?\n\n5. Examine 12:10-20. Summarize the story in your own words. What did Abraham ask Sarah to tell the Egyptians in verse 13? Why? Was this true? What can we learn from this story about honesty, deception, and half truths? How did Abraham’s deception put Sarah in danger? In what way did Abraham put his own needs ahead of Sarah’s well-being? How might Abraham’s actions have damaged his relationship with his wife?\n\n6. Compare Abraham’s trust in God in 12:1-9 with his lack of trust in God in 12:10-20.\n\n7. In what ways did Sarah have to trust God and trust her husband in 12:1-9? In what ways did she have to trust God and trust her husband in 12:10-20? Was Abraham acting in a trustworthy way in both of these instances? Why or why not?\n\n8. Have you ever had to trust God through a situation in which your husband, parent, or someone else you depended on, wasn’t acting trustworthy? What did this teach you about God and His trustworthiness and dependability?\n\n9. True or false: “In some ways and at some times Sarah may have had to trust God even more than Abraham did.”? Why?\n\n\nHow can trusting God through a difficult time lead you to worship Him? Describe a trial you’ve been through and how you trusted God in the midst of it. Take some time to worship God for the specific ways He carried you through that trial: how He provided for you, comforted you, strengthened you, and encouraged you.\n\nSuggested Memory Verse\n\nThen the Lord appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the Lord, who had appeared to him.\nGenesis 12:7",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.988974452,
        "format_confidence":0.942650795
    },
    {
        "url":"https:\/\/mintools.com\/ministry-profiling.htm",
        "text":"Ministry Profiling to Find the Best Fit\n\nStaffing to Match the Right Person to the Right Task\n\nIn doing a ministry assessment you will determine what ministries need to be happening in order for you to accomplish God's purposes and design for your church or ministry organization. The next step is to\n\ndetermine the people resources\nneeded for these ministries.\n\nTo effectively accomplish the tasks or positions within these ministries, people should have the right gifts, heart passions, and personality. Their experience and walk with God would also be factors to consider.\n\nWhile each ministry leader can be responsible for his\/her own staffing needs, a central staff coordinator greatly facilitates the process. This person would have an awareness of the big picture to help prevent people from being overused or misused. This person would be responsible for matching the right person to the right task. That is done through ministry profiling.\n\nWhether you are that central staff coordinator or a leader of a specific area, the steps for ministry profiling are basically the same.\n\n  1. Make sure you, as the staff coordinator or ministry leader, have a good understanding of ministry profiling.\n  2. Develop a profile of the type of person who would be best suited for each ministry position or task needed to accomplish each area of ministry. You will need at least a basic job description for each ministry in order to know the tasks involved in each position. The question you are asking is what kind of person would best fit this job description.\n    • What spiritual gift(s) should this person have?\n    • Is it important for this person to have a heart for a particular age group, gender, social status, need, issue, or type of ministry?\n    • Are there personality traits that would either help or hinder a person in this ministry?\n    • Should the person have experience in a certain task?\n    • Should there be a certain maturity level in someone's walk with God for this particular ministry?\n\n    In addition to this content, the Staffing Ministry Manual includes a list of spiritual gifts used in different ministry areas, a manually scoring spiritual gifts test measuring the seven gifts in Romans 12, and a one page assessment form to use for personality traits that simply requires people to mark where they would fall on the spectrum of certain opposite traits that could affect how they serve. You are permitted to copy and use the spiritual gifts test and personality traits assessment in your ministry.\n\n  3. Develop ministry profiles for each person in the church or at least for the people you want to consider for a certain ministry position. The profile will assess a person's spiritual gifts, heart passions, personality temperament, experience, and walk with God. The profile can then be used in the recruitment stage of staffing to determine if the person is a good fit for a specific area. Design a plan on how you will administer the spiritual gifts tests and other inventories needed to develop a person's ministry profile.\n    • You can teach on it and develop the profiles as part of the classroom experience. -- Everybody Has a Part Spiritual Gifts Curriculum.\n    • You can administer a spiritual gifts test to help you identify people's gifting. Spiritual Gifts Tests Resource helps you do that. (Please note: The MAX Pak includes the curriculum, tests resource, and book.)\n    • You can make the development of a person's ministry profile part of a newcomers or membership class.\n    • You can provide one-on-one counsel during which time you either develop a person's ministry profile or discuss it with them.\n  4. Maintain records of the results of your assessment for each person. Include in those records vital statistics for contacting purposes, gender, and age. Also include the person's spiritual gifts, passions, and experience (what he\/she has done in the past, what he\/she is currently doing, what he\/she is willing to do). Keep records in a way that is easiest for you to keep track and to retrieve information when needed.\n    • Consider developing a computer database. This method will give you good retrieval as you can develop filters to pull up people who fit the criteria needed for a task.\n    • You could also keep a notebook, rotary file, or notecard system. You would have to manually sift through these records to locate people best suited for a task.\nShare This with Others:",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9879429936,
        "format_confidence":0.9817995429
    },
    {
        "url":"http:\/\/www.giftbyoccasion.com\/tag\/pastor-anniversary-scriptures\/",
        "text":"\n\nHow to Make the Pastor Anniversary Speech?\n\nA perfect pastor anniversary speech is a speech delivered wonderfully and one that touch the heart and soul of pastor and the audience all in the right way. Your speech can be informal interspersed with humor or appreciation poetry. But the important thing is that you are sincere, real, and you.\n\nThe following tips will help you give the successful pastor anniversary speech.\n\n  1. Prepare Speech Content. You will want to document all the important things you want to say, or ask people in your congregation for stories about your pastor to highlight your speech.\n  2. Check Common Pitfalls of Speech. You should consider that one of common pitfalls when giving a pastor speech is the feeling of wanting to rush through the speech.\n  3. Practice. Practice your pastor anniversary speech out loud if you finished. Rehearse in front of your family or friends for get a right feel for how long the speech will last.\n  4. Speech and Gifts. After your speech you might want to present your pastor with a pastor anniversary gift. You might even want to include a letter or card either before or after your speech.\n\nHow to Write the Pastor Anniversary Speech?\n\n\nThe introduction about pastor is the big part. To create a wonderful and perfect anniversary ceremony\/program\/party speech, one must know how to play with words to play with the emotion of the audience.\n\nStep 2\n\nWhen writing about pastor, you must first by jotting down everything that you appreciate and special stories themed pastor’s contributions and selfless.\n\nStep 3\n\nAt the middle, the speech must slowly become intimate to your subject, appreciate your pastor and tell how your church has been positively affected by him.\n\nStep 4\n\nThe most important and perfect thing is to keep the speech short, simple but yet meaningful to both the speaker and the audience. You know overly long appreciation speeches, no matter how thoughtful and organized, will soon lose its appeal.\n\nStep 5\n\nTo close that speech, one may intersperse it with a lovely poem or a quote. A perfect appreciation speech is produced. Our hope, best wishes and prayer is that our partnership with him will continue for years to come.\n\nArticle Source: http:\/\/www.pastor-gifts.com\/pastor-anniversary-speech",
        "topic_id":18,
        "format_id":22,
        "topic_confidence":0.9925313592,
        "format_confidence":0.9884735942
    }
]