[
    {
        "url":"http:\/\/www.andrewrickard.ca\/2012\/07\/when-my-hour-comes.html",
        "text":"9 July 2012\n\nWhen My Hour Comes\n\nGeorge Moore, Confessions of a Young Man (London: T. Werner Laurie, 1904), p. 253:\nThat I may die childless — that when my hour comes I may turn my face to the wall saying, I have not increased the great evil of human life — then, though I were murderer, fornicator, thief, and liar, my sins shall melt even as a cloud. But he who dies with children about him, though his life were in all else an excellent deed, shall be held accursed by the truly wise, and the stain upon him shall endure for ever.",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.6581130028,
        "format_confidence":0.6047157645
    },
    {
        "url":"https:\/\/www.chrisbrecheen.com\/2018\/05\/best-modern-sci-fi-not-by-cishet-white.html",
        "text":"\n\nMonday, May 7, 2018\n\nBest Modern Sci-Fi Not by a CisHet White Man (Last chance to vote)\n\nWhat is the best modern science fiction book or series written by someone other than a cishet white man? \n\nHad a full day with my third job today and more tomorrow night, so I'm just going to pop in to remind you that tomorrow the results go up for our latest poll because we need to get on gathering nominations for the next one.\n\nRemember if you have any questions about why the poll is limited in the particular way it is, this link will cover that.\n\nThe poll itself is in the lower left at the bottom of the side menus.\n\nIf you're on mobile you can scroll ALLLLLL the way to the bottom and click on\"webpage view\" to see the side menus and get to the polls.\n\n1 comment:\n\n  1. This is an interesting page that will help you to select Outsource Web Content Writing Services .guest post outreach service",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9702579975,
        "format_confidence":0.9826552868
    },
    {
        "url":"https:\/\/thebrownsugarcafe.blog\/tag\/poetry\/",
        "text":"Skip to content\n\nTag: Poetry\n\nOne Year Celebration\n\nOne year ago today I published my second book, 𝘛𝘩𝘦 𝘌𝘴𝘴𝘦𝘯𝘤𝘦 𝘰𝘧 𝘓𝘰𝘷𝘦. To celebrate I’m offering 15% off. Head over to my online shop and use code ESSENCE15.⁣ ⁣ […]\n\nNever Giving Up\n\nMornings filled with conversations and coffee or talks with tea…whatever your preference. Thankful to see another day and eager to make it count. Plans to seize the day as we […]",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9564229846,
        "format_confidence":0.8238373995
    },
    {
        "url":"https:\/\/joelportman.wordpress.com\/category\/poetry\/",
        "text":"Out of Order\n\nOut of order\n\nThe door is covered in paper, but the light is on inside.\nA white piece of paper held to the window with a single yellow strip of tape.\nOut of order, it says.\nUp and down, up and down.\nForward and back, forward and back.\nEars covered but noises abound.\nForward with the words, backward with the melody.\nSuddenly more resistance, suddenly less.\nConstant motion, willing it to stop.\nCold and hard in hand.\nAround and around and around.\nGoing somewhere, but going where?\nBeating faster, seeing darker.\nBrighter suddently, seeking attention.\nConcentration limited, refocused.\nInside, seeing what?\nA sign taped over the door.\nThe door, covered in paper.\nOut of order.\n\n\nStop Bullying.\n\nIt may not be the primary cause of the day but it should be a focus of each of us every day: stop bulling. Now. It happens in schools and in neighborhoods and at camps and in the workplace. It matters. Please share.\n\nJourney of the Dreamer\n\nJourney of the Dreamer\n\nAll black, yet still he sees.\nImages flashing through his mind, a smile upon his lips.\nAll around, there is a buzzing but he hears it not.\nMusic plays in his ears.\n\nHaze lifts, transforms into white and gray cotton-ball looking\nClouds rise up, blue skies appear\nPure blue into the horizon where the sun brightly\n\nAs the world moves by, thoughts move\nThe future.\n\nIdeas pervasive.\nOpportunities endless.\n\nShaking slightly, sometimes more.\nMay be present but maybe distracted.\nHappily perpetual motion.\nBrightly. In the eyes.\nLines distorted, forward.\nOn the journey.\n\nNot The Same\n\nLook up.\nOpen your eyes.\nTo the beauty and variety of nature.\nDifferences that complement one another.\nAnd create the whole.\nA better place.\n\nThe Special People In Our Lives\n\nI haven’t posted anything in a while. I do want to share what was on a recent birthday card from my Grandma. This is certainly true of the special people in my life –\n\nThe Special People in Our Lives\n\nby Emily Matthews\n\nThe things special people\njust naturally do\nMake all our lives brighter\nand happier, too –\nIt might be the warmth of a welcoming smile,\nOr the time someone takes\njust to visit awhile…\nIt might be a hug\nor a heart-to-heart talk,\nA companion who’s willing\nto go for a walk…\nIt might be a favor,\na kind, helping hand,\nA listening ear,\nthe words, “I Understand.”\nThey’re little things,\nbut we know beyond doubt\nEach one’s at the heart\nof what life’s all about.\n\nI Close My Eyes And Smile\n\nI close my eyes and smile.\nNot because something amazing just happened.\nJust because.\nJust because I was thinking.\nI was thinking about what makes me happy.\n\nI close my eyes and smile.\nYou see, I was looking at old pictures.\nOld memories.\nOld memories of meaningful times in my life.\nI was thinking about the people who are important to me.\n\nI close my eyes and smile.\nI hear music from my earphones playing softly.\nPlaying meaningfully.\nPlaying meaningfully through these memories.\nI was thinking about how our senses are intertwined with memories.\n\nI close my eyes and smile.\nNot because someone just did something extraordinary.\nJust because.\nJust because they were, they are.\nI was thinking about what makes me smile.\n\nThe Station: A Poem\n\nTrains come rumbling through the station all day.\nNearby, roads are crumbling under tires.\nBlack locomotives glow from the sun’s ray.\nSmoke fills the air blown by the coal fires.\nInside, the clink clank of change in machines;\nA man waits on the chair, tears in his eyes,\nDressed in a flannel shirt and baggy jeans.\nDragging paper bags, he thinks of the lies.\nSo long ago he was sent to the street,\nLeft with nothing but the clothes on his back.\nNever had money or enough to eat.\nReady for change he looks out to the track.\nBlack smoke rises, it won’t be a while.\nTaken aback, he’s greeted with a smile.\n\nThe Circle Game\n\nI was going through old files with my Grandma today and came across the lyrics to one of my favorite camp songs: The Circle Game.  I always enjoyed this song and now that I have rediscovered it, I find it to be relevant again, just at a different part of the circle.\n\nYesterday, a child came out to wander\nCaught a dragonfly inside a jar\nFearful when the sky was full of thunder\nAnd tearful at the falling of a star\n\nAnd the seasons they go ’round and ’round\nAnd the painted ponies go up and down\nWe’re captive on the carousel of time\nWe can’t return we can only look behind\nFrom where we came\nAnd go round and round and round\nIn the circle game\n\nThen, the child moved ten times ’round the seasons\nSkated over ten clear frozen streams\nWords like, “When you’re older”, must appease him\nAnd promises of someday make his dreams\n\nSixteen springs and sixteen summers gone now\nCartwheels turn to car wheels through the town\nAnd they tell him, “Take your time. It won’t be long now.\n‘Til you drag your feet to slow the circles down”\n\nAnd the seasons they go ’round and ’round\nAnd the painted ponies go up and down\nWe’re captive on the carousel of time\nWe can’t return we can only look behind\nFrom where we came\nAnd go round and round and round\nIn the circle game\n\nSo the years spin by and now the boy is twenty\nThough his dreams have lost some grandeur coming true\nThere’ll be new dreams, maybe better dreams and plenty\nBefore the last revolving year is through.\n\nAnd the seasons they go ’round and ’round\nAnd the painted ponies go up and down\nWe’re captive on the carousel of time\nWe can’t return, we can only look behind\nFrom where we came\nAnd go round and ’round and ’round\nIn the circle game\nAnd go ’round and ’round and ’round in the circle game.\n\nDon’t Quit\n\nMy Grandma shared this poem with me.  Someone gave it to her when my Grandpa was sick.  I like it a lot:\n\nWhen things go wrong, as they sometimes will; when the road you’re trudging seems all up hill;\nWhen the funds are low and the debts are high; and you want to smile, but you have to sigh;\nWhen care is pressing you down a bit, rest if you must – but don’t quit.\n\nLife is queer with its twists and turns, as everyone of us sometimes learns.\nAnd many a failure turns about when he might have won had he stuck it out.\nDon’t give up; though the pace seems slow – you might succeed with another blow.\n\nOften the goal is nearer than it seems to a faint and faltering man.\nOften the struggler has given up, when he might have captured the victor’s cup.\nAnd he learned too late, when the night slipped down, how close he was to the golden crown.\n\nSuccess is failure turned inside out – the silver tint of the clouds of doubt –\nAnd you never can tell how close you are, it may be near when it seems afar.\nSo stick to the fight when you’re hardest hit – it’s when things seem worst that you mustn’t quit.\n\nPoetry Category\n\nI have added a new “category” to my blog for poetry.  I used to love creative writing, but over the last few years have been doing it less and less.  I enjoy the ability to express myself through words and develop meaning through imagery.  While life is as busy now as ever, it may well be a good time to start positing some of my old poems and begin composing new ones.  I will occasionally post works by other authors and will, of course, note these as such.\n\nI think I will enjoy this.  I hope you will as well.",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9792152643,
        "format_confidence":0.8731189966
    },
    {
        "url":"https:\/\/gitanjalisinghcherian.wordpress.com\/2016\/09\/03\/reading-challenge-2016-book-14-eats-shoots-leaves-by-lynne-truss\/",
        "text":"Reading Challenge 2016: Book 14 – Eats, Shoots & Leaves by Lynne Truss\n\n\n(My Rating: 4 \/5)\n\nI had skimmed through this book when my father bought it for me about 8-10 years ago, but now, inspired by my reading challenge for this year, I thought it deserved a thorough read.\n\nLynne Truss, an expert in English grammar and punctuation, is a journalist, broadcaster, author and novelist who has written this book in an attempt to educate people about the dreadful punctuation mistakes they commonly make, while blissfully being unwaware of the grammatical atrocities they are committing.\n\nEach chapter is dedicated to a particular punctuation mark, listing out the rules (with examples) for using each. This is interspersed with her lamentations on the woeful situation of punctuation today, the history behind the various punctuation marks and the often hilarious examples of bad grammar and punctuation she has personally come across.\n\nI do consider myself a stickler for punctuation, but am by no means an expert. So this sort of a book is just perfect for someone like me. It will always be a part of my book collection, acting as a reference whenever I am in doubt, as I would most certainly like to learn to punctuate better.\n\nI found the chapters on colons and semi-colons particularly useful, as this is an area that always confuses me. I intend to study this chapter well!\n\nI also enjoyed the last chapter, where, amongst other matters, she makes a very strong case for reading printed material as opposed to reading material via electronic media. I definitely support this opinion of hers.\n\nThe only thing I didn’t like about the book was Truss’s tone at some parts. I somehow found it condescending. But I suppose if I were someone as well versed in punctuation as she is, and grammatical abominations seemed to accost me at every turn, my frustration might make me sound condescending as well. So in the end I don’t blame her. I agree with her when she is angry that people just don’t seem to care about punctuation. There is a big difference between not knowing better and just not caring at all.\n\nI think anybody who writes must have (along with a good dictionary and a copy of Wren & Martin) Eats, Shoots & Leaves as part of their reference collection. I know I shan’t be lending my copy to anyone!\n\nLet me leave you with a couple of humourous paragraphs from the book.\n\nOn commas:\n\n“…and readers grow so accustomed to the dwindling incidence of commas in public places that when signs go up saying “No dogs please”, only one person in a thousand bothers to point out that actually , as a statement, “no dogs please” is an indefensible generalisation, since many dogs do please, as a matter of fact; they rather make a point of it.”\n\nOn brackets:\n\n“Writers who place whole substantive passages in brackets can’t possibly appreciate the existential suffering they inflict. When a bracket opens halfway down a left-hand page and the closing bracket is, giddyingly, nowhere in sight, it’s like being in a play by Jean-Paul Sartre.”\n\n\n7 thoughts on “Reading Challenge 2016: Book 14 – Eats, Shoots & Leaves by Lynne Truss\n\n  1. Pingback: 2016 Reading Challenge – Completed! | Sleeping Frogs\n\n  2. Pingback: The 35 books I read in 2016 | Sleeping Frogs\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9813925624,
        "format_confidence":0.8463853598
    },
    {
        "url":"https:\/\/herstorycalls.wordpress.com\/tag\/author\/",
        "text":"Advice for aspiring authors\n\nOur greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.\n\n― Thomas A. Edison\n\nHave you ever considered giving up?  Good news, you are not alone.\n\nI’m going to give you a few example of others who almost pitched in the towel and left the writing to others. .  . almost. Thank goodness they didn’t give up.\n\nMost recent, during an interview with Writers Digest, author Joe Hill (The Heart Shaped Box, Horns, NOS4A2, and the short story collection 20th Century Ghosts) talked about his journey toward publication.  He didn’t tell his agent who he was because he wanted his writing to stand on its own merit. In other words, he didn’t want anyone to publish his novel because he was Stephen King’s son.\n\nThe list is long and varied.  Mystery author Agatha Christie collected 500 rejections in four short years.\n\nThe quality of the message associated with rejection is also often disheartening and horrific.  Her’s a paraphrase of a rejection received by author Zane Grey, “you have no business being a writer and should give up”.\n\nSometimes the ability to choose the correct or enthusiastic publisher or agent eludes us, but the person who believes in our work as much as we do is out there.\n\nThe authors of “Chicken Soup for the Soul” were informed that anthologies don’t sell.  Can you believe that?  Thank goodness they didn’t.\n\nC.S.Lewis collected 800 rejections for “The Chronicles of Narnia”, and  Margaret Mitchell received 38 rejections for “Gone with the Wind”.\n\nAuthor Paul Coelho sees a limited 800 copies of “The Alchemist” sell, but with a new publisher, the number climbs to 75 million in print.\n\nFourteen agencies reject Stephanie Meyers “Twilight” which went on to spend 91 weeks on the NYT.\n\nL. Frank Baum, told his works was “too radical a departure from juvenile literature”, finally sells “The Wonderful Wizard of  OZ”.\n\nLouisa May Alcott was told by a publisher, “you should stick to teaching” which, thankfully she did not, and is still in print 140 years later.\n\nEven the esteemed Beatrix Potter, the beloved author of “Tales of Peter Rabbit” was rejected so often she chose to self publish.  From its original 250 copies to 45 million.\n\nThe Christopher Little Literary Agency collects twelve rejections for author J.K.Rowlings’  “Harry Potter and the Philosophers Stone”, until the eight year old daughter of a Bloomsbury editor insists on being allowed to finish reading the manuscript.  This led the way for this series of books which now has 450 million books in print.\n\nThe message here is clear.  Rejection is a part of the writing life.  We all experience it in different ways, at different levels, and with or without rancor.  But persistence is the key to success.  The willingness and the ability to come back and try just one more time can be the difference between life an author, and life wishing you’d finished the last book.\n\n\nBuilding Character\n\nCharacter cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.\n\nHelen Keller\n\nIn fiction, much like real life, character is built by one’s life experience.  The ability to engage with a character without showing their life story  right up front is a basic skill ever writer learns. Sometimes the hard way.\n\nShort stories differ from novels and novellas in that  the time to establish character is less in a short story and therefore, a different type of telling is used, usually dialogue exchange.  Characters can tell you a lot about their fellow travelers on the fictional journey and should be used accordingly.\n\nBut in the longer piece of fiction, characters are built, and many aspects must be addressed.  Such as, physical description.  What does your character look like and how will you let the readers know?\n\nWhat does your character sound like?  Is the voice strong?  Commanding?  Authoritative? Or is the voice meek, mild, submissive, or even absent?\n\nIs the character a person with a gentle touch, or more like a” bull in a china shop”? Is the behavior which determines their presence intentional or accidental?  Are they aggressive or just clumsy?\n\nFor the more intimate moments, the writer should let us know how others respond to the characters we build.  Reaction, though limited and more focused, is often poorly interpreted.  This is a significant problem with single or first person point of view.  Your narrator is often reactive to the behavior of other characters and can easily misinterpret the behavior or intentions of others.\n\nDuring the intimate physical exchange or even during the “dance of attraction” don’t forget to let us know how your hero and heroine stimulate each other, touch, sight, or smell.\n\nOlfactory response is the earliest indicator of recognition for us humans, and often invokes powerful memories which in turn stimulate neurological responses.  Intimate and even unknown fears are sometimes triggered by the sense of smell.  So if you’re looking for an opportunity to motivate your character to one of those little “turn around ” a deep-seated fear connected with a specific odor might serve.\n\nDon’t forget the motivation comes from the history of the character you built,  and that is the path through which the great story is achieved.  You can only hope to thoroughly engage your reader with a spell binding character, well motivated, and easily identified  with, before you can craft a story that won’t be put aside.\n\nWho decides?\n\nNever allow a person to tell you no who doesn’t have the power to say yes.\n\n― Eleanor Roosevelt\n\nSometimes we have difficulty with finding the correct audience for our writing.  Beta readers are not easy to come by, and as introverts– generally speaking– we are not likely to approach strangers to solicit critiques of our writing.  Certainly never for first or rough draft.\n\nBut sometimes, we elicit the overall negative response which incites others to tell us something just isn’t working.  If the reviews are mixed, let’s say 50-50 division on when a turn in the writing is working, or when it isn’t, it’s up to the writer to decide.\n\nBut let’s address the endless number of people who are quick to point out flaws, foibles, and faux pas in a genre they do not normally read, or are wholly unfamiliar with, even on a good day.  Those people are not your friends.  They are not seeking to help you.  Let me say this again, not helpful.\n\nWhen you ask for help with a writing project, ask the appropriate person.  Someone who knows the genre, by virtue of being a long-term avid reader.  Or someone with a proven track record, preferably someone publishing– and publishing well, in the same genre. This is the type of author who can give you valuable advice about readers of the genre. This is they type of help you need, and you should always be specific about the type of reader you’re looking for on a project.\n\nDo you want a line edit?  Ask for help from someone who does line edits, or purchase the service.\n\nDo you want someone to read for content?  Then ask some one who reads for pleasure, hopefully an avid reader, to just read and please tell me where and when you put the book down and why.  If the baby was crying, they needed to put the book down.  If it became slow or boring, you need to examine the portion of the manuscript in the next editing pass. These readers will also tell you “I just didn’t believe he\/she would do that, it didn’t seem realistic.”  Now that is a motivation problem, and also is easily fixed.\n\nJust plain beta readers, those who are not aspiring authors, are sometimes they people who help you to correct the worst of the manuscript mistakes.  They will tell you the important things, like “Not believable”, or ask the ever important question of “How could she?”   These readers also better with pin pointing POV problems that new and aspiring writers don’t see.\n\nMost often when we ask for help, we get exactly what we ask for, but it is also unpleasant to know you’ve made a mistake.  The wrong thinking in having your mistakes pointed out is the inability to just fix what’s wrong and move on.  Fixing is learning, and we don’t usually repeat the mistakes we correct.  Sometimes, but not always.\n\nIn the end, only you can decide.  Who will be your beta readers, those who can and do help you?  Or those who just want you to know how much they know. You decide.\n\n\n“Where do you get your ideas?”\n\nA question all too familiar to most writers, whether they are seasoned professional with a hard track record of novels multi-pubbed in many foreign languages or the aspiring writer  who has just — mistakenly– shared their aspiration to a career of full-time writing.\n\nThis is a common question for two very good reasons; 1) people are genuinely interested in how your process works or, 2) the can’t think of anything else intelligent to say to someone who makes their living as a writer.  After all, full-time author isn’t a real job, is it?\n\nHappily or sadly, dependent on which side of the argument you fall, people do make a living at nothing but the writing.\n\nSo back to the question, where do the good ideas come from?\n\nThey are all around us.  The good ideas are in the people we know and those we don’t know, the folks we’ve grown up with and those we pass on the street.  The good ideas are everywhere if you know how to mine them out of your everyday life.\n\nWhat will you do when faced with a life changing decision?  What do you think the people you know really well– your nearest and dearest do, when faced with a life altering choice?  Would they sacrifice one loved one for another?  Would they sacrifice their own life for someone else?  Or would they sacrifice another in order to live?\n\nThe choices we make on our best day as human beings is not usually the choice we offer our characters in a novel.  Those choices are much more difficult.  The things we know– or think we know about ourselves... (truncated)",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9243455529,
        "format_confidence":0.8726198673
    },
    {
        "url":"http:\/\/its-raining-books.blogspot.com\/2015\/10\/five-thinkgs-you-might-not-know-about.html",
        "text":"Monday, October 26, 2015\n\nFive Things You MIght Not Know About Jo Hiestand - Guest Blog and Giveaway\n\nThis post is part of a virtual book tour organized by Goddess Fish Promotions. Jo A. Hiestand will be awarding a McLaren\/\"Last Seen\" ceramic mug and a CD recording of the song featured in the book to several randomly drawn winners via rafflecopter during the tour (International Giveaway). Click on the tour banner to see the other stops on the tour.\n\nFive Things You Might Not Know About Jo A. Hiestand\n\nI met one of my future friends at Girl Scout camp. We were in the fifth grade and didn’t know each other then. I was walking through the woods and saw Pixie holding onto something at the base of a tree. On coming up to her, I realized she had a snake by its tail. She was trying to pull it out of the hole in the ground. I grabbed onto the tail and we both yanked. The snake wouldn’t budge. We assumed it’d eaten a rabbit or something like that, and the tummy bulge prevented the snake from moving. We left it there. I wonder how many friendships are formed over a stuck snake?\n\nIn 1980 I was the St. Louis agent for The McCalmans, an internationally-known Scottish folk trio. I’d met them when I was living in England, trying my hand at professional folk singing. I asked if they’d come to St Louis (where I lived) if I got them gigs. They said they’d love to. So when I returned home I firmed up about eight venues. They were here during the hottest summer St Louis had seen in decades! 100º+ temps. The guys stayed with me--at that time I lived in an apartment that had one window A\/C unit in the living room and one window unit in one of the two bedrooms. I’m sure they were miserable. They were in town for two weeks, and I doubt I’ll forget a moment of it. Including me cutting one of the guy’s hair – and when I was finished, he didn’t even have to wear a hat!\n\nAt one time our family had a pet skunk. Because he resided with us, I was used to skunks, so when I was a camp counselor and saw a skunk in the woods, evidently injured, I thought nothing of picking it up. It looked as though its back was broken, for it was dragging its hind legs. I brought it back to camp and asked the camp director if he’d drive me to the nearest vet so the skunk could be helped. He yelled that I should put that skunk down and leave it alone. When I put him on the ground, it bit my thumb. A week went by and an infection set in at the bite site. The director rushed me to the nearest doctor. I learned that an animal that drags its hind legs most likely has rabies—for which there’s no cure if you get it. I was sent home and started the treatment (at that time, three weeks of daily injections—the needle injected sideways under the skin at the stomach.) I learned later that Missouri Highway Patrol troopers came into the camp, searched the woods, found the skunk, and flew its head to a lab for brain examination. Yep, the skunk was rabid. I give wild animals a wide berth, now. I don’t want to go through that again.\n\nI’m a fairly competent baker, but a pie I made was my all-time flop. I made a blueberry-strawberry pie for a dinner I hosted. On cutting it at the table I saw that it was swimming in a thin, blue watery mess. Someone tasted it and spat it out. It was bitter! I couldn’t figure why. I knew I’d put in the sugar. The next day, on looking at the ingredients I’d used, I realized instead of using cornstarch I’d used baking soda. At least it would absorb any pie odors!\n\nYou can never be too careful about your word choices when traveling abroad. My friends and I were in Edinburgh, Scotland, and had climbed to the top of the Sir Walter Scott monument. Back on the ground, I wanted to get some shots of the whimsical stone gargoyles that decorated the monument’s exterior. I sat on a bench next to the monument to change the camera lens. The area seemed to be a great place for older folks to sit and talk, perhaps feed the pigeons. My friends were anxious to go to the Castle, situated at the upper end of the Royal Mile. I got up from the bench--turning toward the Monument and, unfortunately, the older adults--and said, “I just want to take a photo of these old gargoyles.” I’m probably the first St Louisan who’s been cussed out in Gaelic.\n\nSo, there are five truly note-worthy things about me that most people don’t know. Aren’t you thrilled! Thanks! Jo\n\nOne dark night, popular singer Kent Harrison goes missing after his performance at Tutbury Castle. When his body's found in a forest, the police investigation focuses on Kent's ex-wife, a local herbalist, a covetous colleague, and even the curator of another castle who tried to lure Kent into performing there. But his occasional singing partner, Dave Morley, seems to have the biggest motive. He's dying to make his name, money, and the big time, especially at the medieval Minstrels Court reenactment, where Kent's appearance guarantees SRO. Did Dave murder Kent to eliminate the competition...or had their partnership struck a wrong chord? To entice him into investigating, ex-cop McLaren's girlfriend plays detective. But Dena ends up in great danger. Now McLaren must not only solve Kent's murder but also rescue her, a hard task when a blast of jealousy, anger, and lies mutes the truth.\n\nEnjoy an excerpt:\n\nShe seemed to be floating in a bizarre landscape where time had ceased to function and the sole inhabitant stared mutely at her. For, framed in the open doorway, silhouetted against the florescent light in the hallway, stood a tall figure dressed in dark coloring. A rubber mask of a smiling Margaret Thatcher covered his face. His hands were gloved, the left holding a coil of rope, the right holding something dark that glistened in the light. He stepped into the room, not speaking, yet making his desires known with the gesture of the gun.\n\nAbout the Author:\nJo A. Hiestand knew in grade school that she wanted to be a mystery writer. But life got in the way: singing in a semi-pro folk group, traveling to New Zealand, working as a camp counselor, co-inventing P.I.R.A.T.E.S. (a mystery-solving treasure-hunting game), becoming a tour agent for a Scottish folk singing group, attending a citizen police academy and riding along with police officers… But she needed to immerse herself in All Things British for her books. England beckoned and she responded.\n\nShe bee-lined to Derbyshire, feeling it was the ‘home’ of her books. Derbyshire also bestowed the essential English police contacts and transformed the St. Louisan into an Anglophile.\n\nShe’s returned nearly a dozen times to Derbyshire, researching and photographing for her McLaren cold case detective novels.\n\nIn 1999 Jo returned to Webster University to major in English. She graduated in 2001 with a BA degree and departmental honors.\n\nHer cat, Tennyson, shares her St. Louis home.\n\nWebsite | Series Website | Facebook\n\na Rafflecopter giveaway\n\n\n  1. This comment has been removed by the author.\n\n  2. Good morning! Thank you for hosting today. I'm happy to be part of your blog.\n\n  3. Who would you want to play you in a movie of your life?\n\n    1. I think I'd choose Amanda Redman -- she used to be Sandra Pullman on the TV program \"New Tricks.\" She'd have to master the St Louis accent, but we're both blonde and we've got the same build!\n\n  4. Replies\n    1. Hi, Rita. Thank you for your \"like\" of the five things! ;-) Just a bit of craziness from my life. Thanks for dropping by.\n\n  5. Thanks to everyone who posted a comment, and read today's article. And a heartfelt thank you to MJ for hosting today. I appreciate it greatly. Jo\n\n  6. I enjoyed reading the 5 things and the excerpt. This book sounds like an interesting read!\n\n    1. Hi, Ally. Thanks for your comment. If you read the book, I hope you like it! jo\n\n\nSo... inquiring minds want to know: what do you think?",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.943795979,
        "format_confidence":0.6502138376
    },
    {
        "url":"https:\/\/themindfulrambler.ca\/tag\/interpretation\/",
        "text":"Have No Fear, Shakespeare’s Here!\n\nAs we pass William Shakespeare’s birthday, we reflect upon his plays and their readability among modern audiences. Why do some scholars and purists look down on No Fear Shakespeare, Sparknotes’ series of comprehensive Shakespeare “translations”?\n\nBy Serena Ypelaar\n\nIt’s fascinating to think that William Shakespeare (1564-1616) significantly evolved the English language during his lifetime, introducing new idioms and even new words. He created new verbs from nouns (e.g. “to elbow”), and was especially illustrious for his mastery of insults. Yet despite his achievements in shaping the English language we use today, many people have difficulty understanding his writings.\n\nLaurence Olivier and Claire Bloom in Richard III (1955). Photo: IMDb\n\nThere’s a distance between Elizabethan\/Jacobean English and contemporary English, of course. So it’s understandable that reading Shakespeare requires some mental gymnastics compared to, say, reading your everyday newspaper or a new novel. This year, to honour the Bard on the occasion of his 456th birthday (presumed April 23 – he died the same day in 1616), I’d like to discuss No Fear Shakespeare.\n\nThe Macbeth version of No Fear Shakespeare. Photo: Kobo\n\nNo Fear Shakespeare is a student’s dream come true: it’s a modern-day translation, and therefore an interpretation, of Shakespeare’s plays. Published by Sparknotes and known for distinctive blue and white covers, each paperback volume includes the original text of a Shakespeare play, side by side with a modern translation. Depending on how you want to be perceived in English class, copies of No Fear Shakespeare are either coveted or derided among schoolfellows.\n\nAt least in my high school, I remember being grateful for No Fear but hesitant to be seen using it. During undergrad, I definitely wouldn’t dare flaunt a copy – to do so might be akin to admitting you didn’t understand Shakespeare. But I’ll readily admit I own copies of No Fear for King Lear, Hamlet, and The Tempest. In truth, it doesn’t hurt to have a translation available for when you’re tired or simply want to read Shakespeare for fun (don’t laugh; it happens worldwide). Literary skills aside, there’s no point pretending translations aren’t useful, no matter how clever you want to appear. Take this translation from King Lear (my favourite tragedy):\n\nIt is the cowish terror of his spirit\nThat dares not undertake. He’ll not feel wrongs\nWhich tie him to an answer.\nOur wishes on the way\nMay prove effects. Back, Edmund, to my brother.\nHasten his musters and conduct his powers.\nI must change names at home, and give the distaff\nInto my husband’s hands.\n\nWilliam Shakespeare, “King Lear”, Act IV, scene ii, lines 13-17\n\nHe’s a coward and can’t commit himself to doing anything risky. He chooses not to be insulted rather than challenge those who offend him. But what we talked about with longing on the way may soon come true. Edmund, go back to see my brother-in-law. Gather his soldiers and organize his troops. I plan to take charge of my household. From now on I will wear the pants, and my husband can play the housewife.\n\nNo Fear Shakespeare, modern translation of “King Lear”, Act IV, scene ii, lines 13-17\n\nHere, Shakespeare’s language may seem oblique or confusing in terms of what Goneril is saying; No Fear has brought it down to a clear-cut modern translation.\n\nNo Fear is aptly named, as people often approach Shakespeare’s writing with just that: fear, or at least a feeling of intimidation. We often fear that which is difficult to understand. But among scholars, why is No Fear tacitly shamed? Because there’s a pronounced sense of pride that comes with being able to understand, appreciate, and quote Shakespeare. I say “pride”, but in fact it reeks of elitism. No Fear Shakespeare is seen as cheating – the easy way out, as one avoids doing the bulk of the interpretation one’s self. There’s also a strong case against No Fear translations in the sense that they’ve “stripped” the plays of what makes them great: Shakespeare’s unparalleled writing style.\n\nKenneth Branagh as Benedick in “Much Ado About Nothing” (1993). Photo: IMDb\n\nShakespeare is known for his eloquence, and by interpreting his plays yourself, you can engage with them in a way that No Fear would preclude – unless you can resist looking at the translations on the right-hand side of each page. That’s why English majors don’t bring copies to their university lectures, apart from the actual optics of the thing: even though it’s available, we’d be doing ourselves a disservice by simply reading a translation, and we don’t want to look over-reliant on the watered-down No Fear. If you were to only read translations, you’d be missing the essence of Shakespeare’s writing itself, and that would be a shame.\n\nBut using No Fear doesn’t mean you’re unintelligent. As demonstrated above, it can help with those hard-to-understand passages – and I can never fault anyone who’s working to make Shakespeare more accessible. I applaud the No Fear team, because the more barriers we eliminate between people and their enjoyment of literature, the more inclusive literature can be. If No Fear Shakespeare acts as a doorway to a lifetime of loving Shakespeare and his stories, then that can only be a good thing – we should never look down on anyone trying to learn something.\n\nAfter all, I first got into Shakespeare by reading kids’ comic versions of his plays, adapted by Terry Deary. Film adaptations like She’s the Man (Twelfth Night) and 10 Things I Hate About You (The Taming of the Shrew) also offer a contemporary lens. If these adaptations are successful in introducing modern audiences to the Bard, then count me in. Just don’t ever ask me to give up the real deal: Shakespeare’s words, verbatim.\n\nMannerisms Maketh Man\n\nCasting choices can define the outcome of historical adaptations. When it comes to issues of appearance and performance, there’s a fine balance in achieving a convincing performance – which factors should be prioritized for authenticity?\n\nBy Daniel Rose & Serena Ypelaar\n\nThe Mindful Rambler was always going to feature dialogue posts – it was just a matter of time. And now here we are! This article was born halfway into a deep discussion the two of us were having about historical casting choices. Do actors need to look like their historical counterparts to convince an audience, or is it the performance that matters most? We each had some interesting – and mostly opposing – views, and you can read our discussion below. \n\nSVY: To get straight into our standpoints on this issue, I’ll come right out and say that while performance obviously matters to me, appearance matters just as much, if not more. I’m a very visual learner and I like to be fully absorbed into an adaptation – if an actor doesn’t really look like the person they’re meant to be portraying, I have trouble buying in. It places a bit of a barrier between myself and the film\/show. But I know you have a fascinating and absolutely valid perspective on this topic too. \n\nDR: For the longest time, I shared the belief that actors should physically resemble the historic figures they have been cast to play. This changed with Frank Langella’s fantastic performance as former President Richard Nixon in Frost\/Nixon (2008). Even though Langella did not particularly look like Nixon, his uncanny portrayal of Nixon’s mannerisms and way of speaking was astonishingly accurate. As a viewer, I felt transported to 1977, with Langella’s performance pulling back the curtain on a person and period that I did not live through. To me, an actor’s ability to convey the intricacies of a figure’s mindset and historical context is just as important as “looking” the part when it comes to selling the viewer on an historic piece.  \n\nFrank Langella (left) as Richard Nixon (right) in Frost\/Nixon. Photo: Pinterest\n\nSVY: For sure, I agree that without mannerisms and attention to detail, so much of the person’s essence is lost. I think it’s a fine balance – if an actor doesn’t already look like their subject, makeup is now so sophisticated that a lack of resemblance can be easily remedied. For instance, Christian Bale was transformed completely into Dick Cheney in VICE (2018). Some say heavy prosthetics hamper performance, and the same can be said for screenwriting: if a screenplay does a feeble job of interpreting a real-life person’s temperament, it might not always translate on-screen depending on what the actor has to work with. For instance, I previously wrote about Zac Efron’s uncanny casting as serial killer Ted Bundy; Efron’s performance was excellent but the script was weak. With many variables in historical adaptation and the complexity of human personalities, it’s challenging to get right. But viewing is a passive activity, so it can help when much of the interpretive work is done for me. How do you look past outward appearances when you’re watching things? \n\nAmy Adams and Christian Bale as Lynne and Dick Cheney in VICE. Photo: Through the Silver Screen\n\nDR: I think you raise some good points – Bale’s transformation in VICE was astonishing, I’ll admit. That said, when I watch a movie about a real-life figure, or even any old period piece, I consider more than just how one character looks. Ideally, the setting and costumes paint a picture (pun intended) of the aesthetic of a time period. By including tiny details such as fashion choices and products that have since been discontinued, films draw on memories and shared experiences on a subconscious level. By creating an environment that “feels” familiar, the viewer is transported into a world that does not reflect the current era. A great example is the film First Man (2018), starring Ryan Gosling. The camera spends a great deal of time showcasing “space age” technology, including analog dials on flat steel machines, alongside more mainstream 1960’s design choices, such as wood panelling and garish wallpaper. I could almo... (truncated)",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.8805086613,
        "format_confidence":0.8578951955
    },
    {
        "url":"https:\/\/rosegimenes.wordpress.com\/2012\/08\/12\/let-the-great-world-spin\/",
        "text":"Let the Great World Spin\n\nThis photo came to me through Facebook. It impressed me so much how these men could feel perfectly at ease in such space. I had the immediate thought that perhaps they wouldn’t feel so comfortable at their own homes, so at peace. Sharing with each other what they have to share, only their friendship and fellowship, with some beer and cigarettes and laughter. While they are there upon the city,  city life goes on and nobody pays attention to them apart from the photographer. Then, the moment is registered forever. Their harmony, the feeling of belonging of these men to the city that hosts them, protects them and at the same time explores their workforce as it happens in every place. However, similarly to the movie ‘Dead Poets Society’ these men seem to whisper ‘carpe diem’. A whisper that creeps inside my ears directly to my soul.\n\nBy one of these fortunate coincidences of life, when the top picture found me at Facebook  I was reading the fantastic book ‘Let the Great World Spin’, by Column MacCann, which brings  exactly this sensation of life going on in its infinite ways without our noticing, passing by our distracted, indifferent eyes. The book starts in 1974 when the tightrope man defied human laws and the laws of physics and dared the first step. Philippe Petit walked a tightrope wire between the Twin Towers on August 7, 1974. From this point on the story unfolds itself bringing numerous characters of the city with their anonymous dramas that compose the immense mosaic of a world that won’t stop spinning. The sight of Petit’s face in this pic produces the same effect of a piercing question: ‘Can’t you see me? What are you gonna do of your day?\n\nWell, I’ll put one foot in front of the another and keep going.\n\nThe first chapter of this book is available on http:\/\/www.oprah.com\/omagazine\/Free-Book-Download-Let-the-Great-World-Spin-by-Colum-McCann\n\nYou can also find additional information about the documentary Man on Wire on http:\/\/www.imdb.com\/title\/tt1155592\/ and finally, you can join a very interesting discussion about this book on http:\/\/www.litlovers.com\/reading-guides\/13-fiction\/546-let-the-great-world-spin-mccann?start=3\n\n\n1 Comment\n\nFiled under English Language Teaching\n\nOne response to “Let the Great World Spin\n\n  1. A gritty and great book… Evocative picture at the top, thanks for posting, I always heard the architects in my family refer to the high rise construction workers as steel walkers, Love the sound of that.\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.975785315,
        "format_confidence":0.9946415424
    },
    {
        "url":"http:\/\/www.hollycupala.com\/2011\/04\/about-to-rockthedrop.html",
        "text":"\n\nThursday, April 14, 2011\n\nAbout to #rockthedrop...\n\nSupport Teen Literature with readergirlz today by dropping a book into the wild! Details here.\n\nHere I am, about to Rock the Drop at Children's Hospital:\n\nAlso, check out the adorable Rock the Drop video, made by author Crissa Jean Chappell:\n\n\n  1. Aw, thanks, Melissa! Thank you for working so hard to continue the book drop tradition! xox",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9506288767,
        "format_confidence":0.9911301136
    },
    {
        "url":"https:\/\/sophywisdom.com\/tag\/the-meaning-of-life\/",
        "text":"(Parables of Sunlight by Margaret Dulaney)\n\nEvery now and again I come across a book so luminous and lyrical, that I find myself telling everyone I meet – “Oh, I’ve just read the BEST book!”  in fact, I gulped it in two evenings, even though clearly the reader is supposed to open it at random, read a few pages, and put it down to reflect on and to allow the gentle aroma to lift your spirits with a tender smile.  It says something about our culture that these books are not the ones to receive awards or reviews.  In fact, The Parables of Sunlight, by Margaret Dulaney, is self-published.  (What a world! What a world!). \n\n     The book is about death and how we relate to dying, and also about the way we treat our animals and the humans on the journey of our lives. She is, as she admits, casual, even glib about this serious topic, (except when it comes to her beloved animals).  It’s an attitude, she writes, that none of us could have adopted “if we weren’t convinced that everyone on earth will one day enjoy their own otherworldly vacations.”\n\n   And then she tells a story so lovely that all week I’ve walked around with a little smile at the corners of my mouth.  I keep repeating it to every poor person who makes the mistake of crossing my path.\n\n    I’ll quote it, and then you’ll see why I ‘m so delighted by this book and by Margaret Dulaney, who deserves the widest audience.\n\nI have a library (she writes)  full of ecstatic visions, near-death experiences and the writings of the mystics. And, though I am no longer looking for descriptions of heavenly landscapes, if I am able to find in a story of return from death even a morsel of new truth, I feel it is worth the attention.\n\n  There is the man, for instance, who learned during his brush with death that none of his grand accomplishments—awards, successes, career advancement —could outweigh a small moment in the grocery store when he was particularly kind to the harried woman behind the checkout counter. There is the young woman who was reunited with (and could understand the thoughts of)  a bird that she had as a child. Given the opportunity to communicate telepathically with this old friend, she took the opportunity to apologize with great remorse for the times when she had tossed the bird to the ground after it bit her. ‘Can you ever forgive me?’ asked the young woman of the bird.\n\n            ’Are you able to forgive me for biting you?’ the bird replied.\n\n            ‘Of course,’ answered the woman\n\n            ‘Then I hope you will forgive yourself for tossing me to the ground when I did so.’\n\n            There was another woman who was greeted on the other side by an enthusiastic group of friends, none of whom she had known on earth, but whom, she understood, she had left behind when she had taken her plunge into her life. These dear ones raced up to her, apparently against their better judgment, which would have allowed her time to find her footing, and surrounded her. They couldn’t wait to hear about her life, eager for every detail.\n\n            The woman told about her life thus far, without sugarcoating the details. She had not always behaved as she would have hoped. She had hurt people. She was no saint. But interestingly, as she outlined the details of her life’s journey, the faces of her friends did not alter from their original anticipatory delight. Bright and fascinated, they would respond, “but you had a life! A life!’\n\n            They regarded her as if she were the bravest of the brave, an award-winning astronaut returned from a solo circumnavigation of the moon.\n\n            ‘You had a life!!’",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.8058875203,
        "format_confidence":0.9500628114
    },
    {
        "url":"http:\/\/seed-stories.blogspot.sg\/2015\/05\/",
        "text":"Thursday, May 28, 2015\n\nBook Report: What I learned from Connection: Hollywood Storytelling meets Critical Thinking\n\nScientists work with ever-more complex technical data, tools and theories to address important challenges in the world. And public support is critical to ensure this work moves forward. But scientists often find it difficult to connect with the public, especially when problems are complex and emotionally-charged. Therefore, we need to look broadly for new approaches to bridge this gap, and Hollywood-style storytelling can help!\n\nI have been a big fan of Randy Olson, PhD scientist turned filmmaker, ever since I read his first book, Don’t be Such a Scientist, in 2009.  I have recommended and\/or physically given copies of that book to more people than I can remember. My own copy has a big hole burned through the cover after I put it in front of a LCD projector lamp during a communication workshop in Nairobi five years ago.\nThis book has been around the world with me!\n\nAlthough I had already worked with scientists for more than ten years when I read it, I learned a lot about the culture of science when it comes to communication within that community. It explains why scientists have the instincts and practices they have, and then tells them in no uncertain terms why those won’t work with the public. The chapter titles are good indications of what I want my scientist friends to hear from one of their own!\n  • Don’t be so cerebral\n  • Don’t be so literal-minded\n  • Don’t be such a poor storyteller (my favorite!)\n  • Don’t be so unlikeable\n  • Be the Voice of Science\n\nIt is an excellent, excellent book, and one that I still recommend and give as a gift to my favorite new scientists!\n\nBut back to Connection.  \nNo scorches or scars yet, but lots of notes!\n\nThis new book goes more deeply into storytelling as a key communication practice that has the ability to cut through all the distractions of our modern world. \n\nWorking with Hollywood-type co-authors Barton and Palermo, Olson acknowledges that there are intuitive and cerebral approaches to storytelling, but believes there is an element of science to stories that work. He proposes a Word – Sentence – Paragraph (WSP) structure to get us started.\n\nFind an evocative word that captures the core theme of the message to be shared. That part is pretty easy actually.\n\nThen tell your story in a sentence that gives one fact AND then another, BUT introduces a point of conflict or contradiction, before resolving with a THEREFORE statement that can resolve the tension.  I recently shared this And-But-Therefore template with a group of nutrition experts at the end of a very intensive two-days workshop here in Singapore, encouraging them to think about summarizing their experiences in a word, and then a sentence. For example, “My job is focused on this challenge AND I usually approach it this way, BUT at this workshop I learned about successful experiences of others using different tools, THEREFORE I’m going to explore this area more.” It’s a perfect one-sentence summary for the seatmate on the airpline home and the boss back at the office. \n\nThe third part of the WSP structure is creating a more detailed paragraph-long journey from the beginning of our story, through the challenge, and on to resolution. The ‘logline’ tool, long-used in Hollywood scriptwriting, is co-opted as a tool to make it easier for our audiences to navigate through our sometimes dense technical material into a story not unlike the classic ‘hero’s journey.’ As script consultant Dorie Barton puts it:\n\nIn an ordinary world…. A flawed protagonist gets their life upended when a catalytic event happens. After taking stock, the hero commits to action. But when the stakes get raised, the hero must learn the lesson in order to stop the antagonist, so the hero can achieve their goal. \n\nShe breaks this classic storyline – which has informed countless novels, plays and movies – into 9 key elements. Any of us can use them to organize our message into a story that will capture our audience’s attention. And keep it. \n\nThe final section of the book is written by improv actor Brian Palermo, and focuses on the more physical aspects of connecting with an audience. He explains how learning improvisation techniques can help us craft our stories by fostering creativity, and how improv can help us to be more relatable and therefore deliver our stories more effectively. It’s more about being relatable than it is about being funny. Anybody know of an improv class in Singapore? \n\nThese are good books! And you should read them!! But you may not have time to do it right now. Therefore, I urge you to at least check out Randy Olson’s 2009 TEDMED talk (10 minutes) which focuses on the key elements.  \n\n\nJill Kuehnert",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.7034678459,
        "format_confidence":0.9894835353
    },
    {
        "url":"http:\/\/fabiobueno.com\/2012\/03\/22\/row80-round-1-final-update-extravaganza\/",
        "text":"ROW80 Round 1 Final Update Extravaganza\n\nTime for the last ROW80 Round 1 update! You can find my set of goals here. Round 1 of 2012 ROW80 ends today, March 22nd. And the second round begins on April 2nd.\n\n * * *\n\nFirst, the results.\n\nWriting goals:\n\n  1. Write 2,500 words\/week. I ended up with 24,914 WIP words, a 1,430-word short story, and several blog posts. In three of the weeks, I didn’t write a word, though. I can write with noise and movement around, and I never have writer’s block; the problem in those unproductive weeks was my lack of energy.More about that below.\n  2. Outline of CRIMSON. Great progress here. Only one major plot point to be resolved.\n  3. Re-write career plan. I did well on Bob Mayer’s online course until halfway. Then life got in the way. I’m determined to complete it offline, though.\n\nSocial Media goals:\n\n  1. Blog schedule: 1-2 posts\/week, plus ROW80 updates on Sundays. I reached this goal almost every week! I managed to keep them short, except for two or three of them (including this one) that called for longer texts.\n  2. Create a stash of blog topics and blog posts. One blog post ahead of schedule.\n  3. Support fellow writers. Many blogs read, commented, liked, shared. Many authors RT’d, shared, voted for, and promoted. I did my best here. I just checked my blog comments spreadsheet: 292 comments in this period. Not bad.\n\nPersonal goals:\n\n  1. Exercise at least 4 times a week (at least 2 runs and 2 workouts). I was doing really well, but stopped running recently. Got a couple of pounds. I’ll sign-up for a half-marathon as an incentive to get back on track.\n  2. Study\/Research at least 2 hours\/week. After a bad start, I really gained some ground here. Happy with the results so far.\n  3. Read books every day I read only three books.\n\nAssessment: This was my first time participating in ROW80, and I loved it. Keeping track of words, workouts, and blog comments allowed me to assess my progress and fine-tune the goals. The support from friends of the blog was invaluable–my accomplishments are a direct result of your incentive. Thank you all!\n\nWhat can be improved: I have always kept a log of my word count, so I know I can be more prolific with the same alloted time. I identified two main issues. The first is my lack of energy on some days. Maybe a better diet and a more disciplined exercise regimen will help. The second one is randomization. Working at the same time on the WIP, social media, research, blog posts, exercise, house chores, errands, and other time-consuming activities is not effective. The solution is to compartmentalize at least some of these tasks. I could reserve nights for blog hopping, Sundays for post writing, early mornings for workouts, and so on. I’ll try to create a (realistic)schedule.\n\nThank you all for your support!\n\n * * *\n\nAnd now, the non-ROW80 update. During those 80 days, I did a few fun things:\n\nI took two trapeze lessons. I went to the second one on Sunday, and I got to fly! There’s no video of the catch, but a video of the practice and a (bad) picture of the catch.\n\nI took Wonder Wife to see The Fray at the Paramount. I love that theatre.\n\nThe dude even sang in the middle of the audience. Classy move.\n\nI also went to John Green’s launch of “The Fault in Our Stars.” The line went around the mall. Got my copy signed and watched John and Hank Green’s performance. Nerdfighters are awesome!\n\nThey even have a tour bus!\n\nLovely gifts–both trees–from my son and from Wonder Wife. One is a stone tree:\n\nWonder Wife gave me a bamboo tree.\n\nThe best part: it wasn’t a special occasion! Don’t you love getting gifts “just because”?\n\nWhat about you? How has your 2012 been so far?\n\nThe following two tabs change content below.\n\n\n\n25 comments on “ROW80 Round 1 Final Update Extravaganza\n\n  1. sheilapierson\n\n    Wonderful! Look at all you accomplished. I commented to another ROW80 participant that it points out exactly what a slacker I really am – lol. Wow – the trapeze adventure looks terrifying!\n\n    1. Fabio Bueno\n\n      Hi, Sheila! I had to adjust the goals halfway through the round, otherwise I’d have failed my initial ambitious goals :-)\n      The trapeze lesson is a little intimidating at first, but after a few tries, you just have fun. I recommend it!\n\n    1. Fabio Bueno\n\n      Look who’s talking – the person who publishes six books in a year :-) Thank for your example and support throughout this round, Prudence!\n\n  2. Eden\n\n    It looks to me like your ROW was more success than anything else. I noticed a lot of us seemed to fade out during the middle of the round…. after holiday blah catching up with us maybe?\n\n    Gifts “just because” are the best gifts. Great pictures and great stories… Sounds wonderful!\n\n    1. Fabio Bueno\n\n      You noticed that about the holiday too, Eden? I thought it was just me. I slipped into a funk during three of the weeks. Not writer’s block (because I knew what I had to write). I just had no energy. Weird.\n      Thank you so much for stopping by–and for the wordsprint sessions! :-)\n\n      1. Eden\n\n        The “plummet” (I like that term… think I’ll use it later) hit a bunch of people. Michelle over at The Story Inside Me was just bemoaning her own failures, and I read Tia had one, and… So I’m blaming the holidays.\n\n        And glad to do the wordsprints with you. They really have helped me. Hope that’s the same for you.\n\n  3. Lena Corazon (@LenaCorazon)\n\n    Fabio, you’ve done such a fabulous job. I’m also so impressed with how organized you are at keeping track of everything — so fantastic for figuring out how much you’ve gotten down.\n\n    Sometimes I think our bodies, and our brains, just need to have a little break now and again. I know I’ve definitely had a inadvertent moments of downtime this round. Still, you’ve written an incredible about, and gotten tons of other stuff done.\n\n    See you next round!\n\n    1. Fabio Bueno\n\n      Thank you, Lena! I read about your accomplishments yesterday–you did incredibly well!\n      Now, to write down goals for round 2 :-)\n\n  4. Debra Kristi\n\n    Fantastic Fabio! You were rockin’ the Row80. I am proud of you. And I am totally thrilled for the trapeae lessons. Will you be using this experience in your writing?\n\n    1. Fabio Bueno\n\n      Thanks, Debra! The trapeze time is actually one of the few moments when I’m not thinking about writing :-)\n      But the combination of technique, focus, and (weirdly enough) relaxation required for the trapeze can be used for writing as well. You gave me an idea :-)\n\n  5. Karen McFarland\n\n    I just love your wonderful attitude Fabio! It jumps right off the page!\n\n    You really R.O.C.K.E.D. the ROW on your first time out! Congrats! And you had fun besides!\n\n    And yes, my favorite gifts are just because…they come from the heart. Love that!\n\n    I can see that you’ll be still flying high into the next round Fabio. Can’t wait until April 2nd! :)\n\n    1. Fabio Bueno\n\n      Thnk you, Karen. I couldn’t have done it without your unwavering support.\n      Gifts out of the blue are great :-)\n\n  6. Raelyn Barclay\n\n    Definitely more success than failure Fabio, way to go! And it looks like you’ve had awesome fun too. I’ll see you in round 2 :)\n\n  7. Emma Burcart\n\n    It seems like you accomplished a lot. I think that making a realistic schedule does really help. Your posts of your workout goals has been inspiring for me. That is the biggest area that I need to work on!\n\n    1. Fabio Bueno\n\n      I can assure you that adding the workout as a goal have helped me. In my case, the motivation behind many of the workouts was: “I can’t skip one; what will I write in the update?” :-) Accountability is key. And shame is too, I guess :-)\n\n  8. Angela Orlowski-Peart\n\n    You accomplished a lot during this round, Fabio. The goals were very impressive and I know you worked hard to stay on track. I can’t wait to read your short story!\n    And if you come up with a good plan to handling all the stuff that you handle daily, please share with me – I could use such plan too.\n\n    1. Fabio Bueno\n\n      Angela, we missed you last night. I’ll send you the short story soon.\n      Maybe I’ll post about the proposed schedule. I’d love to hear some ideas about it.\n\n  9. Roy Street (@RoyStreet4)\n\n    S’up Fabio. Very impressive. Wish I was as organized as you. Lately things have been overwhelming and draining. By the way thanks for the feedback on my zombie drawing. Got rid of it in a hurry. Went for something more fitting for our site. I’ll have to check in with you more often.\n\n    1. Fabio Bueno\n\n      I’m not that organized. I need lists and logs because I am disorganized, actually :-)\n      I’m glad to have helped, even a little, Roy. Will you and Alicia be joining us in round 2?\n\n      1. Alicia & Roy Street\n\n        Due to some rather trying events over the last six weeks, we’re behind on everything with some crushing deadlines to meet. Round 2 simply does not fit at this time. But maybe we can hop on board later. Thanks.\n\n  10. Jennette Marie Powell\n\n    Congrats on getting tons done, Fabio! I sure can relate to the “not enough energy” and also the fragmented time. When I’m able to concentrate on one task at a time it helps. I’ll be interested in seeing how you do with that in the next round – and hopefully picking up a few more good habits in that area myself! Looking forward to Round 2! :)\n\nLeave a Reply",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.6761674285,
        "format_confidence":0.8263648152
    },
    {
        "url":"http:\/\/theshagbarkspeaks.blogspot.com\/2012\/03\/negative-space.html",
        "text":"Saturday, March 24, 2012\n\nThe Negative Space\n\n Emerging leaves of Virginia waterleaf, Musconetcong Gorge. \n\nThe emergence of plants every spring is a miracle of sheer explosive life, even the most ancient clad in perfect fresh soft foliage, physically reborn in a way completely inaccessible to our animal experience\n\n Dormant swards of little bluestem, Brigantine NWR\n\n The infinity of possibility, the freedom of expanse. Beren is at the beach for the first time, exuberant.\n\n These diamonds and millions upon millions more. Sunset Beach, Cape May\n\n Beach plum stem from a copse deeply buried in sand. Sunset Beach, Cape May \n\nMarsh blue violets, mountain seep, Catskills\n\n Foamflower, Catskills\n\nView from Giant Ledge, Catskills\n\n*       *       *\n\nThe abyss, the negative space that makes our culture discernible. \n\nIt is not necessarily black but infinite, filled with a darkness that upon intimacy is revealed to be other. Kelp and sand and quartz crystals reflecting the sky, with clouds patterned by the moon and the shape of the waves.\n\nUngraspeable, uncontrollable abundance. We have myths about abundance, infinity, creation. In our earliest myths of gnosis, we sought knowledge and lost abundance.\n\nWe tamed.\n\nNow, we have only a few places that are abundant, that remind us of the infinite. The beach, the mountains. Some thousands of acres of old-growth forest.\n\nWe have degraded land, with tracks in the litter and holes where life should be. Our habitat, a murder of humans, a glorification of weeds.\n\nLooking out from Giant Ledge, seeing mountains deeply clad in plant life. Feeling not small but giant, free of society, standing in the sea of possibilities.\n\nIt is our birthright. Food, medicine, the companionship of other beings.\n\nThe negative space.\n\nNo comments:\n\nPost a Comment",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.6637178659,
        "format_confidence":0.6350369453
    },
    {
        "url":"https:\/\/davidstevens.info\/2019\/01\/06\/rejectomancy\/",
        "text":"Jane Sullivan writing in this Saturday’s Sydney Morning Herald, suggests that writers aim for 100 rejections as a new year’s resolution. She cites an American literary writer being pleased with her 43 rejections in a year, and shellacking (there is a word I have not read in a long time) her rejection slips onto her writing desk. Another writer achieved 101 rejections.\n\nI don’t have many rejection slips as such, though I have many rejections. I have a few written notes from the Magazine of Fantasy & Science Fiction, before they moved onto email. I don’t know that I would want to waste the paper and ink printing out rejection emails. I don’t think I would varnish them onto a desk either, I prefer Stephen King in his On Writing where he refers to sticking them all through a large nail or hook (I’m too lazy to flip through my copy).\n\nOver at Rejectomancy, Aeryn Rudel achieved 100 rejections this year. Aeryn often comments on the tier of rejections, whether a form rejection is standard, or indicates something positive about a story. I confess that I am happier when I get a template 3 response from CC Finlay at F&SF:\n\nTemplate 1 is the “didn’t grab me” template. The beginning of the story did not grab me.\n\nTemplate 2 is the “didn’t work for me” template. Your story was good, I read it all the way through, but some big thing didn’t work for me, usually the ending. I know, endings are hard. But the emotional payoff, what you remember most about a story, is how it makes you feel at the end.\n\nTemplate 3 is the “didn’t win me over” template. Look, you’re probably a pro. This is a good story. You know it’s good. You’re probably going to sell it elsewhere. Maybe I can tell you the idiosyncratic reasons why it didn’t make me all hot and tingly so that I can’t stop thinking about it day and night, night and day. Maybe I did. But either way, you probably don’t care. It’s a no. You’ve already got your next market lined up and you’re ready to send it out again. AS YOU SHOULD.\n\nI am happier because I think “hmm, I’m probably a pro”. I’m not.\n\nSullivan quotes the same writer as saying that a rejection is a conversation. That is a nice positive spin. Its probably not true, given the extreme likelihood there will be no feedback at all. That is not a complaint – given the amount of reading slush readers and editors have to get through, what time do they have to provide feedback. Sullivan notes the writer “treasures the rejections that come with some encouraging comment, however small”. I used to think feedback is valuable. However, that is not always the case. Some examples: two of my children have a chronic illness, which required many visits to emergency wards when they were little. In one story, I tried to draw something positive from that experience, and channel some of the frustration and set out some of the experiences. A slush reader from a magazine I once respected responded “Story is a mishmash of misery fiction and purple prose”. Well, even if it was, fuck you. (No, I did not respond. I may not be a pro, but I am professional.) I took that to heart, which I should not have done, and would not have done for another story. However, I cannot imagine a universe in which that comment helps. A rejection from the same magazine of a different story later on demonstrated to me why I should take their comments with a grain of salt. I received two comments:\n\n“… really strong narrative voice and prose control.  …  it’s all developed and described quite well”\n\n\n“This piece is unfocused and almost stream of consciousness and difficult to get a sense of what it’s about”\n\nGuess what I learned?  Flip a coin. I am not complaining here, just commenting that feedback is not necessarily useful.\n\nSo, how did I go in terms of rejections? How would I go with a target of 100 rejections for 2019? I have no idea whether such things are of interest to anyone other than myself, but here goes.\n\nIn 2018, for the fourth time in five years, I moved myself and (this time part of) my family between continents, returning to Australia from Europe. It has been an adventure, but I cannot see myself doing it again. I had three stories published, which in the words of my old parish priest, I commend to your generosity: The gods of the gaps; Miracle Cure; and Baby, cold outside. (The different colour of the text means you can click on the words and be transported to the story. The first two can be read for free.) I wrote nine stories, which was good compared to recent years. And my stories – this new batch and some older ones – were rejected 145 times. So hell yes, I can be rejected 100 times in a year very easily. When a story is rejected, I look at it again, take on board any feedback, consider editing, and then send it out again. As CC Finlay says above, “you probably don’t care. It’s a no. You’ve already got your next market lined up and you’re ready to send it out again. AS YOU SHOULD”. Rejection does not bother me any more, not much. It hurts more to almost make it, to find out I came close. Rejection does not stop me submitting. However, I wonder sometimes if it might stop me writing, on occasion. I don’t know. I think there are enough other forces at work there, that I don’t have to worry about that one!\n\nSullivan writes, “seeking rejection … encourages writers to aim higher”. Why aim low? I don’t. I understand what she means though – one should not let the fear of rejection stop one form submitting to a market. You have to be in it, to win it, as some lottery ad said some time.\n\nHow is this year going? Two rejections. Two submissions.\n\nI did not know whether it would look unprofessional to publish this. It doesn’t matter. But feel free to check out any of my published stories, which can be viewed here.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9760920405,
        "format_confidence":0.9968889356
    },
    {
        "url":"http:\/\/ryshia.blogspot.com\/2015\/07\/a-bio-even-dog-is-stressed.html",
        "text":"Wednesday, July 1, 2015\n\nA Bio? - Even the Dog is Stressed\n\nOkay, so the dog wasn't too stressed except that his lunch was delayed.  Me on the other hand, there was just a little sweat.  It's not that this was the first bio I've ever written, or even the second.   But there I was poised with the publish button on my new website that had been out of commission for over a week, before I even hit the publish button, but that's another story.\n\nAll the drama was exhausting.\nI hesitated.\n\n\nCouldn't do it.\n\n\nI made the mistake of reading the bio.  No good, I told self.  Why?  It's all true.  It's me, it really happened.  Maybe it needs more reality...\n\nBut really, does anyone care that I'll devour chocolate chip cookies and can't keep a full package in the house.  Is letting them know that I once killed an influx of spiders with a can of hairspray relevant?  Seriously, none of that was there but what was, well it just wasn't grabbing me.  Maybe there's only so many times you can read about your own life - or at least skim the surface of it.\n\nSo back to square one and the original bio.  You know I think I agonized too much.  I love reading biographies, what was so hard about writing a brief bit about myself?  Once I sharpened and shortened, it's not bad.  I think it's interesting and well, it's all true.  It's my life, short form, the relevant parts... the bits that hopefully really matter to me as a writer - and the rest, well I'm not filling in the blanks at least not this go around...\n\nCheers to Canada Day!\n and to the upcoming Fourth of July!\n\n\nNo comments:",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.872410655,
        "format_confidence":0.9940552711
    },
    {
        "url":"https:\/\/findingtimetowrite.wordpress.com\/2016\/10\/11\/book-buys-word-of-mouth-and-international-girls-day\/?replytocom=17248",
        "text":"Book Buys, Word of Mouth and International Girls’ Day\n\nRestless seeking to find stability, worthless seeking to fill sense of self, call it evasion, elopement or ostrich flight syndrome… the book buying spree is ongoing. But all of the books I bought below come from personal recommendations, mainly via social media.\n\nA trio of blue\nA trio of blue\n\nAfter posting a review about Amy Liptrot’s The Outrun, dear blogger friend Susan Osborne recommended Kathleen Jamie’s nature essays, while Dorothy Nimmo and Steve Erickson were mentioned with some admiration on Twitter. Dorothy Nimmo apparently spent the 1960s as a ‘trailing spouse’ in Geneva, and her intriguingly succinct bio  says: ‘DN was an actress for ten years, a wife-and-mother for 25. In 1980 she started to write; in 1989 she ran away from home.’\n\nMonochrome happiness\nMonochrome happiness\n\nMy Canadian friend and fellow book fanatic Sylvie  sent me the small volume Lire la rue, marcher le poème (Read the street, walk the poem), a series of short essays and ‘provocations’, workshop notes and samples of written work to inspire teachers to use poetry in the classroom. Meanwhile, the indefatigable Daniela Petracco of Europa Editions has sent me the proof copy of Saleem Haddad’s moving novel about growing up queer in an Arab country.\n\nNot a girl in sight in the title, but there may be one in the text...\nNot a girl in sight in the title, but there may be one in the text…\n\nThis one has a more complicated lead-in. When Sarah Savitt (then working at Faber) visited the Geneva Writers’ Group in 2015 and gave me some feedback on my WIP, she was very excited about a book which she was about to launch, Kate Hamer’s The Girl in the Red Coat. I was initially somewhat sceptical, having overdosed on books with ‘girls’ in their title, but when I read it, I thought there was a very different and unique voice at work there. Nearly two years later, my novel is nowhere near completion (sorry, Sarah!), but Kate Hamer has written a second one, which will be released in February 2017. When Sophie Portas from Faber asked who wanted an advance copy, I knew I had to request it, especially since it appears to once again feature a young girl’s view on life.\n\nSpeaking of which, today is the fifth International Day of the Girl, so here’s to all the wonderful creatures and future generations of women out there! May your way be much smoother than the previous generations’. Here’s a poem by Phoebe Stuckes written just for you.\n\nLet us build bonfires of those unanswered prayers.\nLet us learn how to leave with clean and empty hearts\nLet us escape these attics still mad, still drunk, still raving\nLet us vacate these badly lit odd little towns\nLet us want none of what anchored our mothers\nLet us never evolve to be good or beautiful\nLet us spit and snarl and rattle the hatches\nLet us never be conquered\nLet us no longer keep keys in our knuckles\nLet us run into the streets hungry, fervent, ablaze.\n\nAre a mighty thing\nA captive animal, woken with a taste for blood.\nFeed it,\n\nYou Amazon, you Gloria, you Swiss army knife of a woman.\n\nInternational Day of the Girl banner from UNICEF, Haiti\nInternational Day of the Girl banner from UNICEF, Haiti\n\n\n\n\n17 thoughts on “Book Buys, Word of Mouth and International Girls’ Day”\n\n  1. That’s one thing I love about being a part of the online community, Marina Sofia. I learn about so many great books that are out there, or coming out. I’m glad you’ve found these. They do sound interesting (and tempting…)\n\n  2. Sightlines is a book that I have too, tucked away on my shelf; and every time I find it I am surprised. I heard wonderful things about it and chanced to find it somewhere. I really ought to move it into a more prominent location!\n\n  3. Laughed at your possible reasons for book buying splurges especially the ostrich flight syndrome. I have visions now of you toddling off to the bookshop with feathers flapping madly amd that ‘get out of my way’ look.\n\n  4. That poem is perfect for this day Marina ~ Can’t keep up with your book reviews & I marvel at your energy in reading and reviewing them ~\n\nLeave a Reply to susanosborne55 Cancel reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9456839561,
        "format_confidence":0.9835769534
    },
    {
        "url":"http:\/\/cowens.talons43.ca\/2019\/04\/30\/novel-study-check-in\/",
        "text":"Novel Study Check-In\n\n1. “In direct and vivid ways, these three stories reveal Alice Munro rediscovering – as a mature woman and writer- the cultural legacies left her by her family in her home place. Munro’s mother’s presences is only the most pressing and urgent one – more distant ancestors, like the cousins in “The Ottawa Valley” or her aunt and grandmother in “Winter Wind,” reveal Munro’s awareness of the web of human interconnection defined by her home place. She began exploring that web in a new way in her stories when she returned and confronted them, still there, in Ontario.” (pg. 66)\na. Personal Interest\ni. I find this quote interesting because it shows Munro’s depth as a writer who is able to create vivid scenes and characters. From the passages I read from her work, this ability to create sharp, vivid scenes really adds to her short stories and novels, and this is what she is most known for. As a writer, Munro probes human emotion and connection while creating scenes of vivid detail, and her small town, mundane stories remind me of Steward McClain’s short stories, with both their takes on average Canadian lives.\nb. Canadian Identity:\ni. This passage shows Alice Munro’s interconnectedness with her childhood home and her roots, and her ability to draw on her web of Canadian ancestry to craft meaningful pieces of Canadian Literature. In the 1960’s and 1970’s, when Alice Munro publishes these stories, featured in Something I’ve Been Meaning to Tell You, her work is at the forefront of defining Canadian Identity and culture. Munro’s reliance on her experiences growing up in rural Ottawa, and weaving these deeply Canadian stories from her memories, struck a cord when many authors fretted about the invasion of large American publishing corporations into Canadian writing and publishing. Her ability to draw on her experiences and roots from her childhood in the Huron Valley deeply impacts her writing, exemplifying Canada’s need for Canadian work, particularly Canadian literature.\n\n2. . “Recalling her university years, Munro says that she loved her time there, ‘being in that atmosphere, having all those books, not having to do any housework. Those are the only tow years of my life without housework.'” (pg. 261)\na. Personal Interest:\ni. This quote is interestingbecause  Munro is reveling in the atmosphere of university and its sharp contrast with her prior experiences. She was expected, as the oldest child and daughter with a sick mother, to take on much of the physical labor and chores in the household. She was also expected to fulfill this role when she married her (now ex) husband. There were certain societal pressures on her, pulling her away from her talents as a writer and into the realm of a housewife. These societal pressures interest me because it is so easy to see the limits and confines of the mold society created, and it reminds me of A Wizard of Earthsea by Ursula Le Guin, where Ged is pressured by his peers to conform to the talents of his peers and not reach his true potential and autonomy.\n\nb. Canadian Identity:\ni. This quote shows the expectation and societal pressure for women in Canada to be homemakers and housewives. Munro was no exception to this rule, and actually worked as a maid for one summer while she was still in high school, and completing a lot of work at home for her family. When she could no longer afford to go to university, she was presented with two choices: to marry a man at the university, or to return to the Huron Valley and marry a farmer. This lack of options besides marriage shows that Munro was expected to conform to society’s norms at the time, and she did, marrying a man from her university and moving to Vancouver. From there she lived a “double life”- both that of a mother and homemaker and that of an artist, and this tension between the two causes conflicts in her life and marriage.\n\n3. “Combining marriage and family with ‘the black life of an artist’ as she did from 1952 through the 1970s, this coincidence of births was a fitting one for Alice Munro” (pg. 321)\na. Personal Interest:\ni. I find this quote interesting because of the coincidence between this Munro publishing this story and her child being born. Also, this intersection of her two lives allowed her to draw inspiration from one for the other: She writes about her daughter almost drowning and her failing marriage. She manages to combine her lives at crucial intervals, and this intersection of her two lives was no different, blending and merging her two identities.\nb. Canadian Identity:\ni. This quote shows the intersection of her Alice Munro’s two lives. This quote is talking about the release of her first story in a magazine, which coincided with the birth of her first daughter. This combining of her lives was often an unequal one, with her children and home often taking first priority, and her work taking second, with the exception of the few months where she rented an office space and published only one story- “The Office”. She was often too exhausted to work on her short stories, or too busy, so her passion and work often came second to her family during this time period.\n\n4. . “[Gerald Taaffe] went through the slush pile of unsolicited manuscripts […] and found just one piece he wanted to publish – a story called “Dance of the Happy Shades”. It was, unfortunately, unsigned.” (pg. 403)\na. Personal Interest:\ni. I found the extent of Munro’s modest and self-effacing actions incredible. She often sent work to publishers unsigned, and in occasions like this when her work was noticed, the author was unknown. Her modesty also translated into everyday conversations and letters to , like one to her editor where she said “I’m sorry to bother you”. This shows me that Munro was never in writing for the fame or fortune, rather she chose to write because she needed too, because it was a part of her psyche and deeply imbedded in her being. For Munro, “The Peace of Utrecht” was almost painful to write, but she wrote it anyway, to process her mother’s illness and death. I find her motivations and drive vary interesting, and in a way her determination reminds me of Hamilton.\nb. Canadian Identity:\ni. This shows Munro’s self-effacing, modest quality, which was expected for women at that time period. Her decision to not sign the manuscript reflects her distaste for attention and celebrity. These actions also show the values and norms when she was a child, where in the Huron Valley, modesty and hard work were valued and emphasized in everyday life. This passage also shows the quality of Munro’s work, and the willingness of the magazine editor to include it instead of opting for a more well-known author. This concept of modesty is still reflected in Canadians today, and it is a part of our national identity.\n5. . “Munro’s ‘normal life’ was changing. […] She says when asked her occupation she replied ‘writer ‘ instead of ‘housewife’. It was an exhilarating idea to her.” (pg. 483)\na. Personal Interest:\ni. I find this shift in Munro’s perspective interesting, seeing her grow from a meek housewife who occasionally wrote short stories to an autonomous woman who is capable of being independent and self-sufficient. During this time she divorces her first husband, and the amount of opportunities she had was incredible to her. She did this all when the views and status of women in society were rapidly changing, allowing her to reach her full potential. In a sense, this change and shift from women as mothers and housewives to autonomous people reflects a revolution and social change, which relates to STEP, which we learned about in humanities.\n\nb. Canadian Identity: What insights or pieces of wisdom might these passages reveal about Canadian values at the time of the text’s publication? What does each passage reveal about what it means to be a Canadian now?\ni. This quote shows the shift in Canadian identity and social norms during the 1970’s. Munro’s shift in her view of herself demonstrates the overall shift as women from housewives and mothers to people, who are able to work and contribute to the economy. Before this, working past your twenties was stigmatized and women were criticized because of their supposed inability to find a husband. Munro’s views of herself demonstrate this shift and allow her to reach her full potential as a writer.\n\n\nSociety’s values often dictate how we view ourselves, and a shift in these values allows us to view ourselves in a different manner, allowing us to learn and grow into a new part of ourselves.\n\nI can take away this message from Alice Munro: Writing Her Lives because it was so adeptly demonstrated by Munro herself. Her view of herself and her work shifts when society’s perception of a woman in the workforce shifts, and this allows her to fulfill her true potential as a writer.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9860175252,
        "format_confidence":0.7334269881
    },
    {
        "url":"http:\/\/thegirdleofmelian.blogspot.com\/2010\/05\/why-are-you-writingreading-ya.html",
        "text":"Why Are You Writing\/Reading YA?\n\nOver on her blog, India has asked an interesting question: why are you writing\/reading YA?\n\nI find it easier to answer why I *read* YA rather than why I write it. I don't really like the labelling that goes on (YA, MG, etc.); I have to follow the rules while querying (and will certainly have to do so if I get published and start marketing), but it seems to me that the best books are loveable by everyone. Adult critics read these books and other adults - whether parents or not - read their reviews, if not the books, so why do we bother with labels at all? Among others I'd recommend The Lord of the Rings or Charlotte's Web or Anne of Green Gables, not to mention The Giver or The Wind in the Willows, to readers from 7 to 77! Someone said something about YA books being shorter - what? Shucks, the longer a book the better, and that's how I felt when I was a kid too!\nNone of that quite answers why I read it, however. I think I appreciate how clear cut the morals are. I like the way experiences and adventures seem new to the characters; I like watching them discover the way the world works. That said, I certainly don't pigeonhole my reading by category - I read 'em all.\nAnd why do I write it... I certainly didn't start out writing YA. I wrote short stories when I was younger but my first two novels were romances. Somehow I gravitated towards YA. I wish I had a better explanation than \"the characters that spoke to me were young\" but that's essentially what happened. The \"moment of change\" aspect is probably the most compelling reason. Here's a good summary of the beginning from Paul Auster:\n\"Well, the fact is I never know where my books come from, and I never go out looking for ideas. It all seems to happen in a way that has nothing to do with me. One day something is there that wasn't there the day before. If that something is interesting and compelling it tends not to go away. Generally speaking, I'm looking for a way not to write the book. Only something that is so powerful, forceful, and overwhelming to your imagination that you actually want to live inside this idea for months or years to come is going to hold up. So you keep pushing away at it, and if it doesn't fall down it usually starts to grow.\"\n\n\nAubrie said…\nI love YA. I started writing an epic fantasy and everyone told me to make it YA. All of my writing tends toward YA, and I love reading it.\n\nIt's a wonderful genre.\nIndia Drummond said…\nIt's still not really my thing, but I tell ya, I learned a lot from the responses to that post!\n\nPopular posts from this blog\n\nContest to Celebrate My 900th Post!\n\nBooks, etc.\n\nIWSG Day, and RIP Tom Petty",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9867811799,
        "format_confidence":0.933979094
    },
    {
        "url":"http:\/\/limitedinc.blogspot.jp\/2009_04_05_archive.html",
        "text":"\n\nDas Langweilige ist interessant geworden, weil das Interessante angefangen hat langweilig zu werden. – Thomas Mann\n\n\"Never for money\/always for love\" - The Talking Heads\n\nSaturday, April 11, 2009\n\n\nI have my bare feet planted on the rug. I am at my desk. Suddenly, I feel something ticklish run over my toes. This immediately draws my attention away from the document I am reading. I look under the desk. Behold, a cockroach.\n\nIn my apartment complex, the man who sprays poison comes around once every two months. Usually, then, I enjoy an environment in which, silently and without me having to think about it, vermin die. They die out of my sight. I imagine the spray is some kind of pyrethroid. The poison operates on the cockroach’s central nervous system, causing repetitive firings – thus the jiggly behavior, Nerve blockage then ensues. The effect of the pyrethroids causes sodium channel modification, and in some insects the nerves will burst. Temperature changes can modify the effect. To sum it up, “the depolarizing nerve blockage caused by prolonged sodium influx into nerve axons is the primary cause of pyrethroid toxicity to insects.” So say Huber,Masler and Blakrishna in Cockroaches as models for Neurobiology. About 800 million dollars is spent in the U.S. each year to put down the German Cockroach. Thus, a gigantic, silent poison rain comes drifting down, and still, the thing that tickled me has evaded it.\n\nForcing me to take action. Already,obviously, the bug is confused. It senses a leaping up and down of a large and dangerous presence. So it shuffles forwards, and finds to its horror that there is some kind of thwacking, falling entity in that direction, which calls for reversing direction. It promptly does so and seeks a dark place, in which it remains for a half a minute, getting its bearings. Its little hairs are on high alert. It is sensing different zones of temperature and light. Then it makes a dash for home – which would probably involve climbing down a pipe, or going through a duct that is cut in the apartment for hvac air passage. The last thing it senses is a space to rush over and then it feels, along every nerve and through its thorax, its carapace, and legs the greatest pressure it has ever known, a tremendous and impossible flattening, as if all it had ever lived for was a lie. And then nothing.\n\n‘The desire to control the indoor climate with air conditioning units to mitigate extremes of temperature, moisture, and airflow sets the stage for several cockroach species to infest and inhabit homes. The presense of some domestic species in dwellings, such as the German or brown banded cockroaches, is often a sign of poor sanitation or substandard housekeeping.” (Lockley, Ledford)\n\nFriday, April 10, 2009\n\nfair play for bull-baiters\n\nIn 1800, a bill was proposed in the House of Commons to ban bull-baiting. In bull-baiting, a bull was tied to a stake and dogs, often bull dogs, were set upon it. Sometimes, the dogs succeeded in killing the bull, sometimes the bull succeeded in killing the dogs, and most often, the bull and the dogs came off wounded.\n\nThe bill was defeated. Even so, it produced enough of a stir that a French academy asked a prize question about whether animals had a right to not being treated barbarously.\n\nAnother animal cruelty bill was introduced in the Parliament seven years later by Erksine, the well known defender of Tom Paine. It too was defeated.\n\nBoth defeats were mainly due to the eloquence of William Windham. Windham was one of Burke’s Whigs. He served as a minister in Pitt’s war government. He was, evidently, out of sympathy with the French Revolution. Yet the speech he made against banning bull-baiting is a document that defends the pleasures of the rural poor in explicitly class conscious terms; in almost the same terms, Paul Lafargue, Marx’s son in law, denounced the anti-vivisection movement in Britain in the 1890s.\n\nWindham begins by dismissing the argument that bull-baiting has a corrupting influence on the character of the spectators by using himself as an instance: he saw two bull-baitings in his youth, he claims, and has not, since, seen any signs of cruelty or corruption. He then gets to the heart of what he thinks is wrong with the legislation by making it an issue of the culture of the common people:\n\n“A great deal has lately been said respecting the state of the poor, and the hardships which they are suffering. But if they are really in the condition which is described, why should we set about to deprive them of the few enjoyments which are left to them? If we look back to the state of the common people in those countries with which our youthful studies make us acquainted, we find, that what with games, shews, festivals and the institutions of their religion, their sources of amusement and relaxation were so numerous as to make them appear to have enjoyed a perpetual holiday… “ Then he imagines what the poor in the country might say to the reformers: “Why interfere with the few sports we have, while you leave yourself and the rich so great a variety? You have your carriage, and your country houses; your balls, your plays, your operas, your masquerades, your card-parties, your books, your dogs, and your horses to amuse you – On yourselves you lay no restraint. – But from us you wish to take the little we have?”\n\nWindham is objecting, as becomes apparent, not just to interference with bull baiting, but to the tendency to regulate the amusements of the poor for their own good. And in so opposing the bill, he speaks up for that countryside culture:\n\n“In the exercise of those sports they may, indeed, sometimes hurt themselves, but could never hurt the nation. If a set of poor men, for vigorous recreation, prefer a game of cudgels, instead of interrupting them, it should be more our business to let them have fair play.”\n\nThis is the note of Hazlitt and Cobbett – and not what one might expect from a reactionary. Nor this: ‘The advocates of this bill, Sir, proposed to abolish bull-baiting on the score of cruelty. It is strange enough that such an argument should be employed by a set of persons who have a most vexatious code of laws for the protection of their own amusements. I do not mean at present to condemn the game laws; but when Gentlemen talk of cruelty, I must remind them, that it belongs as much to shooting, as to the sport of bull-baiting; nay more so, as it frequently happens, that where one bird is shot, a great many others go off much wounded. When, therefore, I hear humane Gentlemen even make a boast of having wounded a number of birds in this way, it only affords me a further proof that savage sports do not make savage people. Has not the butcher as much right to demand the exercise of his sport, as the man of fortune to demand that of hunting?”\n\nMove forward, now, to Lafargue, who begins: “The bourgeois have the tenderness of angels in regard to animals: they feel a closer relationship to the animals than they do to the workers.”\n\nLafargue is not only following, unconsciously, in the path of the Burkian Windham, but in the path of Marx, who, in his list of the paragons of bourgeois humanism in the Communist Manifesto, includes societies for the prevention of cruelty to animals. Lafargue finds it infuriating that an English law allows the police to interfere with a scientist experimenting on an animal, and while allowing companies to experiment on their human clients with products mixed dangerous impurities or the like, all to save a bit of money in production:\n\n“John Simon is an English factory inspector. He has studied the tortures to which the tender hearted bourgeois submits children, women and proletarian men in the capitalist prisons, in order to steal the fruits of their labor. He denounced them with a courage never known to the radicals. In his discourse [to a recent congress], he established that there exists two categories of experiment. One practiced by the physiologist on certain animals. The other practiced on thousands of men by speculators. For an example, he cits the classic experiments of Professor Tiersch on mice in order to discover the mode by which Asiatic cholera propagates, and the popular and well known experiment which was practiced during two cholera epidemics, of 1848-49 and 1853-54 on a half million inhabitants of South London by a certain commercial company who supplied these districts with polluted water.”\n\nHowever, Lafargue is not only concerned with science – although it is interesting that the a defense of the amusements of the common people has transformed, in the course of the century, into a defense of science. He also uses Windham’s example of bird shooting to indict the bourgeoisie for committing acts of cruelty for their own amusement whilst banning acts that repulsed them among the lower orders.\n\nOnly by seeing that the dispute over animals and their treatment has deep roots in the common life, a life that was being transformed all over Europe, can one make one’s way, here. There is a delusion that we can get a clear political guide from understanding the pattern of our semantic binaries. They seem to group themselves before our eyes. We look at the history of the word, person, we see a sort of semiotic equivalent of the theodicy here, we think that we can make sense of the civil wars hidden in the word. We say, look at these oppositions deriving from this word that is originally a simulacra of the face, the face as an exchangeable object. Look at the number of semiotic transformations we can touch upon: of the relationship between the face and the body, the clothed and the naked, the man and the woman,, the elite and the common, the man and the beast. But when we look at how these things are imminently constituted and experienced, we find that things are not as we imagined them to be.\n\nMaurice Angulhon, in “Le sang des bêtes. Le problème de la protection des animaux en France au XIXème siècle”, claimed that, unl... (truncated)",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9625304937,
        "format_confidence":0.9830180407
    }
]