[
    {
        "url":"http:\/\/deshenergy.com.bd\/",
        "text":"Welcome to Desh Energy Limited\n\nDesh Energy Limited is a Private Limited Company in the energy sector of Bangladesh. Our vision is “To render efficient power solutions for the country and to be one of the industry leaders by 2020” with the slogan “powering development”. We are committed to help Bangladesh achieve its maximum potential in energy security. We wish to achieve our goal by expansion of the present projects, by fuel diversification and with a world class management system.",
        "topic_id":15,
        "format_id":12,
        "topic_confidence":0.8080986738,
        "format_confidence":0.9922683835,
        "weight":0.007239904
    },
    {
        "url":"https:\/\/www.sunmetalalloys.com\/stainless-steel-430-431-round-bar-supplier-exporter.html",
        "text":"SS 430\/431 Round Bar, ASME \/EN\/ BS SS 430\/431 Rectangular Bar, W.Nr 1.4057\/1.4016 round bar, UNS S43100\/S43000 round bar, Industrial SS 430\/431 Round Bars\n\nStainless Steel 430 round bars have the best corrosion resistance at elevated temperatures. Stainless Steel 431 Square bars possess excellent welding and fabrication properties. Stainless Steel alloy 430 round bar consists chromium content up to 18%, Nickel content up to 0.50%, and silicon content up to 1%. Stainless Steel 431 Round bar has the best corrosion resistance to pitting corrosion. Stainless Steel 430 Rods can be hardened further by the heat working process. Stainless Steel 430 hexagonal bars are mostly used for food processing units. Stainless Steel 431 Hex bars are often used for chemical equipment and pharmaceutical equipment. Stainless Steel 430 Polished bar used in heat exchangers and condensers.\n\n430\/431 Stainless Cold Finish Round Bar, ASME SA 276 SS 430\/431 Bars, SS 430 Flat Bar Supplier ASTM A276 SS 430\/431 Bars Exporter,Type 430\/431 Rod, ss 430\/431 hot rolled bar suppliers\n\nSS 430\/431 Round Bars Stock Size Range and Specifications\nGrade SS 430\/431\nSpecification EN, DIN, JIS, ASTM, BS, ASME, AISI, IS\nStandard ASTM A276\/ASME SA276, ASTM A479\/ASME SA479 & ASTM A164\/ASME SA164 .\nRound Bars Outside Diameter in the range of 4mm to 500mm above as per the customer requirement.\nBright Bars Outside Diameter in the range of 4mm to 500 mm above as per the customer requirement.\nHex Bars 18mm – 57mm (11\/16″ to 2-3\/4″) above as per the requirement.\nSquare Bars 18mm – 47mm (11\/16″ to 1-3\/4″) above as per the requirement.\nFlat Bars 1\/2” to 10” in thickness range of 2mm to 150mm\nLength 1 to 6 Meters, Custom Cut Lengths\nFinish Black, Bright. Peeled and Polished, Solution annealed.\nTechnique Hot Rolled, Cold Rolled, Cold Drawn, Forged Round Bar, Rod\nTolerance H8, H9, H10, H11, H12, H13K9, K10, K11, K12 or as per clients’ requirements\n\nOther Forms \/ Products Availables\nStainless Steel 430\/431 Bright Bar UNS S43000\/43100 SS Bright Bar WERKSTOFF NR. 1.4104 Bright Bar\nStainless Steel 430\/431 Hex Bar UNS S43000\/43100 SS Hexagonal Bar ASTM A276 410 Stainless Steel Hex Bar\nStainless Steel 430\/431 Square Bar UNS S43000\/43100 SS Square Bar WERKSTOFF NR. 1.4104 Square Bar\nStainless Steel 430\/431 Rectangular Bar UNS S43000\/43100 SS Rectangular Bars WERKSTOFF NR. 1.4057 Rectangular Bar\nStainless Steel 430\/431 Flat Bars UNS S43000\/43100 SS Flat Bars WERKSTOFF NR. 1.4057 Flat Bars\nStainless Steel 430\/431 Polished Bar UNS S43000\/43100 SS Polished Bars WERKSTOFF NR. 1.4057 Polished Bar\nStainless Steel 430\/431 Threaded Bar UNS S43000\/43100 SS Threaded Bar WERKSTOFF NR. 1.4104 Threaded Bar\n\nStainless Steel 430\/431 Price List\n\n  • 430\/431 stainless steel bars US $1000-2500 \/ Ton\n  • astm a276 ss 430\/431 rods US $2000-3000 \/ Ton\n  • stainless steel hex bar 430\/431 US $1.5-4.5 \/ Kilogram\n  • ASTM A479 430\/431 stainless steel round bar US $1800-2300 \/ Ton\n  • ss 430\/431 square bar US $1550-2400 \/ Ton\n  • 430\/431 stainless steel bar Supplier US $1800-2300 \/ Ton\n  • ASTM A276 Gr. 430\/431 rods US $1300-2600 \/ Metric Ton\n\nJamshedpur, Rajkot, Lahore, Geoje-si, Jakarta, Kolkata, Gimhae-si, Vung Tau, Karachi, Istanbul, Manama, Kuwait City, Howrah, Hanoi, Hong Kong, New Delhi, Calgary, Ranchi, Muscat, Hyderabad, Mumbai, Moscow, Kuala Lumpur, Nashik, Busan, Ho Chi Minh City, Singapore, Aberdeen, Algiers, Cairo, Chandigarh, Dallas, Milan, Ahmedabad, Houston, Ulsan, Visakhapatnam, Colombo, New York, Chennai, Toronto, Brisbane, Petaling Jaya, Jaipur, Navi Mumbai, Atyrau, Jeddah, Secunderabad, Kanpur, Gurgaon, Bangkok, Indore, Rio de Janeiro, Montreal, Al Khobar,\n\nPoland, Thailand, Gabon, India, Tibet, Australia, Nigeria, Angola, Sri Lanka, Libya, Hong Kong, Mexico, Kuwait, Switzerland, Bhutan, Bulgaria, Nepal, Singapore, China, Kenya, Croatia, Japan, Sweden, Trinidad & Tobago,Tunisia, Egypt, France, Bolivia, Peru, Mexico, United Kingdom, Austria, Portugal, United Arab Emirates, Jordan, Ecuador, Nigeria, Chile, Czech Republic, Philippines, Iran, Chile, Netherlands, Canada, Namibia, Norway, Puerto Rico, Yemen, Romania, Mongolia, Brazil, Costa Rica, South Korea, Finland, Lithuania, Italy, Qatar, Colombia, Russia, Lebanon,\n\nRegistered Trademark\n\nHASTELLOY, HAYNES and C-22 are registered trade names of Haynes International Inc., MONEL® & INCONEL are registered trademark of Special Metals Corporation group of companies, Nitronic is a registered trademark of the AK Steel Corporation, FERRALIUM is a registered trade name of Langley Alloys LTD.\n\nFor enquiries and product info call us on +91 22 67437433\/23893767",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.993409276,
        "format_confidence":0.9950799942,
        "weight":0.0345550797
    },
    {
        "url":"https:\/\/www.growsafe.co.nz\/GrowSafe\/Resources\/RCA_Register\/GrowSafe\/Rsrc\/RCA_Register.aspx?hkey=f52f8e65-dde9-454b-b0d5-43185a15b6b1",
        "text":"RCA Register\n\nThis register contains current or recently expired GROWSAFE Registered Chemical Applicators. Information is the best available at the time of publishing but we take no responsibility for the accuracy of this information. Please contact us if you wish to confirm the status of a particular person.\nPlease enter your search criteria to view results",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9525828958,
        "format_confidence":0.8576683402,
        "weight":0.0137698978
    },
    {
        "url":"http:\/\/www.cpojettools.com\/jet-151004-20-in--x-36-in--5-000-lb--capacity-pallet-truck\/jetn151004,default,pd.html?start=7&cgid=jet-warehouse-and-dock-equipment",
        "text":"Model#: JETN151004\n\nWhat are the different product conditions?\n\nBrand new items;Full manufacturer warranty available\nManufacturer inspected, repaired and tested items; CPO 60 day money back guarantee\nOpen Box\nNew or Recon items with possible minor cosmetic damage; CPO 60 day money back guarantee\nReturned items inspected, repaired and tested by CPO technicians; CPO 60 day money back guarantee\n\nJET PT-2036J 20 in. x 36 in. 5,000 lb. Capacity Pallet Truck\n\n  • JET PT-2036J 20 in. x 36 in. 5,000 lb. Capacity Pallet Truck\nSale Price:\nYou Save\nFree Freight Shipping »\n(continental U.S.)\n\nFreight Orders\n\nFreight deliveries require a delivery time be scheduled and someone must be present at the time of delivery to inspect and sign for the merchandise. A representative from the freight carrier will call the phone number entered at checkout to schedule the delivery.\n\nShips in 1-2 business days\n\n\nWith a low profile design and highly durable steel construction, each JET J-Series Pallet Truck offers an ideal solution for quick transport of heavier loads. The high quality welded steel construction allows for load capacities up to 5,000 lb., and features convenient fingertip controls and 180 degree turning radius for increased ease-of-operation and maneuverability.\n  • 180 degree turning radius for sharp, on the spot turns in tight warehouses and spaces\n  • 2-1\/2 in. low profile allows for easy engagement of pallets\n  • Easy-to-use fingertip controls permit single handed operation\n  • Welded all-steel frame and powder coat finish provide maximum durability and protection\n  • Chrome-plated pump piston and ram provide corrosion resistance in any industrial environment\n  • Poly over steel 6-1\/4 in. x 2-3\/4 in. wheels ensure contact with uneven floors\n  • Steer wheels feature double sealed lubricated bearings\n  • PT-2036J, 20 in. x 36 in. 5,000 lb. Capacity Pallet Truck - 151004\n\n\nFork Length: 36 in.\n\n\n\nThere are no reviews for this item. Write Review\n\nQuestions & Answers\n\nStart typing your question and we'll check if it was already asked and answered. Learn More\nNo questions have been asked about this item. Be the first!\n\n\nJET, Wilton and Powermatic warrants every product they sell against manufacturers’ defects. If one of our tools needs service or repair, please contact Technical Service by calling 1-800-274-6846, 8AM to 5PM CST, Monday through Friday\n\n\nThe general warranty lasts for the time period specified in the literature included with your product or on the official JET, Wilton or Powermatic branded websites.\n  1. • JET, Wilton and Powermatic products carry a limited warranty which varies in duration based upon the product. (See points below)\n  2. • Accessories carry a limited warranty of one year from the date of receipt.\n  3. • Consumable items are defined as expendable parts or accessories expected to become inoperable within a reasonable amount of use and are covered by a 90 day limited warranty against manufacturer’s defects.\n\n\nThis warranty covers only the initial purchaser of the product from the date of delivery.\n\n\nThis warranty covers any defects in workmanship or materials subject to the limitations stated below. This warranty does not cover failures due directly or indirectly to misuse, abuse, negligence or accidents, normal wear-and-tear, improper repair, alterations or lack of maintenance.\n\n\nWoodworking products with a Five Year Warranty that are used for commercial or industrial purposes default to a Two Year Warranty. Please contact Technical Service at 1-800-274-6846 for further clarification.\n\n\nPlease contact Technical Service by calling 1-800-274-6846. Please note that you will be asked to provide proof of initial purchase when calling. If a product requires further inspection, the Technical Service representative will explain and assist with any additional action needed. JET, Wilton and Powermatic have Authorized Service Centers located throughout the United States. For the name of an Authorized Service Center in your area call 1-800-274-6846 or use the Service Center Locator on the JET, Wilton or Powermatic website.\n\n\nJET, Wilton and Powermatic are constantly adding new products. For complete, up-to-date product information, check with your local distributor or visit the JET, Wilton or Powermatic website.\n\n\nThis warranty gives you specific legal rights, subject to applicable state law.\n\n\nJET, WILTON AND POWERMATIC LIMIT ALL IMPLIED WARRANTIES TO THE PERIOD OF THE LIMITED WARRANTY FOR EACH PRODUCT. EXCEPT AS STATED HEREIN, ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE EXCLUDED. SOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU. JET, WILTON AND POWERMATIC SHALL IN NO EVENT BE LIABLE FOR DEATH, INJURIES TO PERSONS OR PROPERTY, OR FOR INCIDENTAL, CONTINGENT, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING FROM THE USE OF OUR PRODUCTS. SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. JET, Wilton and Powermatic sell through distributors only. The specifications listed in JET, Wilton and Powermatic printed materials and on official JET, Wilton and Powermatic-branded websites are given as general information and are not binding. JET, Wilton and Powermatic reserve the right to effect at any time, without prior notice, those alterations to parts, fittings, and accessory equipment which they may deem necessary for any reason whatsoever. JET® branded products are not sold in Canada by JPW Industries.\n\nProduct Listing with Warranty Period\n\n  1. • 90 Days – Parts; Consumable items; Light-Duty Air Tools\n  2. • 1 Year – Motors; Machine Accessories; Heavy-Duty Air Tools; Pro-Duty Air Tools\n  3. • 2 Year – Metalworking Machinery; Electric Hoists, Electric Hoist Accessories; Woodworking Machinery used for industrial or commercial purposes.\n  4. • 5 Year – Woodworking Machinery\n  5. • Limited Lifetime – Wilton branded products; JET Parallel clamps; VOLT Series Electric Hoists Manual Hoists; Manual Hoist Accessories; Shop Tools; Warehouse & Dock products; Hand Tools\n\nNOTE: JET, Wilton and Powermatic are divisions of JPW Industries. References in this document to JET, Wilton and\/or Powermatic also apply to JPW Industries or any of its successors in interest to the JET, Wilton and\/or Powermatic brands.",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.8684877157,
        "format_confidence":0.9917789102,
        "weight":0.0302097664
    },
    {
        "url":"http:\/\/www.hellotrade.com\/muvtons-castors\/ghke-102r-szs.html",
        "text":"Welcome to HelloTrade!\nI Want to Buy\nRequest for Quote\n6 Yrs\nC-40, Phase-II, G.B. Nagar\nNoida, Uttar Pradesh-201301, India+(91)-120-4646100\nContact Supplier\n\n\nYes! I am interested\nFOB Price : Get Price\n\nMuvtons premium soft durometer polyurethane treaded wheels 83° ±3° Shore A, Firmly bonded to precision machined cast iron cores. These wheels have been designed to response to noise problems and allow loaded to be cushioned. The use of lively polyurethane materials allows these wheels to flex & roll over debris and obstacles without picking up objects. They are non marking and floor protective. Tested & guaranteed against bond failures. Wheel bearing options : Sealed precision ball bearings, tapered roller bearings or roller bearings. Temperature range; -20°C to +85°C. Thread options : Anti static : conductive wheels are available.\n\n\nInvalid Input\nPlease enter Mobile Number\nInvalid Email ID\nInvalid Email ID\nYour Contact Information\nCompetitive Quotes\nChoice of Suppliers\nPayment Protection\nsending enquiry ....\n\nunable to instantiate your call right now. please try after some time.\n\n\n©Copyright HelloTrade.com",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.9671708941,
        "format_confidence":0.9978361726,
        "weight":0.033642395
    },
    {
        "url":"http:\/\/msbusiness.com\/2013\/08\/state-farmers-favoring-peanut-crops\/",
        "text":"Home » NEWS » Economic Development » More state farmers favoring peanut crops\n\nMore state farmers favoring peanut crops\n\nPeanuts, long associated with the states of Georgia and Virginia, are gaining favor among Mississippi farmers who are adding the nuts in rotation with their more traditional crops.\n\nBack in the 1940s it was common for Mississippi farmers to plant peanuts but they disappeared for the most part until a comeback began in 2005.\n\nDon Self, a cotton farmer in Hamilton, was among the first to plant peanuts in the northeastern part of the state. He credits Dan West for planting the first significant peanut crop in the state. The Self family of farmers followed in 2007. Now Self rotates peanuts with cotton and corn.\n\n“Peanuts revitalized farming for us in our area,” said Self, who is active in peanut business circles. He is Mississippi’s first representative on the National Peanut Board and also is a member of the Mississippi Peanut Growers Association.\n\npeanutsMalcolm Broome is executive director of the state Peanut Growers Association. He is a retired MSU agronomist who worked with Mississippi farmers during his career through the MSU Extension Service.\n\nBroome said that after a drought in Georgia, the largest peanut producer by far, supply and demand kicked in. When the price was high, everybody got in. Mississippi doubled its peanut acres to 50,000 “and everybody else did too.” That’s when the price went down, he said. This year acreage has dropped to 29,000.\n\n“It’s year to year, like a yo-yo,” Broome said. “It’s something the industry is working on to try to get leveled out.”\n\nRight now, Mississippi is seventh in the nation in acres of peanuts. The state is ranked first or second in yield per acre, about two tons on average, he said. Success with the crop has added jobs in the Delta, Broome said.\n\nOne economic boost comes from large companies that have bought old facilities including a cotton gin and boat plant for peanut storage. “We now have four delivery points in Mississippi,” Broome said, “including two of the largest peanut warehouses in the nation.” They each can hold 25,000 tons.\n\nBroome said farming peanuts is very labor intensive and expensive to begin with.\n\n“You need at least 300 acres to make it a profitable venture,” he said. And farming them requires a special combine and other tools that farmers have to invest in. About the only piece of equipment that can be used for peanuts and other crops is a tractor.\n\nOn the up side, Self said peanut consumption is increasing every year. He likes to spread the word about the nutritional benefits of peanuts as a cheap source of protein. “People are just finding out that peanuts have 30 essential vitamins and nutrients, no transfat, seven grams of protein per one-ounce serving, that they’re good and good for you.”\n\nOf the four types of peanuts grown in a swath from Virginia, across the South and into the Southwest, 80 percent of the most common runner variety goes into peanut butter and candy bars. The Virginia peanut is the familiar in-the-shell ball park treat, the Valencia peanut is the boiling variety and the red-husked Spanish peanut is served by the bowlful at bars everywhere.\n\nSelf can attest to the nail biting aspect of peanut farming but he said peanuts fit in to Mississippi farming very well. “It’s a great nitrogen booster for the soil, it prospers well and it’s a great rotation crop.”\n\nStill, he said, the last few years have been a roller coaster with prices going up and down.\n\n“My daddy (Dennis) is 79 years old. I told him if we can survive this learning curve, it will be good. We got 35 inches of rain in 2009 and he asked me, ‘How long is that curve supposed to last, son?’ I’m still learning.”\n\n\nAbout Lisa Monti\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9715070724,
        "format_confidence":0.9941201806,
        "weight":0.0160873399
    },
    {
        "url":"https:\/\/www.cat.com\/en_ID\/products\/new\/power-systems\/electric-power\/diesel-generator-sets\/1000029525.html",
        "text":"Electric Power C18 (60 Hz) 455 - 600 kW Diesel Generator Set\n\nC18 (60 Hz)\n\nFeatures At A Glance\n\nCat Generator Set Package\nCat Diesel Engine\nSR5 Alternator\nEMCP Control Panel\nCooling System\nOne Safe Source\nWorld Wide Product Support\n\nProduct Specifications for C18 (60 Hz)\n\nGenerator Set Specifications\n\nEngine Specifications\n\nGenerator Set Dimensions\n\nC18 (60 Hz) Standard Equipment\n\nAir Inlet\n\n  • Air Cleaner\n\nAir Inlet System\n\n  • Light duty air cleaner\n  • Turbocharger\n  • Aftercooler core\n\nGoverning System\n\n  • Cat Electronic Governor (ADEM A4)\n\nControl System\n\n  • EMCP 4.2\n\n\n  • Radiator and cooling fan with guard\n  • Fan drive, battery charging alternator drive\n  • Coolant drain line with valve\n  • Caterpillar extended life coolant\n  • Package mounted radiator\n\n\n  • Exhaust flange outlet\n\nExhaust System\n\n  • Stainless steel exhaust flex gaskets, raincap and SAE exhaust flange for customer use; shipped loose\n\n\n  • Fuel priming pump\n  • Secondary fuel filter\n  • Primary fuel filter with integral water separator\n\nFuel System\n\n  • Standard 8 hour open set fuel tank\n\nGenerator and Attachments\n\n  • Matched to the performance and output characteristics of Cat engines\n  • Integrated Voltage Regulator\n  • Segregated low voltage (AC\/DC) wiring panel\n  • A frame generator - IP21 protection\n  • Integrated Voltage Regulator\n  • Mandatory Option circuit breaker, IEC, 3 pole, mounted in power centre\n  • Power center, IP22\n\n\n  • IP23 Protection\n  • Matched to the performance and output characteristics of Cat engines\n  • Load adjustment module provides engine relief upon load impact and improves load acceptance and recovery time\n\nPower Termination\n\n  • Bus Bar\n\nControl Panel\n\n  • EMCP 4 Genset Controller\n\nLube System\n\n  • Lubricating oil\n  • Oil drain valves\n\n\n  • Rubber vibration isolators\n\nMounting System\n\n  • Captive linear vibration isolators between base and engine-generator. includes lifting provisions and termination points for coolant and lube oil drain lines\n\n\n  • 24 Volt battery with rack and cables\n  • 24 volt starting motor\n  • Batteries\n\n\n  • Engine and alternator pre-paint, Caterpillar yellow\n  • Paint - Caterpillar Yellow except rails and radiators gloss black\n\nC18 (60 Hz) Optional Equipment\n\nAir Inlet System\n\n  • Dual element air cleaner\n  • Single element air cleaner\n\n\n  • Industrial, Residential, Critical Mufflers\n\nCircuit Breakers\n\n  • 3 Pole (IEC-100% rated) circuit breakers - Motorised\n  • Power terminal strip\n  • 3 Pole (IEC-100% rated) circuit breakers - Package mounted\n  • Shunt trip for IEC breaker\n  • Pad-lockable circuit breaker device\n  • Circuit breaker (IEC) auxiliary contacts\n  • 4 Pole (IEC-100% rated) circuit breakers - Package mounted\n  • 4 Pole (IEC-100% rated) circuit breakers - Motorised\n\n\n  • Anti-condensation heater\n  • Oversize and premium generators\n  • Excitation: [ ] Permanent Magnet Excited (PM) [ ] Internally Excited (IE)\n\nPower Termination\n\n  • Circuit breakers, UL listed\n  • Circuit breakers, IEC compliant\n\nControl Panels\n\n  • Load share module\n  • Local & remote annunciator modules\n  • EMCP (4.2) (4.3) (4.4)\n  • Remote monitoring software\n  • Digital I\/O module\n\nControl System\n\n  • Protective devices: Earth fault relay - earth leageage ground fault relay - Overload shutdown via breaker - Low fuel level alarm - Low fuel level shutdown - high fuel level alarm - Fuel level sensor\n  • Local alarm modules\n  • Local alarm horn\n  • Oil temperature displays\n  • EMCP 4.4\n  • Volt free contact\n  • Remote annunciator modules\n\n\n  • Heavy-duty starting system\n  • Battery chargers\n  • Jacket water heater\n  • Charging alternator\n  • Oversize batteries\n\nCooling System\n\n  • Low coolant temperature alarm\n  • Radiator duct flange\n\n\n  • Sound attenuated enclosures\n\nExhaust System\n\n  • Engine mounted muffler\n  • 8 and 10 inch GP flanges\n  • 10, 25 and 35 end in \/ end out Mufflers\n  • Manifold and Turbocharger guard\n  • 8 and 10 inch elbow kits\n\nFuel System\n\n  • Manual fuel transfer pump\n  • Integral - Duel wall fuel tank base\n  • Fuel transfer system\n\n\n  • CSA Certification\n  • Seismic Certification per applicable building codes: IBC 2000, IBC 2003, IBC 2006, IBC 2009, CBC 2007\n  • Integral & sub-base UL listed dual wall fuel tanks\n  • Narrow, Wide or Skid Base\n  • Single or dual wall integral fuel tanks\n  • Automatic transfer switches (ATS)\n  • UL 2200 package\n  • The following options are based on regional and product configuration:\n  • Single or dual wall sub-base fuel tanks\n  • EEC Declaration of Conformity\n  • Sound attenuated, weather protective or high ambient weather protective enclosure\n  • Enclosures: sound attenuated, weather protective\n  • EU Certificate of Conformance (CE)\n\nGenerator and Attachments\n\n  • Ingress protection\n  • Permanent magnet excitation\n  • A frame CIP generator\n  • LC frame generator\n  • LC frame oversize generators\n  • A frame oversize generator\n  • LC frame CIP generator\n  • Space heaters\n\nLube System\n\n  • Manual sump pump\n\nStarting and Charging\n\n  • Jacket water heaters\n  • 5 Amp battery charger\n  • Battery disconnect switch\n\nSee how C18 (60 Hz) compares against frequently compared products.\n\nTools And Expert Help At Every Turn\n\nCat® power is always ready\n\nIn 2005, Hurricane Katrina brought storm surges between 12 and 15 feet to the New Orleans area. In 2012, the U.S. Army Corps of Engineers awarded a contract to Caterpillar to build three permanent canal closure and pump stations to reduce the risk posed by hurricane storm surges at the mouth of Lake Pontchartrain.\n\nLearn More\n\nCustomer Value Agreements\n\nEvery piece of Cat equipment is designed and built to provide maximum productivity and operating economy throughout its working life. Your Cat dealer can help you maintain that built-in value through a Customer Value Agreement (CVA).\n\nLearn More\n\nCustom Power Solutions\n\nThere are no standard power solutions. Cat experts work with you to design a system to meet your individual power needs.\n\nLearn More\n\nExtended Service Coverage\n\nSpend less time managing your equipment and more time running your business with options to protect you against unexpected repair costs.\n\nLearn More\n\n\nCalculate what generator size you need by using our commercial and industrial generator sizing calculator, SpecSizer.\n\nLearn More\n\nHire Similar Size\n\nView our full lineup of construction equipment rental products featuring a wide range of portable generator rental options as well as mobile generator sets for hire.\n\nLearn More\n\nTechnical Resources\n\nExplore valuable resources for generator sizing, specification, and training materials.\n\nLearn More\n\nCat Connect: Get More from Every Asset\n\nNow there's an easier way to track and manage your equipment anytime, anywhere.\n\nLearn More\n\nProduct Brochures and More Are Ready to Download!\n\nFull specifications, product brochures and more. Sign up below for additional information. Or for instant access, you can skip this form.\n\nTake the interactive virtual product tour to explore the great features and benefits of the C18 (60 Hz)\n\nStart C18 (60 Hz) Tour\n\nCheck out current offers for the C18 (60 Hz)\n\nView More Offers",
        "topic_id":15,
        "format_id":16,
        "topic_confidence":0.8817666769,
        "format_confidence":0.9978427887,
        "weight":0.0306716662
    },
    {
        "url":"http:\/\/www.iipmr.com\/moreproduct.php?alpha=G",
        "text":"\nad 2\nChemicals & Dyes\nMedical & Pharmaceutical\nConstruction & Real Estate\nAutomobiles & Motorcycles\nComputer Hardware & IT\nElectrical Equipments\nElectronic Equipments\nApparel & Clothing\nAyurvedic & Herbal\nHand Tools\nGifts & Handicrafts\nHome Textiles\nHome Appliances\nIndustrial Goods\nMusical Instruments\nOffice Supplies\nPaper & Paper Chemicals\nPrinting & Publishing\nRailway, Shipping & Aviation\nRubber & Rubber Products\nScientific Instruments\nSporting Goods\nNatural Stones\nTelecom Products\nBicycles & Rickshaw\nElectricals & Electronics\nGems & Jewellery\nMetals & Minerals\nPlant & Machinery\nPlastic & Plastic Products\nFabrics & Textiles",
        "topic_id":15,
        "format_id":1,
        "topic_confidence":0.9802184105,
        "format_confidence":0.9724861383,
        "weight":0.0141693782
    }
]