[
    {
        "url":"http:\/\/www.wolfconcrete.com\/CONTACT",
        "text":"If you have any questions or are looking for a quote on work to be done, we would love to hear from you. We offer free estimates and consultations. Please use the direct message form below for the fastest response or give us a call. We look forward to hearing from you.\n\nEnter the code shown above in the box below.\n\n\nYou can reach us during business hours mon- fri 8:00 - 4:00\n\n  • Service : Greater Edmonton Area\n  • Phone : (780) 993-8749\n  • Email :\n  • Website :\n\nFrequently Asked Questions\n\nQWill I be charged more than quoted?\nANo, you will not be charged more than your quote unless you add or change the work that is to be done. In this case any changes will be discussed prior to them being done and additional costs or decreases in price submitted to you. Unforeseen occurrences are rare but sometimes can incur additional costs but again they will be discussed prior to work commencing.\nQAm I required to give a deposit?\nAWolf Concrete and Construction Ltd. Does not take deposits nor should any reputable concrete company. Being in business requires having adequate funds to finance projects undertaken. The only exception is special ordered products which is inherently rare.\nQDoes my concrete come with a warranty?\nAWe offer a warranty against any major defect in workmanship and materials. Wolf Concrete and Construction Ltd. Uses only the best materials and reputable ready mix companies that stand behind their concrete and warranty it as well. This along with industry standards provide peace of mind. Our warranty guide lines follow The Alberta New Home Warranty Program, which we are a proud member of.\nQAre you insured?\nA- Wolf Concrete and Construction Ltd. Is fully insured with 10 million commercial liability insurance\n- We are bonded\n- Proud member of Blanket Home Warranty and the Better Business Bureau",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9428721666,
        "format_confidence":0.5355799198
    },
    {
        "url":"https:\/\/metroskipbinhire.com.au\/faqs\/",
        "text":"Your Skip & Bin Questions Answered in\n\nAt Metro Skip Hire in Melbourne, we offer a vast waste disposal service.\n\nRead our FAQs for any bin hire questions, or contact us if your question has not been answered.\n\n\nCall us on 0402 067 418 or simply click on the contact page and fill in the enquiry form. We can deliver on the same day however 24 hours is required for a specific time.\n\nIt’s hard to know exactly what size you need. Feel free to call us and our friendly staff will be able to help you with the appropriate bin size.\n\nMostly 24 hours, but if you call us early, we can usually deliver on the same day.\n\nWe deliver bins from Monday to Saturday, we can also deliver on Sunday by appointment.\n\nCash, Visa, MasterCard, or EFT Transfer.\n\nGST is included for all hired bins.\n\nExtra charges may be required for mattresses, tyres, or if a council permit is required.\n\nWe will do our best to meet your specified times, however in busy times you may experience some delays.\n\nThe following items must not be placed into the bin:\n\n  • Asbestos\n  • Oil\n  • Paints Flammable Liquids\n  • Gas Bottles\n  • Food Waste\n  • Contaminated Soil\n  • Tree Stumps\n  • Truck Tyres\n  • Car Tyres\n\nAll Bins that are loaded must not be filled above the sides. OH&S and Vic Roads regulations prohibit us from transporting overloaded bins. All bins need to be covered and tied down securely.\n\nWe give you up to 5 days hire, although longer terms are available upon request.\n\nWe take all loads to Waste Transfer Station for sorting and recycling. Some of the materials that are deemed non-recyclable will ultimately end up as landfill. Metro Skip Hire can also present you with a recycling report if you require one for account customers.\n\nAsbestos is prohibited in our bins. Large penalties and fees will apply to anyone placing asbestos in our bins.\n\nIf your bin is on your property, then generally you will not need a permit. However, if your bin is on the nature strip or roadway most councils will require a permit. We can organise a permit on your behalf, just give our friendly staff a call.\n\nYes, we do offer accounts to customers. Contact our friendly staff for further information.\n\nOnce your bin is picked up, it is transported to a transfer station where it gets sorted and recycled.\n\nYes, 85% of the waste is recycled through a transfer station.\n\nIf your question hasn’t been answered, call\n0402 067 418\n\nAn image of the CTA banner with a phone.\nScroll to Top",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.8155656457,
        "format_confidence":0.976750195
    },
    {
        "url":"http:\/\/bpic.co.uk\/faq\/massproduction.html",
        "text":"\n\n\n\nFAQ : How does the use of World Class Manufacturing & Just in Time (JIT) vary between mass production and process industries?\n\nWorld class manufacturing opportunities vary enormously from one company to the next and certainly between one type of industry and another. World Class Manufacturing is not therefore a prescriptive solution but a toolbox of techniques. You should pick the most appropriate of the various techniques to fit the precise situation.\n\nIn an industry, for instance, where discrete but basically similar products are built sequentially, the best manufacturing method is likely to be based on kanban control whether it is a process industry or a batch production industry. If each of the products are engineered to order fewer of the world class manufacturing techniques are applicable. Even though a company cannot use kanban for its main production processes it may be possible to supply components such as fixtures fittings, packaging and labels using kanbans. The first stage is therefore to understand the techniques the second, and more difficult, is to learn how to apply them to your business.\n\nHave a look at the checklist at http:\/\/www.bpic.co.uk\/wcm_checklist.htm for a convenient checklist of the main world class manufacturing techniques.\n\nJIT (Just in Time) is basically the same technique as Lean Manufacturing. Six Sigma embraces many of the Lean Manufacturing and Total Quality concepts. They all come under the general heading of World Class Manufacturing.\n\nFor more information you should get a copy of my book Business Excellence. More details and how to order click here\n\n*For the historical difference between MRP, MRPII and ERP see ERP survival guide.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9858046174,
        "format_confidence":0.9686931968
    },
    {
        "url":"https:\/\/www.aaztec.com\/faqs\/",
        "text":"Here are some of our most frequently asked questions. If you unable to find the answer that you need then please contact us and a member of our team will be happy to assist you.\n\nSGL is an abbreviation of Solid Grade Laminate. Standard thickness is 13mm with a solid core and polished black radiused edges. SGL is both impact and water resistant and ideal for high traffic, wet environments. \n\nCGL (Compact Grade Laminate) is the same as SGL (Solid Grade Laminate) It is just down to branding and so is referred to differently by different  manufacturers.\n\nCDF is an abbreviation of Compact Density Fibreboard. High density 12.8mm thick black fibreboard core fused between 2 impregnated melamine decorative layers.  It’s enviromenatlly friendly, made from sustainable Swiss forests and renewable energy sources. Ideal for washroom and changing rooms requiring hard wearing, moisture resistant surfaces\n\nHPL is an abbreviation of High Pressure Laminate. Generally 19mm standard thickness moisture resistant chipboard, both sides faced with HPL.  HPL is suitable for dry environments with medium to heavy use. \n\nMFC is an abbreviation of Melamine Faced Chipboard. Usually 18mm thickness melamine faced chipboard, with matching or contrasting PVC lipping. MFC is ideal for dry environments with light to medium use. \n\nOur quotations are customer specific and based on our customer’s individual needs. \n\nOur experienced sales estimators will be able to offer advice and guidance.  If you have drawings and know which of our products you would like to specify you can send them directly into our estimating team at sales@aaztec.com\n\nAs well as 24 different standard colours to choose from in our Solid Grade Laminate (SGL) range, we also offer a selection of Digital Prints (for cubicles specified in High Pressure Laminate), Glass, Gloss, Solid Surface and Real Wood Veneer designs. Where an added touch of elegance is required our Granite and Quartz ranges can be specified.\n\nSimply forward your enquiry, including any drawings to our technical sales team at sales@aaztec.com\n\nIf you need a spare part then contact our sales team who will be able to assist you. If you could email sales@aaztec.com\n\nIt is useful if you can provide us with the name of the project and provide us with a photo of the part so that we can respond to you as swiftly as possible.\n\nWe are one of the few Cubicle manufacturers who have the expertise in being able to contract manage full installations. Call for a Supply and Installation quotation, it will save you time and money.\n\nWe are pleased to say that we are FSC® Certified. We use a significant amount of wood-based materials in many of our product ranges and are acutely aware of the environmental impacts of using these materials and therefore take a responsible approach to sourcing materials from well-managed, sustainable sources wherever possible.\n\nWe only source wood-based panel products from suppliers who are independently certified from either FSC® (Forest Stewardship Council®) or PEFC (Programme for the Endorsement of Forest Certification).\n\nYes, we offer a 10 year guarantee on our products\n\nDependant on the size of the job our drawings will be available within 1 week from order sign off.\n\nWe offer a wide range of collections with standard colours to enable us to reduce lead times for our customers.  Our lead times are based on availability of the material and colour choice and whether your items are bespoke, if your project requires a bespoke item or non-standard colours then our lead time would reflect this.\n\nWe have experienced sales managers who offer site visits to obtain accurate site dimensions which will enable our technical sales department to produce detailed drawings for design and sign off to ensure accuracy prior to manufacture.\n\nWe are a small established family run company, with over 25 years expertise in our field. We are small enough to offer you that personal touch, but with a compact workforce who have been with us for many years who are willing to offer you their expertise and knowledge.\n\nWe hold ISO 14001 certification in which is the environmental standard, we feel strongly about waste and the manufacture and subsequent disposal of it.  We aim to minimise our waste by meeting KPIs and by constant reviewing, we are always looking at ways to improve our processes and our continued audits and certification is proof of this.\n\nAs part of our ISO 14001 certification one of the things we monitor is Co2 usage, where one aim is to minimise our carbon footprint. Our fleet of vehicles are new and are meticulously maintained and we always try and minimise mileage and fuel consumption by combining deliveries and using all of our assets to accomplish this and subsequently reduce our carbon footprint.\n\nYes, to suit site needs, depending on job size; there may be an additional cost.\n\nYes, we can if there is any, please request this at sign off.  However, to meet ISO14001 we have cutting optimising software to minimise offcuts.\n\nWe can recommend contractors who we have worked with before that can assist you with your project.\n\nOur expertise lies within the manufacture and installation of our washrooms and furniture, however we can recommend plumbing companies who we have worked with before that can assist you with your project.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9063913226,
        "format_confidence":0.9752678275
    },
    {
        "url":"https:\/\/themolokaidispatch.com\/molokai-wind-farm-0\/",
        "text":"﻿Molokai Wind Farm | The Molokai Dispatch\n\n, , , ,\n\nMolokai Wind Farm\n\nBasic Questions and Answers (Part 1)\n\nBy Steve Morgan\n\nA quick disclaimer – I currently do not represent a position of support or opposition in regard to the proposed wind farm. My only intention of this series is to help our community in getting a basic understanding of this project.\n\nWhy is the state actively seeking to build windmills on Molokai?\nThe urgency to build a wind farm on Molokai originates with State Bill HRS 269-92, which mandates that the state of Hawaii replace 40 percent of its oil consumption by the year 2030 with renewable energy. Mandated intervals also require a 10 percent reduction in oil consumption by 2010, which has been met. By 2015, renewable energy must reach the 15 percent level and by 2020 a 25 percent level must be reached.\n\nWind energy from Molokai and Lanai is recognized as a significant contributor to reaching these goals. According to Hawaiian Electric, the only other readily available source of renewable energy that could substitute the capacity of wind would be bio diesel, both created domestically and imported.  The cost of biodiesel however, would be expected to be considerably higher than that of wind power.  The primary motive for the creation of HRS 269-92 centers on major concerns of rising oil prices and its impact upon our economy. In the last two years the price of oil has risen 119%.  On Molokai, the primary source of our power is oil based. Even our ability to pump water is determined by the availability of oil.\n\nHow many windmills are being proposed for Molokai?\nThe number of wind turbines will range from a minimum of 56 to a maximum of 174 dependent on the total output size of the project (either 200 megawatts (MW) or 400 MW). The number also depends on the size of the turbines themselves which range from 2.3MW to 3.6 MW.  For example, a total output capacity of 200 MW would require 87 turbines each with a capacity of 2.3 MW. If turbines with a capacity of 3.6 MW were used, the total number required would be 56 turbines.\nWhere will the inter-island cable come on shore?\nAlthough the final location of cable landing is yet to be determined, the three proposed sites include the areas of Ilio Point, Hale O Lono and Pala`au.\n\nIs the cable safe or cause harm to the reef?\nAlthough further conclusions may result during the course of the environmental impact statement (EIS) process, the impact should be minimal. A cable system with a rating of 400 MW is likely to require at least three conductors (power lines) bundled together into a single line, each conductor being four inches in diameter.  Beyond the original settling on the ocean floor, which takes a few days, no further significant disruption should occur. No reports of human safety concerns have been reported in other areas of the world where similar cabling has been used. Keys to avoiding environmental damage include the method in which the cable is laid, and avoiding highly sensitive marine environments. At this time, many submarine cables exist between the islands.\n\nFor cable diagrams and mapping: http:\/\/hawaii.gov\/dbedt\/info\/energy\/efficiency\/ppe\/Resources\/2010%20Presentations\/Kam.pdf\n\n\nLeave a Reply\n\nYou must be logged in to post a comment.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.5477585196,
        "format_confidence":0.5794103742
    },
    {
        "url":"http:\/\/arcadvisor.com\/faq\/arc-flash-study-report",
        "text":"What information should be included in arc flash study report?\n\nThe arc flash study report should include the following information as a minimum:\n\n\n  • Executive summary\n  • Narrative describing the scope and results of the study and the methodology used\n  • Description of modes of operation and details of the scenarios evaluated\n  • Results of short-circuit analysis listing equipment that is applied above its short-circuit current rating, and appropriate recommendations\n  • Results and recommendations of time-current analysis, including time-current curves\n  • Arc flash spreadsheet in form of a table including a listing of all equipment that had arc flash hazard levels calculated as part of the study. This listing should include the calculated three-phase bolted fault current, predicted arcing fault current, upstream protection device identity with its opening time, working distance, arc flash protection boundary, incident energy and incident energy at arc flash boundary\n  • A tabulated form showing the worst case incident energy calculated for each bus and the associated mode of power system operation. Report may include incident energy calculated for each bus for each mode of operation\n  • Documentation of all study input data, including utility available fault currents; cable sizes, types, and lengths; motor data; breaker types and settings; fuse sizes and types, etc.\n  • Up-to-date single-line diagram. Optionally, further detailed single-line diagrams including small motors, and 120\/240V panel boards may be included for use by maintenance personnel\n  • Documentation of the software manufacturer, exact version of software used, and configuration settings used to do the study\n  • List of assumptions that were made for cable lengths, transformer impedances etc.\n  • Additional information may be included where it enhances understanding of the electrical system and arc flash study\n  • Advisory statements covering the impact of changes to the power system, including overcurrent protective devices or system operation and potential impact on arc-flash incident energies",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.8242569566,
        "format_confidence":0.96453619
    },
    {
        "url":"http:\/\/clevelandsteeltool.com\/knowledge-base\/commonly-asked-questions",
        "text":"Commonly Asked Questions\n\nCommonly Asked Questions\n\nPunch Assembly\n\nFind answers here\n\nHow do I determine what size punch to order?\n\n  • Your punch should be the same size as the hole you are punching.\n  • If you are putting a bolt or bar through the finished hole, you should add 1\/32\" or 1\/16\" to the punch size to allow the bolt or bar to pass through the finished hole.\n\nWhat size die should I order?\n\n  • Your die size should be slightly larger than the punch size to allow for the punch to fit through the die.\n  • For clearance recommendations click here: Die Clearance Calculator\n  • Choose your die style and use the die clearance calculator on the page to determine the clearance you need.\n\nHow many holes can I punch from one punch and die?\n\n  • When using the proper clearance between punch and die and ensuring that your machine has enough tonnage for the application, you should get approximately 1,500 holes from one punch.\n  • The die usually can last longer. If you are not getting this many holes out of your punch, call us so that we can determine how to get the most out of your punch.\n\nI don't see my punch and die style number on your site.\n\n  • Email or fax us a rough sketch of your punch showing the head diameter, body diameter and overall length.\n  • Show the outside diameter and the height of the die.\n  • Indicate any special spots or grooves.\n  • Or, call us with the punch and die and measuring tool in front of you. We will walk you through it.\n\nHow do I know if my machine has enough tonnage for my application?\n\nTo calculate the tonnage you need for your application click here: Tonnage Calculator\n\nWhat if I'm not punching mild steel? How do I determine the tonnage I require?\n\nFor punching materials other than mild steel use our Tonnage Calculator. Select your material, thickness and punch size and it will calculate the tonnage you require for your application.\n\nWhy am I getting a burr on my slug and hole?\n\n  • A burr can indicate punch and die misalignment if the burr is only on one side.\n  • If there are burrs all around the slug and hole, this indicates a worn punch. Reorder the punch for a clean hole.\n  • If you find your slug is double sheared, the clearance between punch and die is too tight. Calculate the proper clearance here: Die Clearance Calculator\n\nWhy is my punch breaking?\n\n  • Be sure that your stripper has a tight clearance between the bottom of the stripper and the top of the material.\n  • Check that you have proper clearance between punch and die.\n  • Do you have enough tonnage?\n  • Never punch a hole that is smaller than the thickness of the material you are punching.\n\nHow do I know if I need keyways on my punch?\n\n  • If you are punching a shaped hole, keyways are helpful for keeping the punch aligned properly. For more information click here: Alignment Tools\n  • Check your punch stem. Does it have grooves in it?\n  • If so, are they square, round, \"v\" grooves or side grooves?\n  • If they are square, measure the width and depth.\n  • You will be able to select your appropriate keyway when ordering.\n  • If your punch stem is not keyed and your would like to use keyways, call us. We will let you know if it is an option for your machine. \n\nAm I using the correct punch face for my application?\n\n Are you distorting your thin or narrow material? Are your cutting edges chipping? Are you retaining your slug? Do you need to reduce the tonnage required for your application? To see available punch faces click here: Punch Options",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9782313704,
        "format_confidence":0.9717442989
    },
    {
        "url":"https:\/\/www.leeds-junk.co.uk\/faq-page",
        "text":"Frequently Asked Questions | Leeds Junk\n\nFrequently Asked Questions\n\nWe are a skip hire alternative - we do all the hard work.\n\nOne of our 2 man teams will come out rto your site and collect all your rubbish \/ Junk \/ waste and dispose of correctly.\n\nWe can remove just about anything as long as its not hazardous.\n\nWe cannot move;\n\n\nChemical spills\n\nWe are not equipped to deal with some hazardous waste.And special tyoe of licences are required to hamdle such materials.\n\nWe have our own public liability Insurance in place whilst working. Copies can be provided upon request.\n\nWe are a licenced waste carrier.\n\nLicensed by The UK Enviorment Agency\n\nCarriers License CBDU139925 Expiry 26\/10\/2022\n\nYes we can, please call or email with details and we will provide a quote. \n\nNot at all. \n\nWe complete many jobs where the customer is not present, we take before and after pictures and can send them via email. We can also take payment over the phone or by bank transfer.\n\nIf when we get there the job size is less or more quantity than originally booked we will be happy to provide and accurate price that reflects the job in hand.\n\nGive us a call or email \/ FB message us and we will send one of our freindly teams out to give you a definitive quote.\n\nMore than Just a Waste Collector\n\nExcellent customer service\n100% satisfaction is guaranteed\nGuaranteed 2 hour arrival windows\nUpfront pricing\nNo hidden charges\nFriendly, reliable 2 men teams\nWaste transfer notes\nClean and Sweep up\nRecycle on your behalf",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.8123947382,
        "format_confidence":0.9738595486
    }
]