[
    {
        "url":"https:\/\/support.pubnub.com\/support\/solutions\/articles\/14000043724-does-socket-io-sdk-support-presence-",
        "text":"Does the PubNub Socket.IO SDK implement the presence feature?\n\nYes, the Socket.IO SDK uses PubNub presence today. To receive presence events, the Presence add-on has to be enabled. PubNub + Socket.IO is a feature-complete matching of the original Socket.IO framework released by Guillermo Rauch.\n\nThe PubNub version of Socket.IO is a complete rewrite to match features available in the original Socket.IO implementation.The PubNub implementation is faster and more capable and efficient. It allows you to scale automatically without need for investing in special Node.JS server infrastructure.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9570553303,
        "format_confidence":0.5603560805
    },
    {
        "url":"https:\/\/rt.cpan.org\/Public\/Bug\/Report.html?Queue=Proc-Terminator",
        "text":"Skip Menu |\n\nThanks for taking the time to report a bug in Proc-Terminator. You should be aware that each and every module available through CPAN is free software and that its author is a volunteer. Because of this, there's no guarantee that your issue will be dealt with immediately. There are a few things you can do to help make sure that your issue gets the attention it deserves:\n\nTry to include any information you think might help the developer isolate, reproduce and fix your problem.\n\nThis is a public bug tracking system. Any information provided in this system (such as your phone number in your email signature) will be public and indexed by search engines.\n\nThis queue is for tickets about the Proc-Terminator CPAN distribution.\n\nThe quickest way to report a bug in Proc-Terminator is by sending email to bug-Proc-Terminator [at]\n\nIf you want to report a bug via the web, you must login with a Bitcard or other account. Accounts are required due to spam. See the login page for details on obtaining and logging in with a Bitcard account.\n\nBe sure to include at least the following information:\n\nOther things that are often helpful:\n\nThis service is sponsored and maintained by Best Practical Solutions and runs on infrastructure.\n\nPlease report any issues with to",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9526164532,
        "format_confidence":0.9755978584
    },
    {
        "url":"https:\/\/help.rallydev.com\/build-your-backlog",
        "text":"Build Your Backlog\n\nThe backlog is the collection of all customer input represented by user stories, any open defects, or defect suites. Typically, the product owner collects, manages, and prioritizes the backlog based on the importance of the request or defect. Those items at the top of the list are usually scheduled into releases and iterations to be worked on by the agile team. Once the item is scheduled into a release or iteration, it is removed from the Backlog page.\n\nIf you have CA Agile Central Portfolio Manager enabled, user stories are likely the results of portfolio items that have been groomed by product managers and PMOs.\n\nThe Backlog page lets you manage your work items with the following actions:\n\n  • Add items (quick add or add with details)\n  • Edit the existing items (in-place or full edit mode)\n  • Rank your backlog\n  • Customize your backlog appearance\n  • View the detail page of the selected item\n  • Copy a work item\n  • Delete a work item\n\nThere are several keyboard actions that facilitate your entries:\n\n  • A single click selects a row and displays the row action menu. Multiple selections are listed under the backlog_gear menu option.\n  • Click any editable field on the selected row to go to inline edit mode.\n  • Use the tab key to move from one editable field to another. Tabbing on the right-most field brings you to the first field in the next row down.\n  • Use Shift+Tab to go to the previous field.\n  • Use the Esc key to remove the row selection or cancel an inline edit.\n\nIf a parent story contains child stories, the parent story cannot be scheduled and is not displayed in the backlog page. In the case of a story hierarchy, only child stories can be scheduled.\n\nBuild your backlog consists of the following topics:\n\nThe Backlog page versus the User Story page\n\nThe Backlog page is a prioritized list of user stories, defects, and defect suites that have not yet been scheduled into a release or iteration.\nThe User Stories page is an inventory of all user stories ever created in the current project. These stories can be viewed as a flat list or as a hierarchy. Add or remove columns from your view and apply filters to create custom reports.\n\nTask Which page to use\n  • Backlog page for detailed ranking prior to scheduling work\n  • Backlog page when you want to rank user stories and defects together\n  • User Stories page when you want to rank high-level (parent) stories\n  • Create and view reports The robust custom view editor available on the User Stories page makes it easy to create and share reports\n    Manage the story hierarchy\n  • Child stories can be added on either page\n  • User Stories page to gain visibility into full story hierarchies\n  • Schedule work The backlog section of the Plan page allows you to easily schedule work into releases and iterations using drag-and-drop\n\n\n    Need more help? The CA Agile Central Community is your one-stop shop for self-service and support. To submit feedback or cases to CA Agile Central Support, find answers, and collaborate with others, please join us in the CA Agile Central Community.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.8636163473,
        "format_confidence":0.7937331796
    },
    {
        "url":"https:\/\/k2realm.com\/pages\/contact\/schedule-a-demo\/",
        "text":"Select A Time\n\nWhat ideas and suggestions do you have to empower your CODE V user experience?\n\nWe are always looking to provide an improved interface for the most time-consuming optical design tasks, in addition to analyses that you may require.  If you have suggestions to make your CODE V optical design tasks easier, let us know and we may be able to provide a solution for you.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9441327453,
        "format_confidence":0.9534213543
    },
    {
        "url":"https:\/\/tomcat.apache.org\/bugreport.html",
        "text":"Table of Contents\n\nBefore you report a bug\n\nThe Apache Tomcat community consists of those who use Apache Tomcat, help answer questions on discussions lists, contribute documentation and patches, and those who develop and maintain the code for Apache Tomcat. Almost all those who assist on a day to day basis resolving bug reports do this for a wide variety of reasons, and almost all of them do this on their own time.\n\nMany bugs reported end up not being a bug in the Apache Tomcat code, but are due to misconfiguration, problems caused by installed applications, the operating system, etc.\n\nBefore reporting a bug please make every effort to resolve the problem yourself.\n\nIf you need help, ask on the users mailing list.\n\nThe remainder of this document points you toward resources you can use to resolve the problem you are having.\n\nBugzilla is not a support forum\n\nBugzilla is a tool to track bug reports and feature requests. It is used to organize work on Apache Tomcat projects, so that such issues are not forgotten and to document how they were resolved.\n\nBugzilla is not a place to ask questions on how to configure your own system, or how to interpret some error message or behaviour that you do not understand. If you have questions, please ask on the users mailing list.\n\nWhen you have gathered enough information to diagnose your problem, and it is indeed a bug that can be fixed in Apache Tomcat, feel free to create or reopen your Bugzilla issue for it. You can find a link to your discussion in the mailing list archives and include it in your bug report.\n\nResources to help resolve Apache Tomcat problems\n\nHere are some resources you can use to help you resolve the problem you are having before reporting a bug.\n\nProblem troubleshooting\n\n  • Documentation – Review the documentation for the version of Apache Tomcat that you are using. The problem that you are facing may already be addressed in the docs. Note, that documentation is searchable.\n  • Logs – The logs which Apache Tomcat generates can be a valuable resource when trying to diagnose a problem. Please review them. You may want to enable debug output in your Apache Tomcat configuration so that you have more information to help diagnose the problem. You may want to configure an Access Log (a valve) to log what requests reached Tomcat and what was Tomcat's response to them.\n  • Wiki – Search the Wiki. That is unofficial documentation to which everyone can contribute.\n  • FAQ's – Search the Tomcat Frequently Asked Questions that is part of the Wiki.\n\nApache Tomcat discussion lists\n\nIt is very likely you are not the first to run into a problem. Others may have already found a solution. The mailing list archives may contain discussions which will help you resolve the problem.\n\nSee the mailing lists page for the further information on the lists.\n\nSee also the Find help page.\n\nKnown issues\n\nPlease search the bug database to see if the bug you are seeing has already been reported. Please look at the changelog page for the bugs that have already been fixed. The changelogs for not-yet-released versions of Tomcat are also available. More details are below.\n\nRecent version\n\nTry to reproduce your problem with the latest released version of Apache Tomcat.\n\nLooking for known issues\n\nSearch the bug database\n\nPlease search the bug database to see if the bug you are seeing has already been reported.\n\n  • The bug may have already been fixed and is available in a later version or nightly build.\n  • Someone else may have reported the bug, you could add supporting information to help reproduce and resolve the bug.\n\nThe search page is here. There is also advanced search page.\n\nHere are some search tips.\n\n  1. Search for closed bugs as well as for the open ones.\n\n    On the advanced search page you can clear the \"Status\" field to avoid filtering by status.\n\n  2. Search across different versions of Tomcat.\n\n    In the bug database Tomcat is represented by several \"products\". The same problem should be reported only once, but the fix may be applied to different Tomcat versions. While doing so, the bug report is moved between different products. A bug that is originally reported against Tomcat 9 is moved to Tomcat 8 and maybe later to Tomcat 7. So it makes sense to search all the versions at once.\n\n    Here is a quick list of supported products:\n\n    • Tomcat 9, Tomcat 8 and Tomcat 7 – Tomcat 9.0.x, 8.5.x or 8.0.x and 7.0.x\n    • Tomcat Connectors – Integration of Tomcat with other Web servers\n    • Tomcat Native – APR based native HTTP and AJP connectors for Tomcat\n    • Tomcat Modules – Additional Tomcat components\n    • Taglibs – Apache Taglibs subproject\n  3. Search not only Summary field, but also the Comment one\n\n    On the advanced search page open \"Detailed Bug Information\", then type your query into the \"Comment\" field.\n\n  4. You can limit results to the issues that were changed recently.\n\n    On the advanced search page open \"Search by Change History\", then type \"-2m\" into the first field in the pair of \"between\" fields to limit results to the issues changed in the last 2 months.\n\n  5. Some bugs do not belong to Tomcat.\n\n    Tomcat bundles libraries from several other projects. You can see RELEASE-NOTES and NOTICE files in your distribution for details. More details are in a separate section below.\n\n\nIf you are looking for the recently fixed issues there are several places to look at.\n\n  • Changelog files for released versions\n\n    These are published on the Tomcat website.\n\n  • Changelog files for not-yet-released versions\n\n    These are available in the source code.\n\n    They are in XML format with style sheets attached. Thus modern web browsers can display them nicely.\n\n    The files are also available in nightly documentation builds. See Buildbot page for details.\n\n\nProduct Changelog (released) Changelog (unreleased)\nTomcat 9.0 (trunk) changelog.html changelog.xml\nTomcat 8.5 changelog.html changelog.xml\nTomcat 8.0 changelog.html changelog.xml\nTomcat 7.0 changelog.html changelog.xml\nTomcat Connectors changelog.html changelog.xml\nTomcat Native changelog.html changelog.xml\n\nThird party components\n\nTomcat bundles libraries from several other projects. See RELEASE-NOTES and NOTICE files in your distribution for details. The versions of the components that were used to build Tomcat are defined in the file in the source distribution.\n\nNotable components are:\n\n  • Tomcat service launcher – commons-daemon-*, tomcatN.exe, tomcatNw.exe\n\n    The service launcher is provided by Apache Commons Daemon project.\n\n    Using the terminology from that project, the *nixes launcher is called jsvc and the Windows launcher is called procrun. The tomcatN.exe and tomcatNw.exe programs in Tomcat distributions are just renamed prunsrv.exe and prunmgr.exe from Apache Commons Daemon binaries distribution.\n\n  • DBCP Database Pool implementation – tomcat-dbcp.jar.\n\n    This pool implementation is provided by Apache Commons Pool and Apache Commons DBCP projects.\n\n    The classes from these two projects are renamed into a different package, to avoid conflicts if the same libraries are used by web applications, recompiled and packed into a single JAR file.\n\n  • JDBC Database Pool implementation – tomcat-jdbc.jar.\n\n    This pool implementation is available with Tomcat 7 and later and it comes from jdbc-pool project that is part of Tomcat Modules. This library is developed alongside the main Tomcat.\n\n  • Tomcat Maven plugin subproject tracks its issues in JIRA database.\n\nReporting Apache Tomcat bugs\n\nPlease make sure the problem is a bug in Apache Tomcat and not a bug in your web application.\n\nNote, that security-related issues should not be reported through Bugzilla.\n\nHow to write a bug report\n\nPlease provide as much information as possible. It is very hard to fix a bug if the person looking into the problem cannot reproduce it. See also Bug Writing Guidelines.\n\nBug submission starts here. You have to include the following information in your bug report:\n\n  • Product. Here is a list of supported products:\n\n    • Tomcat 9 – Tomcat 9.0.x and web site\n    • Tomcat 8 – Tomcat 8.5.x and 8.0.x\n    • Tomcat 7 – Tomcat 7.0.x\n    • Tomcat Connectors – Integration of Tomcat with other Web servers. The mod_jk module for Apache HTTPD and other web servers.\n    • Tomcat Native – HTTP and AJP connectors for Tomcat using native code and linked with Apache APR and OpenSSL libraries\n    • Tomcat Modules – Additional Tomcat components, such as jdbc-pool\n    • Taglibs – Apache Taglibs subproject\n  • Version – Apache Tomcat version.\n\n    Please not only select it from the list, but also mention it in your text. The bug description can be updated, so it is important to mention the version in the text as well.\n\n  • Component – The component which has the bug.\n\n    If you do not know, just guess.\n\n  • Platform and OS – Hardware platform and operating system Tomcat is running on.\n\n  • Severity – This is normal for usual bug reports and enhancement for enhancement requests.\n\n    If you tend to mark it as critical, you are probably doing it wrong. It is likely that the issue is already known and fixed, or it is not an issue at all.\n\n  • Configuration details\n\n    Please mention these in your text:\n\n    • Java version – Vendor and version of your Java Runtime Environment used to run Tomcat.\n    • If Tomcat is used behind Apache HTTPD or other web server – its version and how it is configured.\n    • Tomcat Connector that is being used. There are several implementations of Connectors in Tomcat. Which one is being used is shown in the logs during Tomcat startup.\n  • Attachments\n\n    Attach configuration files and Tomcat log files if they would help to track down the bug.\n\n  • Reproducer\n\n    Please describe how to reproduce your problem on a clean Tomcat installation. If you can please provide a simple sample web application that demonstrates the issue.\n\nHow to submit patches and enhancement requests\n\nEnhancement requests for Tomcat are subm... (truncated)",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9607768655,
        "format_confidence":0.769618392
    },
    {
        "url":"http:\/\/blog.webcan.de\/typo3\/version-number-in-composer-manifest-of-package-is-missing-or-invalid\/",
        "text":"Version number in composer manifest of package is missing or invalid\n\nIf you get the error message ‚Version number in composer manifest of package „tt_address“ is missing or invalid‘ (or in another extension), you can follow these instructions here:\n\nWhere is written: „This happens in TYPO3 6.2 whenever an extension has a dependency on another extension which contains a file composer.json without any version number (which is actually the best practice).\nSimple solution for the time being since composer is not properly supported in TYPO3 6.2 is to delete the corresponding file composer.json or to explicitly set a version number.“\n\nThere are also some bug related data, which seems to show that the issue is fixed:\n\nBut what is when the issue is happening in TYPO3 7.6 or you are adding a version number to the file composer.json like it is stated in this bug report:, but that won’t help or you are even deleting this file composer.json and clear the cache in install tool literally 100 times and the typo3temp folder too – but the error message still occurs?\n\nWhat did helped me: I uninstalled the extension, reinstalled it, but before activating it in the extension manager, I deleted the file composer.json in the tt_address extension folder.\n\nDieser Beitrag wurde unter TYPO3 abgelegt am von .\n\nÜber Erdal Gök\n\nErdal Gök is a web consultant. He works since 1996 as a webworker and is self-employed since 2004. His main skills starts from building concepts for web-projects over designing and implemanting web-frameworks like TYPO3 or creating frontend templates on HTML \/ CSS or getting interactivity with Javascript.\n\nSchreibe einen Kommentar\n\nDeine E-Mail-Adresse wird nicht veröffentlicht. Erforderliche Felder sind mit * markiert.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9102201462,
        "format_confidence":0.5969808698
    },
    {
        "url":"https:\/\/support.adeptia.com\/hc\/en-us\/articles\/207880993-Design-process-flow-to-map-flat-files-to-database",
        "text":"Design process flow to map flat files to database\n\nIn this use case we would design a data integration process flow that picks up a flat file from a folder based on an event and maps it to a database. \n\nWe will also show the run-time process flow logs dashboard.\n\nHave more questions? Submit a request\n\n\nArticle is closed for comments.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9675011039,
        "format_confidence":0.9134221673
    },
    {
        "url":"https:\/\/www.beta.microsoft.com\/SQLServer\/Feedback",
        "text":"Feedback Center\n\nSubmit Your Feedback on SQL Server or SQL Database in Windows Azure.\n\nTo provide feedback:\n\n\n  1. After signing in with your Microsoft account (formerly LiveID), search for your issue.\n  2. If your issue is not listed, click \"Submit Feedback\" on the left pane of the search results page.\n\n\nAlternatively, you can post your questions to the public forums here:\n\n\n- SQL Server Forums\n\n- Windows Azure Forums",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.7185912728,
        "format_confidence":0.9534353018
    },
    {
        "url":"http:\/\/www.objectis.org\/about-en\/contribute\/index_html?set_language=en&cl=en",
        "text":"You are here: Home » About » Contribute\n\nContribute to objectis\n\nDocument Actions\n\nYou may contribute to Objectis in several ways:\n\nService localization\n\nWe want to provide this service to francophone users (because we are), but also to those that do not speak any word of French. We would like Objectis to be used by international people. So it must be translated and adapted to several languages.\n\nNow this service is available in French, in English (or in something that is pretty close to English) and in Russian. German and Hebrew versions are under construction and will soon be finished. If you want to contribute to this service and translate it, please contact us. The credits of each version will thank the contributors and give some of their links. And, eventually, gigantic statues of these fellow partners will be erected in our office. That sounds cool, doesn't it?\n\nService administration\n\nIt is not an easy task to manage a service like Objectis. You may contribute in three ways:\n\n  • manage the language-specific content: responsibility of a space provider is important in France (where the site is hosted). We obviously do not want to give space for harmful content (racist or pornographic content, etc.). The opening of a site in a language that we do not know can only be possible if you help us.\n  • technical management: some help by Zope specialists will always be appreciated. We may open our CVS and the server ZMI to those who want to help on such things.\n  • monitor the system: space providing is a real-time activity. Help us to give you the greatest possible quality of service.\n\n\nYou want to associate your name with this initiative? Direct costs are numerous: bandwidth, dedicated server, etc. If you participate financially in this service, you may retain the attention of a lot of Zope developers and the whole open source community.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.6395801306,
        "format_confidence":0.7918211818
    },
    {
        "url":"http:\/\/mail.openjdk.java.net\/mailman\/listinfo\/coin-dev",
        "text":"coin-dev -- Technical discussion about Project Coin\n\n\nAbout coin-dev\nEnglish (USA)\n\nTo see the collection of prior postings to the list, visit the coin-dev Archives.\n\nUsing coin-dev\nTo post a message to all the list members, send email to\n\nYou can subscribe to the list, or change your existing subscription, in the sections below.\n\nSubscribing to coin-dev\n\nSubscribe to coin-dev by filling out the following form. You will be sent email requesting confirmation, to prevent others from gratuitously subscribing you. This is a private list, which means that the list of members is not available to non-members.\n\n    Your email address:  \n    Your name (optional):  \n    You may enter a privacy password below. This provides only mild security, but should prevent others from messing with your subscription. Do not use a valuable password as it will occasionally be emailed back to you in cleartext.\n\n    If you choose not to enter a password, one will be automatically generated for you, and it will be sent to you once you've confirmed your subscription. You can always request a mail-back of your password when you edit your personal options. Once a month, your password will be emailed to you as a reminder.\n\n    Pick a password:  \n    Reenter password to confirm:  \n    Which language do you prefer to display your messages? English (USA)  \n    Would you like to receive list mail batched in a daily digest? No Yes\n\ncoin-dev Subscribers\n(The subscribers list is only available to the list members.)\n\nEnter your email address and password to visit the subscribers list:\n\nEmail Address: Password:   \n\nTo unsubscribe from coin-dev, get a password reminder, or change your subscription options enter your subscription email address:\n\nIf you leave the field blank, you will be prompted for your email address\n\ncoin-dev list run by joe.darcy at\ncoin-dev administrative interface (requires authorization)\nOverview of all mailing lists",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.9655261636,
        "format_confidence":0.6610137224
    },
    {
        "url":"http:\/\/www.katinatoys.com\/free-support-updates",
        "text":"We Offer Free Support & Updates for All Our Themes!\n\nA premium theme must not only be made with appealing look at the front and smart coding at the back. It also needs strong and continuous commitment by the developers' team to ensure its longevity.\n\nKiddos theme comes with a premium support. Our dedicated team of professionals will do whatever it takes to fix any possible issues that may come up or help our customers, if they need any 'how to' guidance. Your problems are our problems!\n\nTheme future development comes as a second important task for our team. Compatibility upgrades will be provided as quickly as possible, as well as free new features requested by our users.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.6374135613,
        "format_confidence":0.9760617018
    },
    {
        "url":"https:\/\/support.yithemes.com\/hc\/en-us\/articles\/4413649686673-Create-a-private-shop-like-Privalia",
        "text":"Hi. How can we help?\n\nCreate a private shop like Privalia\n\nIn this video we will learn how to use our YITH WooCommerce Membership plugin to build a private shop like Privalia: the products will be accessible only to members, in this case all users that are registered on the site. Guest users will only be able to see the home page and the sign up area to access the whole product catalog.\n\n\nWas this article helpful?\n0 out of 0 found this helpful\n\nBack to Help Center >",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.5403426886,
        "format_confidence":0.890773356
    },
    {
        "url":"https:\/\/jetsupport.jetreports.com\/hc\/en-us\/articles\/218953758-Referencing-a-Blank-cell-with-",
        "text":"Sign Up for Training |\nJet Express Support |\nJet Reports Company Site\nJet 365 Financials\nJet Professional\nJet Enterprise\nSubmit a Request\n\nReferencing a Blank cell (with @@)\n\nSometimes you want to filter an NL function based on the contents of another cell or the output of another NL function, where either of which could be a blank value.\n\nThe NL function does not allow you to use blank filters, and you will get a #VALUE error message if you fill in a FilterField parameter and leave the corresponding filter blank.\n\nWhen you are using a cell reference to filter on a blank value, you just need to change the syntax a little.\n\nAny time you are going to reference a cell that has special characters or could be blank, simply put \"@@\" in front of the cell reference.\n\nFor example...\n\nlet's assume that we want to use the contents of cell D5 in our filter - but the contents of that cell could be blank.  Here's how:\n\n\nWhen D5 is blank, the function will use \"@@\", instead.  This value is interpreted by your datasource to mean \"blank\".\n\nWas this article helpful?\n0 out of 0 found this helpful\nHave more questions? Submit a request",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.6087448597,
        "format_confidence":0.8205490708
    },
    {
        "url":"http:\/\/flash.uchicago.edu\/site\/flashcode\/coderequest\/",
        "text":"Please fill out the following form in detail. The required fields are labeled in red. If possible, provide the email associated with your affiliation. You're also required to fill in the reCaptcha box at the end of the form. Email webmaster@flash.uchicago.edu if this does not display in your browser. If your request is approved, you will be emailed a username and password for accessing the code on the downloads page.\n\n  • All publications resulting from the use of the FLASH Code must acknowledge the Flash Center.\n    Addition of the following text to the paper acknowledgments will be sufficient:\n\n    \"The software used in this work was developed in part by the DOE NNSA\n      ASC- and DOE Office of Science ASCR-supported Flash Center for Computational\n      Science at the University of Chicago.\"",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.7601213455,
        "format_confidence":0.8316685557
    },
    {
        "url":"https:\/\/pydio.com\/en\/node\/4580",
        "text":"[must read] Upgrading v5 to v6\n\nCreated on 2018\/01\/27\n\nThis is a summary of common issues that can appear during upgrade. It is a copy of original forum thread https:\/\/pyd.io\/f\/topic\/troubleshooting-upgrade-to-v6\/\n\nUpgrade to v6 troubleshooting\n\nLet’s use this forum thread to summarize and discuss potential issues while upgrading First, a list of resources: - Release note: https:\/\/pyd.io\/pydio-core-6-0-0\/ - Product tour: https:\/\/pyd.io\/pydio-6-tour\/\n\nPlease post as a comments your issues, i’ll reedit this thread accordingly.\n\n1\/ I don’t see “upgrade available” in the app\n\nMake sure that your Update Engine plugin is correctly configured: if you are running 5.2.5, must be poiting to Stable channel. If you are running 5.3.4, must be pointing to dev channel.\n\n2\/ I can’t upgrade because I’m using APT-GET or YUM – Or I did upgrade using apt-get\/yum update, but I have a blank page\n\nDid you read https:\/\/pyd.io\/upgrade-pydio-5-2-5-to-6-0-0\/ ?\n\n2.1\/ Error : The root install path is not writeable, no file will be copied! The archive is available on your server, you can copy its manually to override the current installation.\n\nThe simplest way should be to temporarily change permissions on your Pydio install, perform upgrade from the interface, and revert them again. Basically, you can chown -R www-data (or httpd) the whole folder, do the upgrade, then revert to whatever the user was, and then again reopen the write permission on the \/data\/ folder.\n\n3\/ After upgrading from a serial-based pydio5, i cannot access my workspaces anymore\n\nYou see an error about “wrong SQL setup for meta plugins”. Open the file conf\/bootstrap_repositories.php and comment out the lines of the default repositories where you see \"meta.syncable\" => array(), by simply adding a double slash at the beginning \/\/ \"meta.syncable\" => array(), . This should solve the problem.\n\nAlso, you’ll have to change the “Access.fs” plugin options. In the admin panel, in the plugins settings, look for Workspaces Drivers >> FileSystem Standard (access.fs), edit the global parameters of this plugin: remove “meta.syncable” from the Default Meta Sources here. Otherwise, each time you will create a workspace with this driver, the meta.syncable will be added automatically.\n\nPlease note that you then cannot use the PydioSync with such a setup.\n\n4\/ After upgrading, I still see the old theme, and not the beautiful one as on your demo!\n\nMake sure to switch to the new ORBIT theme: under admin panel, in Features Plugins > Graphical User Interface > Client Driver, switch the theme to “Orbit”.\n\n4.1\/ I updated my DEB\/RPM and manually applied the DB upgrade as explained in the how-to, but I now see DB errors like ‘Unknown column ‘index_path’ in ‘where clause’’\n\nThis is because another manual update was necessary when upgrading to v5.2.0, and you probably have not applied it. And it was probably transparent because the new columns were not used unless you activated some features, which we did in v6. So please go to https:\/\/github.com\/pydio\/pydio-core\/blob\/develop\/dist\/php\/5.2.0.sql (or .sqlite) and apply this as well.\n\n5\/ Help! White Page after upgrade and no errors in logs [FIXED in 6.0.1]\n\nIf you see a blank page, and let’s say that your server is installed at http:\/\/yoururl.com\/my_pydio , open the Web Developers console of your browser, and you see errors loading JS and CSS files. If you look carefully at the problematic urls, you can see that they are pointing to \/plugins\/gui.ajax\/etc… instead of \/my_pydio\/plugins\/gui.ajax etc. You probably have manually set the Server URL in your pydio core options, and the base of the application is detected as \/my_pydio instead of \/my_pydio\/ (the last slash is important).\n\nOpen the file plugins\/gui.ajax\/class.AJXP_ClientDriver.php and add the following line just after line 144:\n\n    $root = '\/'.ltrim(parse_url($configUrl, PHP_URL_PATH), '\/');\n    if(strlen($root) > 1) $root = rtrim($root, '\/').'\/';\n    \/\/ END\n\nNow reload the interface.\n\n6\/ New Shares are not working (404)\n\nNew shares now REQUIRE that you have apache mod_rewrite enabled (or equivalent for other webservers). Also, the upgrade should have modified the .htaccess located in data\/public\/, but to make sure, you can remove the file data\/public\/grid_t.png inside this folder, and create a new share. This should regenerate the htaccess file.\n\n7\/ Php big errors like “Parse error: syntax error, unexpected T_STRING, expecting T_CONSTANT_ENCAPSED_STRING …\n\nMake sure to use php5.3 or higher.\n\n8\/ Various errors with ldap_control_paged_result_response() [FIXED in 6.0.1]\n\nWe introduced the usage of new PHP features to help browsing pages on an ad\/ldap server (functions added in php5.4). But it seems some php versions have problems with that. We’ll add a parameter in next release, in between, you can hack the ldap plugin by forcing to ignore this feature. In plugins\/auth.ldap\/class.authLdapDriver.php, replace existing line 312: $isSupportPagedResult = function_exists(\"ldap_control_paged_result\") && function_exists(\"ldap_control_paged_result_response\"); by $isSupportPagedResult = false;\n\n9\/ Problems creating workspaces in Italian Language [FIXED in 6.0.1]\n\nThis should now be fixed in 6.0.1",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.945632875,
        "format_confidence":0.5655604601
    },
    {
        "url":"http:\/\/support.morethanthemes.com\/customer\/en\/portal\/articles\/626226-do-your-themes-support-the-%7Bxyz%7D-module-",
        "text":"Support Center\n\nDo your themes support the {xyz} module?\n\nLast Updated: Jul 02, 2013 07:35PM EEST\nThere’s a ton of Drupal modules out there, so, admittedly it’s both not possible as well as beyond our scope and capabilities to test every single version of every module with each of our themes.\n\nWith that said, our themes have not been designed with any specific module in mind. However, just because we don't want to limit our users from using our themes in conjunction with any module, we have taken great pains in ensuring that our themes and any modules that come with them, do not interfere with Drupal's core functionality. In addition our themes strictly follow the specifications for theme development according to Drupal.\n\nTherefore, as long as the module you’re interested in using, does not interfere with the core architecture and functionality of Drupal, chances are it will work seamlessly with our theme and distribution. You could check the module’s behaviour with any of the core themes and if everything seems fine, you can be sure that the module will have no problem working with our theme.\n\nFurthermore, as long as the module does not have special theming needs, it won’t have any issues regarding the look’n’feel as well. Even in case it does have some special theming needs, such as i.e.: some additional designs\/icons\/images and\/or coding, we are always available for hiring, so that we do this for you, or we can consult on a basic level, free of charge, so that you can carry this out yourself.\n\nContact Us\nseconds ago\na minute ago\nminutes ago\nan hour ago\nhours ago\na day ago\ndays ago\nInvalid characters found",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.8529590368,
        "format_confidence":0.9458854795
    },
    {
        "url":"http:\/\/santarosa.fl.gov\/bocc\/bocccalendar\/display_schedule_event.cfm?ID=479",
        "text":"\nPlease contact the website administrator.\n\nThe following information is meant for the website developer for debugging purposes.\nError Occurred While Processing Request\n\nFile not found: \/bocc\/bocccalendar\/display_schedule_event.cfm\n\n  • Enable Robust Exception Information to provide greater detail about the source of errors. In the Administrator, click Debugging & Logging > Debug Output Settings, and select the Robust Exception Information option.\n  • Check the ColdFusion documentation to verify that you are using the correct syntax.\n  • Search the Knowledge Base to find a solution to your problem.\n\nBrowser   CCBot\/2.0 (\nRemote Address\nDate\/Time   28-Oct-16 11:52 AM",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.8711677194,
        "format_confidence":0.9096449018
    },
    {
        "url":"http:\/\/support.severalnines.com\/entries\/21692388-Limitations-in-Galera-Cluster-for-MySQL",
        "text":"Forums\/Knowledge Base\/MySQL Galera\n\nLimitations in Galera Cluster for MySQL\n\nVinay Joosery\nposted this on July 06, 2012 11:59\n\nIn MySQL-5.5.x\/wsrep-23.x, Galera Replication has some limitations, these are documented in readme-wsrep.\n\n  1. Galera replication originally only worked with InnoDB storage engine, but it now also supports MyISAM storage engine. Any writes to other table types, including system (mysql.*) tables are not replicated. However, DDL statements are replicated in statement level, and changes to mysql.* tables will get replicated that way. So, you can safely issue: CREATE USER..., but issuing: INSERT INTO mysql.user..., will not be replicated.\n\n  2. MyISAM replication is recent and should be considered experimental. Non-deterministic functions like NOW() are not supported. The Configurator for Galera enables wsrep_replicate_myisam by default.\n\n  3. DELETE operation is unsupported on tables without primary key. Also rows in tables without primary key may appear in different order on different nodes. As a result SELECT...LIMIT... may return slightly different sets.\n\n  4. Unsupported queries:\n    * LOCK\/UNLOCK TABLES cannot be supported in multi-master setups.\n    * lock functions (GET_LOCK(), RELEASE_LOCK()... )\n\n  5. Query log cannot be directed to table. If you enable query logging, you must forward the log to a file:\n    log_output = FILE\n    Use general_log and general_log_file to choose query logging and the log file name.\n\n  6. Maximum allowed transaction size is defined by wsrep_max_ws_rows and wsrep_max_ws_size. Anything bigger (e.g. huge LOAD DATA) will be rejected.\n\n  7. Due to cluster level optimistic concurrency control, transaction issuing COMMIT may still be aborted at that stage. There can be two transactions writing to same rows and committing in separate cluster nodes, and only one of the them can successfully commit. The failing one will be aborted. For cluster level aborts, MySQL\/galera cluster gives back deadlock error.\n    code (Error: 1213 SQLSTATE: 40001  (ER_LOCK_DEADLOCK)).\n\n  8. XA transactions can not be supported due to possible rollback on commit.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.6776061058,
        "format_confidence":0.5809767842
    },
    {
        "url":"https:\/\/www.pwrc.usgs.gov\/bbs\/Retrieval\/Summary\/SpecieslistForMap.cfm?RouteID=84061076",
        "text":"\nPlease contact the website administrator.\n\nThe following information is meant for the website developer for debugging purposes.\nError Occurred While Processing Request\n\nFile not found: \/bbs\/Retrieval\/Summary\/SpecieslistForMap.cfm\n\n  • Enable Robust Exception Information to provide greater detail about the source of errors. In the Administrator, click Debugging & Logging > Debug Output Settings, and select the Robust Exception Information option.\n  • Check the ColdFusion documentation to verify that you are using the correct syntax.\n  • Search the Knowledge Base to find a solution to your problem.\n\nBrowser   CCBot\/2.0 (\nRemote Address\nDate\/Time   28-Jul-17 02:56 AM",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.699192822,
        "format_confidence":0.9150950909
    },
    {
        "url":"https:\/\/docs.rtems.org\/branches\/master\/user\/support\/support-project.html",
        "text":"3.1. RTEMS Project Support\n\n3.1.1. Users Mailing List\n\nRTEMS offers a variety of support options and ways to contribute to the project. Users can ask their questions on the Users Mailing List. This is a low frequency mailing list intended for topics related to the use of RTEMS. If you are new to RTEMS, please join the list and ask whatever you want.\n\n3.1.2. Documentation\n\nYou find the latest set of manuals at the Documentation Site.\n\n3.1.3. All Mailing Lists\n\nWe have several mailing lists for RTEMS users and developers:\n\n3.1.4. IRC\n\nRTEMS IRC is available on the Freenode network. See the Freenode web site for details on connecting, selecting a nickname, and general usage tips. If you are new to IRC it is recommended reading.\n\nThese is currently only one IRC channel available for RTEMS:\n\n\nThis is a general channel for all things RTEMS. You can just hang out with other RTEMS users and developers to talk about RTEMS, using RTEMS or to make contact with other RTEMS users.\n\nThe #rtems channel is logged. You can find the logs at:\n\nYou can search the logs using Google by adding\n\nsite:rtems.org inurl:irclogs\n\nto your search terms.",
        "topic_id":2,
        "format_id":3,
        "topic_confidence":0.5133702159,
        "format_confidence":0.5821869969
    }
]