[
    {
        "url":"http:\/\/www.theaudicars.com\/tag\/2015-audi-q3\/",
        "text":"2017 Audi Q2\n\nSeptember 26, 2015 0\n\nRumors about Audi planning to build a crossover smaller than the Q3 have been flying around for a couple of years now. But even though Audi’s intentions to further expand the Q lineup were no secret, we have yet to see a fourth member to join the 2015 Audi Q3 , 2013 Audi Q5 , and 2016 Audi Q7 until … read more",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9961659908,
        "format_confidence":0.5510423779
    },
    {
        "url":"https:\/\/greyflash2751.com\/tag\/frames-and-brackets\/",
        "text":"Grey Flash 2751\n\nThe history and restoration of a Vincent HRD Grey Flash\n\nThe UFM The Vincent Upper Frame Member (UFM) utilises the engine as a stressed member and also acts as the oil tank. It is attached securely to the cylinder head by a bracket (1). The rear of the UFM is attached similarly to the rear cylinder head on 1,000cc vee-twin models. The single cylinder Comet, …\n\nContinue reading",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.954598546,
        "format_confidence":0.861786902
    },
    {
        "url":"http:\/\/www.airliners.net\/photo\/AMC-Airlines\/Boeing-737-86N\/1634802\/M\/",
        "text":"Sponsored Links:\nCommercial Flight SchoolCharter FlightsModel AirplanesAirport ParkingCheap Flights,   Discount Digital Cameras\n\nPicture of the Boeing 737-86N aircraft\n\n[ Medium Large Fit Screen ]\n\n  4964 of 6206  \n  4964 of 6206  \nAircraft Taken at\nMore: AMC Airlines\nMore: Boeing 737-86N\nMore: Stockholm - Arlanda (ARN \/ ESSA)\nMore: Sweden, December 27, 2009\nRemark Photographer\nSU-BPH (cn 34257\/2024) Landing on runway 26 after a flight from Sharm El Sheikh [Canon EOS 7D]\nMore: Stefan Sjogren - Stockholm Arlanda Photography\nContact Stefan Sjogren - Stockholm Arlanda Photography\nLearn how to link to this photoLink to me!\n\n[ Medium Large Fit Screen ]\n\nDistinct views: 1,954\nPhoto added: January 2, 2010\nAverage views per day: 1\n\nOther great photos:\nMore shots like these...\n\nUser photo albums containing this photo   [Hide]Create your own photo album!\nBIG&SMALL by member Rafox\nGreat photo's\n5 Star Night Shots by member LACA773\nSome of the most phenomenal civil avaiation photos in the world.\nLet It Snow... by member NigelMacLennan\nVarious winter shots from around the globe - Updated daily!\nThe Shots That Making The A.net The Best by member 4xeks\nthe shots i really like\nWinter Up North by member Navigator\nSome winter pictures\nView more albums and create your own",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9900658131,
        "format_confidence":0.7478669286
    },
    {
        "url":"http:\/\/planesandchoppers.com\/picture\/number19486.asp",
        "text":"\nLibrapix Link\n\nPlanes and Choppers Photos\n\nUpload a Picture About this Site | Links | Random Pic | Advanced Search Home | Latest Additions | Contributors | Visitors\nMig-15 1120 at Cosford\nPlanes and Choppers\nNo: 19486   Contributor: John Southall   Year: 2013   Manufacturer: Mikoyan-Gurevich - MiG   Country: United Kingdom\nMig-15 1120 at Cosford\n\nTaken 12\/9\/2013 at RAF Cosford Museum\n\nThere is little more to add except that the Mig-15 gave the US pilots a bit of a fright when they encountered it over Korea.\nIt had a better rate of climb, better ceiling and better high-altitude radius of turn than any Allied jet aircraft at the time.\n\nOther photos of this plane are:\nClick to View Click to View Click to View\nPicture added on 01 October 2013 at 07:57\nThis picture is in the following groups\nRAF Cosford Museum, United Kingdom\nPlease add your comments about this picture using the form below.\n\n\nYour Name\n\nYour email address - this will be shown on the page and will allow the system to notify you of further comments added to this picture.\n\nMikoyan-Gurevich - MiG\n\nMikoyan-Gurevich MiG-21PF Polish Air Force Mikoyan-Gurevich Mig-29A FulcrumHungarian Air Force Mig-29 FulcrumMig 29Polish Air Force Mikoyan Mig-29A FulcrumMIG 21 in 1993Mikoyan-Gurevich MiG-21 at IntrepidMiG-21 on display in New York CityRussian aircraft on US carrierPhoto of MiG-17 in NYC\nMy Album Admin Login | Terms & Copyright | Try our site about Racing Cars",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9633262157,
        "format_confidence":0.8309194446
    },
    {
        "url":"https:\/\/www.seeleylake.com\/story\/2017\/03\/02\/news\/anything-new-on-the-mussel-front\/1908.html",
        "text":"Seeley Swan Pathfinder -\n\nBy Joann Wallenburn\nClearwater Resource Council \n\nAnything New on the Mussel Front?\n\n\nAs of 6 p.m. Friday, Feb. 24…\n\nLast Friday, Feb. 17 I learned that the Clearwater Junction boat check station was going to be moved north up Highway 83.\n\nOn Monday the 20th, it was likely going to be eliminated altogether.\n\nAs of Tuesday the 21st, it is going to remain at the Junction, but only check boats moving from west to east. Yes, that’s right: west to east. That’s because three new check stations will be on Highway 200 near Lincoln, US-12 west of Helena, and I-90 west of Butte to inspect boats moving from east to west.\n\nThese new stations are part of the firewall that is planne...\n\nFor access to this article please sign in or subscribe.\n\n\nReader Comments\n\n\nPowered by ROAR Online Publication Software from Lions Light Corporation\n© Copyright 2018",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.8926172256,
        "format_confidence":0.9644930363
    },
    {
        "url":"http:\/\/www.military.com\/video\/aircraft\/jet-fighters\/f-15e-strike-eagle-flying-at-low-level-over-norway\/4997993442001",
        "text":"F-15E Strike Eagle Flying at Low Level Over Norway\n\nClean Rating: Safe for work.\nthumb_up thumb_down 3 | thumb_up thumb_down\n\nThis GoPro footage was shot by 492nd and 493rd Fighter Squadrons during Arctic Fighter Meet 2016.\n\nAdd your comment\n\nLogin or join to comment\n\n\nNo comments yet. To add your own comment, please please login or register.\n\nNewest Videos",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9547131658,
        "format_confidence":0.9807255864
    },
    {
        "url":"https:\/\/suzannelee.photoshelter.com\/gallery-image\/Azad-women-taxi-drivers-delhi\/G0000N7BZSPMKRXY\/I0000giMCtJHGQ6o",
        "text":"Azad women taxi drivers delhi\n\nImage 3 of 39\n< Prev Next >\nEkta Yadav aged 28 on the streets of Delhi on 30th March 2010.<br \/>\nThese female drivers were part of a program by Azad Foundation.<br \/>\nCurrently training their 4th batch of students, Azad Foundation was set up by Meenu Vadera (Executive Director) in New Delhi, India, to train Indian women in driving services. Upon completion, these women work as personal drivers for a period of time before they upgrade their driving licences to commercial licences, allowing them to drive taxis. With this program, Azad aims to empower Indian women including those previously abused or trafficked, while making Delhi a safer place for women travelling in public transport. Photo by Suzanne Lee for Panos London",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.944159925,
        "format_confidence":0.9716899395
    },
    {
        "url":"https:\/\/www.cheersandgears.com\/gallery\/image\/21249-gr_supra_racing_concept_studio_05_5ce05fea173e186860b4d804d9534839ce684824jpg\/",
        "text":"Jump to content\n\n\nFrom the album:\n\nToyota GR Supra Racing Concept\n\n  • 15 images\n  • 0 image comments\n\nPhoto Information for GR_Supra_Racing_Concept_Studio_05_5CE05FEA173E186860B4D804D9534839CE684824.JPG\n\nTaken with SONY ILCE-7RM2\n\n  • 8\/5\n  • f f\/1.0\n  • ISO 100\nView all photo EXIF information\n\nRecommended Comments\n\nThere are no comments to display.\n\nJoin the conversation\n\nYou can post now and register later. If you have an account, sign in now to post with your account.\nNote: Your post will require moderator approval before it will be visible.\n\nAdd a comment...\n\n×   Pasted as rich text.   Paste as plain text instead\n\n  Only 75 emoji are allowed.\n\n×   Your link has been automatically embedded.   Display as a link instead\n\n×   Your previous content has been restored.   Clear editor\n\n×   You cannot paste images directly. Upload or insert images from URL.\n\nAbout us\n\nCheersandGears.com - Founded 2001\n\nWe ♥ Cars\n\nGet in touch\n\nFollow us\n\nRecent tweets\n\n\n  • Create New...",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9415929317,
        "format_confidence":0.9412885308
    },
    {
        "url":"https:\/\/lloydslist.maritimeintelligence.informa.com\/LL110945\/Maersk-cyber-attack-leaves-no-longterm-impact",
        "text":"Lloyd's List is part of the Business Intelligence Division of Informa PLC\n\nThis site is operated by a business or businesses owned by Informa PLC and all copyright resides with them. Informa PLC’s registered office is 5 Howick Place, London SW1P 1WG. Registered in England and Wales. Number 8860726.\n\nThis copy is for your personal, non-commercial use. For high-quality copies or electronic reprints for distribution to colleagues or customers, please call UK support at +44 (0)20 3377 3996 \/ APAC support at +65 6508 2430\n\nPrinted By\n\n\nMaersk cyber attack leaves no long-term impact\n\nCustomers have been supportive following Petya virus, says Skou\n\n\nRelated Content\n\nAPMT slips into the red as impairments hit $250m\nCyber attack on Maersk partly to blame for Damco losses\nMaersk Group keeps 2017 $1bn profit forecast unchanged despite cyber attack\n\n\n\n\n\nAsk The Analyst\n\nPlease Note: You can also Click below Link for Ask the Analyst\nAsk The Analyst\n\nYour question has been successfully sent to the email address below and we will get back as soon as possible. my@email.address.\n\nAll fields are required.\n\nPlease make sure all fields are completed.\n\nPlease make sure you have filled out all fields\n\nPlease make sure you have filled out all fields\n\nPlease enter a valid e-mail address\n\nPlease enter a valid Phone Number\n\nAsk your question to our analysts",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.7209746242,
        "format_confidence":0.8457322121
    },
    {
        "url":"https:\/\/alugha.com\/videos\/be95142b-9142-11e7-b914-8d133064d349?lang=eng",
        "text":"The Passat B6: A time travel\n\nThe Volkswagen Passat B6 is based on the same platform as the Golf 5. Compared to its predecessor, the B6 grew in all dimensions. A distinctive feature is the fully chromed radiator grille, which reaches into the bumper. Don't miss any updates, subscribe here to the Volkswagen YouTube channel: --- Further information can be found on our Media-Services: and on the Volkswagen Twitter-channel: Note in accordance with Directive 1999\/94\/EC in its currently applicable version: Further information on official fuel consumption figures and the official specific CO2 emissions of new passenger cars can be found in the EU guide \"Information on the fuel consumption, CO2 emissions and energy consumption of new cars\", which is available free of charge at all sales dealerships, from DAT Deutsche Automobil Treuhand GmbH, Hellmuth-Hirth-Straße 1, D-73760 Ostfildern, Germany and at\n\nLicenseDefault YouTube License\n\nMore videos by this producer\n\nThis website uses cookies to ensure you get the best experience on our website. Learn more in our privacy policy.",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9933540821,
        "format_confidence":0.9640587568
    },
    {
        "url":"http:\/\/www.pbase.com\/sannabill\/image\/145032519\/original",
        "text":"\nBill Scheuerman | all galleries >> Warbird Fighters > P-51 Little Horse\nprevious | next\nP-51 Little Horse\n\nP-51 Little Horse\n\nGathering of Mustangs and Legends\nColumbus, Ohio\n\nCanon EOS 300D Digital Rebel\n1\/400s f\/10.0 at 67.0mm iso200 full exif\n\nother sizes: small medium large original\nType your message and click Add Comment\nIt is best to login or register first but you may post as a guest.\nEnter an optional name and contact email address. Name\nName Email\nhelp private comment",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.6856896877,
        "format_confidence":0.9472488165
    },
    {
        "url":"http:\/\/www.guaranteedcars.com\/129\/posts\/140-Oldsmobile\/",
        "text":"Free Automotive local and global Classifieds\nAre you selling a car? Our free car classified ads provide exposure to thousands of people buying or selling cars.\nIn your community and around the world.\n\nPost Free Ad\nSell today!\nHome \/ Asia \/ Hong Kong \/ Oldsmobile\n\n\nSorry! There are no ads to show.\nBack to Home",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9843047261,
        "format_confidence":0.7173635364
    },
    {
        "url":"https:\/\/omyplane.com\/commercial\/airbus\/airbus-a380-description\/singapore-airlines-a380-841-9v-skn-arrival-at-sydney-4-november-2017\/",
        "text":"Home » Singapore Airlines A380-841 [9V-SKN] – Arrival at Sydney – 4 November 2017\n\nA Singapore Airlines A380 arrives from Singapore as SQ 231 on Runway 34L.\n\nOperator: Singapore Airlines\nAircraft: Airbus A380-841, 9V-SKN\nFlight: SQ 231, Singapore – Sydney\nLocation: Qantas Drive\nDate: 4 November 2017\nCamera: Canon Legria HF G40\nMotion: Velbon Videomate 638\nEditing Suite: Adobe Premiere Pro CC\nCopyright: Abraxas Video, Daniel Collins 2017\n\nTwitter: http:\/\/www.twitter.com\/AbraxasVideo\nInstagram: http:\/\/www.instagram.com\/AbraxasVideo\nFacebook: http:\/\/www.facebook.com\/AbraxasVideo\n\nAdd comment\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9919784069,
        "format_confidence":0.9203924537
    },
    {
        "url":"https:\/\/www.drivingsales.com\/turpin-chevrolet",
        "text":"Notifications & Messages\n\nJared Hamilton\nFrom: Jared Hamilton\nHey - It’s time to join the thousands of other dealer professionals on DrivingSales. Create an account so you can get full access to the articles, discussions and people that are shaping the future of the automotive industry.\nTurpin chevrolet\n\nTurpin chevrolet\n\n Unlock all of the community & features  Join Now",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9565688968,
        "format_confidence":0.649893105
    },
    {
        "url":"http:\/\/flightaware.com\/photos\/view\/40893-cba8545825293e22dda64b972fabfe39e300eba3",
        "text":"• Join FlightAware (Why Join?)\n  • Login\n  • US Flag \n12:44AM EDT\n\n\nAirport Tracker\/Info\n\n\n\nAviation PhotosPhoto of Scaled Composites White (N348MS)\n\n  2 Votes (1.00 Average) and 2,367 Views  \n\n\/images\/icons\/csMagGlass.png medium \/ large \/ full\n\nScaled Composites White Knight 2 (N348MS)\n\n\n\nPlease log in or register to post a comment.\n\nWant a full history search for N348MS dating back to 1998? Buy now. Get it within one hour.\nDate Aircraft Origin Destination Departure Arrival Duration\nNo History Data (searched last 14 days)\nRegistered users (registering is free and easy!) view 4 months history. Join",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9956014156,
        "format_confidence":0.9279574156
    },
    {
        "url":"http:\/\/clubcorvettect.com\/home\/members-only\/member-newsletters\/",
        "text":"Member Newsletters\n\nThe Members Only section of this website is restricted to Club Corvette of Connecticut members.\nIf you are a member, you may log in below.\nIf you are not a member and wish to join our club, please review the Become A Member section here.\n\nExisting Users Log In",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.7567156553,
        "format_confidence":0.9729408026
    },
    {
        "url":"http:\/\/www.logisticsminded.com\/tag\/internet-of-things\/",
        "text":"\n\nThe Contract Logistics sector in Italy, over the past few years, is experiencing a positive trend and data is more and more encouraging.\n\nAlthough the incidence and type of outsourcing differ according to… more\n\nShare this on Share on Twitter Share on LinkedIn",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9810065031,
        "format_confidence":0.794655025
    },
    {
        "url":"https:\/\/www.getabstract.com\/en\/summary\/five-ways-to-win-in-chinas-changing-mobility-market\/39086?st=RELATED&si=40286",
        "text":"Summary of Five Ways to Win in China’s Changing Mobility Market\n\nLooking for the article?\nWe have the summary! Get the key insights in just 5 minutes.\n\nFive Ways to Win in China’s Changing Mobility Market summary\n\nEditorial Rating\n\n\n\n  • Applicable\n  • Eye Opening\n  • Overview\n\n\nAs China embraces new mobility modes, domestic providers are enjoying Beijing’s deep-pocket funding and preferential policies. Foreign manufacturers risk losing their positions in this massive, lucrative and swiftly evolving market. A team of Boston Consulting Group managing directors and partners knowledgeable of the automotive and mobility sector bring a wealth of expertise to their concise outline of the competitive landscape in China’s new mobility markets. Along with a sobering assessment of the challenges facing foreign original equipment manufacturers, their paper offers essential insights to help incumbents stay in the game.\n\nAbout the Authors\n\nBrian Collie, Gang Xu and Alex Wachtmeister managing directors and partners at Boston Consulting Group (BCG), leading the firm’s automotive and mobility sector. Thomas Palme, also a managing director and partner, serves as a core member of the automotive and mobility sector and a member of the Center for Mobility Innovation. Christoph Meyer consults with BCG, focusing on international mobility and transportation.\n\n\nAs China embraces new mobility modes, Chinese auto manufacturers stand to dominate the market.\n\nChina represents the largest automotive market in the world, accounting for more than 27 million sales in 2018. Now, China could also become the world’s major market for emerging mobility modes. Already, China represents the largest market for ride hailing, thanks in part to Beijing’s promotion of ride sharing. The Chinese government is also pushing for significant increases in autonomous vehicle (AV) and electric vehicle (EV) use. And as this shift occurs, Chinese manufacturers are coming out on top. Didi Chuxing commands ride hailing, having defended the market from both Uber and its domestic competitor Meituan Dianping. Tech mammoth Baidu has taken the lead in AV development; its Apollo autonomous driving platform could give it a lock on the Chinese AV market. Baidu participates in the AI National Team initiative – China’s bid to become a world leader in AI. And Chinese EV start-ups are benefiting from massive investment, along with generous...\n\nComment on this summary\n\nMore on this topic\n\nBy the same authors\n\nWhat's Ahead for Car Sharing?\nCoronavirus Outbreak Deepens Its Toll on Global Business\nWhy America Is Afraid of TikTok\nShared, Electric and Automated Mobility (SEAM) Governance Framework\nChina’s Belt and Road Could Have Been Great but Now Threatens to Be Disastrous\nUnconventional CEOS\nA Primer on the Geopolitics of Oil\n\nRelated Channels",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9744636416,
        "format_confidence":0.7679322958
    },
    {
        "url":"http:\/\/www.shipspotting.com\/gallery\/photo.php?lid=68785",
        "text":"Login: Lost Password? SIGN UP\nShip Photo Search\nPhoto Search - Advanced Search\n\nHidria II\n\nFull Screen - Add Comment - Bookmark this photo - Edit Info\nGet thumbnail code to post in forum, blog or homepage\nPhoto Details\nPhotographer:Fernando Montes [View profile]Title:Hidria IIAdded:Sep 25, 2007\nPhoto Category: Steam Ships (Operating and Preserved)\nA close view\nVessel Identification\nTechnical Data\nVessel type:-\n\nAdditional Information\nAIS Information\nAIS information: N\/A\nMore Of This Ship\nGot photos of this ship? Register and Upload them now!\nMore Of: This Photographer - This Ship\n\nPhoto Comments (0)\n\nComments sorting method :\nPlease Login to add a comment!\n\nThis photo has been shown 661 times since it was added to the site.\n\nCopyright © 2018 All rights reserved View airplanes live at!",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9803620577,
        "format_confidence":0.8824464083
    },
    {
        "url":"http:\/\/grassrootsmotorsports.com\/forum\/grm\/bottle-rockets\/92970\/page1\/",
        "text":"Per Schroeder\nPer Schroeder SuperDork\n4\/8\/09 9:40 a.m.\n\nNearly 25 years ago, the sport compact wars came to American soil. Since then, the souped-up versions of tamer four-cylinder vehicles have ceaselessly been pitted against each other. At first it was the Rabbit GTI against the Omni GLH. Then it was the Civic Si and Integra Type R vs. the world. More recently, the Evo has taken on the STI.\n\nRight now there’s a slight quiet on the battlefield as we await the latest combatants from Mitsubishi and Subaru. This lull gives three new contenders a chance to shine: the MINI Cooper S, the Mazdaspeed3 and the super-brand-new Nissan Sentra SE-R Spec V. Perhaps one of these three will steal the spotlight before the next generation of rally-bred supercars is unleashed.\n\nEach of these hot compacts has strengths and weaknesses, but they are all clearly aimed at our market. Fun to drive? Check. Inexpensive? Check. A blank canvas for future modifications? Check.\n\nIn truth, these three cars might just be the hot picks for one of GRM’s Challenge events 20 or 30 years from now. By then we’ll have figured out how to reverse-engineer the airbag and traction control systems, recurve the ignition timing, tweak the fuel and put the sportiness back into their sports suspensions. These are tomorrow’s performance bargains. How do we know? Because they’re all cheap and fun right now.\n\nRead the rest of the story\n\nOur Preferred Partners",
        "topic_id":22,
        "format_id":6,
        "topic_confidence":0.9173132777,
        "format_confidence":0.7218834162
    }
]