[
    {
        "url":"http:\/\/www.bittenbylovereviews.com\/2014\/04\/",
        "text":"Social Icons\n\nTuesday, April 29, 2014\n\n\nFrom a New York Times bestselling author, a brand new sexy contemporary romance featuring military bad boys: A BEAUTIFUL DISTRACTION by Kelsie Leverich.\n\nNothing’s more dangerous than a bad boy with a broken heart…\n\nFirst Sergeant Rafe Murano did everything to the extreme. He trained harder, he fought harder, and unfortunately, he loved harder. But he fell for the wrong woman and it nearly destroyed him.\n\nBack home from a deployment, with no mission to consume him, Murano’s ravaged by memories of his past. So he drinks until he’s numb and drowns himself in meaningless one night stands. But they only take the edge off…\n\nUntil he meets Fallon.\n\nFallon Kelly learned the hard way not to take risks with her heart, But she sees something　 irresistible in the tatted-up bad boy one more punch away from a ride in the back of a squad car. She offers a distraction. And he quickly becomes an addiction.　Little does she know, this bad boy could love so hard it could break her…\n\nAbout the Author:\n\nKelsie Leverich grew up in the small town of St. Joseph Illinois before getting married and following her\nhusband from one Army post to another.  After eight years, they finally settled down in Avon, Indiana with two adorable knuckleheads that are better known as her kids.  Kelsie's life revolves around her family (to include two dogs and a cat) and most of the time, actually all of the time, it’s a crazy mess—but that’s the way she loves it!  When Kelsie’s not writing, you can usually find her snuggling on the couch with her kids and a good book or out on the lake with family and friends.  Kelsie is not a morning person, has a soft spot for animals, loves musicals, hates seafood, and thinks laundry is the source of all evil.\n\nKelsie is currently working on the third book in her military series with editor Danielle Perez with NAL\/Penguin. \n\na Rafflecopter giveaway\n\nMonday, April 28, 2014\n\nTO LOVE A HIGHLANDER by Sue-Ellen Welfonder blitz\n\nTO LOVE A HIGHLANDER (book I in the Scandalous Scots series)\nAs one of the bastards born to the Stirling court, Sorley the Hawk has never known his mother or father. It's a burning quest he has devoted himself to uncovering at any cost. But as a roguish warrior who serves at the pleasure of the King, his prowess-both on the battlefield and in his bedchamber-is legendary. So when a flame-haired Highland lass sneaks into his quarters with a tantalizing proposition, he can't resist taking her up on her offer . . . \n\nLady Mirabelle MacLaren will do anything to keep from marrying her odious suitor, even sully her own good name. And who better to despoil her than his sworn enemy, the one they call \"Hawk?\" As they set about the enjoyable task of ruining her reputation, Hawk and Mirabelle soon learn that rebellion never tasted so sweet.\n\n\"We had a plan, an agreement.\" Mirabelle shifted on his lap, keenly aware of a certain hot ridge of hardness nudging the bottom of her thighs, burning her even through the layers of her skirts.\n\n\"Aye, we did.\" He took her face between his hands then, kissing her long and deep. When he pulled back, breaking the kiss, his eyes were darker than she’d ever seen them, and he was breathing hard. \"I still have a plan, sweetness. And I hope I’ll gain your agreement.\"\n\nMirabelle just looked at him, sure she hadn’t heard rightly.\n\nBut she must’ve, because all along the table, and even elsewhere on the dais, people were grinning, looking on with rapt interest.\n\nMirabelle ignored them, but she did frown. \"Our plan doesn’t seem to have the affect I’d desired.\"\n\nTo her surprise, Sorley grabbed her to him again and kissed her even more hungrily than before. It was a wild and heated open-mouthed kiss, full of breath, tongue, and hunger. He also thrust his fingers into her hair as he ravished her lips, holding her firmly to him, giving her no choice but to return the kiss with equal fervor.\n\nShe did so gladly, feeling bereft when he finally tore his mouth from hers. She hadn’t wanted their kiss to end and the delicious tingles rippling through her left no doubt that she also wanted more.\n\nSure he could tell, she met his gaze, thrilled and excited, but also worried that her heart and not her good sense was guiding her.\n\n\"That was indeed better.\" It was all she could think to say. \"A most convincing display, for sure.\"\n\n\"Indeed.\" He leaned in, kissed the tip of her nose. \"Though my purpose has changed, or have you no’ heard anything I’ve said this e’en?\"\n\nMirabelle blinked. \"I do not understand.\"\n\n\"Then I shall make it clearer.\" He cupped her face, slanting his mouth over hers again, his tongue thrusting sure and possessively.\n\nShe melted beneath the onslaught, gripped his shoulders to keep from sliding off his lap. The he pulled back, breaking the kiss as swiftly as he’d seized her. But he kept hold of her face, looked deep into her eyes. Clearly stirred, his chest rose and fell, heavily. And his gaze wasn’t just piercing, but blazed with something that made everything else around them fade to nothingness, as if they were alone in the hall, perhaps all the world.\n\n\"This isnae a planned seduction, Mirabelle,\" he spoke her name as if it held gold. The rough softness of his tone weakened her knees.\n\nThe look on his face….\n\nHer eyes started burning again just seeing the adoration there. The other more fierce expression that she didn’t dare hope to decipher.\n\n\"No deliberate attempt to scandalize you.\" He leaned close to say that, lowering his voice so no one else would hear. \"A man doesnae bring shame to the woman he loves.\"\nAbout Sue-Ellen Welfonder\nSue-Ellen Welfonder is a Scotophile whose burning wish to make frequent trips to the land of her dreams led her to a twenty-year career with the airlines. Now a full-time writer, she's quick to admit that she much prefers wielding a pen to pushing tea and coffee. She makes annual visits to Scotland, insisting they are a necessity, as each trip gives her inspiration for new books. Proud of her own Hebridean ancestry, she belongs to two clan societies: the MacFie Clan Society and the Clan MacAlpine Society. In addition to Scotland, her greatest passions are medieval history, the paranormal, and dogs. She never watches television, loves haggis, and writes at a 450-year-old desk that once stood in a Bavarian castle. Sue-Ellen is married and currently resides with her husband and Jack Russell terrier in Florida. \n\nSue-Ellen’s social media:\n\nBuy Links:\nAmazon –\nBarnes & Noble –\n\nNEVER ENTICE AN EARL by Lily Dalton Blitz\n\nNEVER ENTICE AN EARL (book II in the One Scandalous Season series)\nA Deception Most Reckless\nLady Daphne Bevington would do anything for her maid Kate-including masquerading as Kate and sneaking around the wrong side of London to settle the poor girl's debt. Yet her innocent ruse takes a scandalous turn when \"Kate\" runs into a handsome gentleman on a secret quest of his own. A moment of passion could cost Daphne her reputation, but how can she ignore the stranger's searing kiss?\n\nAn Arrangement Most Wicked\nLord Cormack Northmore is determined to find the immoral peer who ruined his sister. So when he learns that the irresistible woman he knows as \"Kate\" is the Season's most sought-after debutante, Cormack plans to use her connections to help him set a trap. Now, the closer Cormack gets to uncovering the villain who haunts the ton's ballrooms, the more he realizes that the lovely lady is in danger herself. Will he abandon his quest for revenge-or risk losing his one chance at love?\n\n\nThe heat in his gaze intensified. He leaned toward her, his handsome face commanding her full\nattention. \"So tell me, Kate, in addition to being a dancer to pay off this debt, and not a very talented one at that, did you also entertain patrons?\"\n\n\"Entertain?\" She blinked, flustered by his proximity, and his overwhelming maleness. Had he truly said she was not a good dancer? And wait… he had said patrons. She frowned. \"I beg your pardon?\"\n\nCertainly he did not believe…well, she supposed he might, given the sordid circumstances in which he’d found her.\n\nOne dark eyebrow lifted. \"The Blue Swan is a brothel.\"\n\n\"Never,\" she blurted, heat rising to scald her cheeks. \"This was my first night ever to go to that place, and it was not at all what I’d expected.\" She spoke the truth now. Not all her words were lies. \"All I had was the address on a scrap of paper, and instructions that I would be a model in the tableaux.\"\n\nA sudden fear came over her, a dreadful worry that in her naivety she’d misjudged the stranger beside, that he wasn’t a gentleman, but instead just like the others who had crowded against the stage, mindless with lust. He could easily overpower her, and satisfy whatever male urges he wished.\n\nBut he did not. He instead eased back into the seat until shadows obscured his countenance, all but his sensual lips, which pursed and frowned. She sighed with relief\n\n\"Good.\" He nodded. Below his breath, he muttered, \"Yes, good…I suppose.\"\n\nHe conveyed a mixed message, one of approval but also disappointment. What if she’d answered yes? Would he have sought to make use of her services? All the wicked things Sophia had described came to her in a vivid rush. Her mind entertained a fleeting fantasy, one of tangled sheets, muscled limbs and bare skin.\n\nThe very idea of being intimate with a stranger, with this stranger\n\nShe exhaled, bemused.\n\n--was not as appalling as it ought to be.\n\nPerhaps it was the graveness in his eyes, above lips that she suspected always carried some semblance of a smile that made her heart contract and her blood run hot.\n\nHe really was nonpareil. No man in her social circle compared, but that was because he obviously wasn’t a nobleman. No nobleman would travel about London in a shabby, half-destroyed carriage nor converse on such familiar terms with their driver.\n\n\"Who are you, Cormack?\" she asked.\n\n\"Just…a man.\"\n\n\"Are you a newspaperman? A store owner, or a sea captain? Please tell me, I want to know.... (truncated)",
        "topic_id":16,
        "format_id":1,
        "topic_confidence":0.7472198606,
        "format_confidence":0.5991990566,
        "weight":0.004707368
    },
    {
        "url":"http:\/\/bobbisbooknook.blogspot.com\/2009_01_01_archive.html",
        "text":"Friday, January 30, 2009\n\nLet's Be Friends\n\nLynda from Lynda's Book Blog has honored me with this \"Let's Be Friends Award.\" Thank you Lynda, I am truly honored.\n\nThe award says:\n“These blogs are exceedingly charming. These kind bloggers aim to find and be friends. They are not interested in self-aggrandizement. Our hope is that when the ribbons of these prizes are cut, even more friendships are propagated. Please give more attention to these writers. Deliver this award to eight bloggers who must choose eight more and include this cleverly-written text into the body of their award.”\n\nI will be passing this award on later - this ice storm has wrecked havoc with all my plans.\n\nOn another note, Lynda has another blog I enjoy reading: The Holistic Knitter's Blog. If you love knitting and knitters, you will love this blog!\n\nThursday, January 29, 2009\n\nThe Secrets of the Immortal Nicholas Flamel\n\nThe Alchemyst: The Secrets of the Immortal Nicholas Flamel (Book #1) by Michael Scott (375 pages)\n\nLike most children - and some adults- I was disappointed when the Harry Potter series ended. But now there is a new young adult series that feels like an addition to the world of Harry Potter: The Secrets of the Immortal Nicholas Flamel. Nicholas Flamel - the 14th-century alchemist who could turn base metal into gold, and make a potion that ensures immortality - was mentioned in several of the Potter books\n\nIn The Alchemyst, Sophie and Josh Newman are 15-year-old twins who take summer jobs in San Francisco: Sophie at a coffee shop and Josh at a bookstore owned by Nick and Perry Flamel. In the vey first chapter, armed robbers storm the bookshop, take Perry hostage and steal a rare book of magical wisdom, The Codex.\n\nThe siblings, lead by Flamel are drawn into a mythology world to stage a battle between the Dark Elders and a necromancer named Dr. John Dee. This book is a fast read and is populated by the likes of werewolves and vampires. It ends with a cliff-hanger I'm sure will be picked up in the next book, The Magician: The Secrets of the Immortal Nicholas Flamel.\n\nThe Magician: The Secrets of the Immortal Nicholas Flamel (Book #2) by Michael Scott (464 pages)\n\nIn this exciting sequel to The Alchemyst, Sophie and Josh Newman are in Paris with Nicholas Flamel, when they come up against the villian Dr. John Dee and his accomplice, Niccolò Machiavelli. Dee has learned that Josh and Sophie are phophesised in The Codex - the magical book stolen in The Alchemyst - so he seeks to win them over to his side.\n\nThe twins are coming into more of their power and Flamel is teaching the children how to control and use these powers. We also get to meet Joan of Arc, several Greek gods and goddesses, as well as the gargolyes of the Notre Dame Cathedral.\n\nThis is a great installment in what is supposed to be a six book series. The next book, The Sorceress: The Secrets Of The Immortal Nicholas Flamel (Book #3) will be released on May 26, 2009.\n\nBoth of these books are great fun to read with children!\n\nWednesday, January 28, 2009\n\nWay Back Wednesday - The Road to Oz\n\nThe Road to Oz by L. Frank Baum\n\nThe Road to Oz is the fifth of L. Frank Baum's Land of Oz books. It was originally published on July 10, 1909 and documents Dorothy's fourth visit to Oz.\n\nDorothy is near her home in Kansas when the story begins. As she travels through Oz on her way to the Emerald City, she is welcomed by old friends - Scarecrow, the Tin Woodman, Jack PumpkinHead, Tik-Tok and Billina the Yellow Hen. Everyone has gathered at Emerald City to celebrate Osma's birthday.\nWe meet several new characters in this book: the Shaggy Man, Button-Bright, and Polychrome. At the end of this tale, Dorothy is wished home by Ozma's Magic Belt.\n\nOf all the Oz books by L. Frank Baum, this one is probably my least favorite. I loved meeting my favorite characters again, but the story was a little disjointed.\n\nWednesday, January 21, 2009\n\nWay Back Wednesday - Dorothy and the Wizard in Oz\n\nDorothy and the Wizard in Oz by L. Frank Baum\n\nDorothy and the Wizard in Oz is the fourth book set in the Land of Oz written by L. Frank Baum and illustrated by John R. Neill. It was published on June 18, 1908 and reunites Dorothy with the Wizard from The Wonderful Wizard of Oz.\n\nDorothy and her kitten, Eureka, is sent to visit her uncle in California - operator Hugson's Ranch. She strikes up an acquaintance with Hugson's son and her cousin, Zeb. Dorothy, Eureka, and Zeb are riding a horse buggy when an earthquake starts and opens a crevice beneath them, sending them hurtling into the bowels of the earth. They land in the land of the Mangaboos, vegetable people who blame the earthquake on Dorothy.\n\nAlthough the book has \"In Oz\" in the title, Dorothy and the Wizard spend very little time actually in Oz, but it doesn't matter. This is another great installment in the Oz series.\n\nTuesday, January 20, 2009\n\nThe Dragon's Eye (Erec Rex #1)\n\nThe Dragon's Eye (Erec Rex #1) by Kaza Kingsley\n\nReading level: Ages 9-12\nHardcover: 345 pages\nPublisher: Firelight Press, Inc.; 1 edition\nLanguage: English\nISBN-10: 0978655567\nISBN-13: 978-0978655563\n\nErec Rex is a 12 year old boy who has been living in a non-magical world, when he was actually born in a magical world. Sound familiar? Well, this is where the similarities between Erec Rex and Harry Potter end. For all those clamoring for a new fantasy series to read after the ending of Harry Potter, then look no further - Kaza Kingsley has given us a unique and interesting take on the world of magic.\n\nErec unknowingly enters the magical world of the Kingdom of the Keepers while searching for his mother. Erec has an unusual gift - the dark thoughts. When the dark thoughts take over Erec's mind, he must do what they say. When the dark thoughts tell him to go in search of his mother, he encounters a new friend, Bethany, who helps him search for his mother.\n\nErec soon finds himself in a tournament to become one of the new rulers of the Kingdom of the Keepers. The current rulers are King Piter, King Pluto and Queen Posey - but King Piter has been ill for over 10 years. It was King Piter's own children - triplets - who were to be the new rulers, but they mysteriously died as babies.\n\nPeople are not always what they appear to be in the uniquely different world of magic and mayhem. Allies become enemies and enemies turn out to be friendly - it is unclear whom to trust in this newly created world.\n\nThis books gives you many unusual new items and animals, as well as magical devices:\n\nMagical seeing eyeglasses - let you see the person you miss the most.\nCloudsicles - yummy snacks to eat.\nAniballs - different colored balls which turn into animals.\nInquizzles - will answer one question for you.\nNitrowisherine - a liquid that explodes, then grants a wish.\n\nThis is a wonderful new series for young adults, and adults who are young at heart. The second book in the series is The Monsters of the Otherness. The third book - The Search for the Truth - will be released this summer.\n\nVisit Kaza Kingsley's blog at The Memory Mogul and the official Erec Rex website at Erec Rex\n\nHope Is In the Air\n\nThe enthusiasm is contagious! Everything is building to a crescendo for this all important day in history. Hope is in the air and with hope comes the emergence of a new day in America.\n\nAfter agonizing over whether to allow my daughter to stay home from school today - I did decide YES - today ended up being a snow day. So now she can stay home without fear of all the work she's missing!\n\nMy hubby called last night - he is in Washington for work - and he said the crowds and the traffic are unbelievable! He said just going a short distance takes hours and hours. But he did say most people are excited and even helpful. Plus, he got to see Keith Olbermann doing Countdown from the temporary set for MSNBC!\n\nToday is one of those \"Where were you\" moments in history our children and grandchildren will be talking about. Write down your hopes and feelings. Talk to your family about what is important to you. Someday, a family member will feel honored to know what YOU were feeling on this important day.\n\nRemember to sign-up and volunteer your services to your community. Even if it is only a small step, every little small step counts towards making our nation stronger.\n\nHappy Inauguration! God Bless America!\n\nMonday, January 19, 2009\n\nLOST Book Challenge\n\nThe LOST Books Challenge will be the first book challenge I have accepted so far in 2009. I like the idea of this challenge because I have become absorbed in the LOST legend over the past 6 weeks.\n\nI didn't start out watching LOST when it first came on, but I have rented the entire series from Netflix and have been watching one episode after another. I will finish the 3-part season 4 finale tonight, so I'll be ready for the season 5 premiere on Wednesday.\n\nHere are the books I am considering for this challenge - I am giving myself a list of 10 from which I will finally choose my 5 books:\n\n1.) Are You There God? It's Me Margaret by Judy Blume - this book was a favorite when I was a little girl, but it's been over 30 years since I've read it.\n\n2.) A Wrinkle in Time by Madeleine L'Engle - another favorite from my childhood, the book that started my science-fiction craze.\n\n3.) Dune by Frank Herbert - I love this movie, but I've never read the book.\n\n4.) Alice's Adventures in Wonderland by Lewis Carroll - actually I read this book again last year, but I plan to read the Annotated Alice. This may be a deviation from the books, but that's my plan.\n\n5.) Through the Looking Glass by Lewis Carroll - see #4.\n\n6.) The Stand by Stephen King - my favorite King book, but I haven't read it in years. I plan to read the expanded version which is over 1100 pages.\n\n7.) Harry Potter series by J. K. Rowling - these 7 books will probably be bonus books. They are my comfort books, so whenever I'm sick or not feeling well, I'll pull out one and start reading.\n\n8.) The Gunslinger by Stephen King... (truncated)",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9769762158,
        "format_confidence":0.9488890171,
        "weight":0.0413609292
    },
    {
        "url":"https:\/\/midnight-mind.com\/2019\/12\/31\/eyes-to-the-storm\/?like_comment=79&_wpnonce=c59b088d4c",
        "text":"eyes to the storm\n\nThe girl on the hill watches, quiet and still, as a storm leaves gaping cracks in the darkening sky.\n\nAsh-colored clouds writhe across the horizon, tortured and wild as they spread their poisonous darkness, increasing the pace of their dizzying dance with every passing minute. A thunderous clap of untamed fury resonates through the crackling air, echoing deep into the hills and vibrating beneath the girl’s skin. She braces her legs against the sharpness of the angry wind, glaring into the face of the storm.\n\nShe’s nothing but a child, small beneath the vast sky, a motionless figure upon the rolling emptiness of the hills. She’s hardly visible amidst the golden ocean of wild grasses that sway around her shoulders, bending in the wind. Her skin is a shade of light copper, bright and beautiful in the strange light of the storm, which illuminates the world in shades of whispering danger. The breeze twists her white dress around her ankles as the hem of the gown brushes against her bare feet. She closes her eyes, tasting the electric hum in the air as the wind tosses her silver curls.\n\nThe softest smile plays on her lips as she lifts her face bravely to the darkening sky.\n\nSlowly, she begins to sing.\n\nIt is a song of life and courage and hope, a song that trembles with the knowledge of the terrible truth, that the end waits above her like an ever-darkening serpent in that churning sky. She sings with her whole heart, arms outstretched to the open air, and the echoes of her own voice answer her until they fade into the sounds of the storm. She is smiling as she sings, almost laughing in the face of horrible danger, knowing that she will fall, yes, but it will be a fall as beautiful and graceful as the bending flower stems at her feet.\n\nHer voice is swallowed by an angry roar from the clouds. Lightning strikes the ground in the distance like the sharpest warning, and she can smell the bitter smoke in the air as fire leaps to life in the dry grass. She remains motionless, waiting, listening, knowing what will come.\n\nAnd there it is—her song. Gentle and low, whispered by hundreds of weary voices. She turns her back to the storm to greet her soldiers, the saddest smile tracing her features as they appear, row after shining row, at the crest of the hill. There are several hundred of them in total, a limping army of battle-worn men and women, their shoulders aching with the effort of lifting their eyes to the storm. Their armor is bruised and dented, taken from the bodies of their fallen brothers, stained with the colors of a thousand painful deaths. Their faces soften as they see her slight figure, terribly small yet impossibly bright against the power of the storm. Their lips move to the words of her song as a fragile hope comes alive in the corners of their eyes. At the sight of the fierce-faced child, they remember what they are fighting for, what they have lost their sons and daughters for, what they face even now as the storm laughs, low and horribly cruel, at the sight of the ragged army rising to face impossibility for the final time.\n\nThe man who led the army over the hill drops painfully to his knees before the girl, pressing his forehead against hers with an expression of quiet weariness on his scarred face. She kisses her father’s cheek, gentle and certain, before taking his hands and helping him to his feet. He returns her soft smile with a brokenhearted gaze in his eyes, the very core of his being aching to protect her, knowing that he’s hoping for something impossible.\n\nThe sound of a hundred swords being drawn in unison rings sharply through the air. The girl and her father whirl to face the storm, and the girl’s song twists into an anguished battle cry at the sight of what the clouds have become. The shout is echoed by her army as they band tightly together at the crest of the hill, swords gleaming against the sky, shields drawn close to their chests. They look to the child, to the way her eyes flash in the light of the rapidly spreading wildfire. They wait, counting the seconds, trusting her.\n\nShe closes her eyes and nods, sorrowful and gentle, pressing her hand into her father’s for a moment before letting him go for the last time.\n\nShe lifts her voice in a final song, haunting and painful, drowned in ragged hope.\n\n\n\nthey charge.\n\n15 thoughts on “eyes to the storm\n\nwhat's on your mind?\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.9663396478,
        "format_confidence":0.9291076064,
        "weight":0.0254393432
    },
    {
        "url":"https:\/\/nabermpublications.com\/book-author\/gabriella-dede-okai-addey\/",
        "text":"Gabriella Dede Okai-Addey began writing short stories since she was about 6 years old. Her first short story was titled, A Lifetime. She aspires to be an engineer, or an author should she excel as a writer. She likes to sing, dance, play piano, draw, play basketball and make crafts. She lives in Laurel, Maryland with her dad, mom and her little sister.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.983546257,
        "format_confidence":0.9855399728,
        "weight":0.0013356142
    },
    {
        "url":"http:\/\/www.poemhunter.com\/poem\/jet-is-a-good-friend\/",
        "text":"Alex Cheng\n\nJet Is A Good Friend - Poem by Alex Cheng\n\nPlay Poem Video\n\nJet is a good friend.\nJet is a good man.\nJet is a good student.\nJet makes me amazing!\n\nJet likes food.\nJet likes animal.\nJey likes water.\nJet is a human.\n\nPoet's Notes about The Poem\n\nThe guy is my best friend, I wants to use the poem to remember.\n\nComments about Jet Is A Good Friend by Alex Cheng\n\nThere is no comment submitted by members..\n\nRead this poem in other languages\n\nThis poem has not been translated into any other language yet.\n\nI would like to translate this poem »\n\nword flags\n\nWhat do you think this poem is about?\n\nPoem Submitted: Monday, May 21, 2012\n\n[Hata Bildir]",
        "topic_id":16,
        "format_id":2,
        "topic_confidence":0.8891443014,
        "format_confidence":0.9862564206,
        "weight":0.0234071396
    },
    {
        "url":"http:\/\/www.wig-wags.com\/tag\/sweetsmoke\/",
        "text":"Sweetsmoke by David Fuller\n\nThis weekend I finished David Fuller’s novel, Sweetsmoke, which I first mentioned on WigWags here.\n\nA work of fiction can be judged by many criteria. My approach is pretty simple.\n\n  1. Did it keep my interest past page five?\n  2. Did I find myself wanting to set other pressing activities aside to return to the story?\n  3. Did the characters grab me?\n  4. Was the writing such that I could see what the characters see?\n  5. If a mystery, did it keep me guessing?\n  6. Did I learn something?\n  7. Was I a bit blue the day after I finished it because — I didn’t want to be finished?\n  8. Would I recommend it to family, friend, or colleague?\n\nHere is my run down on Sweetsmoke. The numbered answers below correlate, of course, to the aforementioned questions above.\n\n  1. By the time I thought about whether the story had held my interest past page five, I’d just finished Chapter 5. Enough said on that one.\n  2. My finances remain in a growing “to do” pile.\n  3. The protagonist, Cassius Howard, was entirely satisfying as the central player in the story. I found particularly intriguing his relationship with his owner, Hoke Howard. And what a fresh idea to make the “sleuth” of the murder mystery that is the undercurrent of the story, a plantation slave.\n  4. I found Mr. Fuller’s descriptive writing excellent. His recounting of the Battle of Antietam (see Antietam National Battleground link here), was shockingly realistic and worth the price of the book alone. He is a master of “showing,” not telling. Well done.\n  5. The mystery’s twists and turns definitely kept me guessing. I won’t reveal anything here…\n  6. While I was familiar with the history, Mr. Fuller’s description of plantation life from the slave’s perspective was insightful. Many readers will benefit from the historical aspects of the book.\n  7. I am completely miffed that I don’t get to continue the story this evening.\n  8. I just this minute loaned my copy to my sister to read on her vacation. She and her daughter will likely fight over it. Vacation reading is sacred. Only the best.\nThe Bloody Lane, Antietam Battlefield. Photo: National Park Service",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.9925409555,
        "format_confidence":0.7927139997,
        "weight":0.0420198727
    },
    {
        "url":"http:\/\/obligatedtoexaggerate.blogspot.com\/2013\/05\/friday-things.html",
        "text":"10 May 2013\n\nFriday things\n\nI finished Ghosts of Berlin (did I already say that last week?) and read the entirety of Stasiland. I'm not sure what's next, but it might be one of the books about soccer I got for Christmas.\n\nI started making curtains for my office, but I haven't finished them yet.\n\nStill watching Attack on Titan, Hataraku Maousama!, Gargantia, and Valvrave. Titan continues to be brutal, Maousama continues to be fun, Gargantia continues to be good, and Valvrave is only getting worse every week. I swear it was written by twelve year olds on a sugar high. There is no logic in the show. It is horrible.\n\nNo comments:",
        "topic_id":16,
        "format_id":15,
        "topic_confidence":0.6234900355,
        "format_confidence":0.9929273725,
        "weight":0.0263958598
    },
    {
        "url":"http:\/\/dictionary.cambridge.org\/dictionary\/english-chinese-simplified\/let-s-see",
        "text":"Translation of \"let's see\" - English-Mandarin Chinese dictionary\n\nSee all translations\n\nlet's see\n\nalso let me see\/think\n\nused when you want to think carefully about something or are trying to remember\n\nNext Saturday, let's see, that's when we're going to the theatre. 下周六，让我想想，那天我们要去看戏。\nThe last time I spoke to her was, now let me think, three weeks ago. 我上一次和她说话是，让我想想，3个星期以前。\n\n(Translation of “let's see” from the Cambridge English-Chinese (Simplified) Dictionary © Cambridge University Press)\n\nNeed a translator?\n\nTranslator tool\n\nGet a quick, free translation!",
        "topic_id":16,
        "format_id":19,
        "topic_confidence":0.8450576067,
        "format_confidence":0.9658368826,
        "weight":0.0037502033
    }
]