[
    {
        "url":"http:\/\/www.valleybuildersllc.com\/blog\/page\/4\/",
        "text":"Check back often to learn about all of our latest projects throughout the Shenandoah Valley, Woodstock, Strasburg, Middletown, Front Royal, Winchester, Harrisonburg, Fort Valley and up and down I-81! Valley Builders works hard to satisfy every customer!\n\n  • Brian Fitchett and his crew at Valley Builders LLC were simply wonderful to work with from the beginning to the end of our project of building a new three bedroom house in Fort Valley. We had purchased ready-made plans online and Brian ably customized the rooms and walls to reflect our personal needs, in addition to bringing the house plans up to current state and local code. He was very easy to work with and kept us informed of the progress. All the subcontractors and suppliers, as well as his regular crew, did an excellent job and were prompt in correcting any of the problems that arose. The finished house is BEAUTIFUL and we look forward to many happy hours there. We would highly recommend Valley Builders LLC to anyone searching for a reliable and talented contractor.\n    Jim and Vicki Cole - Manassas and Fort Valley, VA\n  • I recently contracted with Valley Builders for two pole barns, one of which was specially designed as an aviary. The crew worked hard every day and I was impressed by the quality of their work. Brian was easy to deal with and committed to meeting the schedule. I am very pleased with my new buildings.\n    Curt LeVan\n  • Dear Brian and everyone at Valley Builders, Thank you so much for the beautiful job you and your crew did for us. THe renovation of our little house is amazing! OUr master bedroom is so bright and spacious now with new windows and the increased size. The new kitchen cabinets and bar when looking through the dining area doubled the light and makes it seam so spacious. You were so pleasant to work with even when we changed a few things here and there. You all seemed to enjoy what you were doing and were excited with us as the \"new\" house began to unfold. I would recommend you and your crew to anyone who is ready to renovate an older house or build new construction. Thanks again! El and Jamie Weaver Homeowners in Fleming Park Mt. Jackson\n    El & Jamie Weaver - Mt. Jackson\n  • Recently my wife and I acquired property outside of Winchester, VA. On the property stood an old farmhouse in poor condition that we needed to remove. We contracted with Brian Fitchett of Valley Builders for the demolition project that presented several challenges: protecting existing structures, a stone lined well, and various trees and bushes. Brian and Justin did an excellent job of removing the house and restoring the site to our specifications. In spite of the bad weather the work was completed on time, and the site is clean, level and ready for grass in the spring. Valley Builders will certainly be on our bidders list when it comes time to build our home.  \n    Matt and Lynn - Alexandria, VA\n  • Brian and his team at Valley Builders built a detached garage for me. His team was hands on throughout the project and addressed every question and concern we had. Thanks again for your services. Highly recommended.  \n    Ringo Hottle, Client\n  • Everyone told my husband and myself when we started talking about building a house to prepare for unmet deadlines, long waits and huge amounts of aggravation.  Working with Brian Fitchett, owner of Valley Builders, LLC, has been one of the best experiences we have ever had with a business.  Brian was always accommodating, on schedule if not ahead of schedule, upfront and honest with us from beginning to end.  He has a strong work ethic and maintained a solid trusting relationship with us.  We were extremely happy with his work and would recommend Valley Builders, LLC time and time again.  \n    Shannon and Larry Walters, Client",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.6503770351,
        "format_confidence":0.9235366583
    },
    {
        "url":"http:\/\/lcigc.com\/testimonials\/mikepolivkacolliersinternational.html",
        "text":"Mike Polivka - Colliers International\n\n“The Evanston Group’s Expansion Project turned out beautifully. With the help of LCI, their existing space flows directly into the new location seamlessly. The professionalism portrayed in their construction helped us complete this job with ease and on budget. I would recommend them for other work and utilize them in the future. A friendship develops due to their helpfulness on the project or in the office.”\n\n\n\n-Mike Polivka, Colliers International\n\nAbout Us | Experience | Contact Us\n\n321 N. Clark Street | 5th Floor\nChicago, IL 60654\n\nLangehaumer Construction Inc. is a premier Commercial Construction company serving the Chicagoland area. Dedicated to innovation and service in the building industry, Langehaumer serves Commercial Property Management, Hospital Management, Lab Managers and Mission Critical Providers as General Contractors, Design Builders and Construction Managers.\n\nCopyright ©2013 Langehaumer Construction Inc. We are proud members of the following organizations:",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.9629955292,
        "format_confidence":0.5697164536
    },
    {
        "url":"https:\/\/www.pantone.com\/Pages\/products\/ProductReviewsPopUp.aspx?pid=60&blnRead=0",
        "text":"please create a mini-account to review this product\n\ncustomer reviews\n\naverage rating 4.67\nOct 26, 2010\n\nI want to know the part no. of chips in particular\n\nApr 27, 2010\n\nI want to know the part number of some opaque plastic chips in particular\n\nBrandon Stroud\nMar 02, 2010\n\nPurchased this set about a year ago, great reference! It has drastically sped up the approval process of plastic sampling as well as time to market. Thank you!\n\n3 of 3 displayed\nPage 1 of 1",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7941899896,
        "format_confidence":0.9789806604
    },
    {
        "url":"http:\/\/macdon.com\/testimonials\/wally-linneweber",
        "text":"Testimonials View all\n\n“You have to see an FD Series FlexDraper® working to believe it.”\n\nWally Linneweber, Vincennes, IN\n\n\nWally Linneweber\n\nWhen I first saw a FlexDraper®, my first thought was who’d want that? I remembered the old combines with canvas feed from the 60s and how sand and dirt would get between the canvas and the cylinder. When that happened it wouldn’t turn and you would have to get out and pull the belt to get it going. But MacDon has solved all that; they’ve made so many improvements that you just can’t imagine how much better the FD70s are over an auger. FlexDrapers feed so evenly you don’t get the big wads like you do with an auger. You can get extra time in the morning when it’s really tough cutting conditions and at night when things are tough. When it moistures up you can still cut through it. I can cut at least four more hours a day with it than I can with an auger. In fact the conditions round here were so tough this year that neighbours broke augers on green beans; but we had no problem. If you’re still cutting beans with an auger, you owe it to yourself to try a MacDon FlexDraper®. I have a neighbour who finally bought one after I’ve been telling him that he needed one for three or four years. He couldn’t imagine what the difference was until he got one and saw it with his own eyes. You basically have to see it to believe it.\n\nFind out more about FD75 FlexDraper® Headers for Combine.",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.8879525065,
        "format_confidence":0.9868505001
    },
    {
        "url":"http:\/\/www.konespares.com\/testimonials.html",
        "text":"\n\n\n\"KONE Spares provided us step replacements for six escalators at one of our high-profile office buildings in Burbank, California.  Their service, responsiveness and pricing were excellent.  The KONE Spares team took a genuine interest in our project from start to finish and followed-up regularly to make sure everything was going smoothly.  I look forward to working with them again in the future and highly recommend their products and service.\"\n\n\nLeo Divinsky, Asset Manager, Worthe Real Estate Group\n\n\nThank you KONE Spares parts department for the great customer service! Your knowledgeable staff, user friendly website and quick response to my requests have exceed my expectations every time.\n\n\nLiz Estes, MEI Total Elevator Solutions\n\n\"I would say that the surveying, quoting, and overall experience has been phenomenal. KONE Spares and its team has been the most helpful during and after normal business hours and even during vacations (Mario) which is unseen in the elevator industry. The surveying process is easier now with the online form and the ordering is simple as well by using the Montgomery CTS numbers. As for the installation, I am hugely surprised how simple the installations has been.\"\n\n\n\"Any drive upgrade should take no more than 3 to 4 hours at best if all goes well but no more than 8 hours giving the elevator owner a running elevator the same day.\"\n\n\nChris Rivera, Service Manager Orlando, Oracle Elevator\n\nEscalator Parts and Elevator Parts for North America\n\n\"In 2014 we were looking into upgrading our Kone Miprom 21 elevators. I contacted Kone Spares and ask about the new DC drives that were available. I was put in contact with Mario Jones an engineer with Kone Spares who explained the benefits of installing the new DC drives. My concern was the installation of each drive, how many man hours it would take to install per elevator and if detailed instructions was provided with the purchase of the new drives.\n\n\n\"Mario assured me the drives would come with detailed instructions and the time to install would decrease after the first drive was installed.  We have 26 Kone Miprom 21 elevators at our installation and we decided to purchase 3 new drives and see how they would work. The drives were installed and working great, the instructions were detailed and the drives were easy to install. The time frame to install was cut in half after the first install. Since, we have purchased the other 23 drives and are happy with the product.\n\n\n\"Thank you KONE Spares, and a special thanks to Kelly Oberhardt and Mario Jones for all your support during the purchasing and installation of the DC drives.\"\n\n\nDonnie Bearden, Utility Supervisor, Wolf Creek Federal Services\n\n\"I can honestly say that in my 16 years ... you and your staff are the top of my list of favorites!  You are always so pleasant and everyone seems so knowledgeable!\"\n\n\nName and Corporation withheld by request\n(because, well ... you know)\n\nWe carry OEM parts for all major elevator and escalator brands:\n\nKONE, Montgomery, O&K, Armor, MAC, Otis, Schindler, Dover, ThyssenKrupp, and many others!\n\nWe have features and exclusives!\n\nSign up today (so you don't miss any):\n\nHear about it before anyone else »\n\nCall KONE Spares Toll Free:\n\nUSA - (800) 343-3344\n\nCanada - (888) 644-5663",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7418938875,
        "format_confidence":0.9843355417
    },
    {
        "url":"https:\/\/www.yellowpages.com\/anchorage-ak\/mip\/ft-james-co-6594092?lid=6594092",
        "text":"In mybook® Home Collection (edit)\n\nAdded to your home collection.\nRemoved from mybook!\n\nWe took this business out of your home collection.\n\nDo you know the hours for this business?\nExtra Phones\n\nTollFree: (800) 277-4258\n\nRabbit Creek\nPaving Contractors, Asphalt, Concrete Contractors, General Contractors, Masonry Contractors-Commercial & Industrial, Road Building Contractors\n\n\nHi there!\nBe the first to review!\nFirst-classBetter than mostAbout what I expectedNot the worst...Disappointing\nClick to Rate\nShare Review\n\nLike this review? Share it on your social network to get the word out!",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.5625370145,
        "format_confidence":0.8914741874
    },
    {
        "url":"http:\/\/www.tecscanelectronics.co.uk\/testimonials\/",
        "text":"Tecscan Print Inspection Email: sales@tecscan.co.uk\nTecscan Print Inspection Email: sales@tecscan.co.uk\n\nCustomer Satisfaction\n\n\nWe're committed to providing the right solution for your press, not a one-size-fits-all system. That's why we work closely with our customers to understand their needs, using our years of experience and know-how to develop bespoke print inspection systems. We appreciate every client, and we're glad to hear and share your feedback.\n\n\"It is always a pleasure to work with such smart people, who prefer to understand and consider work situations in their complexity, instead of going straight ahead without thinking. Thank you for your cooperation!\"\n\n\nMs Stefania Vitaletti of Eurocod SRL, Italy\n\n\n\"We approached Tecscan for advice on a web inspection unit for our Flexo press. I was extremely happy with the way our enquiry was handled and that customer service understood our requirement.\nThe Series 4 CS1 unit was specified and trialed before we committed to purchase, something we required as this was a new addition, not a replacement. Since fitting we have seen increased productivity, better colour reproduction due to faster web speeds and improved quality. We are extremely happy with the CS1 web inspection device.\"\n\n\nMr Howard Burr, Owner of Malmesbury Labels, UK\n\n\n\n\"I have never heard such a positive reaction from every single operator to a piece of equipment installed in the factory.\"\n\n\nMr Peter Barry, Process Development Manager at Printpack, UK\n\n\n\n\"It is very important to have a supplier we can rely on. It saves us time and money. Well done, and thank you.\"\n\n\nMrs. Jackie Coe, Senior Buyer at Edale, UK\n\n\n\n\"Our decision to get the Tecscan AVIS system installed on our Rotagravure press is fruitful. The user-friendly system has enabled us to achieve our objective of product quality at optimum speed.\"\n\n\nMr. Pranav Parikh, Director at Parikh Packaging, India\n\n\n\n\"Working with you is a real pleasure; you always keep us updated, providing all documents and possible help. This shows the high quality of your company.\"\n\n\nMr. Roman Semenchuk of Color-Graf, Belarus\n\n\n\n\"The AVIS system has enabled us to have confidence in the product quality, and subsequently run our MPS machine to its full potential in terms of quality and speed.\"\n\n\nMr. Joe Bennaton, Operations Director at Label Apeel, UK\n\n\n\n\"I received excellent assistance from your support team, and should provide more business in the future.\"\n\n\nMr. Craig Shull of Thorn Hill Printing, USA\n\nWINNERS of Flexotech Innovation in Print Technology Award\n\n\nWINNERS of Flexotech Best Environmental Innovation Award\n\nConnect with us on LinkedIn and Twitter to hear the latest product updates, offers and articles.\n\n\n\n\n\n\n\n\n\nThe development of this website and other Tecscan projects have been undertaken in partnership with the University of South Wales, made possible by the Strategic Insight Programme.\n\nPrint Print | Sitemap\n© Tecscan Electronics",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7094826698,
        "format_confidence":0.9847532511
    },
    {
        "url":"https:\/\/www.vogeltool.com\/testimonials\/",
        "text":"“S & R Custom Panels, LLC has manufactured steel galvanized livestock panels, gates and shelters since 1996. Our Arc-Fit has been one of our greatest assets to our operation. When we purchase tools for our operation, we demand the utmost quality, long lasting and low maintenance products to optimize & maximum production. Our Arc-Fit notcher has cycled hundreds of thousands of time a year and has provided us with clean and accurate notches every year. It has paid for itself 1000 times over with no breakdowns or extensive maintenance. This tool has been a core piece of machinery in our manufacturing” – S & R Custom Panels, LLC\n\n“We received the tools today. They look great. Very well built. Thank you for your help on this project.” – Minnesota Mfg. of Safety Equipment\n\n“Again, thank you for responding so quickly and for the options you have given. You have excellent customer service and I wish every company that we deal with was as customer service oriented as you have been.” – Contractor in Georgia\n\n“I see you are celebrating 80 years of American made products. Congratulations and thank you…we may have one of the first models that rolled off your line!” – California Fence Company\n\n“I received the new press Monday afternoon and it is working like a charm cutting like butter.” – Fence Contractor, California\n\n“I just wanted to let you know what a great notching tool you have there. I just had to order a new 9202A to replace the 9202 we have here that is around 40 years old … It would be easy to say we make around 3000 gates a year or more between all the locations. We all use the Vogel notching tool, in my opinion it is the best in my industry. So it is nice to know that someone like Vogel is still out there making high quality tools.” – Georgia Fence Company\n\n“I can’t believe that it has been ten years since we started doing business with you and your company. The best thing is that your company has never slipped on their service and quality of product you produce. We have no doubt that the next ten years will be the same or better.”  Vanguard Aluminum Fences",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.9874542952,
        "format_confidence":0.9901109338
    },
    {
        "url":"http:\/\/ddafire.co.uk\/Testimonials.htm",
        "text":"Over the years we are proud to have worked with many different clients across our range of services, some of whom have been kind enough to leave us testimonals.\n\n\n\nPaul Richmond - Sytner Group Limited\n\n\"The recent fire training was well balanced and judged, illustrated with appropriate anecdotes and video. The practical session was well designed, a reflection of DDA’s experience in Film and TV effects, producing a controlled fire for participants to extinguish - I would happily recommend the course.\"\n\n\nEan Baalham - Lakeside EFW\n\n\"As a large scale Energy from Waste power station safety is always a major priority in a hazardous business.\"\n\n\"We've used DDA Fire for our Extinguisher selection, supply and Inspection since 2009 and have always enjoyed excellent customer service and a helpful attitude from the staff - Highly recommended.\"\n\n\nLisa Cooper - Double 4 Limited\n\n\"DDA Fire Ltd’s staff are always polite, courteous and professional, All staff are knowledgeable about the industry in which they work.\"\n\"Booking jobs is easy and done within 1 call.\"\n\"Engineers are punctual and professional and when on site the engineers get the fire extinguishers serviced quickly and efficiently with minimal disruption to us as a company the work area is always left clean and tidy.\nOnce all servicing is complete the paper trail is easy to follow and no hassle.\"\n\nClare Junak - General Manager - School Aid\n\n\"We are a small charity and we do our best to focus our energy and resources on our core objectives.  Nevertheless, like all organisations, we  have to maintain our premises to have a safe environment for our volunteers and to comply with health and safety regulations.  To that end, it has been a pleasure to work with DDA Fire who confirmed the number, type and size of fire extinguishers we needed.  Their service engineer came to our premises to site the extinguishers in the correct places and a year later to do the annual inspection. The visits have been easy to arrange and the visits have been on time and we have been provided with the required paperwork. Being able to easily arrange this type of service and at a very reasonable price is very important to a lean organisation such as ours.\"\n\n\nDDA Fire Ltd logo\n© 2013 DDA Fire Ltd | Pinewood Studios | Pinewood Road | Iver Heath | Bucks SL0 0NH | Registered Number 6480014",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.8067094684,
        "format_confidence":0.9889000654
    },
    {
        "url":"https:\/\/www.toolboxbuzz.com\/safety-work-wear\/holstery-tactical-tool-holders-review\/",
        "text":"Holstery Tactical Tool Holders Review\n\nTool Box Buzz rating:\n\nHolstery Tactical Tool Holders Review\n\nTactical Tape Measure and Hammer Holders\n\nManufacturer: Holstery\nPrice: $24.99\nToolbelts are often a love-hate relationship. A high-quality belt system may offer all-day comfort but require a bulky loadbearing set-up. Holstery is a company that is helping to change that mindset. This tool review will take an in-depth look at the Holstery tactical tool holders as well as their other products.\n\nHolstery Tactical Belt Tool Holders Review\n\nWhile the toolbelt world may be lagging behind a bit in terms of innovation, the concealed carry holster industry continues to leap forward with innovations. Holstery is examining the technology of the holster world and adapting it to tools. Just look at their name. Holstery products focus on lightweight, easy on\/off, rugged, and versatile designs.\n\nHolstery Tactical Tool Holders Review\n\nHolstery Tactical Hammer and Tape Measure Holders\n\nTwo products from the Holstery line up that immediately appealed to me were the Tactical Tape Measure Holder and the Tactical Hammer Holder. A dedicated tool belt is not something I wear daily. I spend more time in the truck or in meetings than I care to admit. Wearing a dedicated belt-mounted leather hammer loop is a recipe for back pain and a damaged truck interior.\n\nHolstery Tactical Tool Holders Review\n\nHowever, working in construction has taught me to be as flexible and adaptable as possible. When I need a tape and a hammer on hand, I need those tools to be in place and easy to reach. Holstery gives me exactly that. Purpose-built dedicated tool holders with easy on\/off belt clips.\n\nStandout Features of the Holstery Tactical Tool Holders\n\nEasy On\/Off\n\nHolstery Tactical Tool Holders Review\n\nThe tactical tool holders feature a body made of a rigid polymer material known as Kydex. Attached to this body is a molded plastic clip that easily mounts to your regular pants belt. The clip will accommodate up to a 1.75″ belt. This width covers the thick “rigger” style belts that are commonly available. The clip also has a hooked inside edge to grab your belt and ensures the holder only comes off if you want.\n\nComfortable Ride Height\n\nHolstery Tactical Tool Holders Review\n\nWhen mounted on the belt, the Holstery tactical holders provide a comfortable and intuitive ride height for your tools. I found that the hammer holder sits “just right” and does not dig or poke into the body. Holstery sized the steel loop  to accommodate a range of hammers from small finish work models up to larger framers.\n\nThe tape holder does slightly offset the position of the tape. Traditionally belt-mounted holders keep the tape body in one with the belt. The Holstery off-sets it slightly lower. But it is still comfortable and effortless to remove or replace the tape. The steel clip mounted to the Holstery body offers a secure mount for the tape.\n\nHolstery Tactical Tool Holders Review\n\nSave Your Truck Interior\n\nI mentioned back pain before from wearing a traditional hammer loop in the truck. But what grinds my gears even worse is the damage the loop does to my center console while driving. I do my best to preserve my vehicles as much as possible. Unnecessary scratches from wearing a hammer loop while driving makes my blood boil.\n\nHolstery Tactical Tool Holders Review\n\nThe Holstery Tactical holder allows me to mount a hammer loop easily to my belt when I want one. But to remove it quickly when I don’t need it. Holstery Tactical Tool Holders Review\n\nHolstery Workshop Tool Holder Options\n\nIn addition to belt-mounted options, Holstery offers custom tool holder options for your shop or vehicle. I can mount these clips and holders  to almost any surface. I mounted a tape measure clip and magnetic tool holder to some of the cabinets in my personal workshop. The tool magnet option is capable of holding a 28 Ounce framing hammer with ease.\n\nPrice and Availability\n\nThe tape measure and hammer holders both retail for $24.99 each at the Holstery website. In my opinion, this is a fantastic price. I have spent far more on tool accessories that aren’t anywhere near as useful before. The Holstery website also features other options like a speed square holder and tool magnet. The DIY options for shop mounts are also available for about $7.00 each. To me, $25 is a small price to pay for an accessory that is as practical as the Tactical Tape Measure Holder. Mine rides in the door pocket of my truck now with a couple of tapes.\n\nHolstery Tactical Tool Holders Review\n\nHolstery is a small American business. All of their products are designed and built in the owner’s shop in Idaho. Unfortunately, you won’t find their products at big box stores, yet. They are available directly from the Holstery website. Follow the Buy Now link below to purchase directly from Holstery.\n\nTactical Tape Measure and Hammer Holders\n\nOverall Impressions\n\nA dedicated tool belt is one of the best all-around options for framers, carpenters, and other related trades for managing commonly used tools. However, for many professionals, a large belt is unnecessary or unwanted. But when commonly used tools like a hammer, tape measure, or speed square are needed, a versatile and easy on\/off holder for those tools is invaluable. That is where Holstery comes in.  Their Tactical Tool Holder’s line is an outstanding accessory for anyone who finds themselves jumping onto job sites frequently, but does not require a dedicated belt system. Furthermore, they offer an intuitive and repeatable spot to store the tool when you aren’t using it. Every put a full-size framing hammer in the stupid loop sewn to your pant leg? Yeah. You know what I am talking about.\n\nHolstery Tactical Tool Holders Review\n\nI found the Holstery line of accessories to be innovative and infinitely useful. The low purchase price also makes this an excellent affordable gift option for the tool users and professionals I know. My only criticism of the design is the material selection of the belt clip. A spring steel piece would allow for a thinner and more rigid profile and tuck the holder in closer to the body. Overall I am very impressed with the design. Check out  Tactical Tool Holder’s line from Holstery as a stand-alone option or as an upgrade to your current belt system.\n\nAbout the author\n\nWes Bartosik\n\nWes Bartosik is a Connecticut native with strong family ties to the construction world. Wes’ father and grandfather both were builders and developers and taught Wes the values of doing things right from an early age and getting hands on experience with every facet of the construction industry. Wes apprenticed with a carpenter throughout high school and would later attend Central Connecticut State University earning a bachelor’s degree in construction management all while working for a large excavation contractor throughout. Wes would go on to work for a local heavy-highway construction company and gain further experience with all the skilled trades associated with large civil engineering and utility projects. Though working as a manager now, Wes’ true passion is working in the field alongside the tradesman and laborers on site. Wes has been involved in community based service projects throughout his life as well as emergency services. In his spare time he takes on serious DIY projects for himself, friends and family. He is a firm believer that with a quality tool in your hands and some grit, you can accomplish anything.\n\nAll posts by Wes »\n\nLeave a comment\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.\n\n\nProduct reviews on this site contain our opinion of a product or service. We will always strive for objectivity and transparency in our reviews. Our goal is to provide readers with honest, objective information based on our own experiences. We never have and never will accept payment in exchange for a positive review. Many of the products that we review are provided to us for free by a manufacturer or retailer. In some cases, we also have advertising or affiliate relationships with manufacturers and retailers of products and services we review. For additional information please visit our additional disclosure policies.",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7036392689,
        "format_confidence":0.8752791286
    },
    {
        "url":"http:\/\/kk.org\/cooltools\/maasdam-powr-pu\/",
        "text":"Maasdam Pow’r Pull\n\n\nBest come-along\n\nCome-alongs are a must-have for country living. They’re most often used to tug vehicles out of ditches and unsuccessful stream fordings, and to tighten fencing. I’ve also used mine for erecting and tightening large tents and canopies, pulling objects into and onto trucks, hoisting 350 lb carcasses for butchering, encouraging crunched automobile bodies back into proper shape, pulling stumps, straightening sagging barns back to verticality, moving large logs, turning trailers to face another direction, erecting pre-assembled 2×4 wall sections built on the floor, cinching loads onto flatbed trucks, dragging heavy boats up the ramp onto the dock or onto their trailers, erecting wind generators, extracting and installing engines in vehicles and boats. In other words, moving just about anything up to 2 tons. Come-alongs should not be used to move people, since a well-used cable can snap.\n\nThe Maasdam Pow’r Pull is the best (though not the cheapest) come-along you can buy. It is built better than knock-off copies — especially the $19.95 ones — in every way. There’s an accessory wire gripper that enables the Maasdam (or any other pull tool) to tighten fences, clotheslines etc. I’ve beat the hell out of my 1969-model, and it has never failed. It will pull 2 tons. You can buy very expensive aluminum giant come-alongs from several firms, but the fine print with them sez that they are also 2-ton, so I don’t see much point in them except they are beautiful and classy-looking. Any tool that carries a high loading should be of the very best quality, as failure can be deadly or at the least scary. The Maasdam is good stuff.\n\nHints for working with a come-along: Many folks loop a come-along’s cable hook around an object and then hook it back onto the cable like a noose. This is very unsafe, as the hook will either cut or seriously damage the cable. Users should invest in a couple of suitable “Shackles” (any hardware or boat store) for such duty, and never hook anything directly to a come-along’s cable. Hint for come-along use where there are no trees or objects to anchor it to: Bury your spare tire a couple feet down and hook to that. Come-alongs also need some sort of anchor for the mechanism. I keep a length of 3\/8ths chain for that purpose.\n\n08\/8\/06 -- J. Baldwin",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.5471017957,
        "format_confidence":0.6650778055
    },
    {
        "url":"http:\/\/www.dcelectrical.ca\/testimonials",
        "text":"For 11 years DC Electrical & LiteCo have been doing business. They are a very organized and professional company and we look forward to many more years of business together.\n\nGarry Regan\n\nLiteCo Fredericton\n\nHard Working\n\nWe are very pleased with the business relationship we share with DC Electrical Service & Maintenance Inc. We have maintained a progressive business relationship with DC Electrical for approximately 11 years, and during that time we have completed several large, successful projects due to their professional and hard-working team. I would recommend DC Electrical for any electrical project – small or large.\n\nDon Goodine\n\nNorthside Ventilation Ltd.\n\nProfessional Service\n\nWe have been doing business with DC Electrical Service & Maintenance Inc. for many years now. They are professional, cost efficient and come as quickly as possible when we need an electrical issue resolved. Since they have been doing our building for some time now, they know our electrical system inside and out, and that familiarity produces a quick result every time.\n\nJohn Clark, President\n\nClark Chevrolet Cadillac\n\nHighest Quality Work\n\nKing Construction Ltd. has had the pleasure of working with DC Electrical Service and Maintenance lnc. over many years on literally hundreds of projects. Their work has always been to the highest quality and their projects managed with the utmost of professionalism. We look forward to many future successful projects together.\n\nSteven Scott, General Manager\n\nKing Construction Ltd.\n\nTrade Competency\n\nWe have worked together with DC Electrical on numerous projects over the past several years. They continue to show a high level of professionalism and trade competency.\n\nJoe Ogden\n\nSkillen Builders Ltd.\n\nEmail Us\n\nHave you had a positive experience you'd like to share with us? We'd love to hear about it, just fill out the fields below. We appreciate your business!\n\nCreated by\n\nLegal notice",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7379128337,
        "format_confidence":0.9903856516
    },
    {
        "url":"http:\/\/greggmechanical.com\/testimonials\/",
        "text":"\"Service You Can Depend On…\nA Name You Can Trust.\"\n\n\nThank you so much for doing such a beautiful job in installing our new ductless air conditioning system.  You gave us nice options, a great price, and your men were very respectful and professional when working on the house.  You will be highly recommended to others in the future.\n\nGina & Jeff\n\n\nThank you for a job well done!  All of your representatives and workers were professional.  We appreciate your interest in ensuring we were satisfied.\n\nDiane & Sal\n\n\nIt is a pleasure to do business with your staff!  I highly recommend you to all my friends.\n\nAlice G.\n\n\nThank you for a great job!  We can always count on you.\n\n\n\nThank you for the good service.\n\nJane S.\n\n\nThank you for your great service.  As the UPS Driver said when they saw your truck at my new residence: \"You use them, they are great!\"\n\n\n\nThanks so much for your prompt and professional work.  I really appreciate it.\n\nPeggy M.\n\n\nThank you for doing such a great job.  Now we can enjoy a cool house during the summer!  We appreciate all your hard work and everything you did for us.\n\nPat & Frank\n\n\nThank you so much for your consideration.  I'm really so pleased with your company and have been since my home was built.\n\nMary Lynne\n\n\nIt is a pleasure to renew my contract with Gregg!  All my contacts with your staff have been extremely positive.  Your office staff and technicians have been professional, efficient, patient and punctual.  I look forward to continue with Gregg for many years.\n\nA. Garet\n\n\nI want to thank you all for your help.  The service your company provides is among the finest I've encountered in any industry, let alone refrigeration.\n\nJudy & Dan\n\nOur Supported Brands and Vendors\n\nCopyright © 2012 Gregg Mechanical\nBetterBizWorks, LLC Web Design.",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.6928826571,
        "format_confidence":0.9917492867
    },
    {
        "url":"http:\/\/www.buildingsuppliesbristol.co.uk\/testimonials\/",
        "text":"We have many satisfied and repeat customers.\n\n“I have dealt with R & S. Supplies for 20 years and have always found them friendly and efficient”\nM. Cameron (Roofing Contractor)\n\n“Good Customer Service and competitive pricing”\nDerek Clarke (Ron Clarke Electricals)\n\n“A good stock of materials with a good quick service”\nPass and Co (Damp Proofing and Remedial Builders)\n\n“A good friendly service”\nA McGuffie (Roofing Contractor)",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7295299172,
        "format_confidence":0.9895832539
    },
    {
        "url":"https:\/\/www.aircompressorsdirect.com\/Reviews\/Ingersoll-Rand-SS3J2-WB\/rv686.html",
        "text":"\n< Back to Product\n\nIngersoll Rand SS3J2-WB air compressor Reviews & Ratings\n\nShare This Product\nPlus 1 This Product\nTweet This Product\nPin It!\nIngersoll Rand SS3J2-WB Reviews\n3 Reviews  Sort by \nJim, the Air Compressor Expert\nAir Compressor Expert\n\nProduct Expert\nTotal Reviews\n257 Reviews\nTotal Helpful Votes\n3408 Helpful Votes\nAir Compressors Direct Recommended\n\nIngersoll Rand's reputation for quality products built in the USA designed this compressor to provide a high performance and maximum maneuverability on the job site. This workhorse is designed to work as long and as hard as you do- it's actually rated for a 100% duty cycle. Dual quick connects let you run 2 air tools at once so you can be twice as effective. We like the durable cast iron cylinders and frame that can stand up to the demands of contractor use. We especially like that the dual... more\nJim Recommends This Model\nWas this review helpful?\nPaul G.\nMount Ayr, IA\nPurchased from Air Compressors Direct\nPurchased 2\/13\/13\n1 out of 51 out of 51 out of 51 out of 51 out of 5\nNo Oil\nThis unit is shipped WITHOUT OIL! Steve says that it's 100% duty cycle, but what they forget to tell you, is that it has to use the Ingersoll Rand synthetic oil to be 100 % duty cycle, and that if you use their oil then they will give you two years warranty on the pump.\n\nIf you DON'T use their oil it is only 60% duty cycle, & can only cycle 10 times per hour. So take this into consideration before making this purchase with PED because you will have another $40 dollar investment (plus... more\nJim, the Air Compressor Expert\nProduct Expert\nThank you for letting us know! We have updated the product pages for the wheelbarrow units, and added a PDF of the Owner's Manual under the Specs tab, with the details.\nWas this review helpful?\nPurchased from Air Compressors Direct\nPurchased 10\/10\/12\n1 out of 51 out of 51 out of 51 out of 51 out of 5\nSending A Replacement\nI used it for one week and the electric motor failed. Ingersoll Rand is sending a replacement, and hopefully it will last longer.\nWas this review helpful?\nSign Up\nReceive Weekly How-To Tips & Specials",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.895919323,
        "format_confidence":0.9813368917
    },
    {
        "url":"https:\/\/usaconsumercomplaints.com\/construction-repair\/1182681-bad-roof-job.html",
        "text":"Prime Roofing\nBad roof jo\n\nWe had a new roof put on in June of 2011.Since that day when it rains the back of our house (my son's room) has had a leak. Before this company re roofed our house the leak wasnt there. We had called them each time the leak happened. They would send out a guy to look. Each time he would either tell us he didnt see where it was leaking from or it wasnt their problem. This happend several times till we finally got tired of calling as they would never do anything. This comapany does not give a care to their customers as evident by the way we were treated. Now the warrenty is past gone and our roof still has the same leak in it. I just want as many people out there to know and STAY AWAY from this company!\n\nOffender: Prime Roofing\nCountry: USA   State: Georgia   City: Marietta\nAddress: 2655 Dallas Highway Suite 220\nPhone: 7704251465\n\n0 0\nUsers of Guest are not allowed to comment this complaint.\nPlease register on our website, it will take a few seconds.",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.8711093664,
        "format_confidence":0.9875707626
    },
    {
        "url":"http:\/\/www.kraemerbrothers.com\/testimonials",
        "text":"What are our clients are saying about us\n\nWhat follows is a sampling of UNSOLICITED letters of commendation we have received from satisfied clients. We are very proud that our clients take the time to express their thoughts. We want to continue to earn this type of accolade the only way we know how: performing for our clients.\n\nScience + Technology\n\nIn every project that we’ve been involved in with Kraemer Brothers we’ve not only seen great attention to detail and quality throughout the entire project, but also the personal commitment and involvement of the leadership down to every employee in the company. This is evident through every phase, including planning, execution and particularly during the building phase of the project.\n\n- William Linton, CEO\nPromega Corporation\n\nThere is a term used in Total Quality Management programs today called “best practices.” It is evident that your organization could be used as an example of this quality principle.\n\n- Robert E. Conway, Corporate Vice President\nHazleton Laboratories\n\nThe Kraemer Brothers construction team performed beyond our expectations for this project. At every problem encountered and in the face of poor design documents, they remained helpful, willing to keep the project forward instead of hindering progress. The field crew was very knowledgeable in construction planning and execution, and the quality of work was exceptional. They managed their subcontractors well, making sure that all involved with the project remained focused on the end product. We were very lucky to have had such a conscientious construction team for this project.\n\n- Steve Kalinosky\nUSFS Forest Products Laboratory\n\nI learned early in the tenure of my position that Covance has great trust and faith in the abilities of Kraemer Brothers construction. Based on your performance at the Evansville CRU, I now understand why. Your efforts in identifying alternative construction methods during the bid evaluation period saved thousands. Your management of subcontractors has been excellent and your safety record is stellar.\n\n- Dan Quinn\nJacobs (Covance Laboratories)\n\nKraemer Brothers did an exceptional job on this project. On time and on budget, even with some difficult circumstances related to weather, etc. We are very pleased with our new facility. Kraemer Brothers assured high quality of workmanship throughout.\n\n- Dan Brethorst, Director of Facilities\nLife Technologies\n\nI want to take this opportunity to say that it has been a real pleasure to have a firm like Kraemer Brothers to rely on in such a high risk activity as construction. You have been willing on numerous occasions to go beyond the contract to help Covance in one way or another. I think\/hope we have similarly reached out since an alliance requires each to look out for the other within the framework of good business practice.\n\n- Charlotte Woods\nCovance Laboratories\n\n\nKraemer Brothers has set a new and higher standard of construction quality for the Hammons Company to judge future projects by.\n\nJohn Q. Hammons Industries\n\nThe level of cooperation and farsightedness in orchestrating the first floor project consisting of restaurants, new bar and lobby and the new swimming pool and fitness center on the third floor was unsurpassed in both orchestration and administration of.\n\n- Rodney Burwell, Chairman\nThe Madison Concourse Hotel\n\nPositive response from the community does not happen by accident, and I would like to personally commend and thank Kraemer Brothers … for running a tight ship. The Hilton Garden Inn in Wisconsin Dells and its Del-Bar companion represent a “class act” in our marketplace, and it is both rewarding and consistent with our efforts to have it being constructed by another “class act” – Kraemer Brothers.\n\n- Robert F. Murphy, Principal\/Project Coordinator\nSandhill Development, LLC\n\nI just wanted to take a minute to reiterate how happy all of us at the Kalahari Resort are with the terrific job that Kraemer Brothers did on the new Kalahari Indoor Theme Park. As well as being a beautiful building, it was done with great care and on time and you know how important on-time completion is to me and my company. All of my staff has told me what a pleasure it has been to work with you and your staff not only on this project, but Trappers Turn and the Ny-um-ba Kondos as well. After years of working with other general contractors, it’s a pleasure to finally see how it’s done right!\n\n- Todd Nelson, CEO\nKalahari Resorts\n\nIn spite of the tremendous hurdles we had to overcome to maintain the hyper track schedule, we finished each major milestone on time and within budget. From the very beginning, your ability to mobilize set a pace that pushed the Architects to their limits to keep up. Your organization's leadership, communications, and commitment to teamwork forged the success of this unprecedented construction pace.\n\n- Clarence Pettibone, President Pro Tempore\nHo-Chunk Nation\n\nThis is a unique company, because they truly represent the owner in a business manner that makes us feel that they are partners with us. The team at Kraemer Brothers is wonderful. They build a great product, because they listen and care about the customer.\n\n- Kim Schaefer, COO\nGreat Wolf Resorts, Inc.\n\nYour company and those individuals who make up your company have exhibited the highest degree of proficiency, quality and courtesy that I have had the pleasure to observe.\n\n- Daniel H. Nevaiser\nNevaiser Investments\n\nFood + Dairy\n\nKraemer Brothers kept this project on schedule and under budget while enduring some extreme winter weather conditions and complications of tying in a new building into a 50-year-old block building, 10-year-old steel building and a four-year-old freezer panel building, all with different elevations. Kraemer Brothers did a great job of handling the sub contractors’ schedules and costs, keeping them informed of the constantly changing circumstances. Foremost Farms has a high standard for safety in all of our plants and for all of our projects. Kraemer Brothers made this a priority and kept the project incident free.\n\n- Merl Jones\nForemost Farms, USA\n\nI would like to thank everyone at Kraemer Brothers for a job extremely well done. You were there with us before the architect drew his first line, as you have stayed with us beyond the laying of the last brick. Your attention to detail, the craftsmanship of your people, your control of subcontractors, and your uncanny ability to stay on or ahead of even the most ambitious schedule, have made this project right-on-time, at budget, and problem-free.\n\n- Anthony R. Sana, Vice President\nSACO Foods, Inc.\n\nKraemer Bros., and, its representatives that we had the privilege to deal with in the Jerome project, are nothing short of being extremely competent and professional. We've been utilizing what you people built for us almost a year now and we couldn't be happier with the physical facility. The building itself is a showplace of how a cheese plant should be laid out and constructed.\n\n- Mark Davis\nDavisco International, Inc.\n\nHigher Education\n\nThe completed building was turned over to us on April 30, 2010, as promised by Kraemer Brothers. The $6 million project came in on budget and had a very limited number of change orders that were initiated by owner requests and a few unforeseen conditions. Kraemer Brothers delivered a very functional, quality building for us that we continue to receive compliments on. I found the Kraemer Brothers team exceptional to work with. They not only performed their own work very professionally, but they did an excellent job managing the work and performance of their subcontractors.\n\n- Daniel Motl, P.E.\nUW Physical Plant Shops & Office Building\n\nWe are delighted that the project has almost come to full completion and that Kraemer Brothers have done such an outstanding job in managing the project. Our student body is delighted with the project and have fully taken over the whole building from top to bottom and out on the terraces and green roof. Great care was taken by all the companies who worked on this project to do an excellent job of completing all the tasks associated with the building. We believe the building to be state of the art, highly sustainable in terms of energy use, and absolutely gorgeous. I can’t think of a company I would rather work with than Kraemer Brothers who took such pride in making sure that the building was of very high quality.\n\n- Beth Hellwig, Davies Steering Committee Chair\nUW-Eau Claire\n\nK-12 Education\n\nThanks to you and your staff for completing the River Arts Center at the Sauk Prairie High School on time and within the cost we anticipated. Our theater is unique as it is the result of the determination of a key group of individuals in our community who are dedicated to the visual and performing arts of our students and the needs of our citizens. The dream of these individuals is now realized as your firm completed the bricks and mortar of this beautiful structure. The teamwork exhibited by your firm deserves an A+ for quality, performance and product.\n\n- Richard Maguson, former superintendent\nSauk Prairie School District\n\nI have used the words super, fantastic, exemplary, excellent and profesional when describing your services and personnel.  I normally don’t get that expressive; however, I feel that in this situation and considering what you have accomplished for our school district in the time limits you had to work with, those words are accurate.\n\n- Kent S. Nelson\nWonewoc District Administrator\n\nHaving been involved in numerous construction programs over my career, including the construction of three new high schools, I can say without reservation that your company is as fine a representative of the construction trade as I have ever encountered. ....You were and are the kind of company everyone may look to for how “to do things right.” The School District of Mauston has been the beneficiary of your work and your oversight.\n\n- John Kammeru... (truncated)",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.9679166079,
        "format_confidence":0.9835956097
    },
    {
        "url":"https:\/\/www.safedayinc.com\/client_testimonial.cfm?cid=3",
        "text":"ABOUT SAFEDAY: Why Safe Day? | Our Clients | Home\nCONTACT US:Request Information | Subscribe to Newsletter\n\nClient Testimonial\n\nReturn to Clients \n\nWe have outsourced numerous safety consultants over the past 20 years to train our employees and customers and we have found SafeDay, Inc. to be a cut above the rest.  Being in the construction industry, we find it very helpful that SafeDay, Inc. trains in both English and Spanish.  We are completely satisfied and would highly recommend Scott Day of SafeDay to anyone interested in a safety consultant.\n\nTommy Hawkins, President\nAssociated Scaffolding Company, Inc.",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.8058430552,
        "format_confidence":0.9872030616
    },
    {
        "url":"http:\/\/www.concordconcretecontractor.com\/b16375157\/blog\/i334471\/bbb-\/Milligan-Foundations",
        "text":"\n\nex: (888) 543-3210\n\nMilligan Foundations\n\nLoudon, NH\n(603) 783-9398\n\nBe the first to review this business!\n\nReview today and interact with local businesses in your area. Tell us your experiences and share them with others. It's easy!\n\nClick to select your destination",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7938247919,
        "format_confidence":0.8733734488
    },
    {
        "url":"http:\/\/www.aandapaving.com\/testimonials\/",
        "text":"#1 Contractor of the Year\n\n\nClick here to see the growing number of raving fans who have reviewed A&A Paving on Google!\n\n“A&A Paving has completed several large pavement restoration projects for Uhaul throughout the Chicagoland area.  Their property assessment, quality of work, communications throughout the process and attention to detail are just a few of the reasons why we partner with A&A.”\n– U-Haul\n\n“It was our pleasure to work with you on the project here in the Lake Forest Office.  I thought that the project was managed and communicated very well. You and your team made the project easy to manage from the Grainger side.  I look forward to future projects together!”\n– Grainger Inc.\n\n“My Facility Management Team of (6) recently rated all of our current contractors for the Naperville Operations Center. We have identified A&A Paving as being 1 of our top 3 contractors.  I commend you for your quality and level of service that you have personally provided for me in my role as Senior Facility Manager for the BMO Harris Bank.”\n– BMO Harris\n\n“A&A Paving gives a very personalized, timely response to any work we have.  The quality is always very good and completed in a timely, competent manner.  I have great confidence in the services they provide.”\n– Willow Creek Community Church\n\n“My major concern in moving forward with the project was the logistics.  We needed to make sure that business was not affected while the work was being done.  A&A came up with a plan to do the work while providing access to the showroom.  To see the workers paying such close attention to the details was impressive!”\n– Sullivan Buick GMC\n\n“They were extremely thorough in the process, and equally detailed in reviewing the proposal with me.  They included specs of products to be used, and explained the benefits of the products to be used, over potentially lower cost products.  We were very satisfied with A&A.”\n– Porter Pipe & Supply Co.\n\n“We are exceedingly pleased with the paving and sealcoating work performed by A&A Paving this year. Crews worked quickly and efficiently, the quality of the finished product represented the highest industry standards.  Both the Board and management highly recommend A&A Paving.”\n– Braeside Condominium Management\n\n“When you deal with A&A Paving, you are dealing with people who have integrity, treat you right and treat you fairly. The quality of their work speaks for itself.  We deal exclusively with A&A Paving…its great to work with a company you can trust.”\n-Norm Hendle, Property Manager, Ventura 21, Inc.\n\n“We look upon A&A as more of a “partner” than vendor.  They understand how key it is for our company to maintain a good relationship with the homeowner associations we serve.  Their ability to provide strong communication throughout the process is what separates them from the rest of the industry.”\n– President, Dedicated Property Services\n\n“The Board is very happy with our decision to select A&A…your team made us look good to our fellow homeowners.  Several also commented on how clean and neat everything was left at the end of the day.”\n-Board Member, Heathersfield HOA\n\n“I highly recommend A&A Paving. They have done multiple jobs including major renovations, repair and striping and sealcoating. They are always on time, do quality work and their prices are always competitive.”\n– Trinity Lutheran Church\n\n“It is great working with A&A Paving…they recommended changes that made sense, saved us money and kept us on schedule.  They have always been professional and met our specifications since 2004.”\n– Wheaton Christian\n\n“The quality of the work, the attention to details, and the work ethic of A&A is not often found today.  We could not have asked for a more professional, detailed company to work with.  We look forward to having more work done by A&A Paving!”\n-Villa St. Benedict\n\n“I cannot express how much I was impressed with A&A’s attention to details.  I have to give A&A Paving an A-1 rating on their planning, workmanship, attention to detail and overall performance on the projects they have completed for us.  I would recommend to anyone who needs asphalt repair or replacement to contact them, you will not be disappointed.”\n– Electri-Flex Company\n\n“I appreciated the various options presented in person, keeping in mind our budget considerations.  We are pleased with the quality of work, appearance and timely completion of the project.  Thank you!”\n– Corporate America Family Credit Union\n\n“Like most businesses, we are very conscientious and budgeting for asphalt is never exciting.  It’s comforting to know a local business that will work within our budget and guidelines while still giving us quality service and product.  As for future needs, there will only be one company I call, it will be A&A Paving.”\n– Friendly Ford\n\nget in touch\n\nWe do not provide services for individual residential driveways.",
        "topic_id":15,
        "format_id":23,
        "topic_confidence":0.7397307158,
        "format_confidence":0.9916191101
    }
]