[
    {
        "url":"http:\/\/www.marinespecies.org\/photogallery.php?album=673&pic=64123&from=rss",
        "text":"WoRMS banner\nAdd search provider Add provider\nTwitter: Latest updates @WRMarineSpecies\nNot logged in [Log in]\n\nWoRMS Photogallery\n\nWoRMS Photogallery > Polychaeta (bristle worms)\n\n« Previous Next »\n\nOphryotrocha langstrumpae\n\nOphryotrocha langstrumpae\n\nAuthor: Glover, Adrian\nJPG file - 318.01 kB - 2004 x 1333 pixels  [more]\nadded on 2012-10-09 - 314 views\nWoRMS taxa\nOphryotrocha langstrumpae Wiklund et al, 2012Unreviewed: has not been verified by a taxonomic editor\n\nCreative Commons LicenseThis work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 3.0 License\n\nClick here to return to thumbnails.\n\nDisclaimer: WoRMS does not exercise any editorial control over the information displayed here. However, if you come across any misidentifications, spelling mistakes or low quality pictures, your comments would be very much appreciated. You can reach us by emailing info@marinespecies.org or adding a comment, we will correct the information or remove the image from the website when necessary or in case of doubt.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9941243529,
        "format_confidence":0.9217755198
    },
    {
        "url":"https:\/\/www.insidehighered.com\/quicktakes\/2013\/10\/25\/academic-minute-tropical-forests-and-climate-change",
        "text":"Academic Minute: Tropical Forests and Climate Change\nOctober 25, 2013\n\nIn today’s Academic Minute, Stephanie Pau of Florida State University explains why tropical forests may already have all the heat the ecosystem can tolerate. Learn more about the Academic Minute here.\n\n\nSearch for Jobs\n\n\n  • Viewed\n  • Commented\n  • Past:\n  • Day\n  • Week\n  • Month\n  • Year\nBack to Top",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.7223655581,
        "format_confidence":0.6022620201
    },
    {
        "url":"http:\/\/www.jpl.nasa.gov\/multimedia\/slideshows\/firstrobotics-2006\/slide8.cfm",
        "text":"Follow this link to skip to the main content Robots Competition\nNASA logo links to 2006 FIRST Robotics Competition\nStudents Aim High\nStudents Hard at Work\n\nFIRST or For Inspiration and Recognition of Science and Technology, inspires students to study math, science and engineering. Students from Louisville High School, team 1070, are hard at work moving their robot, King Louis 1.\n<<  1 2 3 4 5 6 7 8 9 10   >>\n  Jet Propulsion Laboratory\n   California Institute of Technology",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.8658958673,
        "format_confidence":0.8848377466
    },
    {
        "url":"http:\/\/chacoculture.org\/oil-drilling-dims-the-star-bright-night-sky-above-n-m-s-shale-frontier\/",
        "text":"OIL: Drilling dims the star-bright night sky above N.M.’s shale frontier\n\nEllen M. Gilmer – Environment & Energy Publishing\n\nCHACO CANYON, N.M. — It’s 7:45 a.m. on a sunny June morning and a line is already forming outside the visitor center at Chaco Culture National Historical Park. The sign-up list for a moonlit walk through the park’s most prized Pueblo ruins has only 30 spots, and the lights in the sky are promising a show tonight.\n\nLater, as the sun sets over the West Mesa and the moon rises over the ancient walls of Pueblo Bonito, park ranger G.B. Cornucopia fixes his gaze on the Western sky.\n\n“I can see them,” he said, guiding visitors’ eyes to two small glowing orbs overlapping in the distance.\n\nJupiter and Venus.\n\nChaco Canyon, tucked away in the vast expanse between Farmington and Gallup, N.M., is famous for its dark night skies. Seventy-five miles from the nearest city and 20 miles from any paved road, the park hosts some of the best stargazing in the country and in 2014 was recognized by the International Dark-Sky Association as having one of the darkest and most pristine skies in the world.\n\nRead the full article on E & E News  Photograph: Andromeda Galaxy photo taken from the Chaco Observatory taken several years ago. Source: NPS Chaco Night Sky Photos\n\nYou may also like...\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9038048983,
        "format_confidence":0.54234308
    },
    {
        "url":"http:\/\/oxfordindex.oup.com\/view\/10.1093\/oi\/authority.20110803095514996",
        "text":"body burden\n\nShow Summary Details\n\nQuick Reference\n\nThe total amount of a chemical that is stored in the body of an organism at a given time, particularly a potential toxin (such as lead) to which the organism has been exposed.\n\nSubjects: Environmental Science.\n\nReference entries\n\nUsers without a subscription are not able to see the full content. Please, subscribe or login to access all content.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9665967822,
        "format_confidence":0.9507387877
    },
    {
        "url":"https:\/\/www.anamericanlion.com\/aal\/2013\/01\/the-antikythera-mechanism.html",
        "text":"The Antikythera Mechanism\n\nWhat you are looking at is a kind of astrolabe, and this one is known as the Antikythera Mechanism. It was found in a very well preserved shipwreck in the Mediterranean Sea, and it was very likely something similar to this:\n\nWithout that added bit of context, it would be difficult to imagine the ruined version to be similar to the actual astrolabes used during that particular era. This particular paper (pdf alert) is essential to understanding why the find was so important.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9815639853,
        "format_confidence":0.5660821199
    },
    {
        "url":"http:\/\/www.skyandtelescope.com\/online-gallery\/m-82\/",
        "text":"M 82 | Mark Sibole\n\nMark Sibole\nLocation of photo\nFife Lake Michigan\nDate\/Time of photo\nMarch 11 2009\nExplore Scientific 102 mm APO SXVF-H9 piggybacked on a LX200 10 inch\nThis is an image of M82 taken from my Observatory in Fife Lake Michigan. It has 2 hours of luminance in 8 minute sub frames and 1 hour of Ha. It also has 40 minutes of color info per channel. I added the Ha to the luminance and red channel. For the full size image please go here. http:\/\/astronomy.qteaser.com\/images\/M82LhaRhaGBES102.jpg\nAll comments must follow the Sky & Telescope Terms of Use and will be moderated prior to posting. Please be civil in your comments. Sky & Telescope reserves the right to use the comments we receive, in whole or in part, and to use the commenter’s username, in any medium. See also the Terms of Use and Privacy Policy.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9534804821,
        "format_confidence":0.9564973712
    },
    {
        "url":"http:\/\/science.sciencemag.org\/content\/325\/5945\/1206.3",
        "text":"Technical Comments\n\nResponse to Comments on “Energy Uptake and Allocation During Ontogeny”\n\n+ See all authors and affiliations\n\nScience  04 Sep 2009:\nVol. 325, Issue 5945, pp. 1206\nDOI: 10.1126\/science.1171949\n\nYou are currently viewing the abstract.\n\nView Full Text\n\n\nOur extended ontogenetic growth model is a theoretical model based on conservation of energy and general biological mechanisms underlying ontogenetic growth. We do not believe that the comments of Makarieva et al. and Sousa et al. expose substantive problems with our model. Nevertheless, they raise interesting, still unresolved questions and point to philosophical differences about the role of theory and of simple, general models as opposed to complicated, specific models.\n\nView Full Text",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9943659306,
        "format_confidence":0.5957479477
    },
    {
        "url":"https:\/\/secure.forumcomm.com\/?publisher_ID=10&article_id=170193",
        "text":"« Continue Browsing\n\nArticle Preview\n\nDrought reduces some tributaries to a trickle\n\nPublished 09\/28\/2012, The Jamestown Sun\n\nThe drought gripping much of the area is diminishing river levels, with some tributaries in the northern Red River Valley slowing to a trickle.\n\nWord count: 593\n\nLog In\n\nThe full article is available to newspaper subscribers. If you are a subscriber please log in to continue reading.\n\n\nAre you a newspaper subscriber but you don't have a Digital Access account yet? Click here to set one up. You will need your subscription account number and phone number.\n\nNot sure if you have an account? Email us at subscriberservices@forumcomm.com and we can help you.\n\nReset Your Password\n\nPlease enter your full e-mail address. We will e-mail you a temporary password.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.7983964682,
        "format_confidence":0.9877013564
    },
    {
        "url":"https:\/\/solarsystem.nasa.gov\/raw_images\/287937\/",
        "text":"N00186757.jpg was taken on 2012-05-11 09:27 (PDT) and received on Earth 2012-05-11 22:47 (PDT). The camera was pointing toward Erriapus, and the image was taken using the CL1 and CL2 filters. This image has not been validated or calibrated. A validated\/calibrated image will be archived with the NASA Planetary Data System\n\nFor more information on raw images, checkout our frequently asked questions section.\n\nImage Credit: NASA\/JPL-Caltech\/Space Science Institute",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9964969754,
        "format_confidence":0.8585753441
    },
    {
        "url":"https:\/\/www.ansys.com\/resource-library\/video\/ansys-totem-debugging-signal-em-issues",
        "text":"ANSYS Totem: Debugging Signal EM Issues - Video\n\nThis video introduces ANSYS Totem Graphical User Interface (GUI) to help you effectively use the tool to identify and uncover design issues while performing signal net electomigration (EM) analysis . This video highlights the basic features of the Totem GUI such as debug maps and reports for identifying and root causing signal EM issues. In addition, it also demonstrates Totem’s unique features including net based views, violation cross-probing, device based current plots, etc.\nI want to receive updates and other offers from ANSYS and its partners. I can unsubscribe at any time. ANSYS Privacy Notice",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.7272635698,
        "format_confidence":0.7886523008
    },
    {
        "url":"http:\/\/www.bio-itworld.com\/BioIT_Article.aspx?id=127847",
        "text":"YouTube Facebook LinkedIn Google+ Twitter Xinginstagram rss  \n\nGeorge Church Podcast on the State of Genomics\n\nJuly 15, 2013 | George Church weighs in on genomics, gene patents, medicine, and the spaceship in our backyard. O'Reilly Radar Podcast\nClick here to login and leave a comment.  \n\n\nAdd Comment\n\nText Only 2000 character limit\n\nPage 1 of 1\n\nFor reprints and\/or copyright permission, please contact Angela Parsons, 781.972.5467.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9769689441,
        "format_confidence":0.7856771946
    },
    {
        "url":"https:\/\/portlandpress.com\/biochemj\/article-abstract\/136\/1\/1\/4739\/Effect-of-the-exotoxin-of-Bacillus-thuringiensis?redirectedFrom=PDF",
        "text":"A nuclear preparation from the fat-body of Sarcophaga bullata was obtained which incorporates nucleotides at a steady rate. Two activities, differing in their response to α-amanitin, are present. The activities are not separated by changes in the concentration of (NH4)2SO4 as effectively as in mammalian nuclei. The activity resistant to α-amanitin is stimulated by ecdysone, and both normal and the ecdysone-stimulated activities are inhibited by the exotoxin. The amanitin-sensitive enzyme is also inhibited by exotoxin, but higher concentrations are required.\n\nThis content is only available as a PDF.\nYou do not currently have access to this content.",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9864125252,
        "format_confidence":0.9177364707
    },
    {
        "url":"https:\/\/www.zmescience.com\/other\/astropicture\/astropicture-of-the-week-types-of-suits-worn-by-astronauts-and-cosmonauts\/",
        "text":"I stumbled upon this image a while ago, and reddit user ethan829 was kind enough to identify and name them. I managed to verify most of them. Credits for the image edit go to u\/imaginedmind\n\nEnjoyed this article? Join 40,000+ subscribers to the ZME Science newsletter. Subscribe now!\n\nLike us on Facebook\n\nYour opinion matters -- voice it in the comments below!",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9585956335,
        "format_confidence":0.8183691502
    },
    {
        "url":"https:\/\/inhaabit.com\/videos\/how-real-is-augmented-reality\/",
        "text":"We compare the Menu Tailor Sofa in Augmented Reality against the real thing.\n\nAuthor: Jason Yim\n\nJason is the Director of Marketing at INHAABIT and has over 20 years experience creating digital solutions in areas of design, UX, branding, digital marketing & Augmented Reality.\n\nRead more news & articles from our blog\n\nCosh Living Creates the Ultimate Online Shopping Experience\n\nAugmented Reality and 3D technology is making furniture shopping easier and more immersive than ever....\n\nConfigure Modular Furniture With Cosh Living AR\n\nAs the Australian distributor for premium furniture brands such as Tribu, Manutti and Gloster, Cosh...\n\nPolymaster Showcases Innovative Agricultural Products With AR\n\nPolymaster is a leading provider of agricultural, rainwater and industrial products. With manufacturing locations comprising...\n\nSign Up For INHAABIT News & Releases",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.5208811164,
        "format_confidence":0.9407594204
    },
    {
        "url":"https:\/\/biorepo.neonscience.org\/portal\/imagelib\/imgdetails.php?imgid=21506",
        "text":"Click on Image to Enlarge\nScientific Name: Eriogonum ovalifolium var. purpureum (Nutt.) Durand\nCaption: Eriogonum ovalifolium var. purpureum flowers\nPhotographer: Tony Frates\nLocality: Cottonwood Heights, Salt Lake County, Utah\nNotes: May 31, 2013, elev. 4755 ft., small occurrence of half-dozen or fewer plants, vegetated sand dunes, habitat overrun by exotics\nCopyright Details\nOpen Medium Sized Image\nOpen Large Image\nDo you see an error or have a comment about this image?\nIf so, send email to:",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9919569492,
        "format_confidence":0.9048788548
    },
    {
        "url":"http:\/\/saturn.jpl.nasa.gov\/photos\/raw\/rawimagedetails\/index.cfm?imageID=286298",
        "text":"Follow this link to skip to the main content\n\nCassini Raw Images: AEGAEON: N00207572.jpg\n\n\nFull-Res: N00207572.jpg\n\nN00207572.jpg was taken on May 05, 2013 and received on Earth May 07, 2013. The camera was pointing toward AEGAEON, and the image was taken using the CL1 and CL2 filters. This image has not been validated or calibrated. A validated\/calibrated image will be archived with the NASA Planetary Data System in 2014.\n\nFor more information on raw images check out our frequently asked questions section.\n\nImage Credit: NASA\/JPL-Caltech\/Space Science Institute\n\n  • Blend space exploration with reading and writing -- Reading, Writing & Rings!\n  • Cassini Scientist for a Day -- Students get involved\n  • Cassini Raw Images",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9955756664,
        "format_confidence":0.925597012
    },
    {
        "url":"http:\/\/www.whoi.edu\/page.do?pid=7545&tid=1061&cid=58363&cl=40652&article=69134",
        "text":"Multimedia : Team finds subtropical waters flushing through Greenland fjord\n\n  Email    Print  Change text to small (default) Change text to medium Change text to large\n\nHelheim glacier\nTime-lapse photographs taken every 4 minutes show calving of the front of Helheim Glacier, August 2008. In 2003 alone, Helheim Glacier retreated several kilometers and almost doubled its flow speed. (Gordon Hamilton,University of Maine\n\n\nLast updated: January 11, 2018",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9424284101,
        "format_confidence":0.9095110893
    },
    {
        "url":"http:\/\/www.inderscience.com\/offer.php?id=32124",
        "text":"The full text of this article\n\n\nFirefly algorithm, stochastic test functions and design optimisation\nby Xin-She Yang\nInternational Journal of Bio-Inspired Computation (IJBIC), Vol. 2, No. 2, 2010\n\n\nAbstract: Modern optimisation algorithms are often metaheuristic, and they are very promising in solving NP-hard optimisation problems. In this paper, we show how to use the recently developed firefly algorithm to solve non-linear design problems. For the standard pressure vessel design optimisation, the optimal solution found by FA is far better than the best solution obtained previously in the literature. In addition, we also propose a few new test functions with either singularity or stochastic components but with known global optimality and thus they can be used to validate new optimisation algorithms. Possible topics for further research are also discussed.\n\n\nis only available to individual subscribers or to users at subscribing institutions.\n\nExisting subscribers:\nGo to Inderscience Online Journals to access the Full Text of this article.\n\nPay per view:\nIf you are not a subscriber and you just want to read the full contents of this article, buy online access here.\n\nComplimentary Subscribers, Editors or Members of the Editorial Board of the International Journal of Bio-Inspired Computation (IJBIC):\nLogin with your Inderscience username and password:\n\n\n    Username:        Password:         \n\nForgotten your password?\n\nWant to subscribe?\nA subscription gives you complete access to all articles in the current issue, as well as to all articles in the previous three years (where applicable). See our Orders page to subscribe.\n\nIf you still need assistance, please email",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9546856284,
        "format_confidence":0.922281146
    },
    {
        "url":"https:\/\/solarsystem.nasa.gov\/raw_images\/270375\/",
        "text":"N00174516.jpg was taken on 2011-08-16 22:34 (PDT) and received on Earth 2011-08-18 19:46 (PDT). The camera was pointing toward Saturn, and the image was taken using the CL1 and CB2 filters. This image has not been validated or calibrated. A validated\/calibrated image will be archived with the NASA Planetary Data System\n\nFor more information on raw images, checkout our frequently asked questions section.\n\nImage Credit: NASA\/JPL-Caltech\/Space Science Institute",
        "topic_id":19,
        "format_id":6,
        "topic_confidence":0.9958064556,
        "format_confidence":0.8873117566
    }
]