[
    {
        "url":"https:\/\/cdn.rawgit.com\/tuftsnds\/tuftsnds.github.io\/29329910\/timeline.html",
        "text":"March 1\n\nHackathon registration open\n\nJune 1\n\nDevPost Hackathon platform open with resources for collaboration, team-building, and product development\n\nAugust 15\n\nHackathon registration deadline\n\nSeptember 1\n\nFriedman School faculty mentors announced for teams\n\nOctober 4-5\n\nNutrition Data Summit 2018!\n\nCollaborative spaces available daily\n\nNutrition Entrepreneurship instructors available for mentorship during office hours\n\nOctober 6\n\nHackathon pitch competition and awards",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.6591992378,
        "format_confidence":0.6560282111
    },
    {
        "url":"http:\/\/www.unt.edu\/benchmarks\/archives\/2004\/july04\/ircmembership.htm",
        "text":"Benchmarks Online\n\nSkip Navigation Links\n\nPage One\n\nIRC News\n\nSubscribe to Benchmarks Online\n\nIRC Members\n\nCommittee Graphic\n\nIRC Regular and Ex-officio Voting Members:\n\n  • Judith Adkison, College of Education\n  • Donna Asher, Administrative Affairs\n  • Lou Ann Bradley, Communications Planning Group\n  • Cengiz Capan, College of Business and GALC\n  • Bobby Carter, UNT Health Science Center\n  • Christy Crutsinger, Faculty Senate\n  • Jim Curry, Academic Administration\n  • Chuck Fuller, Finance and Business Affairs\n  • Don Grose, Libraries and University Planning Council\n  • Joneel Harris, EIS Planning Group\n  • Elizabeth Hinkle-Turner, Student Computing Planning Group\n  • Bruce Hunter, College of Arts and Sciences\n  • Max Kazemzadeh, School of Visual Arts\n  • Abraham John, Student Development\n  • Jenny Jopling, Instruction Planning Group\n  • Armin Mikler, Research Planning Group\n  • Kenn Moffitt, Standards and Cooperation Program Group\n  • Ramu Muthiah, School of Community Services\n  • Jon Nelson, College of Music\n  • Robert Nimocks, Director, Information Technology, UNT HSC\n  • John Price, UNT System Center\n  • Erum Shaikh, Graduate Student Council\n  • Kathy Swigger, College of Engineering and Computer Sciences\n  • Philip Turner, School of Library and Information Science and University Planning Council (Chair, IRC)\n  • VACANT,  Student Government Association\n  • VACANT, Staff Council\n  • VACANT, University Planning Council\n  • VACANT, Chancellor, for Planning \n\nIRC Ex-officio Nonvoting Members:\n\n  • Joe Adamo, Computing and Information Technology Center \/Telecommunications\n  • Jim Curry, Microcomputer Maintenance and Classroom Support Services\n  • Richard Harris, Computing and Information Technology Center and University Planning Council\n  • Coy Hoggard, Computing and Information Technology Center \/Administrative\n  • Scott Krejci, GALMAC\n  • Maurice Leatherbury, Computing and Information Technology Center \/Academic\n  • Doug Mains, UNT Health Science Center\n  • Patrick Pluscht, Center for Distributed Learning\n  • Sue Ellen Richey, Computing and Information Technology Center  (Recording Secretary) \n\n\nQuestions, comments and corrections for this site:\nSite was last updated or revised : October 15, 2007",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9886325002,
        "format_confidence":0.9397626519
    },
    {
        "url":"https:\/\/www.angelo.edu\/academics\/advising\/registration.php",
        "text":"Skip to Main content\n\nRegistration Schedule\n\nRegistration Schedule\nStudents Registration Date\nEnrolled seniors, graduate students\nand post-baccalaureate students\nMonday, April 5\nEnrolled juniors Wednesday, April 7\nEnrolled sophomores Friday, April 9\nEnrolled freshmen Tuesday, April 13\nNew students\/everyone else\n(re-entry and continuing)\nThursday, April 15\n\nHow to Access a degree evaluation\n\nFollow the instructions below to obtain a degree evaluation.",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9975740314,
        "format_confidence":0.9118280411
    },
    {
        "url":"https:\/\/eric.ed.gov\/?id=ED103312",
        "text":"NotesFAQContact Us\nSearch Tips\nERIC Number: ED103312\nRecord Type: RIE\nPublication Date: 1973\nPages: 477\nAbstractor: N\/A\nReference Count: 0\nGuiding the Musical Growth of Children, Fifth and Sixth Grades. A Curriculum Guide.\nSmith, Hazel A.; And Others\nThis guide is designed to serve as a point of departure for classroom teachers and music teacher specialists as they plan for the musical growth of 5th and 6th graders. The guide is also intended to be a source for materials. Topics covered in the document include harmony; songs for special days and season; rhythmic movement; listening to music; playing instruments; reading music; and developing concepts for melody, rhythm, harmony, form, and expressive quality. It is not suggested that the activities or all suggestions for any one resource be completed in one day. The songs and recordings listed can be used throughout the year, emphasizing one facet of the musical content at one time and dealing with other facets at other times. The materials and suggestions do not have grade level labels because good practice and good musical selections are not restricted to specific grade levels. Suggested resources have been developed for each activity so that the teacher may choose material which best suits his class situation. (Author\/JR)\nDivision of Publication Services, Montgomery County Public Schools, 850 North Hungerford Drive, Rockville, Maryland 20850 ($5.00)\nPublication Type: Guides - General\nEducation Level: N\/A\nAudience: N\/A\nLanguage: N\/A\nSponsor: N\/A\nAuthoring Institution: Montgomery County Public Schools, Rockville, MD.",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9598689675,
        "format_confidence":0.8328642845
    },
    {
        "url":"https:\/\/eddataexpress.ed.gov\/data-element-explorer.cfm\/tab\/data\/deid\/4001\/",
        "text":"\n\nYou are here:  Data Elements » Neglected or Delinquent Program (Title I, Part D) » Neglected or Delinquent State Agency Programs: 2012-13 » Neglected or Delinquent Academic Performance in Math - State Agency Program: 2012-13 »\n\nNumber of Long-Term Students Served in a State Agency Neglected Program with a Negative Grade Level Change from the Pre- to Post-test Exams - Math: 2012-13 1\n\nThe statewide number of long-term students who scored lower on their post-tests than on their pre-tests in math while in a state agency neglected program. [More about...]\n\nSkip to content\n\nWarning Message You have selected a data element that has limitations when comparing across states and years. Please select the link to learn more. [More about...]\n\nState assessments, which are used to measure student achievement in reading, math, and science, are designed by each state to measure the content the state has determined appropriate for that grade and subject. As a result, both the content on the tests and achievement standards students must meet to be considered “proficient” vary widely across states, so proficiency rates should not be compared across states. Many states have also changed their standards and assessments at some point in the process of measuring their students, so it is often not possible to create a trend line that looks at changes in achievement across years, since a change could actually reflect a change in the assessment.\n\nThrough the 2009-10 school year, states were allowed to calculate student graduation rates differently, as long as the figure represents students who graduated in the standard number of years (i.e., four). Starting in the 2010-11, states converted to an adjusted cohort graduation rate, which may or may not be the same as the calculation they used in prior years. Due to the potential differences, caution should be used when comparing graduation rates across states.\n\nFor detailed information about state assessments and graduation rates, please see the state Accountability Workbooks, which can be found at: State Accountability Workbooks:\n\nThe user can use the Graphs and Tables tool to explore basic state data values for the selected Data Element. The user can use the Data Mapping tool to explore basic state data values state-by-state for the selected data element, color-coded by value.    \nView data table\nDownload Data Element Report Get the Excel Viewer\nState Sort states in alphabetical ascending orderSort states in alphabetical descending order Value Sort states by data element value in ascending orderSort states by data element value in descending order\nNational  468\nUS 468\nAL †\nAK †\nAZ †\nAR †\nCA †\nCO †\nConnecticut  n<\nCT n<\nDE †\nDistrict of Columbia \nDC †\nFL †\nGeorgia  n<\nGA n<\nHI †\nID †\nIL †\nIN †\nIowa  5\nIA 5\nKS †\nKY †\nLouisiana  32\nLA 32\nME †\nMD †\nMA †\nMI †\nMN †\nMS †\nMO †\nMT †\nNebraska  n<\nNE n<\nNV †\nNew Hampshire  0\nNH 0\nNew Jersey  167\nNJ 167\nNew Mexico  0\nNM 0\nNew York \nNY †\nNorth Carolina  33\nNC 33\nNorth Dakota \nND †\nOH †\nOK †\nOregon  62\nOR 62\nPA †\nPuerto Rico \nPR †\nRhode Island \nRI †\nSouth Carolina  0\nSC 0\nSouth Dakota \nSD †\nTN †\nTX †\nUtah  11\nUT 11\nVT †\nVA †\nWA †\nWest Virginia  107\nWV 107\nWI †\nWyoming  42\nWY 42\n\nthis symbol means not applicable.\n- this symbol means data value was not available.\nn< this symbol means that the data have been suppressed.\n# this symbol means data value rounds to zero.\nthis symbol means reporting standards not met.\n1 Description: The statewide number of long-term students who scored lower on their post-tests than on their pre-tests in math while in a state agency neglected program.; Academic Year: 2012-13; Grade: N\/A; Note: The statewide number of long-term students who scored lower on their post-tests than on their pre-tests in math while in a state agency neglected program. Note that Title I, Part D, programs and facilities have the flexibility to select the pre- and post-test assessments that are best suited to their populations. Assessments are therefore not the same across the nation, and likely not the same between districts and States. Due to this variation, comparisons of State reading and math data may not be appropriate. A neglected program serves neglected children and youth and is a public or private residential facility, other than a foster home, that is operated primarily for the care of children who have been committed to the institution or voluntarily placed under applicable State law due to abandonment, neglect, or death of their parents or guardians. A dash (-) indicates that the data are missing or not available. The symbol \"n<\" indicates that the data has been suppressed due to a small count. A \"†\" symbol means not applicable.; Source: EDFacts\/Consolidated State Performance Report, 2012-13:; Data Uploaded On: 10\/10\/2014 \n\nTN: Due to the transient and high-turnover population of Neglected and Delinquent students, sometimes students will take a pre-test but not post-test because they've left the agency\/program quickly and perhaps unexpectedly or because the agency\/program did not administer a post-test for whatever reason. Thus, only a score for pre-tests might be listed for some students.",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9949002862,
        "format_confidence":0.9743767381
    },
    {
        "url":"http:\/\/www.opensecrets.org\/revolving\/education.php?id=71372",
        "text":"Schapiro, Mary L\n\nSecurities & Exchange Commission\nFormer Chairwoman, Securities & Exchange Commission\n\n\n1980 JD George Washington University; BA, Franklin and Marshall College\nSearch database by:\n\nAdvanced Search\n\nFind Your Representatives\n\nFeel free to distribute or cite this material, but please credit the Center for Responsive Politics. For permission to reprint for commercial uses, such as textbooks, contact the Center:",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.8245465755,
        "format_confidence":0.9553906322
    },
    {
        "url":"http:\/\/www.schoolbug.org\/school-062466003700.html",
        "text":"- Public School Directory\nFree School Data. Choose From The List Below.Most Popular  |  By Population  |  School Districts  |  Contact Us  |  About Us  \n\nPublic Schools :: California Counties :: MERCED County Public Schools :: California Schools by City\n\nSchool :\n\n\nDistrict Info : (click for detail)\n\nView all schools in this district :\n\nMailing Address:\n\n     1617 MAIN ST.\n     LIVINGSTON, CA 95334\n\nPhys. Address:\n\n     1616 THIRD ST.\n     LIVINGSTON, California 95334\n\n\nLow Grade:\n     9th Grade\n\nHigh Grade:\n     12th Grade\n\nTotal Students:\n\n\n\nStudent\/Teacher Ratio:\n\nFull Time Staff:\n\nAmer Indian:\nAsian Amer:\nAfr. Amer:\n\nSchoolBug offers details on high school, middle school, and elementary schools. This record is for LIVINGSTON HIGH in LIVINGSTON, CA. High school, middle school, and elementrary school data is deemed reliable, but not guaranteed : LIVINGSTON HIGH.\n\nRelated Link : Get teen help for troubled teens in LIVINGSTON, California : Troubled Teen Help\n\ntroubled teen boarding schools for struggling teen help\nCopyright © Public Schools - All rights reserved.\nContact : CLICK HERE | Popular Public Schools | City Searches | School Districts | Privacy Policy",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9969121218,
        "format_confidence":0.9667727351
    },
    {
        "url":"http:\/\/floridacharterschools.org\/schools\/find\/g-star_school_of_the_arts",
        "text":"G-Star School of the Arts\n\nContact Us\n\nWebsite: http:\/\/www.gstarschool.org\n\nAddress: 2030 S Congress Ave\nWest Palm Beach, FL 33406\nPhone: 561-967-2023\nFax: 561-963-8975\n\nSchool Facts\n\nGrades Served: 9,10,11,12\nEnrollment: 981\nYear Opened: 2003\nPrincipal: Kim Collins\n\nSchool #3,396\nDistrict 50 - Palm Beach\n\nDoes this information need to be updated?\n\n  • If you are a contact for this school but do not have an online account, contact us for help.\n  • If you already have an account, but forgot your password, click here.",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.996774137,
        "format_confidence":0.8637215495
    },
    {
        "url":"http:\/\/www.icbse.com\/schools\/jawahar-navodaya-vidyalaya\/240002",
        "text":"Jawahar Navodaya Vidyalaya Assam\n\nLocation on Map:\n\nDo you like this school? Yes 5 No 0\n(disclaimer: location automatically mapped by google based on the address, marker(s) could be inaccurately placed)\n\nInformation about the school:\n\nBe the first to review Write a Review | Print | PDF\n\nSchool NameJawahar Navodaya Vidyalaya\nAddressRangia,Po Jamtola, Dt- Kamrup Assam Assam 781365 India\nHead\/PrincipalP C Goswami\nStatusSenior Secondary\nPhone Number08499 21290 , 231807\nSchool TypeJnv\nCBSE Affiliation TypeProvisional\nCBSE Affiliation Period1\/4\/2007 To 31\/ 3\/ 2014\nFounded In1994\nFax NumberNot Specified\nEmailNot Specified\nOpening Date3\/31\/2011 12:00:00 Am\nSchool TrustN V S\nSchool CategoryCo-Educational\nTotal ClassroomsNot Specified\nLand AreaMeters: N\/AAcres: N\/ABuilt-up Area: N\/AGround Area: N\/A\nStudentsNursery-LKG: N\/AI-V: N\/AVI-VIII: N\/AIX-X: N\/AXI-XII: N\/A\nNearest Railway StationNot Specified (In Kilometres: N\/A)\nNearest Police StationNot Specified (In Kilometres: N\/A)\nNearest BankNot Specified (In Kilometres: N\/A)\nSwimming PoolNot Specified\nIndoor GamesNot Specified\nDance RoomsNot Specified\nGymNot Specified\nMusic RoomsNot Specified\nHealth Check-upNot Specified\nHostelNot Specified\nDescriptionJawahar Navodaya Vidyalaya located in Rangia,Po Jamtola, Dt- Kamrup Assam is a Co-Educational Senior Secondary institution affiliated to the Central Board of Secondary Education (CBSE) on Provisional basis since 1994. The school has been operating officially under the trust\/society N V S If you're looking for details in admission\/application forms, fees, school timings, vacations\/holidays schedule or facilities provided, kindly visit the relevant department of the school.\n\nNOTE: The data available with us about Jawahar Navodaya Vidyalaya is maintained by Central Board of Secondary Education (CBSE) at cbseaff.nic.in. We represent the same facts here in a user-friendly way.\n\nRate & Review Jawahar Navodaya Vidyalaya:\n\nKindly write an honest, personal review based on your own experience. You may also write about what you like or dislike the most about this institution.\n\nKeep your review informative and avoid using abusive or offensive language. Also avoid including personal information (email, phone number, address).\n\nRate the school based on academics, infrastructure & facilities, attention to students, co-curricular activities and quality of faculty. Write at-least 50 words or 200 characters.\n\nAn Informative List of CBSE & ICSE Affiliated Schools by iCBSE.com",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9969774485,
        "format_confidence":0.8723284602
    },
    {
        "url":"http:\/\/mycountdown.org\/fullpage.php?cp3_Hex=0F0200&cp2_Hex=035670&cp1_Hex=F9F9FF&ham=0&img=&hbg=0&hfg=0&fwdt=150&lab=1&text1=the%20NEW%20GED%20Test&text2=GED%20Test:%20Next%20Generation&group=My%20Countdown&countdown=My%20Countdown&widget_number=3010&event_time=1388534400&timezone=UTC",
        "text":"Home » My Countdown » Exams » The NEW GED Test\n\nexams Countdown for the NEW GED Test\n\nGED Test: Next Generation was on  Wednesday, 1 January 2014\nthe NEW GED Test was 1538 days, 8 hours ago\n\nShare the Countdown\n\nthe NEW GED Test Countdown Code\n\nTo copy the NEW GED Test countdown widget shown above, insert the following HTML code in your web page\n\n\nGeneral Education Development Information\n\n  1. GED Testing Service\n    GED Testing Service is your official site for the GED® test. Find out more information about the GED® test, practice with sample test questions from the Official GED Practice Test (OPT), and protect yourself from fake diplomas and credentials online.\n  2. General Educational Development - Wikipedia, the free encyclopedia\n    General Educational Development (GED) tests are a group of five subject tests which, when passed, certify that the taker has American or Canadian high school-level academic skills. The initials GED have also been used on diplomas to mean General Education Diploma, General Equivalency Diploma or Grad\nTop New Ged Test Events\n  1. general education development (2 people)\n  2. test (37 people)\n  3. state of texas assessments of academic readiness (2 people)\n  4. examination for professional practice in psychology (2 people)\n  5. bio test (3 people)\n  6. american college testing (2 people)\n  7. queensland core skill (2 people)\n  8. advance placement macroeconomics (2 people)\n  9. study test (2 people)\n  10. california standards tests (2 people)\n  11. gopo test (2 people)\n  12. test race (1 people)\n  13. this test (1 people)\n  14. parcc test (1 people)\n  15. history test (1 people)\n  16. license test (1 people)\n  17. psychology test (1 people)\n  18. apush test (1 people)\n  19. psych test (1 people)\n  20. test jerez (1 people)",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9972470403,
        "format_confidence":0.8009229302
    },
    {
        "url":"https:\/\/icwatch.wikileaks.org\/search?action=index&company_facet=USMC&controller=search&page=1&skills_facet%5B%5D=Integration&skills_facet%5B%5D=Leadership+Development&skills_facet%5B%5D=Analysis&tools_mentioned_facet=Communications",
        "text":"Filtered By\nCompany [filter]\nSkills [filter]\nLeadership DevelopmentX\nSkills [filter]\nSkills [filter]\nTools Mentioned [filter]\n1 Total\n\nAndrew Dwyer, Col USMC (Ret)\n\n\nTimestamp: 2015-05-01\nFocused on Acquisition support to enable the Marine Corps Network Operations Security Command mission. Experienced in all areas of Major Systems Acquisition (ACAT I) for advanced Logistics and Command, Control, Communications, and Computer (IT) systems. Currently focused on transition of MCNOSC operations from Contractor Owned\/Contractor Operated to Government Owned\/Government & Contractor Operated. Demonstrated expertise in Enterprise Software, Deployable servers, Security equipment hardware and software development, integration, assembly, test, and delivery of Logistics IT, communications security (COMSEC) and ancillary equipment and software for implementation to U.S. Marine Corps forces worldwide. Specialties: Top Secret Clearance, (SCI) Eligible, Government\/Industry liaison, Contracts Law, Statements of Work, Deliverables Definition, Schedule development, budget execution, Earned Value Management, Program Status reporting, Contract Changes, Alpha Contracting, Contract Definitization, Systems Engineering, Testing, User Acceptance.\n\nProgram Manager, GCSS-MC\n\nStart Date: 2010-08-01End Date: 2013-04-02\nProgram Manager at Global Combat Support System - Marine Corps (GCSS-MC). Responsible for Cost, Schedule and Performance of all services and products in the GCSS-MC portfolio ($1B+ program). Duties included: Leading the planning and execution of six (6) key Web-Enabled Logistics Modernization projects: Enterprise HelpDesk, Operations & Sustainment support; Deployable Capability Dev\/Test and Delivery for Marine Air Ground Task Forces (MAGTFs); sustainment\/support of thirty (30) Legacy Logistics Information Systems and planning for Future Increments. Provided Vision, guidance and oversight of Competency Aligned functional support Matrix including 300+ government and industry professionals delivering Engineering, Logistics, Finance, Contracting and Information Assurance deliverables to 35,000 Marine Corps users over the past 2.5 years. Other successes included included an Operation Enduring Freedom (OEF) Pilot Dev\/Test and delivery of GCSS-MC capability supporting forces in Afghanistan.\n\n\nClick to send permalink to address bar, or right-click to copy permalink.\n\nUn-highlight all Un-highlight selectionu Highlight selectionh",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.986759603,
        "format_confidence":0.9310581684
    },
    {
        "url":"https:\/\/librarytechnology.org\/library\/12417",
        "text":"A directory of libraries throughout the world\n\n\nRanui Library\n\nAuckland, New Zealand\n\nAddress: Cnr Swanson & Ranui Station Rds\nNew Zealand\n\nPhone: 09-8327377\n\nConnect to: ❌   Online Catalog\n\nLibrary details: Ranui Library is a Public library.\nThis library is affiliated with Auckland Libraries (view map) .\n\nPermalink: Persistent URL for this listing\n(Use this link to refer back to this listing.)\n\nTechnology Profile\nProduct NameYear Contracted\nCurrent Automation SystemSierra2014\nPrevious Automation SystemMillennium2004\nPrevious Automation SystemDRA1989\nDiscovery InterfaceEncore\nPrevious Discovery InterfaceAquaBrowser Library\n\nAutomation Survey:\n\nIdentifiers ID12417\n\nRecord History: This listing was created on Dec 12, 2004 and was last modified on Jan 2, 2019.\n\nUpdates: Corrections or Updates? Registered members of Library Technology Guides can submit updates to library listings in Registration is free and easy. Already registered? login. Or, you can report corrections just by sending a message to Marshall Breeding.\n\nmap location❌\n\nRelated Libraries\n\nAbout is a free directory of libraries throughout the world.\n\nThis directory is a component of Library Technology Guides.\n\nPlease contact Marshall Breeding to report corrections about information listed for this library.\n\nFollow Marshall on follow Marshall Breeding on Twitter.\n\nFind Library Technology Guides on Facebook:\nFind Library Technology Guides on Facebook",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9382003546,
        "format_confidence":0.8803594708
    },
    {
        "url":"http:\/\/www.myskillsmyfuture.org\/OccupationDetails.aspx?onetcode=43302101&detailonetcode=43302101&keyword=Statement%20Clerks&highestmatch=Statement%20Clerks&radius=50&zipcode=DC",
        "text":"Skip over navigation\nmySkills myFuture Start Page\n\nOccupation information for\n\nStatement Clerks\nDistrict Of Columbia\n\nChoose a Location\n\n\n\n\nPrepare and distribute bank statements to customers, answer inquiries, and reconcile discrepancies in records and accounts.\n\nCompare Skills \n\n\nCurrently Employed: 1,930\n\nProjected Annual Job Openings: 60\n\nTypical Hourly Wage: $17.34 - $28.32\n\nTypical Annual Salary: $36,100 - $58,900\n\nSee Job Listings (0)\nFind Businesses\n\ntypical training\n\nTypical education needed for entry: High school diploma or equivalent\n\nTypical work experience needed for a job in this occupation: None\n\nTypical on-the-job training once you have a job in this occupation: Short-term on-the-job training\n\nFind Training\n\ntypical job duties\n\n  • Post stop-payment notices to prevent payment of protested checks.\n  • Verify signatures and required information on checks.\n  • Retrieve checks returned to customers in error, adjusting customer accounts and answering inquiries about errors as necessary.\n  • Weigh envelopes containing statements to determine correct postage and affix postage, using stamps or metering equipment.\n  • Compare previously prepared bank statements with canceled checks and reconcile discrepancies.\n  • Take orders for imprinted checks.\n  • Encode and cancel checks, using bank machines.\n  • Load machines with statements, cancelled checks, or envelopes to prepare statements for distribution to customers or stuff envelopes by hand.\n  • Maintain files of canceled checks and customers' signatures.\n  • Route statements for mailing or over-the-counter delivery to customers.\n\ntools & technology\n\n  • Check endorsing machines\n  • Franking or postage machines\n  • Mail sealing machines\n  • Optical character recognition systems\n  • Postal scales\n\n  • Access software\n  • Document management software\n  • Financial analysis software\n  • Graphics or photo imaging software\n  • Project management software\n\nSite Map  |   Tell Us What You Think  |   Developers  |   Download: Download Adobe PDF Reader Download Microsoft PowerPoint Viewer Download Microsoft Word Viewer Download Microsoft Excel Viewer",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9947813153,
        "format_confidence":0.8698775172
    },
    {
        "url":"http:\/\/london.enquira.co.uk\/education-training\/translators-interpreters\/spalter-translations-l76229.html",
        "text":"Spalter Translations\n\nTranslators & Interpreters in London, UK\n\nSpalter Translations\n\nSpalter Translations\n9 Arden Road Finchley\nPostal Code:\nN3 3AB\n\n\nSpalter Translations is listed under the London Translators & Interpreters category and is located in 9 Arden Road Finchley , London, London. It can be reached at phone number 020-8349-0770. For other Translators & Interpreters in London, please check Confidence U K Ltd., Byword Translation Agency, B A S Translating & Interpreting Services, Japanese Language Services Ltd., and Anglo-Croatian Translation Services. All listings can be found in the Translators & Interpreters page.\nSpalter Translations\n\nCheck Also...\n\nConfidence U K Ltd.Unit 5 Drake Court Yard 291 Kilburn High Road , London, NW6 7JRProfile\nByword Translation Agency82 Compayne Gardens , London, NW6 3RUProfile\nB A S Translating & Interpreting ServicesFlat 4 61 Kingsgate Road , London, NW6 4JYProfile\nJapanese Language Services Ltd.11 Fawley Road , London, NW6 1SJProfile\nAnglo-Croatian Translation Services3 Buckingham Mansions 353 West End La , Kilburn, NW6 1LRProfile\nPassword Languages118 Chevening Road , London, NW6 6TPProfile\nM P R School Eurotots203 Willesden Lane , London, NW6 7YRProfile\nDora Wirth (Languages) Ltd.86-87 Campden Street , London, W8 7ENProfile\nAnne Thompson Translations11 Bettridge Road , London, SW6 3QHProfile\nA P T Transtelex Plc585a Fulham Road Fulham Bdwy , London, SW6 5UAProfile\n\n\nAdd Review\n\nPlease use this form to share your opinions about Spalter Translations. While we appreciate your time and comments, we reserve the right to remove reviews that include promotional, threatening, defamatory or obscene material.\n\n\nenQuira UK is a business directory and is not affiliated with Spalter Translations. To report inaccurate information about this listing please click here.",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.6872811913,
        "format_confidence":0.6794448495
    },
    {
        "url":"https:\/\/collegewiki.in\/government-iti-colleges-in-delhi\/",
        "text":"Government ITI colleges in Delhi\n\nDepartment of Technical Education (DTTE), Delhi started 19 govt. iti colleges with 10292 seats. DTTE  provides  47 engineering and non-engineering industrial training in different Government ITI colleges in Delhi to create skilled manpower. The advantage of admission in a govt iti is the tuition fees, tuition fees of a govt college are almost free.\n\ngoverntment iti colleges in delhi\n\nEligibility for Admission in Delhi ITI:\n\n  • Candidate must be pass 10th class examination under\n    10+2 System of Education.\n  • The minimum age for admission in govt colleges is 14.\n\nGovernment iti colleges in Delhi List :\n\nIn Collegewiki, We share a complete list of government iti colleges in Delhi, you can admission any of them.\n\nNo Govt. Colleges Address\n1 ITI Pusa, New Delhi Employment Exchange Pusa, New Delhi -110012\n2 ITI  Arab-Ki-Sarai, Nizamuddin Near Nizamuddin Police Station, Nizamuddin East, Delhi-110013\n3 ITI Shahdara, Delhi-110095 Nand Nagri, Vivek Vihar, Delhi, 110093\n4 Sir C.V. Raman ITI, DheerPur  Dheerpur, Nirankari Park, Gopalpur Village, Delhi, 110009\n5 ITI Malviya Nagar  Near City Bank, Old Market, Malviya Nagar, New Delhi\n6 ITI Jail Road Tihar Prison Complex, Opposite to, Jail Rd, Hari Nagar\n7 ITI  Jahangir Puri Unnamed Road, Bhalswa Jahangirpuri\n8 ITI Nand Nagri, Wazirabad Rd, near DTC Bus Depot, Nand Nagri\n9 Dr. H.J. Bhabha ITI, Khichripurh Sanjay Lake View Apartments, Pocket 5, Mayur Vihar\n10 Ch. Brahm Prakash ITI, Jaffarpur Jaffarpur Kalan, Delhi, 110073\n11 Lala Hans Raj Gupta ITI, DSIDC Industrial Complex Narela Industrial Area, Bhorgarh\n12 Veer Savarkar Basic Training Centre, Pusa Pusa, New Delhi- 110012\n13 ITI Mangolpuri, S- Block Mangol Puri Industrial Area Phase I, Pocket B, Industrial Area\n14 Jijabai ITI for Women Siri Fort August Kranti Marg, Siri Fort Institutional Area\n15 Savitri Bai Phule ITI for Women, Gokhale Road Gokhale Road, Mori Gate,\nDelhi – 110006\n16 ITI for Women, Tilak Nagar Old Market Rd, Near Metro, Tilak Nagar\n17 ITI for Women, Vivek Vihar Vivek Vihar,\nDelhi – 110 095.\n18 Extension Centre of ITI Jail Road Tihar Prison Complex, Opposite to, Jail Rd, Hari Nagar,\n19 TI For Women (MSDP) Nand Nagari Campus Wazirabad Rd, near DTC Bus Depot, Nand Nagri, Mandoli\n\nFrequently Asked Question :\n\nQ1. I am a Scheduled Caste student, Can I get the extra advantage for admission a govt iti colleges?\n\nAns.  Yes, 15 % of the seats are reserved for Scheduled Caste Student.\n\nThank you for reading this post. If you have any queries regarding the govt iti list, you can comment below. We will reply as soon as possible.\n\nSource: Delhi ITI\n\n1 thought on “Government ITI colleges in Delhi”\n\nLeave a Comment",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9980424643,
        "format_confidence":0.8037143946
    },
    {
        "url":"https:\/\/www.style-research.eu\/resource-centre\/glossary\/neet\/",
        "text":"This text is drawn from\n\nA NEET or neet is a young person who is “Not in Education, Employment, or Training”. The acronym NEET was first used in the United Kingdom but its use has spread to other countries including Japan and South Korea.\n\nIn the United Kingdom, the classification comprises people aged between 16 and 24 (some 16-year-olds are still of compulsory school age); the subgroup of NEETs aged 16–18 is frequently of particular focus. In Japan, the classification comprises people aged between 15 and 34 who are unemployed, not engaged in housework, not enrolled in school or work-related training, and not seeking work.\n\nNEET is to be distinguished from the newly coined NLEET rate used in the 2013 report on Global Employment Trends for Youth by the International Labor Organization. The NLEET rate stands for “neither in the labor force nor in education, employment or training”. It is similar to NEET but excludes the unemployed since they are still included in the labor force.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these <abbr title=\"HyperText Markup Language\">HTML<\/abbr> tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9478242993,
        "format_confidence":0.644810915
    },
    {
        "url":"https:\/\/www.whatcareerisrightforme.com\/career.php?id=276&career=Helpers--Electricians&frm=browse",
        "text":"\n\nMedian Annual Wage: $27,940\n\nProjected Growth: Much faster than average (22% or higher)\n\nRelated Job Titles: Apprentice Electrician; Electrician's Helper; Electrical Apprentice; Cable Puller; Electrician Helper; Electrician Apprentice; Unindentured Apprentice\n\nBrowse Job Listings\n\nSource: O*NET OnLine information for Helpers--Electricians.\n\nMore Construction and Extraction Careers\n\n  • Trace out short circuits in wiring, using test meter.\n  • Strip insulation from wire ends, using wire stripping pliers, and attach wires to terminals for subsequent soldering.\n  • Examine electrical units for loose connections and broken insulation and tighten connections, using hand tools.\n  • Construct controllers and panels, using power drills, drill presses, taps, saws and punches.\n  • Drill holes and pull or push wiring through openings, using hand and power tools.\n  • Clean work area and wash parts.\n  • Maintain tools, vehicles, and equipment and keep parts and supplies in order.\n  • Transport tools, materials, equipment, and supplies to work site by hand, handtruck, or heavy, motorized truck.\n  • Install copper-clad ground rods, using a manual post driver.\n  • Thread conduit ends, connect couplings, and fabricate and secure conduit support brackets, using hand tools.\n  • Disassemble defective electrical equipment, replace defective or worn parts, and reassemble equipment, using hand tools.\n  • Erect electrical system components and barricades, and rig scaffolds, hoists, and shoring.\n  • Perform semi-skilled and unskilled laboring duties related to the installation, maintenance and repair of a wide variety of electrical systems and equipment.\n  • Dig trenches or holes for installation of conduit or supports.\n  • Raise, lower, or position equipment, tools, and materials, using hoist, hand line, or block and tackle.\n  • Break up concrete, using airhammer, to facilitate installation, construction, or repair of equipment.\n\nSource: O*NET OnLine information for Helpers--Electricians.\n\n  • Active Listening - Giving full attention to what other people are saying, taking time to understand the points being made, asking questions as appropriate, and not interrupting at inappropriate times.\n  • Speaking - Talking to others to convey information effectively.\n  • Troubleshooting - Determining causes of operating errors and deciding what to do about it.\n  • Repairing - Repairing machines or systems using the needed tools.\n  • Critical Thinking - Using logic and reasoning to identify the strengths and weaknesses of alternative solutions, conclusions or approaches to problems.\n  • Coordination - Adjusting actions in relation to others' actions.\n  • Complex Problem Solving - Identifying complex problems and reviewing related information to develop and evaluate options and implement solutions.\n  • Judgment and Decision Making - Considering the relative costs and benefits of potential actions to choose the most appropriate one.\n  • Installation - Installing equipment, machines, wiring, or programs to meet specifications.\n\nSource: O*NET OnLine information for Helpers--Electricians.\n\nSearch Local Job Listings",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9906098247,
        "format_confidence":0.6295595765
    },
    {
        "url":"https:\/\/analytics.scielo.org\/w\/accesses?document=S2071-07632019000100023&collection=sza",
        "text":"SciELO Analytics (Beta)\nSouth Africa\nSA Journal of Industrial Psychology (2071-0763)\nDeveloping a measurement instrument for coping with occupational stress in academia\nDocuments filters\nPublishing year\n\nSubject area\n\n\nSite usage chart\n\n\nUsage heat chart\n\n\nDocuments Lifetime chart by number of accesses\n\nThis tool is under development and it is available in Beta Test version\nThis tool is under development and it was published with the objective to test the usage and performance. All the indicators are real and they are gradually being loaded. Slowness and out of service problems may occur in this version.\nCreative Commons License\nThis work is licensed under a Creative Commons Attribution 4.0 International License.",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.5449197888,
        "format_confidence":0.5197738409
    },
    {
        "url":"http:\/\/ethics.iit.edu\/eelibrary\/biblio\/export\/tagged\/9231",
        "text":"%0 Journal Article %J Teaching Ethics %D 2013 %T Service Learning : The Odd Case of Ethics %A Blizek, William L. %K education %K PHILOSOPHY %K SERVICE learning %X In this paper, the author seeks to share with the reader why he believes that a service learning component in an introduction to ethics class is not as simple as it might first appear. He begins by considering service learning in relation to ethics classes and then continues by considering the nature of ethics and what it means for service learning. %B Teaching Ethics %V 13 %P 73-84 %8 Spring 2013 %U http:\/\/www.uvu.edu\/ethics\/seac\/pp73_Blizek_Service_Learning_The_Odd_Case_of_Ethics.pdf %N 2",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.9894894958,
        "format_confidence":0.8550807238
    },
    {
        "url":"http:\/\/letu.edu\/opencms\/opencms\/_Academics\/Academic_Calendar\/Nontrad_Grad_Calendar\/Spring_2014.html",
        "text":"Spring 2014\n\nOnline & Educational Center Graduate Academic Calendar\n\nOct. 9 Web Registration opens\nJan. 2 Web Registration closes for Module I\nJan. 2 Confirmation Deadline for Module I\nJan. 6 - 11 Module I classes begin\nJan. 20 MLK Day Break (make up session online)\nFeb. 1 Last day to file Intent for SP or SU Graduation\nFeb. 20 Web Registration Closes for Module II\nFeb. 20 Confirmation Deadline for Module II\nFeb. 23 Module I Ends\nFeb. 24 - March 1 Module II Classes Begin\nFeb. 26 Web Registration opens for Summer\nFeb. 28 Web Registration opens for Summer for all students\nMarch 10 - 16 Spring Break (No classes, offices open)\nMarch 13 Web Registration closes for Module III\nMarch 13 Confirmation Deadline for Module III\nMarch 23 Module II ends\nMarch 17 - 22 Module III classes begin\nApril 4 Homecoming\nApril 25 Deadline for Clearing Balance for Graduation\nMay 3 Commencement (Longview Campus)\nMay 4 Module III ends\n\n\nFollow this academic calendar if you are a graduate student following an accelerated program online or at one of our educational centers across Texas.\n\nAccelerated degree programs generally offer courses in three or seven week sessions which continue year-round.",
        "topic_id":4,
        "format_id":19,
        "topic_confidence":0.997669518,
        "format_confidence":0.8587120175
    }
]