[
    {
        "url":"https:\/\/med-stat.info\/2020\/11\/09\/opinion-new-survey-establishes-a-data-driven-baseline-for-diversity-in-digital-health\/",
        "text":"Opinion: New survey establishes a data-driven baseline for diversity in digital health\n\n“You’re a unicorn,” the investor said.\n\nThe first time she called me that, I responded with a nervous laugh and downplayed her comment. But that didn’t stop her. She went on to explain that she called me a unicorn because I’m a physician, I’ve had a successful academic career, and I’ve been in the C-suite of a venture-backed digital health company that scaled and recently had an IPO.\n\nShe didn’t even add the obvious: I am also a Black woman.\n\n\nSince then, I’ve been described as a unicorn too many times to count. I no longer bristle at the term, but continue to be bothered by its implications. A unicorn is a mythical creature. I’m a real person and there are others like me.\n\nUsing the unicorn lens to define my identity narrows the scope of what is possible for people from underrepresented groups, so I am on a mission to make sure that they are valued and included as we work to transform health care.\n\n\nRepresentation matters\n\nWho greenlights funding, who gets funded, what efforts get attention, and how effective those efforts are in reducing cost or improving outcomes among specific groups all matter.\n\nThe digital health ecosystem is more active than ever, and so far in 2020 U.S. companies have raised more than $9.4 billion from venture capital. But the lack of diversity in digital health leadership furthers the likelihood of creating solutions that worsen already existing health disparities. If we are truly going to transform health care, we must address this problem head on and with eyes wide open.\n\nTo drive meaningful change, it’s important to understand where we are today. In early 2020, I partnered with Rock Health on a Diversity in Digital Health initiative to measure the baseline state of racial and ethnic diversity among U.S. digital health startup leadership teams. Between July and September 2020, we surveyed more than 650 founders and leaders. This was in the midst of the Covid-19 pandemic, which has tragically highlighted the health disparities experienced by communities of color, and the Black Lives Matter social justice movement, which has shone a spotlight on the systemic racism causing these disparities.\n\nThough the results of the survey were as expected in some areas, they indicated opportunities to improve across the board.\n\nThe survey showed significant differences in how digital health founders across different races, ethnicities, and genders funded their companies:\n\n  • More than half of white and Asian founders were backed by venture capital, compared to 24% of Black founders.\n  • Black founders were more likely to have bootstrapped their companies than their white and Asian counterparts.\n  • Black founders were more likely to be from the South (38%) and Midwest (20%) than from the West (4%) and Northeast (9%), the two regions in which the Rock Health Digital Health Funding Database shows capital concentration. For example, the average digital health deal size (from January through September 2020) was $36 million in the West versus $20 million in the South. This suggests Western founders are accessing more capital than their counterparts in the South, where there is much greater Black representation.\n\nThe survey also revealed a lack of people of color among leadership teams. Compared to their representation among the U.S. population, Asians were overrepresented in digital health (20% of survey respondents compared to 6% of the population), while Black leaders (8% of respondents compared to 13%) and Hispanic leaders (6% of respondents compared to 19%) were underrepresented.\n\nThere was also greater non-white diversity among company founders than among other leadership roles, with less Asian, Black, and Middle Eastern representation among non-founder leaders.\n\nDigital health entrepreneurs surveyed reported different challenges and experiences. Black leaders reported more difficulty accessing capital than their white or Asian counterparts. And 83% of Black respondents indicated that inclusion in the digital health industry has stayed the same or worsened since they started working — compared to less than half of white respondents saying that.\n\nNow is the time for digital health to get diversity right\n\nThe convergence of accelerating technology adoption with an unprecedented public health crisis is rapidly reshaping our health care systems. If we don’t intentionally use this moment to diversify digital health leadership, we lose out on an opportunity to make health care better for everyone. You can’t build the future of health care without understanding exactly what’s wrong with its past and present — or without those who have been left out of the ranks of leadership.\n\nFor now, I am still the unicorn in most digital health settings. But it shouldn’t take referencing a mythical creature to define my presence and identity in the digital health space. By establishing a data-driven baseline, we open the door to conversations that can lead to increased support for entrepreneurs of color and new innovation to meet the needs of diverse communities. If we commit ourselves to digging deeper on why these discrepancies exist and how we can address them, I believe we can leave the unicorn reference where it belongs, in stories of myth and fantasy.\n\nIvor Horn is an angel investor with Pipeline Angels and Portfolia’s Rising America Fund, a pediatrician, former professor of pediatrics at the University of Washington School of Medicine, and former chief medical officer at Accolade. She is a board director at Care Academy and on the advisory boards of Way to Wellville, Change Healthcare, and Onboard Health.\n\nSource: STAT",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9624379277,
        "format_confidence":0.9581415653
    },
    {
        "url":"https:\/\/www.hsj.co.uk\/home\/innovation-and-efficiency\/using-technology-to-better-manage-long-term-conditions\/5053767.article",
        "text":"Clare Wexler examines why commissioners and patients must behave differently if care pathways for the treatment of chronic disease are to improve\n\nA diabetes test\n\nThere can be little doubt that improving the management of long-term conditions is one of the NHS’ biggest priorities. Around one in three people in the UK are currently living with a chronic condition, and £7 of every £10 spent on the health budget goes towards supporting them. It is estimated that by 2018, nearly three million people will have three or more conditions at any one time.\n\n‘It is time for the NHS and patients to think differently. Technology will undoubtedly sit at the centre of the solution’\n\nThe impact on the health service, both in terms of cost and the ability to deliver quality care, is significant; demand is dramatically outstripping resources. The impact on patients, however, is even more critical. Health outcomes are suffering as, all too often, patients become disengaged from their care and are forced to endure unnecessary hospital treatment or sustained unemployment, because their condition has not been managed optimally. \n\nThe health secretary has vowed to free patients with chronic diseases from the “merry-go-round of doctors’ surgeries and hospitals” – but, without meaningful change, the situation will only get worse.\n\nTo progress, we not only need to change the way the NHS works, but we must also transform how patients interact with their healthcare, and redesign care pathways to put patients at the centre of it.\n\nThe current model of managing long-term conditions is unsustainable. The tipping point is fast approaching; it is time for the NHS and patients to think – and behave – differently. And technology will undoubtedly sit at the centre of the solution.\n\nTechnology: the great enabler\n\nThe discussion has now moved beyond debating whether technology can play a part in transforming patient care – to succeed, it must. Tomorrow’s healthcare model must optimise technology, harness the power of information and share it across the health and social care system in ways that join up care, connect organisations and empower patients.\n\nMoreover, if the NHS is to deliver patient-centric services built on the principle of “no decisions about me, without me” – and in the process, facilitate more effective management of chronic disease – the integrated use of innovations such as telehealth and health coaching must become the rule rather than the exception.\n\n‘In isolation, educating patients is not enough to bring about true behavioural change’\n\nThe NHS mandate outlines an NHS Commissioning Board objective to drive a substantial increase in the use of technology to help people manage their health and care. It encourages clinical commissioning groups, providers and local councils to collaborate to overcome the practical barriers that prevent services working together effectively – and, in particular, it challenges local commissioners to stimulate the development of innovative, integrated service provision across primary, secondary and social care.\n\nThe mandate promises to make “significant progress” towards helping patients with long-term conditions to benefit from telehealth and telecare, enabling them to manage and monitor their conditions at home, thereby reducing avoidable hospital admissions and improving health outcomes.\n\nNew landscape\n\nWith the emergence of a new NHS commissioning landscape just around the corner, CCGs and local authorities must work in partnership to ensure that local health and social care budgets are not eroded by the inefficient management of long-term conditions. The most proactive will take advantage of innovative technologies that already exist.\n\nAt a national level, tools to assist shared decision making between patients and clinicians are being implemented as part of the quality, innovation, productivity and prevention Right Care programme and are, at present, providing patients with vital information across key diseases areas.\n\nAlthough this provides a powerful platform to nurture informed patients, it is widely recognised that, in isolation, educating patients is not enough to bring about true behavioural change.\n\nIndividuals diagnosed with long-term conditions commonly require ongoing support as they seek to adapt their lifestyles. Health coaching, therefore, is emerging as a valuable integrated adjunct to shared decision making, which can help patients manage long-term conditions.\n\nIntegrated health coaching\n\nHealth coaching programmes are proven to be highly effective in driving behavioural change among patients, to support specific disease management programmes. Their implementation is a simple and natural extension of existing processes.\n\nWith early intervention widely accepted as the most practical and effective way of managing long-term conditions, patients at high risk of developing them, who could benefit most from health coaching, will commonly have been identified through standard risk stratification exercises within local health organisations.\n\nIn the health coaching model, specially trained health practitioners act as individual case managers, and regularly engage in bi-directional telephone dialogue with target patients, combining treatment and lifestyle advice with education and disease management principles.\n\n‘Building a new model for the management of long-term conditions is not impossible, it’s already happening’\n\nThis can help ensure patients adhere to recommendations in line with care pathways set out by local clinicians and commissioners. Crucially, health coaching programmes are conducted in partnership with local health organisations, ensuring that clinicians maintain total control of the patient relationship.\n\nThe approach has been shown to motivate patients towards a readiness to change their unhelpful thinking patterns. It can facilitate their confidence and skills in self-management, encourage behavioural change and also helps them prepare for consultations and proactively consider treatment options.\n\nMoreover, with patients conscious that consultation time with their GP is limited, health coaching provides a valuable opportunity for people to discuss the longer-term management and implications of their condition, thereby proactively managing their disease.\n\nEvidence increasingly underlines that, when health coaching programmes have been deployed, patient satisfaction levels have soared and outcomes have improved. What’s more, as a consequence of individual behavioural change, unplanned emergency care across all sectors of the NHS and social care naturally reduces, resulting in positive implications for the local health economy. The approach has clear benefits for all key stakeholders:\n\n  • Patients: quality of life improves, with fewer chronic episodes putting people in greater control of their condition.\n  • GPs: managing patients with long-term conditions becomes more effective and cost effective, while total control of patient care is maintained.\n  • NHS: costs reduce and system capacity increases due to the avoidance of unplanned emergency care.\n\nIntegrating care\n\nIntegrated health coaching programmes are underpinned by robust technologies. Health coaches routinely – and transparently – capture vital health data and share it securely with key stakeholders across the health and social care system. This can alert clinicians to when intervention may be necessary, inform future consultations and join up care.\n\nAs technology advances, the potential to integrate health coaching with mobile telehealth applications provides a powerful opportunity to tailor personalised care, thereby ensuring the right message gets to the right person at the right time via the most appropriate route, be that by telephone, text message, online or mobile app.\n\nIn an integrated care system, the key components of patient-centric services cannot operate in isolation. Electronic healthcare and telehealth offer tremendous potential to transform services but, on their own, they will achieve little – they must be joined together.\n\nHealth coaching provides a human mechanism to sit at the centre and evaluate all available linked data, as well as identifying areas where technology can help reduce costs and improve care pathways. Holistic systems that combine shared decision making, telehealth and health coaching are, therefore, critical to the effective management of long-term conditions.\n\nTo optimise the opportunity, tomorrow’s commissioners must capitalise on today’s innovations. Fully integrated, scalable systems, which can transform patient services, can be implemented quickly and easily at low cost. Building a new model for the management of long-term conditions is not impossible – it’s already happening. And it works. It just requires some innovative thinking.\n\nClare Wexler is chief executive of Totally Health",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9957675934,
        "format_confidence":0.9729222059
    },
    {
        "url":"http:\/\/www.scielo.org.za\/scielo.php?script=sci_arttext&pid=S0256-95742010001000015&lng=pt&nrm=iso&tlng=en",
        "text":"SciELO - Scientific Electronic Library Online\n\nvol.100 número10KwaBaka. A story of compassionate care in a rural Zulu communityMental health advocacy: lessons from HIV activism índice de autoresíndice de assuntospesquisa de artigos\nHome Pagelista alfabética de periódicos  \n\nServiços Personalizados\n\n\n\nLinks relacionados\n\n  • Em processo de indexaçãoCitado por Google\n  • Em processo de indexaçãoSimilares em Google\n\n\nSAMJ: South African Medical Journal\n\nversão On-line ISSN 2078-5135\nversão impressa ISSN 0256-9574\n\nSAMJ, S. Afr. med. j. vol.100 no.10 Cape Town Out. 2010\n\n\n\n\nKenneth Weinbren (5 march 1923 - 21 may 2010)\n\n\n\nProfessor Kenneth Weinbren, distinguished pathologist, passed away in London on 21 May 2010.\n\nHe qualified MB BCh at Wits in 1946. As a student he was president of the SRC for two years.\n\nIn 1950 he emigrated to England where he had a brilliant academic career. Much of his motivation for leaving South Africa was his strong anti-apartheid stance. In 1957 Wits awarded him an MD degree.\n\nIn 1963 he was appointed Reader in Anatomical Pathology at the Postgraduate Medical School, Hammersmith. From 1965 to 1966 he worked at Mount Sinai Hospital, New York, and Stanford University Medical School. In 1967 he was appointed Foundation Professor of Pathology at the new medical school in Nottingham, England. In 1972 he was appointed to the Chair of Anatomical Pathology at the Postgraduate Medical School, Hammersmith.\n\nHis special field of research was the mechanism and control of growth and differentiation of cells, with particular reference to the liver.\n\nKenneth was a cultured man who loved art and theatre. Friends and colleagues remember him as a man of exceptional kindness, who would go to great lengths to help those in need.\n\nKenneth was married for many years to Valerie, who predeceased him. He leaves four sons and grandchildren.\n\n\nProfessor C Isaacson\n\nCreative Commons License Todo o conteúdo deste periódico, exceto onde está identificado, está licenciado sob uma Licença Creative Commons",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9174599648,
        "format_confidence":0.8376900554
    },
    {
        "url":"https:\/\/www.octygen.com.sg\/2014\/09\/05\/",
        "text":"Sep 5, 2014\n\nYou Are Here: Home \/ 5 Sep 2014\n\nReview of Singapore’s Air Quality and Greenhouse Gas Emissions: Current Situation and Opportunities.\n\n\nSingapore has many environmental accomplishments to its credit. Accessible data on air quality read more →\n\nAir Pollution Becomes Asia’s Migraine\n\n\nAir pollution has become a curse for millions of city-dwellers in Asia, posing a mounting risk to the very young and very old, pregnant women and people with heart and respiratory problems, say experts.\n\n“The levels of pollution in parts of China, India and elsewhere in Asia are just astronomically high and the health impacts are dramatic,” said Bob O’Keefe of the Health Effects Institute (HEI), a US not-for-profit research agency.\n\n“This is a threat that was really under-estimated in the past,” said O’Keefe.\n\nThis week, Singapore grappled with record levels of , unleashed by land fires in neighbouring Indonesia.\n\nIn January, pollution in Beijing went off the scale of an air-quality monitor at the US embassy, and the city’s surged by 20 percent.\n\nIn August 2012, Hong Kong suffered its highest-recorded pollution, prompting the territory to urge vulnerable to stay indoors.\n\nHEI estimates, derived from an exceptionally detailed analysis called the Global Burden of Disease, say that some 3.2 million people around the world died prematurely from outdoor air pollution in 2010.\n\nChina and India together accounted for some 2.5 million of these deaths, sharing the tally roughly equally.\n\nThe death toll in China has risen by a third over 20 years, but worse pollution is only part of the reason. As China becomes more prosperous, its citizens are attaining greater ages, reaching 70 or 80 years or beyond—when people become more vulnerable to heart and respiratory stress from air pollution.\n\nA study published last August in the estimated that forest and land fires in kill an additional 15,000 people annually from air pollution during the El Nino , when drier soil often causes blazes to go out of control. (There is no El Nino at present.)\n\nAn investigation by US researchers, published in February, found that among three million births recorded in nine countries in North and South America, Europe, Asia and Australia, there was a clear link between worse air pollution and lower birth weight.\n\nLow birth weight—when a newborn weighs less than 2.5 kilos (5.5 pounds)—is associated with ill health, premature death and cognitive problems in later life.\n\nHealth experts point to two main dangers from air pollution.\n\nOne concerns particulate matter (PM)—the sooty specks emitted from fossil fuels, forest fires and land clearances.\n\nCathryn Tonne, at the London School of Hygiene and Tropical Medicine, points the finger at so-called PM2.5—particles measuring 2.5 micrometres across or less, or 30 times smaller than a human hair.\n\nMainly generated by the burning of coal and oil for power stations, and diesel and petrol for transport, these are many times more perilous than PM10 particles, which are 10 micrometres across, Tonne and colleagues found in research into heart deaths in England and Wales.\n\n“We found that for every 10 microgrammes per cubic metre in PM2.5, there was a 20-percent increase in the death rate,” Tonne said.\n\nBy way of comparison, the WHO has a recommended maximum of 10 microgrammes of PM2.5 per cubic metre as an annual exposure—and a maximum over a 24-hour period of 25 microgrammes per cubic metre.\n\nIn the United States, the annual PM2.5 limit is a recommended 12 microgrammes per cubic metre, and in the European Union (EU), it is 25 microgrammes.\n\nIn Beijing’s smog scare in January, though, levels reached a whopping 993 microgrammes per cubic metre… almost 40 times the WHO’s advised safety limit.\n\nThe other big danger from air pollution is ozone, a triple molecule of oxygen that in the stratosphere is a vital shield against DNA-damaging sunlight, but at ground level—where it is typically created by a reaction between nitrogen oxides in traffic fumes and sunlight—it is an irritant for the airways.\n\nShort-term spikes in ground-level ozone have long been linked to heart attacks and severe asthma.\n\nBut research conducted in the US, published in 2009, suggests that cumulative exposure is also a big risk factor. The probability of dying from respiratory disease rose by as much as 50 percent as a result of long-exposure to high concentrations of ozone.\n\nWHO: Air Pollution is Single Biggest Environmental Health Risk\n\n\nIndia Gate can barely be seen through smog in Delhi. Around 4.3 million deaths in 2012 were caused by indoor air pollution, mostly from wood and coal stoves in Asia. Photograph: Louis Dowse\/Corbis\n\nAir pollution has become the world’s single biggest environmental health risk, linked to around 7 million – or nearly one in eight deaths in 2012 – according to the World Health Organisation (WHO).\n\nThe new figures are more than double previous estimates and suggest that outdoor pollution from traffic fumes and coal-burning, and indoor pollution from wood and coal stoves, kills more people than smoking, road deaths and diabetes combined.\n\nAround 80% of the 3.7 million deaths from outdoor pollution came as a result of stroke and heart disease, 11% from lung diseases and 6% from cancers. The vast majority were in Asia, with 180,000 in the Americas and Europe combined, said the WHO.\n\nIndoor air pollution led to 4.3 million deaths, of which 34% were caused by strokes, 26% heart diseases and 12% respiratory disease in children. Only 19,000 of these deaths were in rich countries, with the vast majority being in low- and middle-income countries. Because many people are exposed to both indoor and outdoor air pollution, the WHO said deaths attributed to the two sources cannot be added together.\n\n“The risks from air pollution are now far greater than previously thought or understood, particularly for heart disease and strokes,” said Maria Neira, director of WHO’s department for public health, environmental and social determinants of health. “Few risks have a greater impact on global health today than air pollution; the evidence signals the need for concerted action to clean up the air we all breathe.”\n\nSouth-east Asia, said the WHO, is now the most polluted region in the world, with 3.3 million deaths linked to indoor air pollution and 2.6 million deaths related to outdoor air pollution. This reflects the explosive growth of cities and industrial development in China and India, as well as continuing deep poverty in rural areas.\n\nIndoor pollution due to cooking open fire : Kagera, Tanzania\n\nA woman breastfeeds her baby while another prepares food on an open fire indoor in Kagera, Tanzania. Women had higher levels of exposure than men in developing countries. Photograph: Jochem Wijnands\/Alamy\n\nThe new estimates are based not on an significant increase in pollution, but on improved knowledge of the links between air pollutants and heart diseases and cancers, in addition to known links with respiratory diseases. A 2008 WHO report estimated that outdoor pollution led to about 1.3 million deaths, while about 1.9 million people were killed by indoor pollution. A Lancet study last year suggested that the surge in car use in south and east Asia killed 2.1 million people prematurely in 2010. Last year, WHO’s cancer agency classified air pollution as a carcinogen, linking dirty air to lung and bladder cancer.\n\n“Cleaning up the air we breathe prevents non-communicable diseases as well as reduces disease risks among women and vulnerable groups, including children and the elderly,” said Dr Flavia Bustreo, WHO assistant director general of family, women and children’s health. “Poor women and children pay a heavy price from indoor air pollution since they spend more time at home breathing in smoke and soot from leaky coal and wood cook stoves.”\n\nMartin Williams, professor of air quality at the environmental research group, King’s College London, said: “This is an important study, and although the majority of attributable deaths occur in south-east Asia and the western Pacific, air pollution impacts on mortality and health are still a significant public health problem in Europe, including the UK.”\n\nAir pollution is increasingly linked with ill health and deaths in rich countries as traffic emissions rise. In the US, air pollution causes about 200,000 early deaths a year, with emissions from cars and trucks causing 53,000 and power generation 52,000, according to MIT’s environment laboratory. California suffers most from air pollution, with 21,000 early deaths.\n\nIn Europe, poor air quality is the top environmental cause of premature deaths in the EU, causing more than 100,000 premature deaths a year and costing from £300bn-£800bn a year in extra health costs, said Janez Potočnik, the EU environment commissioner.\n\nAir pollution causes 29,000 early deaths a year in the UK and similar numbers in France and Germany.\n\nPublic Health and Air Pollution in Asia (PAPA ) – A CAI-Asia Initiative Implemented through the Health Effects Institute\n\n\nExecutive Summary\n\nAir pollution in major cities across Asia routinely exceeds health-based guidelines established by the World Health Organization and others by significant amounts. Asian cities host some of the largest global population concentrations, concentrations that are grow ing rapidly as a result of in-migration. Exposure to unhealthy levels of air pollution in Asian cities is extensive and expanding on an annual basis. This has implications for both the public health and the economic well being of each country. In response, the Clean Air Initiative for Asian Cities (CAI-Asia) was recently launched by the Asian Development Bank and World Bank, as a multi-stakeholder alliance to assist Asian countries in their efforts to take action to reduce air pollution.\n\nThe prime information for government and industry action to address air pollution is often the availability of credible local health evidence documenting the imp... (truncated)",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.8533229232,
        "format_confidence":0.5808703899
    },
    {
        "url":"https:\/\/internationalmedicalcorps.org.uk\/inside-yemens-tradegy-part-three",
        "text":"You are here:\n\nInside Yemen's Tragedy—Part Three\n\nInside Yemen's Tragedy—Part Three\n\n\nWritten by Nebras Khaled, Health Program Manager, Sana’a\n\nEditor’s Note: International Medical Corps’ Yemen Blog presents a rare view of life on the ground in Yemen, chronicled by our first responders as they battle one of the world’s worst humanitarian disasters—fueled by poverty, hunger, disease and a civil war now in its sixth year, with no end in sight. Yemen’s misery has only gotten worse since COVID-19 began to spread earlier in the year.\n\nThe entry below is written by Dr Nebras Khaled, our Health Program Manager. She is based in Yemen’s capital, Sana’a, where she grew up, earned her medical degree and lived much of her life before joining International Medical Corps in 2014 as a mobile medical team leader. Her current responsibilities include helping to implement our healthcare, nutrition and water, sanitation and hygiene (WASH) programs in three districts of Sana’a Governorate that have been hit especially hard in recent years by the effects of war, crippling food shortages and high rates of cholera.\n\nSince the war in Yemen began in 2015 and the economy collapsed, many families who in earlier years had migrated off the land to urban areas in search of better jobs and more comfortable lives have had no choice but to return to their villages. As a senior community health officer working in villages within a few hours drive from the country’s largest city and capital, Sana’a, I have witnessed personally the crushing disappointment of these families as they return to uncertain futures on the edge of hunger and despair.\n\nAmong those hardest-hit have been families of government employees, solely dependent on their salaries to afford the benefits of urban living such as decent housing and other essential transportation. As war crushed economic activity, damaged infrastructure and snuffed out new business opportunities, government income fell and payments to state employees stopped.\n\nSince starting with International Medical Corp two and one-half years ago, I watched many of these families return home, unable to survive in cities with little or no incomes. This reverse migration has strained the already meagre resources of poor rural communities. In this environment, we’ve done our best to provide returnees—and all village residents—good quality medical and nutrition services. We also raise awareness about the importance of good health in villages that are hours by car from the nearest medical facility.\n\nI still recall my first visit to such a community. It was in September 2018, to the village of Dayan, about two hours by car from Sana’a. By any measure, the public health conditions we faced were alarming. Malaria was rampant, fueled by the many swamps surrounding the village that provided ideal mosquito breeding grounds. In one house, every resident showed signs of the disease, including three children under 5, all of them suffering convulsions.\n\nAs a senior community health officer I realised that, if we were going to save lives, we had to move fast, not just in Dayan, but in other villages in the area in similar straits. But with the nearest medical assistance hours away, we realised there was only one option: work with village leaders to establish Dayan’s own healthcare system to treat and manage the outbreak. I’m proud to say we succeeded.\n\nIn the two-and-one-half years since that first visit, working with villagers and Government Health Office officials from Sana’a, our team has recruited 48 community health volunteers. We then provided them with the basic medical knowledge, equipment and supplies needed to implement such a system -–one known in Global Health circles as integrated Community Case Management (iCCM) that. In addition to malaria, we have used to treat two other diseases considered potential killers for young children: anaemia and diarrhoea.\n\nIn addition to a well-trained, home-grown healthcare staff, we have provided an around-the-clock ambulance service to enable swift hospital transfer of urgent cases requiring special attention. Today, we help supervise this work. We also organise community awareness campaigns about the importance of strong healthcare and provide village residents the opportunity to give feedback on the care they receive via a telephone hotline.\n\nThe results have been impressive. The system we’ve established has treated more than 13,000 children and transported more than 500 individuals—mainly small children and pregnant women—to distant medical facilities, all while the villages we support have seen a marked reduction in the number of cases of malaria. Because of this experience, also now participate in the development of the national strategy for malaria control. None of this has been easy—especially as the war continues and economic conditions remain bleak. We know it’s going to take time before peace and real change comes to Yemen, but with many small steps, we’re making progress.\n\nJoin the fight to help those hit by conflict and disaster around the world. Sign up to receive emails from us.\n\nGet in touch\n\nInternational Medical Corps UK will send you emails about our work and how you can contribute to that work using the data you provide. You may unsubscribe at any point. Your data will be processed in line with our privacy policy",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.986880064,
        "format_confidence":0.5929145217
    },
    {
        "url":"http:\/\/www.beckershospitalreview.com\/healthcare-blog\/something-deadlier-than-ebola-already-in-your-hospital.html",
        "text":"Something deadlier than Ebola, already in your hospital\n\nShare on Facebook\n\nEbola has been called \"the scariest virus\" in existence, and for good reason. As described in the 1994 book \"The Hot Zone,\" by Richard Preston (which I read, with horror, more than a decade ago), Ebola attacks its victims like no other known virus.\n\nIn the first chapter, which Stephen King called \"one of the most horrifying things I've read in my whole life — and then it gets worse,\" Preston describes the virus' attack in one of its first victims, a man named Charles Monet:\n\n\"Monet maintains silence, waiting to receive attention. Suddenly he goes into the last phase. The human virus bomb explodes. Military biohazard specialists have ways of describing this occurrence. They say that the victim has \"crashed and bled out\". Or more politely they say that the victim has \"gone down\". He becomes dizzy and utterly weak, and his spine goes limp and nerveless and he loses all sense of balance. The room is turning around and around. He is going into shock. He leans over, head on his knees, and brings up an incredible quantity of blood from his stomach and spills it onto the floor with a gasping groan. He loses consciousness and pitches forward onto the floor. The only sound is a choking in his throat as he continues to vomit while unconscious. Then come a sound like bedside being torn in half, which is the sound of his bowels opening and venting blood from sloughed his gut. The linings of his intestines have come off and are being expelled along with huge amount of blood. Monet has crashed and is bleeding out.\"\n\nEbola attacks its victims quickly. Symptoms, such as fever, weakness, diarrhea and vomiting, generally occur 8-10 days after exposure. Most patients recover or pass away within 6-10 days of symptoms appearing.   \n\nWhile Ebola attacks its victims in a horrific manner, it's important to remember that it's a relatively rare virus. Since its was discovered during two simultaneous outbreaks, in Sudan and the Democratic Republic of Congo, in 1976, there have been 25 separate Ebola outbreak incidents, all in Africa, totaling 2,621 deaths, according to the World Health Organization.\nNo doubt the severity of the virus' impact on the human body is one reason for such world-wide interest in its outbreaks, along with fear that the virus could spread outside Africa.\n\nNews of Ebola is on every network and newspaper I've read over the last few weeks, and rightfully so — the story is of great public health interest, but as I watch and read the numerous reports on the virus, I can't help but think that there's something much deadlier than Ebola affecting American hospitals everyday: medical errors.\n\nWhile medical errors don't have a death rate anywhere near Ebola's 70-90 percent, in volume, they are deadlier than the scariest virus on earth.\n\nI know I choose a bit of a hyperbolic headline for this article, but in actuality, the headline isn't hyperbolic at all. More patients die from medical errors each year, than have ever died from Ebola.\n\nThe oft-cited 1999 Institute of Medicine \"To Err is Human\" report on medical errors estimated as many as 98,000 patients die each year in U.S. hospitals due to preventable medical errors.\n\nA more recent study, from 2013, found U.S. hospital patients who die from medical errors each year could be up to 4.5 times higher than the IOM report, at up to 440,000 deaths per year, when taking unreported errors into account.\n\nSo, from 1976 to 2014, 2,621 people have died from Ebola. In the same time span, 1.67 million (on the conservative end) to 16.87 million Americans have died by preventable errors caused by healthcare providers.\n\nMedical errors don't invoke the same fear as Ebola, and they certainly don't get the same media attention, but they are just as scary, and just as concerning. I can't help but wonder if the industry worked as tirelessly at preventing errors as it has at preventing and treating Ebola, that medical errors could become much less common.\n\nFor now, though, I remain more scared of medical errors. After all, it's an error, not Ebola, that's most likely to affect me, or someone I love.  \n\n\n\n© Copyright ASC COMMUNICATIONS 2015. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.\n\n\nSubscribe to Our RSS Newsletter\n\nYour Email:",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9984160662,
        "format_confidence":0.7351711988
    },
    {
        "url":"https:\/\/www.endofound.org\/biological-woes-of-womanhood",
        "text":"\n  • Endo Shop\nDonate Now\n\nBiological Woes of Womanhood\n\nBiological Woes of Womanhood\n\n**A Personal PSA on Living with Endometriosis**\n\nBy Angel Stahr \n\n“You’re not special.”\n\nThose were words uttered by one of my physicians years ago when I went into her office to talk about my extreme cramps and heavy cycle. More than twenty years later, following a laparoscopic hysterectomy, my current OB\/GYN is amazed at the extreme condition he found during my surgery, calling it a “special case.” The endometriosis that invaded my body had spread to other organs. If it had been caught sooner, this may not be the problem that it is today.\n\nWithout truly knowing what it was, endometriosis has affected my life since I was a teen. Everyone around me complained about their cycle since the day they became young women, but not many of them would fold over in pain and have to run to the bathroom before the hour was out. I spent days in the nurse’s office on the vinyl couch, days at home missing activities and assignments, and days of fear when planning big events, worrying if they would fall within the heaviest of my cycle. Meanwhile, I thought I was being a wimp since “everyone” went through this.\n\nAt age seventeen, I finally saw a gynecologist who did the dreaded exam and followed up with an ultrasound. She told me I had cysts on my ovaries, and birth control pills would help alleviate the pain. Following orders, I took the pills. Unfortunately, the length, heaviness, and pain of my period did not subside, and my emotional turmoil increased while on the pills, so I threw them out. There were no other solutions offered to me, so I continued to deal with the pain. At times, I came off as a flaky friend who would suddenly cancel plans.\n\nFast forward to my late twenties. I successfully had two wonderful children and a decrease in pelvic pain during my pregnancies. Yet, following my second pregnancy, my pelvic pain returned with a vengeance. I distinctly remember walking at Laumeier Sculpture Park and dropping to the ground. It felt as though someone had stabbed me deep in my abdomen. I was nauseous and sweating profusely. The pain hit me over and over with every step toward the car. It eventually subsided. Most months weren’t this severe, but I would try planning around the dreaded egg drop and first two days of my cycle just in case I couldn’t handle my composure in a social setting.\n\nAround the time I turned forty, I decided to tell my doctor about the heavy cycles, swollenness, and fatigue my cycle put me through. In turn, my doctor mentioned doing an ablation procedure since I no longer planned to have more children. Essentially, the procedure involved frying my uterus to stop the lining from reforming. I decided it was worth a try, and I was enticed by the idea of no longer having a period.\n\nI was hoping for complete success with the ablation, meaning no more cycle, but I was one of the unlucky ones who still continued to need feminine hygiene products. Regardless, my cycle lightened and was bearable. I no longer had the extreme tenderness and fourteen-day cycles as before; I felt I was doing pretty well at five- to seven-day cycles. I could have been content with all of this until one morning, while lying in bed, I felt a lump in my lower abdomen. I circled it and felt it throughout the day. I felt it before and after a bowel movement. I knew something was amiss. Thinking back, I remembered that my mom had fibroids in her forties; I knew that is what I was facing.\n\nI wasn’t extremely concerned about the fibroids since they are typical in women and mostly benign growths. I expected them from a heredity standpoint. To be sure, I had an ultrasound done and was told they were at an operable stage because of the increased size over a short period of time. Being someone who leans into holistic measures, I didn’t like the idea of surgery, but I felt I needed it. I scheduled it knowing the laparoscopic hysterectomy was one of the most common of procedures women would face. The recovery time would be longer than I liked, but I was confident that I would feel better once my uterus was removed.\n\nMoments following surgery, I awakened to be told this was not a normal hysterectomy. To my doctor’s surprise, endometrial tissue was everywhere and had even plastered my right ovary to the wall of my uterus, mummifying it of sorts. For that reason, they had to remove the right ovary. This didn’t cause me much alarm because hormones can still be generated by the left ovary, which was still intact. What was alarming was the news that came next: they were unable to remove all of the endometrial tissue. A great deal of tissue had attached itself to the rectum and could even be felt in the rectal wall. It had gone through the organ and lodged itself in an area that could have caused me to come home with a colostomy bag if they had kept digging. An executive decision was made between the two surgeons to stop digging and to follow up with a colonoscopy before deciding if both a colorectal team and a gynecological team needed to tackle the tissue, which could bind and block. What we all thought would be routine was far more complicated, and it remains unresolved today.\n\nUnfortunately, the complications of endometriosis may follow me for years to come and even lead to other surgeries. I’ve asked myself over and over again: Did I not complain about my pain loud enough? How did it get this bad? If this had been found sooner, would I have had a better outcome?\n\nSince the tissue doesn’t show up in ultrasounds, it’s difficult and expensive to diagnose. It is also hard for doctors to rate symptoms, which can be subjective. It doesn’t necessarily weave a web this intricately into all women who get it, yet in some it can be so severe as to render them sterile. There are also those women who are asymptomatic and without pain while having the tissue within. Endometriosis is a complicated condition. Hopefully, with further research and awareness, a cure can be found so that the millions of women will be able to live and thrive without extreme pain. And, hopefully, young ladies won’t be ashamed of their pain and will find their voice when speaking to their physicians about this life-altering condition.\n\nEditor's note: Would you like to contribute to our EndoStories section? Click here to learn how to submit your work.\n\nPatient stories submitted to Endofound.org are the views of the patients and not necessarily those of the foundation.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9976281524,
        "format_confidence":0.8387112021
    },
    {
        "url":"http:\/\/www.orlandosentinel.com\/travel\/os-travel-pritikin-longevity-center-miami-20120227-story.html",
        "text":"Check out Florida's exciting travel destinations\nNews Alert:\n\nRelax, refresh and get healthy at Florida's Pritikin Center\n\nMIAMI — There I was, scooting awkwardly across the floor of the warmed pool, lifting my water weights high in the air, palm trees swaying in the background, when a woman next to me leaned in and whispered, \"This place is a miracle. It's changed my life.\"\n\nCaroline Pinkus, 53, of London, wasn't kidding. Nearing the end of her monthlong stay at the Pritikin Longevity Center + Spa, she was losing weight and feeling better, and more importantly had gone from taking five blood pressure pills a day to half a pill.\n\n\"I'd gone through life burying my head in the sand. I thought if I dressed nice and fixed my hair and my nails, I still looked good, but I was carrying this weight and I wasn't healthy,\" she said. \"This place has reformed me.\"\n\nPritikin has been changing lives for nearly 40 years. In the 1970s, Nathan Pritikin was among the first to assert that diet and exercise, not drugs and surgery, should be the first line of defense against cardiovascular disease. He brought that philosophy to the first Pritikin Longevity Center, which opened in 1975 in California. Today, the Pritikin Longevity Center + Spa calls Miami home. About two years ago, it moved into the spa portion of the Doral Golf Resort. The resort itself includes a large spa, suites, meeting rooms, several pools, a fitness center, dining and golf.\n\nFor most of us, part of enjoying a new city or country involves sampling local fare. Often, we sample lots of it. But what if you actually lost weight on vacation? Pinkus did. In my three-day stay at Pritikin I lost three pounds, and my husband lost five (yes, much of it was water weight, but I didn't feel bloated and disgusting on the airplane home as I normally do after a vacation).\n\nMost of the people I talked with at Pritikin were on a return trip or an extended stay, and many said the reason for their trip was to become more healthy. Some were taking a week out of their busy schedules running companies; others brought their retired parents, hoping that the experience would inspire them to live healthier.\n\nThe environment, made safe by doctors, trainers, nutritionists and spa workers around every corner, is what draws many of them.\n\n\"I feel safe, and not scared to do new things,\" Pinkus told me.\n\nOther health vacations might have the spa, the food and the exercise, but Pritikin prides itself on the educational component. \"We give you the tools you need to be successful after you've left here,\" says Hubert Wewer, the general manager.\n\nIndeed, the Pritikin program involves at least four one-hour classes a day, teaching everything from label reading to cooking to dealing with stress. Dietitians take you grocery shopping and even escort you to a Japanese steakhouse, so you know how to order.\n\nThe Pritikin philosophy is built on three components: eating right, exercise and a healthy mind-body connection.\n\nThe eating right is often the hardest part, but it's a simple philosophy. You eat healthful, satisfying foods such as vegetables, fruits, whole grains, beans, legumes, nonfat dairy, soy and small portions of lean animal protein. You eliminate high-calorie foods that don't fill you up (such as oils and fatty cheeses). It's a matter of what's called calorie density, how dense a food is with calories in relation to its weight. For example, if you eat two pounds of something healthful such as tomatoes, you only take in about 160 calories. If you eat two pounds of candy bars, you will have taken in at least 4,000 calories. Those 160 calories of tomatoes would make you feel much more full than 160 calories of a candy bar.\n\n\"Most diet and exercise programs fail because they ignore biological issues like hunger,\" said Jay Kenney, nutritional research specialist and educator. \"This isn't rocket science. It's nothing new. It's common sense. And it makes a lot of sense.\"\n\nThe classes, in both the classroom and the cooking school, help you make sense of the program. But perhaps the biggest education comes in the dining room, where Pritikin serves three meals and two snacks a day.\n\nYou don't get much meat; beans provide protein. You don't drink your calories, which, at the resort means no alcohol and no caffeinated beverages. The diet features very little salt, which takes some getting used to, but by the second day, I wasn't missing it.\n\nBreakfast and lunch are buffets. Dinner is a sit-down meal, and you can order as much (or as little) as you want off either of two menus, one hard-core and the other with options to help you ease into the Pritikin plan. Some of my meals were more successful than others. The crab cake made of a soy product was a miss; the scallops in a citrus sauce and the vegetable pasta were delicious.\n\nExercise is another large component of the program, and there's lots to choose from. When you arrive, you'll be given a stress test to assess your fitness level. You'll be put into color-coded groups, and your workouts will be based on your heart rate.\n\nIt's important to note that most of the other guests I saw at Pritikin were probably over age 60; some in fabulous shape, some in not-so-fabulous shape. Trainers and heath professionals are there to monitor you and make sure you don't overdo it. Trainers are also there to make to your workouts harder. My trainer, Brandicus Coleman, would even come by and crank up my machine for me. How sweet.\n\nMy day started at 7:30 a.m. with a 45-minute cardio workout. I chose a treadmill, but you could do elliptical or bike. One day, we'd get in our heart rate training zone, the next we'd do interval training. Next, was a 45-minute weight training or toning class, followed by an optional class. I tried yoga and aquatics; Zumba and tai chi are also available.\n\nMore than 100 studies in top medical journals have documented the results achieved by guests at Pritikin. Here are highlights:\n\n—Cholesterol and triglyceride levels fell 23 percent and 33 percent, respectively, after a three-week stay (Archives of Internal Medicine, New England Journal of Medicine).\n\n—More than 70 percent of diabetics on medication left drug-free after a three-week stay (Diabetes Care).\n\n—Nearly 60 percent of people with hypertension normalized blood pressure and left drug-free after a three-week stay (Journal of Applied Physiology).\n\n—Overweight individuals lose 11 pounds and more within three weeks (Archives of Internal Medicine).\n\nMuch of this success is achieved through individualized medical attention. On my second day there, I had a nearly one-hour meeting with a physician. When is the last time your doctor spent an hour with you? My husband had a nearly two-hour appointment with Frank Musumeci, biomechanical and musculoskeletal director.\n\nPritikin shares space with the Spa at Doral, which means Pritikin guests have unlimited access to the sauna, rainshower and hot and cold baths of the spa. It also means you are just a short walk from a relaxing massage or a more intense facial treatment.\n\nPritikin guests stay in either the luxurious suites adjacent to the main spa building or in nearby rooms that are part of the larger Marriott complex.\n\nIf you are only staying for one week, you won't have a lot of downtime. In fact, I had to skip a lecture just to catch some rays at the pool (hey, I was in Miami in January!). But for those staying longer (Franceschelli said the average stay is just under two weeks) you could find time for golf, sunbathing, shopping and more.\n\nIn fact, every night they show a movie at 8 or 8:30. But truthfully, by 8:30 I was wiped. A hot bath and warm bed beckoned me because I knew the next day, I had work to do.\n\n\n\nMore information: 1-800-327-4914 or\n\nHow much: Average price per week for one is about $4,500, which is all-inclusive (for two people it starts at $6,500). That includes medical and fitness consultations, meals, hotel accommodations and classes. Medical services are often covered under private insurance plans. And for guests who are Medicare beneficiaries, about half of the cost of a two-week stay is Medicare-reimbursable if the guest qualifies for a new Medicare category called intensive cardiac rehabilitation.\n\n\nAmy Bertrand:\n\nCopyright © 2018, Orlando Sentinel",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.7245733142,
        "format_confidence":0.6532040834
    }
]