[
    {
        "url":"https:\/\/pgjonline.com\/2013\/06\/18\/stv-in-right-place-at-right-time\/",
        "text":"STV In Right Place At Right Time\n\nJune 2013, Vol. 240, No. 6\n\nJeff Share, Editor\n\nA hundred years encompasses a lot of history; if you’re talking about the energy industry and pipeline infrastructure, then you’re really including almost the entire history of the business.\n\nSTV, based in Douglassville, PA, is an energy services provider that not only has a formidable stake in engineering and construction services, but one that is strongly positioned to grow and prosper as the Shale Revolution continues through Pennsylvania’s (and Ohio’s and West Virginia’s and someday New York’s) Marcellus Shale and other plays that are reshaping our energy world.\n\nThe privately owned company has about 1,500 employees, located in 30 offices throughout the U.S. Promoted to executive vice president recently was Gerald Donnelly, P.E. In 2011, he was named to head STV’s newly created Energy Services Division. Over the past decade, the energy practice has more than tripled in employee size and revenues generated.\n\nGerald Donnelly\n\nAs for STV, the name originated when one of the company’s predecessor firms, Sanders & Thomas, a Pennsylvania-based engineering firm, merged in 1968 with Voss Engineering, a producer of steel mill equipment, and formed STV, Inc., the management holding company that evolved into STV Group, which is what the parent firm is named today. Voss is no longer part of STV, but the name remained.\n\nA 29-year veteran of the company, Donnelly earned his bachelor’s degree in civil engineering from Paisley College of Technology in Scotland. In this interview, Donnelly discusses his career, his company and his industry. He comes across as man of considerable thought, one who has never regretted his choice of profession along with its challenges and opportunities.\n\nP&GJ: What made you decide on a career in the energy industry?\n\nDonnelly: I was introduced to the natural gas and petroleum pipeline transportation industry early in my career and developed a strong interest in the market. With increased exposure to this market, the realization of the magnitude of the energy industry as a whole began to set in. The type of work fit my style, and I felt a sense of accomplishment working on these projects. The variety and number of moving parts and the logistical elements of this business became very attractive to me.\n\nP&GJ: Where did you grow up and what were your interests as a young man?\n\nI grew up near Glasgow in Scotland, and my primary interests were playing football (soccer), athletics (track and field), and working part-time jobs delivering milk and working at an automotive garage. I enjoyed math and other technically oriented subjects at school, and when I was introduced to civil engineering by a career counselor, I thought it might be a good fit.\n\n2. Natural gas compressor station built by STV near Williamsport, PA.\n\nP&GJ: How do you describe your leadership style and has it changed through the years?\n\nDonnelly: My leadership style has definitely changed through experience and training. I would describe my style as driven but inclusive and leading by example. I have respect and gratitude for my staff and co-workers. I am not afraid to make decisions based on the information available at the time, and right or wrong I accept responsibility for the decisions made. I prefer to obtain consensus, and I am willing to listen to alternate ideas and may alter course, given more sound reason or argument.\n\nI believe I am known to shoot straight, tell it like it is and reside in a “black and white” world, no gray areas. Earlier in my career, I was more timid, more of a listener than a driver, and tended to hold on to too much rather than delegate. Leadership training and coaching made a significant difference. It allowed me to trust others more and realize that delegating, when done properly, benefits the growth and empowerment of my staff.\n\nP&GJ: Can you provide some history on STV and its growing role in the oil and gas business?\n\nDonnelly: STV has a long and proud history from its beginnings in 1912. The firm has grown to become a leader in providing architectural, engineering, planning, environmental, and construction management services for energy, buildings and facilities, and transportation systems and infrastructure. The Energy Services Division provides services for linear and related facility projects that transport crude oil, refined petroleum products, natural gas and electricity, along with the firm’s associated environmental practice.\n\nOver the years, the firm shifted its focus to serve different markets that were beneficial to STV’s growth and provided more opportunities for its employees. For almost 25 years, STV has invested in the creation and expansion of its energy practice, predominantly serving the petroleum and gas pipeline transportation markets.\n\nThe firm strategically changed its focus from the Northeast to a national presence with the support of our key long-term client relationships. As we have gained traction nationally, it has become apparent that this was an industry that demanded more focus. We work for some of the largest petroleum, natural gas, specialty gas and electric companies\/utilities in the nation.\n\nP&GJ: What was your role in creating the Energy Services Division, and what do your responsibilities now include?\n\nDonnelly: I had the opportunity to provide site and route planning and permitting services to two new clients (PECO and Sun Pipe Line) in the mid-’80s for natural gas and refined petroleum products pipeline systems. It became clear this was a fairly robust industry, and I enjoyed the variety of the work and the logistics component of this business and pursued it further.\n\nTogether with my counterpart in the environmental group and with the support and guidance of one of STV’s business development managers, we pursued a major assignment with Sun Pipe Line (now Sunoco Logistics Partners). We were successful in winning the project, and this launched the beginnings of the group, which started with six people.\n\nMy role as executive vice president of the Energy Services Division (STV Energy Services, Inc.) involves overall management of the business, business development, maintaining client relationships, strategic planning, growth, personnel development and representing the division on STV’s operating committee.\n\n3.\tSTV’s natural gas pipeline system reinforcement project in Howard County, Maryland.\n\nP&GJ: What particular professional accomplishments are you most proud of, and what are some of the major energy-related projects you’ve worked on?\n\nBeing named “Engineering Manager of the Year” in 2004 by the Philadelphia section of the American Society of Civil Engineers was a proud moment for me; however, successfully creating and growing the energy practice within STV is what I am most proud of achieving.\n\nThe major energy-related projects I’ve worked on over the years include: Delaware County Resource Recovery Facility, Chester, PA (client is American Ref-Fuel Company); Sunoco Logistics Inter-refinery Connection, Philadelphia, PA and Paulsboro, NJ; PECO Eddystone Generating Station Interconnection, Ridley Park, PA; Sunoco-Motiva Crude Oil Delivery System, Port Arthur, TX; Buckeye Partners – Monee Propane Pipeline System, IL; BGE Southern Reinforcement Project, Howard County, MD; ExxonMobil PMSIP System Integrity Project, Pennsylvania and New Jersey; Colonial Pipeline Company Selma & Roanoke Capacity Expansion Project, North Carolina and Virginia; PVR Midstream, LLC Natural Gas Gathering System, Pennsylvania; Sunoco Logistics Allegheny Access Pipeline, Ohio and Pennsylvania.\n\nAlthough my response to the question is primarily a listing of individual projects, we have been able to satisfy the capital investment, maintenance, integrity management, business development and third-party encroachment needs of our long-term clients continuously for decades. I measure our success by the longevity of our relationships and by the number of completed projects, exceeding hundreds of assignments, which meet our clients’ missions over the ever-changing market and regulatory climate in the energy industry.\n\nP&GJ How competitive is STV the energy services sector, and what do you think makes STV unique in its field?\n\nSTV is more than a traditional pipeline engineering firm. We have the ability to provide a greater breadth and depth of services in support of the industry due to our broad diversity. The other STV divisions provide support services to the Energy Services Division’s projects with expertise in rail, highways and bridges, infrastructure, land development and building design. STV’s relationships and knowledge in the various highway DOTs, freight and passenger rail companies and municipal government entities have proved to be advantageous in our pipeline projects. We find these full-service and multi-discipline capabilities differentiate us in the market, which enables us to effectively manage very logistically challenging projects in difficult urban and rural environments.\n\nSTV is highly competitive in the pipeline transportation (midstream) sector of the oil and gas market. We have developed strong skills in a well-defined area of the overall market and have a focused and dedicated management and technical staff. As a firm, we have a strong client focus, and we pursue and maintain long-term relationships with a limited number of clients versus just pursuing individual one-time projects.\n\nOur philosophy is to provide the quality and responsive support our clients need, regardless of the project or program size. In this way, we become familiar with our clients’ standards and requirements, and they become familiar and comfortable with our team. We maintain a high level of responsiveness with our clients, and our goal is to help them achieve success.\n\nP&GJ: Is most of your work centered on the Marcellus, and what is your perspective of that play? Are low prices for natural gas and\/or lack of pipeline ... (truncated)",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.844489336,
        "format_confidence":0.8702619672
    },
    {
        "url":"https:\/\/flaggerforce.com\/blog\/interview-with-braulio-baez-executive-director-florida-public-service-commission\/",
        "text":"Braulio L. Baez is the executive director of the Florida Public Service Commission (PSC), serving in his role since 2011. He oversees his staff as they execute the policy decisions of the Commission in regulating the operations and activities of Florida’s investor-owned electric, gas, and water\/wastewater utilities. Director Baez’s tenure with the PSC stretches back to 1994 serving as a Commissioner’s aide, then as a Commissioner. When not with the Commission he practiced law in the private sector advising clients on strategic business, legislative, and regulatory policy risks involving local and state government, with a focus on the transportation, energy\/electric, telecommunications, and water and wastewater industries. The PSC exercises regulatory authority over Florida’s investor-owned utility services and facilitates safe, reliable service for consumers at a fair price. Following Florida’s intense 2004–2005 hurricane seasons, the PSC developed ‘storm hardening’ initiatives to improve the utility sector’s ability to respond to storm events and rapidly restore services.\n\nFlagger Force: What is the PSC’s role in storm response?\n\nBraulio L. Baez: We’re just one small part of the larger emergency response effort for the state. Our engineers have oversight of Emergency Support Function 12, to maintain continuous and reliable energy, and the group is populated by representatives from the various utilities. The PSC’s main function is to coordinate the information flow on outage restoration efforts to help the Governor’s office make decisions, all to support quick and efficient restoration. The staff piece together the information provided by the utilities—providing and sharing outage reports 4 to 6 times per day. This is one way we measure progress to restoration.\n\nFlagger Force: What was challenging about Florida’s 2004-2005 storm seasons? \n\nBraulio L. Baez: Eight severe hurricanes struck Florida from 2004 to 2005. These were watershed moments for storm recovery issues and preparation. This unprecedented series of storm impacts prompted the PSC in 2006 to order electric utilities to put programs in place aimed at improving system resilience. The Commission put forth general principles and measures and sent the companies off to try and achieve improvements along those lines. Investments were made on things like storm hardening and greater efforts in outreach to put the public on notice that they too have responsibility in preparation.\n\nFlagger Force: What outcomes emerged from the storm hardening?\n\nBraulio L. Baez: Fast forward 12 years later with Matthew in 2016, and then Irma in 2017, the PSC was presented with the test of the Commission’s directives after the 04\/05 seasons. It’s hard to measure because every storm is different. Restoration time during the 16\/17 storm season was approximately two days—a remarkable improvement from the 04\/05 season. Even more so since usually the first two days post storm are essentially dedicated to assessment. So, the utilities cut into their own assessment time, which to me, is impressive. We published the full report in July of 2018: “Review of Florida’s Electric Utility Hurricane Preparedness and Restoration Actions.” Our key findings showed that overall, our utilities’ programs are working.\n\nFlagger Force: Does the PSC benefit from mutual assistance, the restoration support agreements set in place for the electric power industry?\n\nBraulio L. Baez: Yes. Mutual aid is in place ahead of time, so that utilities in different locations, possibly even from out of the state, have reciprocal agreements and processes to help one another in times of restoration response. Utility managers are identified in these agreements and tasked to decide, under those circumstances, how much mutual aid is mobilized and when. So, the specific amount of mutual aid becomes a function of the utilities’ allocation of the resources they need to drive restoration. But the Commission itself doesn’t have a hand in it, neither the decisions, the amounts, nor the agreements. Instead, these relationships are administered and executed through industry groups.\n\nFlagger Force: How do the players mobilize pre-storm?\n\nBraulio L. Baez: Hurricane season is June 1 to Nov. 30. In early May the state runs a table top exercise at the State Emergency Operations Center on hurricane preparations. That’s one opportunity for the players to connect. In terms of the Commission, we have an annual round table in late spring. The utilities attend and walk through their storm response plans and share any changes or improvements. All of that serves to emphasize that storm season is upon us. Storm preparedness is a constant year-round effort, but the table top reinforces the emphasis on preparedness leading up to the official start of the season—I call them taps on the shoulder, meaning we’re getting ready and this is how we do it. Stakeholders from every point in our utility space have a vested interest in these processes and their effectiveness. Our own dedicated staff’s response is second to none, and that comes with knowledge and preparation.\n\nFlagger Force: How does the PSC communicate with and educate consumers?\n\nBraulio L. Baez: We rely on social media, our website, and our media relationships to communicate the actions of the Commission. Our prime communication function is through the Consumer Assistance Office. On top of that, we also have a press function. To create awareness, our outreach group tries to bring maximum attention to the public. We have folks who dedicate themselves year-round, touring the state and staging different interactions directly with the public to inform them of available services that they’re not taking advantage of and other programs, such as Lifeline, a telecommunications discount for low-income folks to access. Regulation can be a complex function to grasp at times and we seek to boil all that down into more practical terms of impact to the customer, so they can feel involved in the process. We try to mold all of those functions together with a view of educating the public—making the experience a rich one for them and for our team. It’s an uphill battle. The communication team deals with a difficult subject, and the public’s responses are often based on their unique perspectives.\n\nFlagger Force: What do you want people to know about the PSC?\n\nBraulio L. Baez: I really want everyone to know how hard our professionals work at getting it right, and at trying to strike that proper balance between the utilities need to function effectively, and what customers expect in fairness. We recognize that consumers expect utilities to be 99.9 percent reliable, even during a storm. Essential services impact our everyday existence and when those are missing, especially after a storm, our perceived needs are heightened. We recognize that our obligations are to a process that creates certainty and reliability, not just for the industry, but also for its consumers, in addition to a fair rate balance. If I had my Christmas wish, I wish everybody understood what goes into storm preparations and response and were able to see all the diligent planning that goes into it, instead of simply looking at it from the point of view of “I’m sitting in the dark and the food in my ice box is spoiling.” These are all fair and valid perspectives, but understanding of those on the front line of storm restoration is also important.\n\n\nInterview with Braulio L. Baez, executive director, Florida Public Service Commission\nArticle Name\nInterview with Braulio L. Baez, executive director, Florida Public Service Commission\nBraulio L. Baez is the executive director of the Florida Public Service Commission (PSC), serving in his role since 2011. He oversees his staff as they execute the policy decisions of the Commission in regulating the operations and activities of Florida’s investor-owned electric, gas, and water\/wastewater utilities. Read his full interview to learn more about his tenure with the PSC and how Flordia tackles emergency response and prepares for hurricane season.\nPublisher Name\nFlagger Force\nPublisher Logo\n\n\nCheck out our industry publication!\n\nSign up for our newsletter to stay up to date with industry news and safety resources.",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.8280537724,
        "format_confidence":0.9793391824
    },
    {
        "url":"http:\/\/whattheythink.com\/video\/44863-guy-gecht-efis-strategic-vision\/",
        "text":"Log In | Become a Member | Contact Us\n\nMarket Intelligence for Printing and Publishing\n\nConnect on Twitter | Facebook | LinkedIn\n\nFeatured:     Industrial Print Analysis     European Coverage     NEW PODCAST: Conversations on Print\n\nThought Leadership Video Series\n\nGuy Gecht on EFI's strategic vision\n\nPublished on June 24, 2010\n\nInterviewer:  Hi, I’m Cary Sherburne Senior Editor at WhatTheyThink.com and I’m here with Guy Gecht who is EFI’s CEO.  It’s so nice to see you again. \n\nGuy Gecht:  It’s good to see you again here in Munich. \n\nInterviewer:  Yes, in Munich.  You know, EFI’s had a pretty interesting strategy I mean you go back to when I first knew you guys back in ‘80’s with Fiery, right? \n\nGuy Gecht:  Right. \n\nInterviewer:  And over the years, you’ve really diversified the company.  Are we looking at any new changes in strategy, or what are you looking for in Florida strategically? \n\nGuy Gecht:  Over the years, as we did well in the Fiery, we used that success to expand to other areas, but we were very focused on a few things.  Number one, digital printing.  Always been in our core and everybody in the company understand and believe in.  The other thing is we tried to focus on areas in printing where we felt print as a medium has tremendous volume.  Has a lot of growth.  Our customers can take the technology and run with it, got with it.  You look at the signage area, the VUTEK area; we said yesterday in the first conference that our UV ink volume is up 35% from last year. \n\nInterviewer:  Yes, that’s – congratulations. \n\nGuy Gecht:  That – well, it’s congratulation our customers.  They are gaining share, they are going after more and more jobs.  That’s what we want to see. \n\nInterviewer:  That’s great.  And so, so you know, so you got into software and you got into the hardware with the VUTEK, and it’s interesting to me to look at the overall portfolio of EFI, it’s kind of unusual in the industry.  I don’t know anybody else that has a portfolio quite that broad. \n\nGuy Gecht:  We, you know, we focused on a few areas.  In **** ink jet, with **** the packaging part and signage part, and we do quite well with that.  Business process automation, we found MIS, we are by far the world number one player in that, over 60% share in the U.S., and then of course with the Fiery, the 4 and 10, we have the largest market share across the board. \n\nFor now, I’ll goal is – and our focus is going to be in those three areas.  They’re so much growth for our customers and us in that we see a good growth in the next few years in that to go with the billion dollar sales a year, that’s our goal for now.  And when we get close to this, maybe we’ll decide to expand again.  But right now, we believe that where we are is so much growth opportunity for us and the customers; we’ll say laser focused in those areas. \n\nInterviewer:  That terrific!  Okay, we’ll be watching.  We’ll be watching for that billion dollar mark. \n\nGuy Gecht:  Yes, please do.  Hopefully sooner rather than later. \n\nInterviewer:  Thanks Guy. \n\nGuy Gecht:  Bye, take care.  \n\nEmail Icon Email         \n\n\n\n\nRecent Videos\n\n\nVideo preview: Romano Review of Books:\n\nRomano Review of Books: \"Brand Luther\"\n\nPublished: June 23, 2017\n\nFrank reviews a book called “Brand Luther” that tells the true story of an unknown monk who used printing to challenge the mightiest force on earth at the time.\n\n\nVideo preview: Who is Running Your Business? People or Software\n\nWho is Running Your Business? People or Software\n\nPublished: June 22, 2017\n\nYour software should run your business, your people should run your software. Can you easily get to the trusted data of your business? Is it in a trusted system of record (Print MIS\/ERP)? Or do you have to gather up data from many different sources to get to a version of the truth? Jennifer Matt interviews Jane Mugford about helping printers transition from people run business to a software run business.\n\n\nVideo preview: Prepress Opportunities for Digital Print for Packaging\n\nPrepress Opportunities for Digital Print for Packaging\n\nPublished: June 20, 2017\n\nMarketing Director Mike Medina of Phototype discusses some of the new directions that packaging prepress companies can take as digital production starts to take hold of the industry.\n\n\nVideo preview: O'Neil Printing: Staying at the Top of its Game with Investments in Digital Printing and Wide Format\n\nO'Neil Printing: Staying at the Top of its Game with Investments in Digital Printing and Wide Format\n\nPublished: June 20, 2017\n\nAnthony Narducci, President of O'Neil Printing in Phoenix, explains that the company has been operating in Downtown Phoenix for more than a century. But being a century-old company certainly doesn't mean they are old and stodgy! Narducci talks about its recent digital and wide format acquisitions and how they help O'Neil stay at the top of its game.\n\n\nVideo preview: Automation in Sign & Display Graphics Business at PSP Retail\n\nAutomation in Sign & Display Graphics Business at PSP Retail\n\nPublished: June 19, 2017\n\nRonald A. Whitfield, Automation Systems Manager at PSP Retail, a sign & display graphics provider, has taken a 4-person prepress department that was an operational bottleneck to a one-person department that is no longer a bottleneck and processes even more work. Find out how.\n\n\nVideo preview: Everything You Wanted to Know about the Bang & Interrobang\n\nEverything You Wanted to Know about the Bang & Interrobang\n\nPublished: June 16, 2017\n\nFrom the Latin for joy to the screamer, we are using exclamation marks for much of our communication. The interrobang is not used as much.\n\n\nView More Videos\n\n\nBecome a Member\n\nJoin the thousands of printing executives who are already part of the WhatTheyThink Community.\n\nCopyright © 2017 WhatTheyThink. All Rights Reserved",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.6923789382,
        "format_confidence":0.9681410193
    },
    {
        "url":"http:\/\/www.controlglobal.com\/articles\/2010\/ProcessPerformanceII1008\/",
        "text":"Process Performance Improvement - Part 2\n\nContinuation of the Interview with Mike Brown on Performance of Process Control Tools\n\nMcMillan and WeinerBy Greg McMillan and Stan Weiner\n\nGreg McMillan and Stan Weiner bring their wits and more than 66 years of process control experience to bear on your questions, comments, and problems. Write to them at\n\nStan: We continue our interview with Mike Brown, who has focused on the bottom-line performance of process control tools for basic and advanced control systems in his role as Vice President, North America Solutions at Matrikon Inc.\n\nGreg: Where are the greatest opportunities today to better leverage tools and technology in process control to help deliver true performance improvement?\n\nMike: The biggest weakness and scale is still at the regulatory level. Base-level control has really not improved much given all the changes and improvements on the systems side. We need to be more flexible about how we support process control requirements, and the tools also need this flexibility. Today, advanced process control (APC) tools in industries like air separation are often designed, implemented and commissioned completely with remote services and fully supported by a centralized model of non-APC experts. Without the flexibility of the tools to support this model, these advanced control benefits in the air separation business would not have been possible.\n\nStan: What are some specific examples of ways to get non-control people to use control technology to deliver process improvements?\n\nMike: Bring 24X7 operators into the tuning workflow. Recent developments in tuning tools, such as closed-loop testing and identification, tuning of closed loop cascades and tuning of interactive loops now make this possible. Tuning tools are also shifting away from complex math and process control talk towards simpler understanding for process engineers. Working with process response curves that show open-loop response time, closed-loop response time, stability and confidence for both old and proposed tuning can really change the paradigm.\n\nAnother example is to combine some of the simple PID metrics of a monitoring system, such as percent saturation of a control loop, and use some powerful visualization techniques, such as tree maps, to analyze this information across a plant. Giving the process engineer the ability to quickly visualize all the flow controllers in a plant that have high output saturation is a great way to understand hydraulic limits and the need for bypass management. Further, looking at the same information for all temperature controllers provides a good overview of heating and cooling constraints. This is information that can easily be presented to the process engineer on a plant-wide basis in less than five seconds and provides good process knowledge. How long would it take for most process engineers to pull this data?\n\nAgain, simplification and robustness of these tools are essential to make this model work. Technologies usually evolve by adding features to solve that last 5% of complexity that exists. In many cases, the tools become too complicated for the non-expert to apply, and the expert is too busy to get to the problem. Technology development needs to focus more on easily solving 80% of the cases with a simple and robust approach that can be implemented by non-control specialists, such as process engineers, operators and instrumentation technicians. Imagine the case where 80% of all regulator loops could be optimally maintained by the shift operator, or 80% of the advanced control applications could be implemented by process engineers who really understand the process economics. This will require sophisticated technologies, but the complexity needs to be directed at the robustness of the tool and hidden from the user.\n\nGreg: Some of the changes that you are proposing are fundamental to how an organization does things. Why do you think they will recognize the need for these changes?\n\nMike: They really do not have a choice. The fact is that their organizations are changing, and plants do not have the same level of staffing or dedicated expertise that they carried twenty years ago. Management knows this, and they only see it getting worse as more expertise retires. Companies that twenty years ago had a process control team of six people now have a team of two people who are just able to keep the control system infrastructure running and updated to current releases. Twenty years ago, advanced control projects were often executed with a team of two consultants supported by two engineers from the operating company. Today, a single third-party consultant is expected to independently deliver the application. In many cases, the knowledge never gets effectively transferred to the operating company. If operating companies are going to re-establish ownership of their process control improvement initiatives, they need simpler technology that allows greater flexibility of the resources that can be assigned to these tasks.\n\nAugust 2010 Comic\n\nStan: What will be required for companies to support these efforts in the long term?\n\nMike: They need to see the economic results associated with these technologies and understand what is actually causing these economic effects.\n\nThere was a very good publication a few years ago by a U.S. chemical company trying to understand the real source of economics behind the recent application of a model-predictive controller (MPC) in an ethylene plant. The application demonstrated significant economic benefits mostly due to higher production rates, but there was a sense that over time, the benefits were not being sustained to the levels demonstrated post-commissioning. The immediate reaction was to bring back the consultant to review the design of the MPC controller, but one smart process engineer decided instead to take a Six Sigma approach to the analysis and to start documenting the magnitude and root cause of the benefits reduction each time the MPC controller was not able to push to maximum charge rates. After three months of analysis, a simple Pareto chart clearly showed that over 75% of the MPC controller benefits degradation was due to analyzer downtime, operational issues, operator training and instrumentation. There were no issues with the MPC controller design and its associated models. However, since the economics associated with these functions were now clearly linked to process control improvements and process benefits, there was now support for improvements in areas such as analyzer maintenance and operator training.\n\nTaking the analysis one step further, the study extracted simple operator change data on MPC variables, such as constraint limits and manipulated variable limits. This data demonstrated that over time, as operators made more changes to the controller, the benefits dropped. Lack of operator understanding and intervention more often reduced the MPC controller's ability to truly optimize the process and maximize the production rates. Operations managers were now able to monitor the number of operator changes to MPC variable limits on a weekly basis and establish a threshold at which they would re-train the operator on the proper management of the controller. This is an example of operations people performing simple monitoring of control information in order to improve process control performance with a clear understanding of the economic benefits. \n\nGreg: See if Mike's \"Top Ten List\" can help you get better traction within your organization for the adoption of process control technologies. \n\nTop Ten Ways to Help Non-Control Engineers \"Get\" Process Control\n\n10) Explain that in a typical plant, 70% of manufacturing processes or production units are under some form of process control.\n9) Tell them that most process control technologies involve using a joystick.\n8) Tell them that process control improvements give instant gratification: Designing a plant may take years to see the results, but process control improvements are visible within days.\n7) Tell them that on Fridays, control engineers get extra BBQ at the plant cafeteria.\n6) Show them that advanced control technologies are the best way to understand real plant limits and bottlenecks.\n5) Tell them that plant operators will be nicer to them.\n4) The best control engineers are also very good process engineers … so they can do two jobs!\n3) Tell them that control engineers get 50% of all their savings as a Christmas bonus.\n2) Demonstrate how most plants can achieve up to a 5% production increase, 10% better energy efficiencies, or 15% better yield improvements with better process control.  \n1) Point them to the Control survey that shows how process control engineers have better sex lives.\n\nShow Comments\nHide Comments\n\nJoin the discussion\n\nWe welcome your thoughtful comments.\nAll comments will display your user name.\n\nWant to participate in the discussion?\n\nRegister for free\n\nLog in for complete access.\n\n\nNo one has commented on this page yet.\n\nRSS feed for comments on this page | RSS feed for all comments",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.9300541878,
        "format_confidence":0.9728370905
    },
    {
        "url":"https:\/\/www.packagingtechtoday.com\/machinery\/robotics-automation\/game-changing-technology-continues-to-drive-the-segment\/",
        "text":"Game-Changing Technology Continues to Drive The Segment\n\nA Q&A with Sebastien Schmitt, Robotics Division Manager, Stäubli North America.\n\nStäubli’s new TX2 line of collaborative robots are ushering in a new era of collaboration between humans and robots.\n\nPackaging Technology Today: Robots seems to keep evolving and growing in sophistication. What are some of the new features your robots offer?\n\nSchmitt: Stäubli’s new TX2 line of collaborative robots have opened an exciting chapter in Man Robot Collaboration (MRC). With the launch of the TX2 series and CS9 safety control, the world’s fastest safe robots are opening new possibilities for manufacturers to introduce robots in a variety of new settings:\n\n  • Because of its design, the robot can work at maximum payload and throughput behind a cage (Stage 1), showcasing best-in-class speed, accuracy and repeatability for industrial manufacturing\n  • Its advanced safety features also give it greater flexibility to be integrated alongside a human coworker, right up to working side-by-side, transferring parts from human to machine one another, for example (Stage 5)\n\nAll safety features comply with the stringent requirements of the highest safety category, SIL3\/PLe.\n\n  • All robots are Industry 4.0 compatible.\n  • To ensure maximum safety, every movement of the robot is monitored by sensors.\n\nUnlike other assistant\/collaborative robots, which are subject to excessive restrictions on load and dynamics, we use standard models to ensure the greatest flexibility to work alongside people without compromising performance.\n\nPTT: What sort of ‘sensitive environments’ were these robots created for?\n\nSchmitt: Stäubli has established itself as the industry leader in robots for sensitive environments by delivering clean, consistent performance for a variety of manufacturing scenarios including medicine, pharma, biotech, food, electronics, semiconductors, cleanrooms and more. Stäubli’s proprietary patented drive technology for its six-axis robots allows for an enclosed structure with all the cables routed internally, so the robots are equipped to handle even the most extreme conditions. Other robots rely on standard transmission systems bought off the shelf.\n\nThis unique feature makes our Humid Environment (HE) robots ideal for use wherever high humidity, water spray\/detergents or liquid coolants are widely used. Additional product such as Cleanroom, Super Cleanroom, ESD and Stericlean designate special versions that deliver the same high level of performance that has come to be expected of the standard models.\n\nPTT: How is the rise in Industry 4.0 and the smart factory affecting Stäubli?\n\nStäubli’s Humid Environment robots are built to handle the stringent washdown processes required to maintain hygienic conditions in food production. Here, a TX90 HE robot transports cheese wedges.\n\nSchmitt: Stäubli’s Industry 4.0-enabled line of TX2 collaborative robots represents a new generation of robots designed with the smart factory and Industry 4.0 in mind. These interconnected robots enable “machine to machine” communication and the exchange of data between robots.\n\nTX2 series robots are compliant with Industry 4.0 criteria and can adapt to all communications standards to provide relevant data in real time. Stäubli’s six-axis machines are capable of relaying production data to computer systems upstream of the production chain and lay the foundation for a networked production process that’s connected to the digital world.\n\nPTT: How important are collaborative robots in today’s manufacturing environment?\n\nSchmitt: Our TX2 collaborative robots give a manufacturer greater freedom to adjust to changing demand and more flexibility to changing manufacturing scenarios. For example, the TX2 robot could allow an operator to stand close to the robot to help it prepare for\/perform more complex operations that would be otherwise difficult for it to do on its own.\n\nWe are able to ensure the highest safety and performance. Because we use standard models for our collaborative robots, rather than limited assistant robots, we can ensure a manufacturer can adapt to changing needs by covering all five stages of man Robot Collaboration (MRC):\n\n– Stage 1: Hard guarding separates the operator and robot. The manufacturing process is performed by the robot.\n\n– Stage 2: Laser (virtual) guarding separates the operator and robot. The manufacturing process is performed by the robot, and the operator enters the area periodically.\n\n– Stage 3: Laser (virtual) guarding separates the operator and robot. The robot and operator are involved in the manufacturing process. The operator enters the zone regularly during production.\n\n– Stage 4: There is no separation between the robot and operator. The robot and operator are involved in the manufacturing process. The robot stops when it comes into contact with the operator.\n\n– Stage 5: There is no separation between the robot and operator. The robot and operator are involved in the manufacturing process. The robot and the operator move safely in the same space simultaneously.\n\nStäubli North America’s headquarters is located in Duncan, S.C., and employs more than 200 workers supporting Connectors, Robotics and Textile customers. The team includes local sales engineers throughout the US, Canada and Mexico. Stäubli is a leading manufacturer of textile machinery, quick release couplings and robotics systems. With a global workforce of more than 4,500 employees, Stäubli is present in 25 countries and is supported by a comprehensive distribution network in 50 countries worldwide.\n\nShare on Socials!\n\nRelated Articles\n\nRelated Articles\n\nMettler-Toledo Adds Augmented Reality Customer Support to Raise the Bar on Product Inspection Uptime\n\nMettler-Toledo Product Inspection reported it is leading the way for product inspection manufacturers with the inclusion of remote Augmented Reality (AR) Customer Support. The new service ...\nRead More\n\nGlenroy Inc. Supplies Innovative STANDCAP Pouch to Help Leading Guacamole Provider Address Unmet Customer Needs\n\nGlenroy™ Inc., a converter and printer of flexible packaging for over 50 years, is providing its innovative STANDCAP pouch as the package for the newly released ...\nRead More\n\nPartnership Brings Sustainable Tray Format to U.S. Market\n\nTray sealing specialist Proseal America of Richmond, Virginia, and Idaho-based co-packing company Hudson Blaise are partnering to bring the environmentally friendly Halopack® tray format to the North American food market. Hudson ...\nRead More",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.9545588493,
        "format_confidence":0.8999428749
    },
    {
        "url":"https:\/\/www.energytoolbase.com\/newsroom\/Blog\/etb-ask-an-expert-sgip-program-history-current-market-update-with-scott-murtishaw-from-calssa",
        "text":"ETB Ask an Expert: SGIP Program history & current market update with Scott Murtishaw from CALSSA\nBy Adam Gerza\non 7\/30\/2020\n  • CPUC\n  • energy storage\n  • SGIP\n\nIn our very first “ETB Ask an Expert” interview series we explored the topic of SGIP, the Self Generation Incentive Program in California, which is the longest-running and most lucrative behind-the-meter energy storage incentive program in the country. The SGIP program was recently re-upped with $675 million dollars of additional funding and has undergone numerous changes so there was a lot to discuss.\n\nOur guest expert is Scott Murtishaw, the Sr. Advisor of Regulatory Affairs at CALSSA (California Solar & Storage Association). Scott is indisputably one of the biggest SGIP policy experts in the state, having worked on SGIP program rules going back over 10 years from his days at the CPUC (California Public Utilities Commission).\n\nIn our interview with Scott, we focus mostly on current day SGIP issues, including a few controversial topics. We discuss: how Senate Bill 700 legislation got done, how SGIP reservation activity has looked since the window re-opened this year, how many projects are currently stuck on an SGIP waitlist and if those projects will ever get funded, how the Equity Resiliency budget got such a huge carveout from the CPUC, and what CALSSA thinks about shifting around program funds to meet the demand for shovel ready projects.\n\n\n\n\nJump ahead to this topic:\n\n  • 1:45 - What Scott worked on for 11+ years during his time at the CPUC\n  • 6:37 - SB 700 history: how the bill evolved and ultimately got signed into law\n  • 8:51 - SB 700 implementation: all the SGIP rulemaking work that happened throughout 2019\n  • 13:00 - $613 million Equity Resiliency budget: how it got such a huge carveout\n  • 16:54 - 1st round of SB 700 funds became available on July 20th, 2020\n  • 19:40 - Non-residential Equity budget: huge $300 million waitlist of shovel ready projects\n  • 20:44 - Equity Resiliency: ~$200m in reservation, ~$400m currently left in that budget\n  • 21:29 - CESA’s (California Energy Storage Alliance) made a motion to reallocate funds. What was their proposal? What was CALSSA’s take on it? When is the CPUC expected to rule on that?\n  • 29:38 - Residential Equity: where do things stand with reservations and the waitlist today?\n  • 31:57 - Residential (general market): What territories still have funding available and what does “the soft cap” mean?\n  • 37:15 - C&I SGIP reservations, why Scott thinks the segment has lagged other categories\n  • 38:45 - Resiliency adder ($150\/kWh), who qualifies and when do funds become available\n  • 40:03 - A summary of the changes CALSSA got adopted via their recent Petition for Modification\n  • 43:50 - What remaining SGIP policy issues are we waiting for the CPUC to rule on?\n  • 46:00 - Is Scott tired of working on SGIP!?\n  • 47:16 - CALSSA plug: become a member, pay your dues, support all the awesome work they do!\n  • 48:05 - SGIP Dash web tool, available to CALSSA members",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.765278697,
        "format_confidence":0.9700785875
    },
    {
        "url":"http:\/\/egypttoday.com\/Article\/3\/109373\/Interview-%E2%80%93-IFAD%E2%80%99s-Secretary-praises-Egypt%E2%80%99s-strong-commitment-to-help",
        "text":"Interview – IFAD’s Secretary praises Egypt’s strong commitment to help the vulnerable, highlights smallholder farmers role\n\n\n\nSun, 31 Oct 2021 - 12:15 GMT\n\n\nSun, 31 Oct 2021 - 12:15 GMT\n\nInterview with IFAD Secretary Luis Jiménez-McInnis - Photo by Mohamed Ezz el-Din\n\nInterview with IFAD Secretary Luis Jiménez-McInnis - Photo by Mohamed Ezz el-Din\n\nCAIRO – 31 October 2021: The International Fund for Agricultural Development (IFAD) has been involved in Egypt for more than four decades now, with huge efforts dedicated to developing rural areas and improve nutritional profile.\n\n\nLast week, a high-level delegation of IFAD’s executive board members began a 5-day visit to IFAD-supported projects in Egypt to stand on the latest progress achieved, and meet officials, rural farmers and community members.\n\n\nEgypt Today met with Luis Jiménez-McInnis, the Secretary of the International Fund for Agricultural Development (IFAD) and Yahya Olaniran, the Spokesperson and Lead of IFAD’s Executive Board delegation, where they highlighted the Egyptian government’s strong commitment to improving livelihoods in the countryside.\n\n\nBoth officials also stressed the importance of empowering smallholder farmers, whom they say played a great role in adapting and taking care of the projects amid the COVID pandemic hit. \n\n\n\n\nInterview with IFAD Secretary Luis Jiménez-McInnis and Yahya Olaniran, the Spokesperson and Lead of IFAD’s Executive Board delegation - Photo by Mohamed Ezz el-Din\n\n\n\n\nBelow is the interview\n\n\net: What is the total investments by IFAD in Egypt so far, and are you planning new projects?\n\n\nLuis: IFAD has been involved in Egypt for over four decades, and the portfolio to date is 14 projects worth $1.1 billion, while the total IFAD financing of the projects are $519.28 million and benefited approximately 7 million people. Separately, there is the current active portfolio, which involves about three projects worth $200 million and that is benefiting 616 thousand people.\n\n\n\net: Are you planning any new projects?\n\n\nLuis: There are ongoing discussion with the government with regards to further projects on environment issues.\n\n\n\net: Per your visit to IFAD’s projects sites in Egypt, what progress have you seen in terms of building people’s resilience to climate conditions?\n\n\nLuis: One of the really important things we saw during our visit was the wide range of activities across different areas, including: meteorological stations, as farmers need up-to-date information about what is going to be the weather, and also livestock facilities, in addition to irrigation and ways to increase production, which we saw in the new areas and that was very interesting for me.  \n\n\nYahya: First, the impact of the investments is seen in the joy that comes with it; it cannot be quantified.\n\n\nMost of the women clearly said that before they got involved with IFAD projects, they really did not have confidence, but with the ability to do what they are planning, this brought them some money to take care of the family, and help their husbands and build the next generation. And that is the beauty of what IFAD is doing.  \n\n\nThe second point is that there is a strong government commitment to actually help the vulnerable, and part of what is required is to provide infrastructure, with electricity in place and so much construction going on.     \n\n\nYahya Olaniran, the Spokesperson and Lead of IFAD’s Executive Board delegation during the interview - Photo by Mohamed Ezz el-Din \n\n\n\net: How do you see a nation-wide initiative like Haya Karima is contributing to your role in improving livelihoods of people in rural areas?\n\n\nLuis: One aspect is really the ownership that the government has taken with regard to these issues. We have the deputy minister of Agriculture with us, and we are in constant contact with the population.\n\n\nSo there is a commitment to agriculture that we have seen, and IFAD is definitely a good partner in that. One thing that’s worth mentioning from what we have seen are the figures and the numbers, for example, as we got briefed on crop yields like tomatoes that has been increased by 107 percent, also food waste and post-harvest losses have been reduced, prices increased because the quality had improved, besides the pride people take in their work, and the future they see for themselves and for their children. That’s really the distinction that it is great to be part of. We always used to say Egypt’s success is IFAD’s success as well and we take pride to do it together.\n\n\n\net: Egypt has been incorporating digital transformation into its system over the past period, launched digital literacy campaigns, and recently announced digital withdrawal of IFAD’s fund to projects in Egypt. How do you see the effect of such step helps reach food safety standards as well as protect Egypt's exports?\n\n\n\nLuis: Digitalization is extremely important, and that was also one of the aspects that we saw during our field visit; there is a platform that connects farmers to markets that is quite impressive, because farmers need to know where to sell and what the prices are.\n\n\nA small key is what IFAD is able to do individually with the government in the sense of the loan dispersing being done digitally, which facilitates and accelerates, where you do not have to wait for paper signature to come back and forth.\n\n\nEZZ48724IFAD Secretary Luis Jiménez-McInnis during the interview - Photo by Mohamed Ezz el-Din \n\n\n\net: Egyptian gov’t issued a report saying that Egypt skipped the trap of commodity dependence, and its negative consequences thanks to its diversified exports. How far do you see Egypt from strong export competitiveness?\n\n\nLuis: During the field trips, we went to visit Belco, there we definitely saw a company that is working with the export sector, but most importantly with IFAD that it is working with the smallholder farmers, and it is connecting smallholder farmers’ communities to markets.\n\n\nAnd I think for us that’s really the key angle, as we see the figures in terms of that one third of the food in the world comes from smallholder farmers, and again the whole value chain is important because at Belco, we saw basically the packaging that is going on, and employment that it generates.\n\n\nSo, increasing income for men and women is very important because during the visits, we saw children are now being able to go to school or stay there, because of the income being generated.\n\n\nIn terms of exports capacity, I can say that living in Italy I can definitely see some Egyptian products sold there. One of the key to grow this is to work with smallholder farmers, and giving them capacity.\n\n\n\nAbout Luis Jiménez-McInnis:\n\n\nMr Luis Jiménez-McInnis is the Secretary of the International Fund for Agricultural Development (IFAD).  From 2016-2019, he was Director of the Partnership and Resource Mobilization Office. He joined IFAD in February 2010 as Special Adviser to the President.\n\n\n\nLeave a Comment\n\nBe Social",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.8863566518,
        "format_confidence":0.9754786491
    },
    {
        "url":"https:\/\/www.digitalprintermag.co.uk\/key-articles\/61180\/the-people-in-print-tim-cox\/",
        "text":"In this column Digital Printer learns more about the men and women working behind the scenes to make digital print great. We find out about them, their careers and their thoughts on the industry. This time it’s the turn of Vpress’ Tim Cox.\n\nMr Cox has been with the company for more than 9 years, spending the overwhelming majority of that time as managing director.\n\nThe People in Print: Tim Cox\n\nName: Tim Cox\nJob title: Managing director\nCompany: Vpress \nLocation: Cheltenham\n\nHow did you end up working in the print industry\n\nMy father was a printer (originally a compositor at Cambridge University Press), he ended up running an SME print firm that I grew up around and worked at for a while, prior to joining DRG Litho Supplies in a sales role.\n\nWhat was your first job in print?\n\nGeneral dogs’ body, doing everything from spotting out film and making plates to running small presses… and no, I don’t want to do any moonlighting!\n\nWhat are your future goals?\n\nPersonally? This might sound unambitious and a bit hippy like, but those who know me well won’t be surprised. It’s simply to help people, help the trade, be happy, content and have peace of mind.\n\nIf the question relates to work? That’s easy, to ensure the continued growth of Vpress, the Coreprint web-to-print technology and our incredible team, with a load more customers and maybe a little more work life balance!\n\nWhat innovation\/technology in print is making you most excited?\n\nI would be negligent if I didn’t say web-to-print\/online brand management and the realisation that they are a necessity, not a ‘nice to have’ for those in the world of print, print management, brand management and agencies.\n\nHowever, without my obvious bias, I would say its less of a single innovation or technology that excites me, more how we are all witnessing a total convergence of technologies and the once separate industry sectors and technologies, finally converging into one all-encompassing integrated approach and means of communication.\n\nWhat is the biggest issue\/challenge facing the industry?\n\nApologies for the seeming ‘dig’ and generalisation, but for me it’s the ignorance and denial about print continuing to change, and the lack of solid business planning and strategy among the larger proportion of the print and graphic sectors. That has to be addressed and change, within their own businesses and how they engage their customers.\n\nWhat advice would you give to someone just entering the industry?\n\nBelieve, do things differently and don’t believe negative BS that ‘print’s dead’… its far from dead, its just changing and remains one of the most diverse verticals to build a career within!\n\nWhat has been the biggest change since you entered print?\n\nAlthough it’s been over quarter of a century, and many still have some way to go, it has to be how traditional processes and mindsets have shifted to embrace, adopt and change to embrace digital technologies, advancements and the many onslaughts the print sector has had to endure. \n\nIf you could go back and seize one opportunity you missed, what would it be?\n\nOther than not buying shares in Apple? I honestly can’t think of anything, after all, If I did that I might not have ended up where I am now, would I?\n\nWhat one thing should the industry do to ensure its continued success?\n\nBe positive, be open minded and keep trying to embrace the new instead of fighting it….\n\nDo you belong to any industry bodies or trade organisations? Why?\n\nPICON – I’m a council member – as the overarching body representing UK manufacturers in print, it is the barometer, sounding block and impartial organisation that has supported and united the many disparate sector bodies representing our industry.\n\nIPIA – since its change of stewardship a few years ago, IPIA has, in my eyes, swiftly become the most dynamic, forward thinking trade body within our sector and has not only realised the importance of embracing creatives, agencies and brands upstream of print, but has also striven to change the perception of print in the eyes of these sectors and set in motion a number of directives to ensure this happens.\n\nWhat do you enjoy most about working print?\n\nIts sheer diversity and the fact it is one of the only industries that touches and is relevant to every business and person on the planet.\n\nHow do you think the Coronavirus pandemic will impact digital print in the medium to long term?\n\nHopefully it has woken those who need it from complacency, stimulating them to not wait until someone asks for a service or technology offering and instead to be proactive in their plans, investment, and customer approach.\n\nCovid-19 has, in my eyes, potentially become the final roll call for those printers still in denial or unsure if digital and the internet has a place in their business. There is no longer any place for doubts surrounding its relevance, importance, or it’s place in every printer’s future. Any denial of this after this pandemic is likely to see at best a slow death for a business.",
        "topic_id":15,
        "format_id":21,
        "topic_confidence":0.8261353374,
        "format_confidence":0.8669967651
    }
]