[
    {
        "url":"https:\/\/www.msaquarium.org\/article\/anticipation-grows-as-final-acrylic-panels-are-installed-at-mississippi-aquarium",
        "text":"Anticipation grows as final acrylic panels are installed at Mississippi Aquarium\n\nMarch 27, 2019\n\nGULFPORT, MS (WLOX) - Lifting a 25-foot long, 12-foot diameter tube is obviously no easy task.\n\nConstruction workers started early Wednesday morning to carefully lift it off the truck. A few hours later, two cranes hoisted it into an upright position with extreme care.\n\nIt’s a very slow and meticulous process.\n\nThat doesn’t stop Mississippi Aquarium President and CEO David Kimmel’s anticipation for opening day from quickly building.\n\n“It’s just all coming together, and I think that’s just the amazing piece of it, and I’m just so proud of the work that everybody has done in getting this so far,\" he said. \"We still have a lot of work to do, but I’m really proud of my team. My team has just done a great job.”\n\nThe cylindrical acrylic window installed Wednesday will be part of the swirl tank. Aquarium visitors will be surrounded by fish as they go up or down spiraling steps.\n\nIt’s the first of the final three acrylic panels left to be installed, an exciting step toward completion.\n\n“You know, it’s really cool. I walked all day yesterday. I walked the site, it’s just fun. Now you’re starting to see where touch pools are, you’re starting to envision the animals swimming in there,\" Kimmel said.\n\nKimmel said as construction nears the finish line, the behind-the-scenes work will be moving into high gear. Staff will spend the next few months collecting the animals and getting things ready for the aquarium to welcome its first guests near the end of this year or early next year.\n\n“You’re starting to now figure out and rethink how you want to do your operations,” Kimmel said. “The big construction is getting there. Now it’s the fine tuning, and that’s the detail work, so we got a lot of detail work to get done.”\n\nCrews were also scheduled to install the panels for the 360-degree tunnel on Wednesday.\n\nOn Thursday, the final acrylic panel will be transported from the Port of Gulfport and installed, a 30-foot by 25-foot window that weighs about 40 tons.\n\nCopyright 2019 WLOX. All rights reserved.\n\nLearn More\n\nYou might be interested in...\n\nJoin our list",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.6563123465,
        "format_confidence":0.9527623057
    },
    {
        "url":"http:\/\/subseaexplorer.net\/offshore-uk-catcher-development-to-hit-60000-bpd-target-ahead-of-plan\/",
        "text":"Offshore UK Catcher Development to Hit 60,000 Bpd Target Ahead of Plan\n\nCatcher is expected to reach an output rate of 60,000 barrels of oil per day in April.\n\nIn its latest results update on Thursday, Premier Oil revealed that the Catcher development, located offshore UK, is expected to reach an output rate of 60,000 barrels of oil per day (bopd) ahead of plan.\n\nFollowing initial projections that the production milestone would be reached by the first half of 2018, the company now anticipates that this output figure will be hit in April.\n\nFirst oil at Catcher was achieved in December 2017, on schedule and under budget. During January this year, the project was producing at around 20,000 bopd, which analysts at investment banking firm Jefferies noted was ‘double the guided expectation’ at that point.\n\nPremier recorded production of 75,000 barrels of oil equivalent per day (boepd) in 2017, which was slightly higher than its 2016 output of 71,400 boepd. The company reported cash flows $496 million from operations during the year, which was up 15 percent on 2016, as well as a positive free cash flow of $71.2 million and a reduction of net debt to $2.7 billion. EBITDAX also increased to $589.7 million in 2017, up from $494.1 million in 2016.\n\nIn a brief research note sent to Rigzone, oil and gas analysts at GMP FirstEnergy described Premier Oil’s latest update as ‘positive’, stating that the company’s financials were ‘in line’.\n\n“2017 was a successful year for Premier,” Tony Durrant, Premier Oil chief executive, said in a company statement.\n\n“2018 will see further production growth, allowing us to deliver on our plans for reducing net debt to restore balance sheet strength while also progressing projects that deliver the highest financial returns,” he added.\n\nGenerated by readers, the comments included herein do not reflect the views and opinions of Rigzone. All comments are subject to editorial review. Off-topic, inappropriate or insulting comments will be removed.\n\nSource link",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9172010422,
        "format_confidence":0.9955685735
    },
    {
        "url":"http:\/\/www.irinnews.org\/report\/1914\/namibia-first-sub-saharan-sea-water-desalination-plant",
        "text":"First sub-Saharan sea water desalination plant\n\nThe arid Namibian coastal port of Walvis Bay is set to become the first location in sub-Saharan Africa to have a large-scale plant providing desalinated sea water for domestic consumption.\n\nOfficials of the US water company, Ionics, which won the tender for construction of the plant, and its South African partner, Keyplan, told IRIN on Tuesday the initial capacity of the plant would be for 13,000 megalitres of drinking water per day for people living in Walvis Bay and other nearby Namib Desert towns situated in one of the driest areas of the African continent.\n\n“For the past 100 years, people out there have been pumping ground water from a large underground aquifer. They want to keep as much of that water as they can and this plant will be set to produce the same output of clean drinking water from the sea,” said Keyplan director, Adrian Viljoen. He said most of the investment in the project with Namibia’s national water utility, NamWater, would come mainly from Ionics. Keyplan, which operates widely in the region, would handle the engineering and construction of the plant.\n\nThe independent daily, ‘The Namibian’ reported on Tuesday that the new project would in fact constitute the largest capital investment in water supply infrastructure yet undertaken in Namibia since the country’s independence from South Africa a decade ago. Ionics was granted a tender of US $27.4 million.\n\nAt the opening of financial bids for the desalination project in London on Monday, which was witnessed by Namibia’s Agriculture, Water and Rural Development Minister Helmut Angula and NamWater officials, it said the Ionics’ price for the project emerged as the lowest. NamWater said desalinated sea water would be sold at a bulk price of US 0.56 cents per cubic metre which was equivalent to the price of fresh water in the capital, Windhoek.\n\nSpeaking in London on Monday, Angula said apart from meeting consumer needs, desalinated water would also be available to sustain the future development of Walvis Bay as one of “the best export harbours in the Southern African Development Community (SADC).”\n\n“Furthermore the availability of water will give new impetus to future mining development, tourism and in particular the Export Processing Zone (EPZ) created at Walvis Bay,” Angula said.\n\nNamWater has calculated that at current consumption levels, the coastal areas could face a severe water shortage next year if additional water sources were not found. It also said average consumption of water at the coast was found to be much higher than inland areas.",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.7090845704,
        "format_confidence":0.9961571097
    },
    {
        "url":"https:\/\/www.chicagotribune.com\/news\/ct-xpm-2000-07-06-0007060244-story.html",
        "text":"\n\n\n\nDays after heavy limestone slabs fell 36 stories from the side of a Loop skyscraper to LaSalle Street, the Daley administration on Wednesday moved to require an accelerated schedule of rigorous inspections for high-rise facades.\n\nOn a related front, officials said the city may ask state regulators to conduct a formal review of the licenses of architectural engineers who just months ago inspected and declared safe the facade at 1 N. LaSalle St., where the limestone fell Sunday.\n\n\"You have to get up close and personal with the terra cotta or whatever you're dealing with, and obviously somebody missed some substantial pieces here,\" said Mark Limanni, a top deputy in the city's Law Department.\n\nA new city requirement could call for \"critical\" inspections--which feature section-by-section, hands-on checks of cladding by technicians on scaffolding--every two years for all buildings at least 80 feet or six stories tall. Current rules require in-depth inspections every four years, with cheaper and much less extensive visual inspections required annually.\n\n\"We recognize it would be expensive, certainly in the thousands of dollars, but one must ask the question what is more important, the expense or the broader implication of an incident,\" Buildings Commissioner Mary Richardson-Lowry said.\n\nOwners of properties that fall under city inspection guidelines must now file annual reports outlining the exterior's condition.\n\nA visual inspection typically includes an examination using binoculars to check for exterior bulges or other irregularities that would indicate underlying problems. Such exams cannot always uncover defects similar to the ones at 1 N. LaSalle St., where eight large chunks of limestone cladding broke away Sunday evening, cascading 36 stories.\n\nThe limestone panels are held in place by steel fasteners, which can be susceptible to corrosion.\n\nKlein and Hoffman Inc., the engineering firm hired by the building's owner to check the high-rise in connection with a multimillion-dollar rehabilitation project, had found corrosion but concluded that it did not present an immediate safety threat, company officials said.\n\n\"If that was their judgment in this case, it worked to the detriment of that building owner and caused a lot of grief,\" Richardson-Lowry said. \"It could have been disastrous to anyone on the street.\"\n\nThe limestone crushed a parked car, but no injuries were reported.\n\nEngineers who conduct the inspections should simply report findings, the commissioner said. She would prefer city experts to do the analysis of the data.\n\n\"I am not interested in supposition,\" she said. \"I need a detailed engineer's report, and we could tell them what the next steps are.\"\n\nRichardson-Lowry huddled Wednesday with Ald. Bernard Stone (50th), chairman of the City Council's Buildings Committee, to discuss an ordinance that would increase the inspection requirement.\n\nWith visual checks, \"an engineer or architect can stand on the ground and look up at a building with binoculars,\" Stone said. \"The problem is you can't see behind the slabs.\" Critical inspections are \"very expensive, especially on high-rise buildings. It requires going up on a scaffold, going floor by floor and checking if any panel is loose.\"\n\nStone said that a revised and strengthened ordinance could be introduced by the next City Council meeting on July 19.\n\nAny new requirement probably would be pegged to the age of the building, though the minimum age that would trigger the stepped-up inspection schedule has not been set, Richardson-Lowry said.\n\nPaul Colgan, director of public affairs for the Building Owners and Managers Association of Chicago, said that his organization is willing to discuss the issue.\n\n\"Our interest is in safe buildings, and we will work with the city on what should be done,\" he said. \"Which buildings they choose [for increased critical inspections] will be important. We have to see the language.\"\n\nColgan said he does not know whether local engineering firms have the manpower to handle inspections every two years.\n\n\"It is a very legitimate question,\" he said. \"I wish I knew the answer to that.\"\n\nThe current inspection ordinance, passed in 1996, has failed to prevent a spate of incidents similar to the one on Sunday.\n\nIn 1998, for example, pieces of terra cotta fell from the exterior of the Majestic Building at 22 W. Monroe St. and from an apartment building at 4607 N. Sheridan Rd. The same year, a block of East Wacker Drive was closed for five weeks after serious problems were found in the terra cotta cladding of the office high-rise at 75 E. Wacker. Last month, workers removed 35 feet from the top of the skyscraper because it was deemed structurally unsound.\n\nOfficials say that the Buildings Department would have to employ a legion of inspectors if the city were to conduct its own inspections of high-rises. They say that the responsibility for ensuring safe exteriors lies with property owners.\n\nAs for the 1 N. LaSalle St. skyscraper, Richardson-Lowry said her department should have been contacted when the corroded fasteners were discovered.\n\nDouglas Elliman-Beitler, the owner, will be charged for all city expenses incurred in dealing with the accident, \"and I think in this instance [the owner] will charge the [inspection firm],\" she said.\n\nKlein and Hoffman conducted inspections in February that found the corrosion. The firm's report was filed with the owner in May, but it was turned over to the city only after Sunday's accident. City legal officials are reviewing the May report, and city inspectors will be looking at the facade up close to determine for themselves what caused the limestone to break off.\n\nJennifer Hoyle, a spokeswoman for the city Law Department, said a complaint against the Klein and Hoffman engineers who conducted the inspections could be filed with the Illinois Department of Professional Regulation, which licenses structural engineers.\n\n\"We don't know if anyone has done anything wrong, but it's something we have to look at,\" Hoyle said.\n\nSatish Sachdev, president of Klein and Hoffman, said he is perplexed by why the city would consider filing a complaint. He said his firm has worked diligently in the past two days to compile a report on the building's facade, and he was told the report satisfied officials.\n\n\"We have helped the city on so many projects, and we have tried to protect the public safety,\" Sachdev said. \"At the time of the inspection, there was no imminent danger.\"\n\nKlein and Hoffman, founded in 1953, has been inspecting Chicago buildings for more than 20 years.\n\nMeanwhile, at the site of the accident workers were erecting a sidewalk canopy to protect pedestrians. Earlier, temporary repairs were made to the facade where the limestone slabs separated.\n\nCopyright © 2019, Chicago Tribune",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.8899460435,
        "format_confidence":0.9964424968
    },
    {
        "url":"http:\/\/articles.latimes.com\/2012\/dec\/18\/local\/la-me-fracking-20121219",
        "text":"YOU ARE HERE: LAT HomeCollectionsNews\n\nCalifornia issues proposed rules for 'fracking'\n\nCalifornia Gov. Jerry Brown's administration proposes rules that would require more disclosure from oil companies in the state that employ hydraulic fracturing, also known as 'fracking.'\n\nDecember 18, 2012|By Michael J. Mishak, Los Angeles Times\n\nSACRAMENTO — Under pressure from state lawmakers and environmentalists, Gov. Jerry Brown's administration released draft regulations for hydraulic fracturing, or \"fracking,\" the controversial drilling process driving the nation's oil and gas boom.\n\nThe proposed rules, released Tuesday, would require energy companies to disclose for the first time the chemicals they inject deep into the ground to break apart rock and release oil. They also would have to reveal the location of the wells where they use the procedure.\n\nThough fracking has unlocked vast amounts of previously unreachable fossil fuels elsewhere, environmentalists and public health advocates in California have raised safety questions about the hundreds of chemicals used — many of them known carcinogens — and the potential for drinking water contamination.\n\nJason Marshall, chief deputy director of the state Department of Conservation, said the proposed rules were important to assure the public that \"when this practice is engaged in, it is engaged in safely.\"\n\nThe disclosure requirements would put California in line with at least nine other states that have such guidelines. The proposed regulations come as energy companies tout the technology's potential to tap the state's Monterey shale, the largest oil shale formation in the continental United States.\n\nAccording to the U.S. Energy Information Administration, the formation, which runs from Northern California to Los Angeles, contains 15 billion barrels of oil — or 64% of the country's deep-rock deposits.\n\nEnvironmental and industry groups said the draft regulations were a good first step in what is expected to be a lengthy rule-making process. But environmentalists signaled a coming fight over the level of disclosure, noting a provision that would allow oil companies to withhold disclosure of chemicals they claim to be proprietary.\n\n\"The road we're headed down will heap a cloak of secrecy around trade secrets,\" said Bill Allayaud, a lobbyist for Environmental Working Group.\n\nA recent analysis by Bloomberg News found that companies nationwide withheld from their disclosure reports one out of every five chemicals they used in fracking.\n\nThe issue was a sticking point in talks over disclosure legislation that died in the last legislative session. Energy firms and oil field service companies have said the trade-secrets clause is necessary to protect their proprietary \"recipes.\"\n\nRegulators said they would retain the right to challenge those claims and compel disclosure to state authorities and emergency responders in the event of a spill or accident. They also emphasized new requirements for oil companies to test the integrity of their wells before fracking to guard against leaks and to report the results of those tests to regulators before they begin operations. The mandate would be the strongest of its kind in the nation, they said.\n\n\"We don't want slipshod work done,\" Marshall said.\n\nEnvironmentalists also took issue with the timing and venue for disclosure, FracFocus, a national fracking registry the industry helped create online last year to allow for voluntary disclosure. Under the proposed rules, companies would have to disclose chemicals 60 days after completing fracking.\n\nLawmakers, who have said rules are long overdue for the third-largest oil-producing state in the nation, promised to convene legislative hearings next year to evaluate the draft regulations.\n\n\"It seems they're heading in the right direction,\" said state Sen. Fran Pavley (D-Agoura Hills), who has introduced legislation to require oil companies to issue advance notice when fracking. \"But I want to see more transparency and disclosure to the public.\"\n\nAs work continues on the regulations, oil companies are moving ahead with their plans.\n\nLast week, energy firms sent representatives to a federal auction at the U.S. Bureau of Land Management in Sacramento. There, in a cramped conference room behind the employee cafeteria, bidders competed for the right to sink exploratory wells in the Monterey shale.\n\nNearly 18,000 acres were leased in 10 minutes.\n\nLos Angeles Times Articles",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.8623380661,
        "format_confidence":0.9973278046
    },
    {
        "url":"https:\/\/timber.fordaq.com\/fordaq\/news\/null_70740.html",
        "text":"Continued strong demand sends North American lumber prices higher\n\nMadison Lumber Reporter\n  • text size\n\nU.S. housing starts were mostly flat in 2019. At this time last year, softwood lumber sales improved markedly and prices started to rise from quite low levels. As the beginning of 2020 came on, the data on U.S. home building was much improved over the previous year, sending demand for construction framing dimension softwood lumber higher. Sawmills and other lumber industry players were quite encouraged as to what the U.S. home building market would do come spring.\n\nUsually this time of year, in the weeks after U.S. Thanksgiving, marks the annual slowdown in forestry and lumber manufacturing across Canada and the U.S. This year, we saw record-shattering lumber prices, then a serious correction after Labour Day, which is usual. Yet half-way through November prices started to rise again as U.S. construction activity was literally non-stop. This week, following U.S. Thanksgiving 2020, is carrying on that recent trend as demand for wood has resurged. As with last week, once again prices are up due to ongoing hot lumber sales.\n\nSteady takeaway prevailed in the U.S. Western S-P-F market last week. Buyers were frequently, if sporadically, at the table as they did their best to secure product from perpetually-undersupplied sawmills and distributers. Producers pushed their order files into early- or mid-December as availability became more limited by the day. While the general tone among buyers was one of barely-contained urgency, they continued to purchase small volumes fairly regularly in an effort to keep projects going where possible yet still remain lean to avoid carrying too much inventory through year-end.\n\nDemand for Canadian Western S-P-F lumber continued to pour in from all over North America last week before being marginally dampened by U.S. customers stepping away from the market on Thursday for American Thanksgiving. Momentum from the previous week’s strong sales carried into last week and precipitated four-week order files on nearly every item at sawmill. Producers in Canada were a little bit surprised by how busy they were during this normally-slow holiday week.\n\nContinuing unexpected improvements of the previous week, for the week ending Nov. 27, 2020 the price of benchmark softwood lumber commodity item Western S-P-F KD 2×4 #2&Btr increased more, up another +$24, or +4%, over the previous week to U.S. $620 mfbm. Last week’s price is -$40, or -6%, less than it was one month ago. Compared to one year ago, this price is up +$226, or +57%.\n\nCompared to the one-year rolling average price of U.S. $542 mfbm, last week Western S-P-F KD 2×4 #2&Btr was selling for +$78, or +14% more, and was up +$164, or +36%, compared to the two-year rolling average price of U.S. $456 mfbm.\n\nThe below table is a comparison of recent highs, in June 2018, and current Nov. 2020 benchmark dimension softwood lumber 2×4 prices compared to historical highs of 2004\/05 and compared to recent lows of Sept. 2015:\n\nPost comment",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9872581363,
        "format_confidence":0.9197075963
    },
    {
        "url":"http:\/\/msbusiness.com\/2013\/08\/state-farmers-favoring-peanut-crops\/",
        "text":"Home » NEWS » Economic Development » More state farmers favoring peanut crops\n\nMore state farmers favoring peanut crops\n\nPeanuts, long associated with the states of Georgia and Virginia, are gaining favor among Mississippi farmers who are adding the nuts in rotation with their more traditional crops.\n\nBack in the 1940s it was common for Mississippi farmers to plant peanuts but they disappeared for the most part until a comeback began in 2005.\n\nDon Self, a cotton farmer in Hamilton, was among the first to plant peanuts in the northeastern part of the state. He credits Dan West for planting the first significant peanut crop in the state. The Self family of farmers followed in 2007. Now Self rotates peanuts with cotton and corn.\n\n“Peanuts revitalized farming for us in our area,” said Self, who is active in peanut business circles. He is Mississippi’s first representative on the National Peanut Board and also is a member of the Mississippi Peanut Growers Association.\n\npeanutsMalcolm Broome is executive director of the state Peanut Growers Association. He is a retired MSU agronomist who worked with Mississippi farmers during his career through the MSU Extension Service.\n\nBroome said that after a drought in Georgia, the largest peanut producer by far, supply and demand kicked in. When the price was high, everybody got in. Mississippi doubled its peanut acres to 50,000 “and everybody else did too.” That’s when the price went down, he said. This year acreage has dropped to 29,000.\n\n“It’s year to year, like a yo-yo,” Broome said. “It’s something the industry is working on to try to get leveled out.”\n\nRight now, Mississippi is seventh in the nation in acres of peanuts. The state is ranked first or second in yield per acre, about two tons on average, he said. Success with the crop has added jobs in the Delta, Broome said.\n\nOne economic boost comes from large companies that have bought old facilities including a cotton gin and boat plant for peanut storage. “We now have four delivery points in Mississippi,” Broome said, “including two of the largest peanut warehouses in the nation.” They each can hold 25,000 tons.\n\nBroome said farming peanuts is very labor intensive and expensive to begin with.\n\n“You need at least 300 acres to make it a profitable venture,” he said. And farming them requires a special combine and other tools that farmers have to invest in. About the only piece of equipment that can be used for peanuts and other crops is a tractor.\n\nOn the up side, Self said peanut consumption is increasing every year. He likes to spread the word about the nutritional benefits of peanuts as a cheap source of protein. “People are just finding out that peanuts have 30 essential vitamins and nutrients, no transfat, seven grams of protein per one-ounce serving, that they’re good and good for you.”\n\nOf the four types of peanuts grown in a swath from Virginia, across the South and into the Southwest, 80 percent of the most common runner variety goes into peanut butter and candy bars. The Virginia peanut is the familiar in-the-shell ball park treat, the Valencia peanut is the boiling variety and the red-husked Spanish peanut is served by the bowlful at bars everywhere.\n\nSelf can attest to the nail biting aspect of peanut farming but he said peanuts fit in to Mississippi farming very well. “It’s a great nitrogen booster for the soil, it prospers well and it’s a great rotation crop.”\n\nStill, he said, the last few years have been a roller coaster with prices going up and down.\n\n“My daddy (Dennis) is 79 years old. I told him if we can survive this learning curve, it will be good. We got 35 inches of rain in 2009 and he asked me, ‘How long is that curve supposed to last, son?’ I’m still learning.”\n\n\nAbout Lisa Monti\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.9715070724,
        "format_confidence":0.9941201806
    },
    {
        "url":"https:\/\/www.krbd.org\/2012\/11\/14\/asd-official-shipyards-future-is-bright\/",
        "text":"Alaska Ship and Drydock is seen from Tongass Narrows this summer.\n\nKetchikan’s shipyard has added about 20 jobs since February, with employees earning an average annual salary of $55,000. The shipyard’s new owner, Vigor Industrial, touts those numbers along with the company’s simple mission statement: Industrial jobs matter.\n\nAlaska Ship and Drydock president Adam Beck also is director of regional operations for Vigor. During a Ketchikan Chamber of Commerce luncheon, he talked about Vigor in general, and the local shipyard specifically.\n\nBeck said Vigor employs about 2,200 people at seven shipyards in the Pacific Northwest. Between those shipyards, the company owns 112 acres, 10 drydocks and 17,000 feet of pier space.\n\n“Another thing that I’m pleased to announce is that we’re just a few weeks from signing a contract that’s going to build us a new drydock for our Portland location,” he said. “That drydock will be an 80,000-ton drydock, 900 feet long, 195 feet clear between the wingwalls. Just to put it in perspective, that’s eight times the size of the large drydock here in Ketchikan.”\n\nIn Ketchikan, Beck said the new enclosed assembly hall is done, and with the help of a $10 million state grant, the company has started construction of a steel shop. More expansion projects are ready to go whenever more funds are available.\n\n“The nice thing about some of these projects is the Environmental Impact Studies are already done, the permits are in place, they are truly shovel-ready,” he said. “The steel shop, that appropriation was made early this summer and work is already started on it. Utilities are going in the ground now and we hope to break ground on the foundation within the next couple of weeks, so it does put people to work immediately.”\n\nVigor also has spent about $2 million of its own capital to improve Alaska Ship and Drydock. Beck said the value of the Ketchikan facility is clear.\n\n“The oil and gas sector, the fishing fleet recapitalization, marine highway system, these numbers, we couldn’t even fit them on the slide. They’re staggering,” he said. “There’s literally billions and billions coming this way. Even if one of these things comes to fruition, it’s on the scale that I don’t think people are imagining.”\n\nOn the horizon is the Alaska Marine Highway ferry construction project. Alaska Ship and Drydock is working with the state on the design of the new ferry, and once that’s complete in June, the local shipyard will be able to bid on it.\n\nThat could lead to Ketchikan’s shipyard winning a 12- to16-year project, providing stability for the organization and its employees.\n\n“We are optimistic that we are in a good position to win it,” he said. “We think that we can build the ship that the state wants without any trouble. When we do, and when we get that contract, we absolutely, 100 percent, intend to build that ship here in Ketchikan.”\n\nAnother potential project for Vigor, and indirectly for Alaska Ship and Drydock, is a multi-year, $8 billion contract to build offshore patrol cutters for the U.S. Coast Guard. If Vigor wins that bid, Beck said all the company’s shipyards will be involved in portions of the work.\n\nThe key issue now is developing a workforce. Beck said shipyard jobs are available, and local residents are ready to work, but they need training. He said Vigor would love to form a partnership with a Ketchikan organization to teach those skills",
        "topic_id":15,
        "format_id":10,
        "topic_confidence":0.5221145153,
        "format_confidence":0.9444183707
    }
]