[
    {
        "url":"https:\/\/www.oiselle.com\/blog\/social\/giving-back",
        "text":"Click to Shop\nOctober 08, 2016\n\nInternational Day of the Girl 5K Run\n\nHelp raise funds and awareness for girls who are empowering themselves and their communities through running and education in Ethiopia by participating the GGRF IDG 5K Pop-Up Run! Every dollar donated will go towards providing Athletic Scholarships for girls in Ethiopia. Learn how to contribute and be part of this global movement celebrating and investing in strong girls.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9171257615,
        "format_confidence":0.9126856327
    },
    {
        "url":"http:\/\/www.specialolympics.org\/RegionsPages\/content.aspx?id=17734&Region=SOMENA&RegionName=Middle-East-North-Africa&LangType=1034",
        "text":"Yuna Kim, 'Figure Skating Queen,' Named Special Olympics Global Ambassador\n\nFor Immediate Release\n\nYuna Kim, reigning women’s Olympic figure skating champion, guides a Special Olympics athlete along the ice in Korea.\n\nYuna Kim to Serve as Goodwill Ambassador for Special Olympics World Winter Games PyeongChang 2013   \n\nSEOUL, South Korea  – Today Special Olympics appointed Yuna Kim, reigning women’s Olympic figure skating champion, as a Special Olympics Global Ambassador.  The announcement took place at the Dongchun Special School located at Nowongu, Seoul.  Key dignitaries, Sung Sun Kyung, Director of Special Olympics Korea and Peter Wheeler, Chief of Strategic Properties of Special Olympics were in attendance, and welcomed by Na Kyung Won, Chairwoman of Special Olympics World Winter Games PyeongChang 2013.  Prior to the Special Olympics announcement, Yuna Kim conducted a clinic providing instruction to a group of Special Olympics figure skaters at the Dongchun Indoor Ice Skating Rink.  Yuna Kim, who was also an ambassador for the PyeongChang Bid Committee for the 2018 Winter Olympics will now start a new journey to promote Special Olympics World Winter Games PyeongChang 2013.\n\nTimothy Shriver, Chairman and CEO Special Olympics, welcomed Yuna Kim by saying, “I cannot begin to tell you how pleased we are at Special Olympics that you’ve volunteered your time and infectious enthusiasm to become one of our Global Ambassadors and a Goodwill Ambassador for the Special Olympics World Winter Games PyeongChang 2013. You know how excited we are that the Special Olympics World Winter Games are coming to Pyeongchang in 2013.  Knowing that you will play an invaluable part in educating the Korean people about those Games, and about our work in Special Olympics, makes us feel enormously grateful.  And I know that your commitment today will inspire other Koreans – especially young people – to volunteer their time and help bring the Games to life.”  Yuna Kim was also welcomed to Special Olympics by legendary figure skater and world champion Michelle Kwan and Olympic champions Nadia Comaneci and Bart Conner in a video that was shown at the press conference. \n\nYuna Kim has a great legacy of community service.  She also currently serves as a UNICEF Goodwill Ambassador, another leading organization with which Special Olympics recently signed a joint MOU to strengthen the commitment to uphold the rights, dignity and inclusion of children with disabilities.  Yuna Kim will continue this legacy as a Special Olympics Global Ambassador, by helping to raise awareness, change attitudes and impact policies through her representation as a Goodwill Ambassador of the Special Olympics World Winter Games PyeongChang 2013.  As a leading sports figure in Korea, she will help bring local awareness to on the importance of inclusion of those with intellectual disabilities and advocate to the world about the Special Olympics World Winter Games PyeongChang 2013. \n\nYuna Kim joins the ranks of international swimming legend Michael Phelps, Chinese actress Zhang Ziyi, international basketball star Yao Ming, Olympic Gymnastics Gold Medalist Nadia Comaneci, three-time Major golf champion Padraig Harrington, figure skating world champion Scott Hamilton, actress and singer Vanessa Williams, and Princess of Monaco Charlene Wittstock who are currently serving as Special Olympics Global Ambassadors helping to build support for Special Olympics' work around the world.\n\nAbout Special Olympics\nSpecial Olympics is an international organization that changes lives through the power of sport by encouraging and empowering people with intellectual disabilities, promoting acceptance for all, and fostering communities of understanding and respect worldwide. Founded in 1968 by Eunice Kennedy Shriver, the Special Olympics movement has grown from a few hundred athletes to more than 3.7 million athletes in over 170 countries in all regions of the world, providing year-round sports training, athletic competition and other related programs. Special Olympics now takes place every day, changing the lives of people with intellectual disabilities all over the world. Special Olympics provides people with intellectual disabilities continuing opportunities to realize their potential, develop physical fitness, demonstrate courage, and experience joy and friendship. Visit Special Olympics at Engage with us on: Twitter @specialolympics;;, and\n\nAbout Special Olympics World Winter Games PyeongChang 2013\nThe Special Olympics World Winter Games PyeongChang 2013 will be held from January 26th to February 6th, 2013 at PyeongChang, Korea, the hub of winter sports. It will be the largest Special Olympics World Winter Games featuring seven categories of sports including alpine skiing, cross country skiing, snowboarding, snow shoeing, speed skating, figure skating, and floor hockey. The Games will demonstrate unity of overcoming the differences of region, borders, political belief, age, race and religion.Visit us at\n\n\n\nMingwah Park\nMobile: 010-5713-6059\n\nMandy Murphy",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.991691947,
        "format_confidence":0.9867150187
    },
    {
        "url":"http:\/\/www.redcliffascent.com\/2011\/10\/constantly-improving-wilderness-camp\/",
        "text":"Constantly Improving Wilderness Camp\n\nThe leaves are barely beginning to turn colors in Southern Utah but Milton Hatt, warehouse manager for RedCliff Ascent, is already prepared for winter.\n\nPart of the preparation means making sure the warehouse is filled with everything students may need to keep warm and dry – especially when it comes to their feet.\n\nThis year Milt is swapping out last year’s model hiking boots for a style that is waterproof and insulated. It costs the company about $30 more per pair but Milt says it’s worth it.\n\n“We’re constantly improving,” he says about the products he stocks. His job not only includes warehousing and distributing equipment but shopping for the best gear at the best price.\n\nThe new hiking books are waterproof and insultated to well below zero. Combined with a pair of NEOS overshoes, students’ feet not only stay dry but they also stay warm.\n\nMilt took shoe improvements an additional step. He shopped for, and found, camp sandals without holes in the uppers. Students typically change into these “Croc”-like shoes at night as they gather around the fire. “No holes means stockings stay dry at night. That makes a big difference in whether or not feet stay warm,” Milt says. \n\nTherapy is hard work but Milt and the rest of the RedCliff Ascent staff work hard to make sure students stay safe, warm and dry as they re-build family relationships.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nContact Info\n\nCall us Toll Free at\nWe are available 24 hrs a day 7 days a week.\n\nFill Out our Contact Form\n\nRedCliff Ascent is a proud member of the National Association of Therapeutic Schools and Programs.\n\nRedCliff Ascent is authorized under Federal law to enroll International students.\nSEVIS I-20 approved",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.7702470422,
        "format_confidence":0.5754013062
    },
    {
        "url":"http:\/\/www.surfersvillage.com\/content\/has-it-really-been-long-nz-surf-mag-hits-30",
        "text":"\n\nWhy not try Chrome instead.\n\n\n\nHas it really been that long? NZ Surf Mag hits 30\n\n\nMagazine Updates\n\nNZ SURF MAG 150th Issue- Collector’s Edition\n\nSurfersvillage Global Surf News, 5 March, 2013 : - - In 1985 the fledging surf industry and surfers of New Zealand cried out for a magazine of their own, one that would represent the voice of what was surfing in this country. Sure there were other surf magazines available at the time, yet nothing that surfers of our shores could call their own, to be proud of and take to bed, throw on the dashboard of the car or spend hours reading in the can.\n\n150 issues on, close to 30 years of page turning pleasure and New Zealand Surfing Magazine is still going strong. We have been proud to have preserved history, high-lighted ground breaking moments of our sport on these shores, brought you the best of New Zealand surfing, found waves, dug up news, predicted rising stars and said farewell to old ones, like a mate you have been surfing with for ages NZSM has been there through it all.\n\nNot many publications can claim to have sustained that period of longevity and while we acknowledge that much has changed since those early days, and with the modern advents of the internet, Instagram, facebook and tweets(which NZSM has embraced at every level) it is with great acclaim that we are proud to say the NZ Surf Mag is still growing in sales, and has an ever growing and loyal readership.\n\nThis is thanks to you, our readers and the surfers of these shores, you have made this magazine what it is, you spoke, and we listened and delivered over these 150 issues to be where we are today. Many thanks for your support.\n\nIn this 150th issue we feature:\n\nA World Exclusive: Red Hot Chilli Peppers lead singer Anthony Kiedis opens up in a one on one interview with Cory Scott during his recent stay in Northland, on his new love in life, surfing!\n\nThe 76th Primo Roady: We visit the Far North's  Pridelands, walk, climb and scale the coast and find a few empty gems.\n\n150 Issues- Then and Now: We celebrate the 150th issue of NZ Surf Mag with a then and now feature, much has changed.\n\nFruits of summer- Photospread: The days of epic summers finally returned, we pay tribute to a few summery surf moments that were the icing on the cake for kiwi surfers this season.\n\nA Comp and a champ: Memorable performances from the 2013 Hyundai National Surf Champs held at Piha.\n\nIn2 the future: Our next generation of top surfers get put to the grill in a high performance coaching clinic, the results were instant.\n\nPlus much more, you can find NZ Surf Mag at all good bookstores, surf shops and convenience stores near you, or subscribe by visiting\n\nSource: Pacific Media\n\nAuthor: Steve Dickinson\n\nTags, New Zealand Surfing Magazine, Kiwi, Mag\n\nMagazine: Surfersvillage\n\n\nLatest photos\n\n\nFollow us and sign up to our daily newsletter",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9865056872,
        "format_confidence":0.8670465946
    },
    {
        "url":"https:\/\/esc-shooting.org\/news\/read\/european-youth-league-championship-north-region-qualification-457",
        "text":"close Закрыть\n\nEuropean Youth League Championship – North Region Qualification\n\nYoung athletes from Lithuania, Poland and Sweden can now, thanks to excellent performance, prepare for the European Youth League Championship Final in Hungary in October.\n\n14 teams from the North Region entered the Qualification Round for this years European Youth League Championship. 10 teams were eligible to take part in the Qualification Round in Aarhus, Denmark, where they fought for the places to the EYLCH Final in Budapest, Hungary in October.\n\n42 young athletes from 7 nations travelled to Aarhus together with their coaches to compete in four matches each during the weekend 18-11 of April. The Rifle teams came from Estonia, Finland, Norway, Poland and Sweden. The Pistol teams represented Estonia, Latvia, Lithuania, Poland and Sweden.\n\nThe Swedish Rifle team was once again outstanding winning all 4 matches, just like in 2017 and 2018. They will be accompanied by Poland to the Final in Hungary. Lithuania won 3 matches in the Pistol competition and together with Poland they are now qualified to the Final in Hungary.\n\nThe Danish Shooting Union and the Organizing Committee in Aarhus proved to be very experienced organizer. We all enjoyed a wonderful spring in Denmark with warm and sunny weather. The hospitality was just as warm and welcoming. On behalf of the ESC Presidium I would like to express my warm thanks and appreciation to the Competition Manager Anders Sode and his team for excellent work. Many thanks also to the Danish Shooting Union.\n\nIt was a great pleasure to follow the exciting competitions during the weekend and I would like to congratulate all athletes. Not only those who can now look forward to the Final. In fact all participants deserve our appreciation – for excellent performance in friendship and fair play.\n\nEYLCH North Region Manager\n\nChristina Åhlstedt\n\nLeave a comment\n\nThere are no comments yet.\nAuthentication required\n\nYou must log in to post a comment.\n\nLog in",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.996107161,
        "format_confidence":0.9797111154
    },
    {
        "url":"http:\/\/www.thesf.org.uk\/news\/competition-for-free-royal-parks-foundation-hal\/",
        "text":"Skip to main content\n\nCompetition for FREE Royal Parks Foundation Half Marathon Place\n\nDo you know anyone who would like to take part in the Royal Parks Foundation Half Marathon on Sunday 11th October 2015? Enter our competition and win a FREE place (registration fee is usually £48).\n\nThe Royal Parks Foundation Half Marathon is one of the UK’s most exciting, giving you the opportunity to run through the amazing Royal Parks of London and also take in some of London’s most iconic landmarks! Join thousands of runners on the start line this October and be part of the biggest Royal Parks Foundation Half Marathon field yet. \n\nEntrants will need to email their name, email address and mobile number to by 12pm on Wednesday 1st July 2015 and we will draw the winner out at random.\n\nNot the lucky winner? Registration is still open until Thursday 20th August 2015. Please contact Helen on 01473 252007 to book your place.\n\nGood luck!\n\n« View all News\nimage description\n\nHelp & Advice\n\nInformation on managing your heart condition, including Physical, Emotional and Mental Health.\n\nRead more\nimage description Make a Donation\n\nMake a donation to The Somerville Foundation today and you will help us to continue to offer the valuable services we provide to those born with a heart condition.",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.9876361489,
        "format_confidence":0.9745162725
    },
    {
        "url":"http:\/\/www.tessgerritsen.com\/tnt-and-curves-strong-women-challenge\/",
        "text":"TNT and Curves: “Strong Women Challenge”\n\nPress release from Turner Broadcasting:\n\nTNT and Curves Join in Summer-Long Strong Woman Challenge\n\nPromotion Includes Teams inspired by TNT’s Powerful Female Characters, Free Tuesday Workouts at Curves and More\nTNT and Curves are joining forces for a new, summer-long promotion that will introduce the strong characters on TNT while also encouraging women to hit the gym. Through the Strong Woman Challenge, women will be empowered to identify their inner strengths, join one of four teams inspired by TNT’s lineup of female characters and commit to work out three times a week for six weeks at Curves. As part of the promotion, Curves is opening its doors to non-members by offering free workouts on “Try Us Tuesdays,” beginning June 1. In addition, special sneak-preview screenings of TNT’s new drama Rizzoli & Isles will be held in Curves locations around the country to kick off the promotion.\n\n“TNT is the home of some of the most powerful female characters on television, with shows like The Closer, HawthoRNe, Saving Grace and the upcoming Rizzoli & Isles,” said Tricia Melton, senior vice president of entertainment marketing for TNT, TBS and Turner Classic Movies (TCM). “This promotion with Curves gives us a great opportunity to remind women that like the characters in our shows, they have the power to control their lives both inside and out.”\n\n0 replies\n\nLeave a Reply\n\nWant to join the discussion?\nFeel free to contribute!\n\nLeave a Reply",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.8384183645,
        "format_confidence":0.9141296744
    },
    {
        "url":"https:\/\/www.pafc.co.uk\/news\/2013\/october\/britains-ocean-city\/",
        "text":"Skip to main content Skip to site footer\nClub News\n\nBritain's Ocean City\n\n11 October 2013\n\nSponsored by\n\nTHE visit of Sky’s cameras to Home Park on Saturday will showcase, not only Plymouth Argyle, but Britain’s Ocean City.\n\nThe team behind the Britain’s Ocean City branding include Plymouth designer Amy Stock, a good friend of the Pilgrims who has been responsible for, among other things, the club’s Join the Club initiative and the recently launched PL2 Crew.\n\nShe has produced a brand identity – which can be seen on advertising hoardings at Home Park – that will have a genuine global resonance for the worldwide viewers of Saturday’s match, when fellow port city Portsmouth are the visitors.\n\n‘Britain’s Ocean City’ reflects Plymouth’s history of global seafaring and its role as a centre for marine industries, the Royal Navy, excellence in marine industry and sciences, and an annual events calendar that includes the British Fireworks, the Ocean City Festival, and some of the world’s great yachting events.\n\nPlymouth is a truly global city defined by the ocean. Its proud history – social, cultural, economic and military – has been played out upon a marine and maritime stage. It is where Sir Francis Drake finished his game of bowls before defeating the Spanish Armada; where the Mayflower Pilgrims set sail to found modern America; and where Captain Cook and Charles Darwin began their explorations of unmapped territories, species, and evolutionary progress.\n\nAmong its many players have been Sir Joshua Reynolds, who emerged from its bustling docks to become one of the founding fathers of the Royal Academy; Captain Robert Falcon Scott, the intrepid polar explorer whose fate inspired a nation; Nancy Astor, elected by the people of Plymouth as Britain’s first female MP; and her great friend and political rival, Michael Foot, the former Argyle director.\n\nVisit Britain's Ocean City on Twitter @britainsocean.\n\nAdvertisement block",
        "topic_id":21,
        "format_id":13,
        "topic_confidence":0.5842292905,
        "format_confidence":0.8027335405
    }
]