[
    {
        "url":"http:\/\/www.salonphd.info\/about-us",
        "text":"SalonPHD's hours are :\n\nSunday - Wednesday​ : 10am - 5pm\nThursday & Friday : 10am - 7pm\nSaturday : 8am - 4pm\n\nPlease call for appointment\n\nCall in Advance\n\n24 hrs needed for cancellation. There will be a 25.00 charge if you fail to do so\n\nAbout Terri\n\nI have been Trailblazing this industry for over 15yrs as an educator in the Hair Industry with Professional Salon Experience.\n\nMy greatest accomplishment is to be able to enhance and transform all of my client’s needs.\n\nServices Offered\n\n  • Providing knowledge on how to maintain and take care of hair.\n  • Specialize in healthy hair care.\n  • Chemical relaxed hair.\n  • Natural hair.\n  • Creating signature colors to fit you and your lifestyle leaving the hair vibrant and shinny.\n  • Or taking color to the next level with Highlights.\n  • Reconstructing damaged hair to its natural state with my signature hair treatments, the hair will be restored and see immediate results.\n  • Maybe you want to try something new with a Flawless Weave or Extension.\n  • Salon PhD also offer great Cuts whether it is short and trendy or long layers to show off your tress.\n\nSalon Certifications\n\n  • I am a local educator with Influance.\n  • And the newest relaxer system Influance sold exclusively in professional salons.\n  • Chemical relaxed hair.\n  • This system has sensitive scalp.\n  • Shea butter.\n  • Regular crème relaxer that will not over process the hair.\n  • Great conditioning treatments.\n  • Line of finishing products leaving the hair looking its best.\n  • Also been Certified with some of the top companies such as\n    • Mizani\n    • Affirm\n    • Design Essentials\n    • Matrix\n\nCome see what Salon Phd has to offer you.Book your next appointment\n\n\"Trained eyes that will help identify the look that is just right for you.\"",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9956547022,
        "format_confidence":0.7434599996
    },
    {
        "url":"https:\/\/theidleman.com\/brands\/lee.html",
        "text":"Lee 101\n\nAbout Lee 101\n\nQuality denim brands are hard to come by, especially ones that cater to all styles, textures and fits. That’s probably why Lee 101 is seen as the selvedge dream when it comes to denim, and its perfect collection of simplistic, high quality men’s clothing is popular all over the world. Throughout Lee’s history the brand has designed many key features that are still used to this day, and has had a great influence over things such as work wear clothes and the overall quality of denim production. \n\n\nHistory of Lee 101\n\nHenry David Lee is the name behind this iconic denim brand, but he didn’t start off intending to branch into fashion. Originally making a name for himself as a wholesale grocery distributor, and setting up his own storage company for perishable items, Lee soon became frustrated with the quality and delivery of workwear uniforms for his workers, and decided he’d do the job himself, opening up a new company to create overalls and jackets. Leaping to success with the Union-All work jumpsuit, Lee soon moved onto the more versatile denim jeans. For added convenience, Lee introduced the zipper fly, which revolutionised jean production, and made the brand the top manufacturer of workwear. It wasn’t however until the 1950s the Lee 101 took the leap into commercial wear, and soon gained huge success with their range of styles and quality denim. They now sell worldwide and have a unbeaten range of fits and finishes, ensuring that their high quality clothing suits everyone. \n\n\nProducts from Lee 101 \n\nLee 101 has perfected the understated, high quality clothes that go with everything, are hardwearing and are effortlessly comfortable. Combining classic workwear styles with modern influences, Lee 101’s clothing line offers everything from neutral t-shirts and every kind of jean style you could ask for, to western shirts and comfortable jumpers and sweatshirts. With each piece able to easily match with another, Lee 101 creates clothing that is effortlessly stylish and with a classic masculine twist. \n\nThis site uses cookies. By continuing to browse this site you are agreeing to our use of cookies. Find out more here. X",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9838343859,
        "format_confidence":0.7927367687
    },
    {
        "url":"http:\/\/www.wilmingtonhairheadquarters.com\/",
        "text":"(302) 798-1639\nThe Head-Quarters\n\n\n1400 Philadelphia Pike \nWilmington, DE 19809\n\nJury Duty Calls!  We will open later on Monday at 4:30pm due to jury duty service earlier in the day.  Sorry for the inconvenience!\n\nWelcome to\n\nThe Head-Quarters Salon\n\nWilmington, DE\n\nThe Head-Quarters Salon is a family friendly, trend setting salon that offers the best hair services in the North Wilmington area.\n\nAlong the North Wilmington strip of Philadelphia Pike you will find us, The Head-Quarters Salon, nestled in the corner across from Silverside Road. We have been passionately creating hairstyles and more for over 35 years. We offer a wide range of  styles and services for everyone in the family.\n\nThe Head-Quarters stylists are passionate and strongly dedicated to their career and continue to grow through inspiration and on going education. Our stylists specialize in haircuts, styling, color services, texture services, wigs\/extensions, makeup and more.\n\nCome on in and relax  with a cup of coffee or glass of wine (after 4 p.m). and let us create a custom look for you.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9949905276,
        "format_confidence":0.922740519
    },
    {
        "url":"https:\/\/il.sashas-mind.com\/english\/",
        "text":"For our English speaking visitors\n\nbag_box_necklace_500x951Sasha’s State of Mind is a conceptual design house that produces quality brand jewelry focused on creating distinctive and holistic experience. Based on the the notion that jewelry provides a stage for self-expression, Sasha’s unique voice and philosophy are reflected in the brand’s every detail. From engraved fanciful sayings sure to make you smile, to packaging and  giveaways. Sasha’s imagination runs wild with whimsy and sophisticated thrills.\n\nEach jewelry piece is held together brilliantly by an O-ring – a beautiful clasp that makes Sasha’s collection modular and lets customers take part in designing and continually recreating their own jewelry, selecting chains and charms to suit their mood as well as daydream-inspired collectible gift boxes, making Sasha’s a complete brand experience.\n\nSasha’s fantastic, quality collection that extends to fashion accessories, reminds us every day that life, after all, is all about our state of mind.\n\nOur street-casual and sophisticated products are sold in various countries around the world. We invite you to visit our international website at to learn more.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9552732706,
        "format_confidence":0.8449830413
    },
    {
        "url":"https:\/\/wemakeit.com\/projects\/sandro-marzo-ss15-collection?locale=fr",
        "text":"\n\nWho is Sandro Marzo?\n\nWe are an independent Swiss fashion label and we create and produce high-end fashion for men. The label is run by me, Sandro Marzo (Design), Flavio Crüzer (Business Development), Pete Dominkovits (Art Direction), Marius von Holleben (Communications) and Lionel Schüpbach (Legal).\n\nPicture 0c663e05 53e0 4563 8f9c b265d2bf9b7fPicture 40610c98 cdfb 4466 88ab 4ec90084ed4dPicture 66d67c87 e0bb 4abe bb3d 49cd62c26eb7Picture 703eb85c 6360 4e86 8484 19a250bd5921Picture ad8b76a6 8230 4ee9 9f85 155ff51e884ePicture 81631a68 7a84 4f07 8875 7cbfc97a28eb\n\nA real passion\n\nSince more than three years we dedicate every spare minute to making sandro marzo a success – and that does not mean to make big money but to be able to create and produce beautiful and authentic clothes together with our Swiss and EU-based manufactories. Clothes that are made out of 100% natural materials and can be worn both by men and women.\n\nPicture ac1d813d 2bc5 4095 903a 8cf1077427e9Picture 8f4a2193 cb4d 4d19 9971 60e8ce19746cPicture 5138b25d 11f3 47e5 908d 15614cbed783Picture efa89acc 5258 4596 97d7 543e82e50230\n\nHow it started\n\nIn 2011, after graduating from HGK Basel I decided to put everything I got into my own label. During my studies I did an internship for the then-breaking designer Boris Bidjan Saberi in Barcelona and learned a lot about how to run a business. Right from the beginning we were focusing on the particularity of traditional textiles and craftsmanship and managed to produce our first collection entirely in Switzerland. Today, three years later we are still here.\n\nWhy support us?\n\nToday we stand at a crucial point. After three successful collections we finally attracted the interest of many people and managed to establish ourselves as a newcomer. Now, we have the chance to take the next step. But we need your support in order to do that and to produce our next, the fourth collection – Spring\/ Summer 2015. By backing our project you will enable us to continue working on what we believe most in.\n\nWhat will happen with the money\n\nThe collection will contain approximately 40 single pieces from T-shirts, long-sleeve shirts, knitwear pullovers, jackets to short pants, long Pants and even shoes.\n\nThe money will be used entirely to realize this collection. Basically it will pay for:\n\n  • all textiles, garments, buttons and other used materials\n  • the shipping of textiles to the manufactures (incl. custom fees)\n  • the production of the prototypes\n  • the production of the actual clothes\n  • the shipping of the clothes back to us (incl. custom fees)\n\nWhat do you get out of this\n\nMany people supported us so far but now we need your help to take the next step and produce the Spring\/ Summer Collection 2015. In exchange for your support you can receive various rewards.\n\nFirst of all you can get great discounts (25% and 50%) on direct orders for the SS15 collection. Here you order directly via us and the items will shipped to you in January 2015.\n\nBut there are also many nice original pieces from the last two collections, a strictly limited & signed fanzine, exclusive accessoires and some special individual invitations to the presentation of the collection in Paris waiting for you.\n\nWe thank you for every support!\n\nFor more information about sandro marzo please click here or read this article (German) or this one (English). Or just sign up for the newsletter on our website.\n\nPicture 4b3afdea 21d0 4068 9084 d07660db98e8Picture 3f9e33cf afc4 4dde 8f00 aa71a04706e1Picture c8ddda9d 03f6 48b8 9680 7ba259f477d6Picture 37523e49 bad9 4dae 8fc7 1550ba0bb4e4Picture 5e4030ea 0620 4cfd 94a5 87b3533516b4Picture d7ffd491 1c31 491f af31 1791ef2d038bPicture b1ede85d cc60 4c6e a65e d9e2fc12c4adPicture bfd122ba 2c39 40a8 8974 ff63b35f26ac\n\nWir danken dir für deine Unterstützung!\n\nFür mehr Informationen zum Label bitte einmal hier klicken, oder diesen Artikel (Deutsch) oder diesen hier (French\/English) lesen. Oder trage dich in unseren Newsletter ein.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9671809673,
        "format_confidence":0.7825528979
    },
    {
        "url":"https:\/\/www.dressingroomwest.com\/copy-of-about-the-room",
        "text":"Inventory is constantly changing, but includes stunning gown styles from the following designers:\n\n\n\nDavid Tutera\n\n\nJustin Alexander\n\nLa Sposa\n\nLillian West\n\nRosa Clara\n\nStella York\n\n\nAll of our dresses are new, with their original tags. The dresses come to us directly from bridal designers who need to make room for new styles or from bridal boutiques liquidating their inventory. We do not consign or buy pre-worn bridal gowns.\n\nBecause of our existing relationships, we have access to gorgeous dresses at amazing prices and can provide our brides with unparalleled options and discounts.\n\n\nWe're open by appointment Tuesday - Saturday. Call or email us now to find your dream dress!",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9964308739,
        "format_confidence":0.9231746197
    },
    {
        "url":"https:\/\/www.lasfingejeans.it\/site\/scarpa-2\/?shared=email&msg=fail",
        "text":"﻿ Jeans Roma - Scarpa - Jeans Roma - La Sfinge Jeans and casual\n\n\nImagining the shape of things to come. This seems to be the story of SCARPA and of the Parisotto family, a story that is seventy years long. A path rich in memories, traditions and experiences now focussing on the future where nature, fun and uniqueness are the reference points to detect tomorrow’s winning products, for “no place is far”.\n\nGoing over the company history is like travelling through the evolution of Italian society in the last seventy years while discovering the remarkable intuition and special sensitivity of the Parisotto family, a family driven by the ambition to transform mountain and working boots, useful products in their own rights, into cult objects, the symbols of Italy at its earnest: performing, refined and wholesome. In the beginning there was craftsmanship and slowly maturing skills owing to determination, the accumulation of technical and managerial competence, actions dominated by a strong sense of time. In the old days becoming a master took long years, lots of passion and an innate ability to create an emotion: this is what SCARPA’s work is all about: the seduction of the unexpected.\n\nSCARPA: the roots of a dream.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9079633355,
        "format_confidence":0.8961079121
    },
    {
        "url":"http:\/\/www.distaff.org\/",
        "text":"About Distaff\n\nDISTAFF (Discussion, Interpretation, and Study of Textile Arts, Fabrics, and Fashion) was founded in 1997 by Gale R. Owen-Crocker and Robin Netherton to bring together participants at the major medieval congresses who are interested in medieval dress and textiles. DISTAFF sponsors sessions and exhibitions on dress and textiles at the International Congress on Medieval Studies at Kalamazoo, Michigan, in May, and at the International Medieval Congress at Leeds, England, in July.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.5565107465,
        "format_confidence":0.9872267842
    },
    {
        "url":"http:\/\/diamondnailssalon.com.au\/",
        "text":"Best Service. Best Prices. Best Results.\n\nCome and experience our high quality service that will leave you looking and feeling your absolute best.\n\nWhether you are new to us or have been coming for years, you can be sure to receive the warmest welcome and the best results every time. \n\nGet your next manicure, pedicure, dipping service (SNS), lash and brow tint and wax here at Diamond Nails.\n\nRead Our Top Stories",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9936042428,
        "format_confidence":0.8135532737
    },
    {
        "url":"https:\/\/www.tsnn.com\/cosmoprof-north-america-formerly-beauty-barber-supply-institute-inc",
        "text":"\nCosmoprof North America is the most comprehensive and international professional beauty industry show on the continent.\nDataSite Event date\n\nPartner Voices\n\nAtlantic City is a hidden gem along the New Jersey shoreline, offering visitors much more than a seaside destination. As Atlantic City has gone through numerous transitions, the destination is in the midst of the dawn of a new era, drawing from its rich history to meet the demands of the future.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.868737638,
        "format_confidence":0.6379597187
    },
    {
        "url":"http:\/\/www.kasavukadaonline.com\/?main_page=index&cPath=65_87",
        "text":"• Traditional Wear\n  • Kerala Traditional Dresses\n  • Set Mundu\n  • Mundum Neriyathum\n\nGrandeur Collections\n\nWelcome to Kasavukada\n\nKasavukada is a glorious tradition which Malayalees follow as a passionate dream which we want to keep forever in the golden casket of our heart. The Kasavu fabrics which are majestic and magnificent and of high quality are available at reasonable price only at the show rooms of Kasavukada. In every thread of fabric, we make and distribute through show rooms all over Kerala, the sacred tradition and the artistic talent are meticulously blended. We always respect the faith of the clients, place in our product.\n\n\n“The product quality is the real growth of our firm.The product we sell in our showrooms are of good stuffs,So the coustomer fully satisfied with our product and our Brandname. ”\n\nBranch Manager, Trichur Showroom\nView All »",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9566881657,
        "format_confidence":0.7994530201
    },
    {
        "url":"https:\/\/www.ogiersguernsey.com\/",
        "text":"Local. Quality. Ogiers.\n\nA feast of fashion and footwear in the heart of St. Martins.\n\n\nOgiers started in 1967 and is a family run business, passionate about bringing good quality clothing, shoes and accessories to customers. Ogiers sits in the heart of the St.Martins village with parking in front of the shops and round the back. We have 3 departments one for ladies one for men and one shoe shop.\nTo find out more about ogiersguernsey visit our About page, or simply pop to St.Martins yourself and say hello!\n\nSubscribe to Our Newsletter\n\nYou will be the first to know about new seasonal stock and exclusive newsletter deals and discounts!\n\nThanks for submitting!\n\nOpening Hours\n\nMonday - Saturday: 9am - 5pm\n\nSunday: Closed",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9638393521,
        "format_confidence":0.9577844143
    },
    {
        "url":"http:\/\/myvestige.com\/truman\/about.html",
        "text":"about us\n\nTruman is a comprehensive premium and exclusive range of Men’s grooming products for skin, hair and personal care. It celebrates the best in true manhood - that is also where its name comes from. Truman is tribute to noble masculinity, but rendered in a modern context. Truman is proudly masculine, tough and yet suave; sexy as well as chivalrous and most importantly, always well groomed from head to toe.\n\nThe Truman crest denotes royalty.\n\nTruman’s identity is a unique blend of nobility, tough masculinity, timeless elegance and modernity.\n\nTruman is the ultimate symbol of the well-groomed man, one of the keys to success in life.\n\nNo man who wants to succeed can do without Truman.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9885972142,
        "format_confidence":0.9843705297
    },
    {
        "url":"https:\/\/www.pierrepoisson.com\/pages\/about-us",
        "text":"About us\n\nGraduated in 1981 from College Marie-Victorin in Montreal, it has been more than 30 years now that Pierre Poisson has been evolving in the fashion and clothing industry. Thirty years of century of experimentation and evolution have led Pierre Poisson to touch several facets of the profession; sometimes designer, sometimes cutter, patternmaker, costumer, entrepreneur, merchant or craftsman.\n\nOver the past ten years, adding to his production of regular size, Pierre Poisson has been working to give plus size women original and good quality clothing. The clientele enjoys the chic and comfort of the creations. The brand Poisson is also distinctive by the selection and use of materials and original embroidery rarely offered to plus-size customers. Pierre Poisson shirts and jackets have that much-appreciated French look; turn up the collar, flip the cuffs and voila!\n\nThe products of Pierre Poisson are handcrafted in Montreal: fabrics are individually cut and sewn from start to finish by the same dressmaker. The buttons are sewn by hand and pressing is carefully executed. A true artisan approach.\n\nOver the years, Pierre Poisson has won several regional awards, in Canada and abroad, including the 1989 Woolmark Awards (Toronto). He was also a finalist at the 1987 Japan Fashion Design Contest (Tokyo).\n\nSince few seasons, Pierre Poisson is offering more regular size style and also a new line of fabrics accessories such as scarfs, fabrics bags, hats and sleepers made with the left over fabrics from his main production. For more then 10 years now, Mr. Poisson has been meeting his customers directly at high hand craft shows in Toronto, Ottawa, Montreal and Quebec city, those opportunities enhance the understanding of the challenges encountered by plus-size women and their way of dressing.\n\nThe entire Poisson Design team thank you your interest, and wish to develop a simple, sustainable and friendly relationship with you.\n\nPierre Poisson\n\nPierre Poisson",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9862063527,
        "format_confidence":0.9504523873
    },
    {
        "url":"https:\/\/www.whistlenflute.com\/",
        "text":"• Managing Director Mr Sert Halil, is the youngest of five brothers and one sister and is now running the family business which started in 1972 by his father and mother in Hackney East London. The business expanded in 2006 to include The Laundry Lounge next door. All eight family members have contributed to what is Whistle ’n’ Flute today. Read More...\n\n  • Our Services\n\n  • Dry Cleaning\n    Dry Cleaning\n  • Alterations & Repairs\n    Alterations & Repairs\n  • Casual & Formal Wear\n    Casual & Formal Wear\n  • Shirt Service\n    Shirt Service\n  • Wedding Dresses\n    Wedding Dresses\n  • Curtains & Upholstery\n    Curtains & Upholstery\n  • Silks & Delicates\n    Silks & Delicates\n  • Leathers & Suedes\n    Leathers & Suedes",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.7257934809,
        "format_confidence":0.9328979254
    },
    {
        "url":"http:\/\/www.haircolorstudio.net\/locations",
        "text":"The Hair & Color Studio\n\nThe Hair & Color Studio is a Paul Mitchell Focus Salon specializing in Color, Foil, Haircuts & all aspects of hair styling. Our mission is to make our guests look & feel amazing! Call us today let us make your day!\n\n\n\nThe hair & color studio\n\nA Paul Mitchell Focus Salon\n\n\n\n276 Main Street\nGloucester MA 01930\n\n &nbsp; Source",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9936615229,
        "format_confidence":0.8195460439
    },
    {
        "url":"https:\/\/www.linzijay.com\/",
        "text":"Linzi Jay\n\nSupplying bridal retail for 20 years\n\nLinzi Jay are a leading manufacturer and supplier of Bridal Accessories, Bridesmaids dresses and Communion wear to bridal and childrenswear retailers in the UK, Europe & Worldwide. \n\nWe hope that you enjoy viewing our products, and if you are a bride to be, bridesmaids to be, parent or grandparent with a communion approaching please enjoy looking at our web site and use our filter system to narrow down your requirements. We do not sell direct to the public so in order to buy our products please select the Find a stockist function to locate a store in your area who will be able to supply you with more information, prices and to arrange a fitting if necessary.\n\nIf you a retailer looking for further information please click here for further details or contact us directly for more information via our contact page.",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9759823084,
        "format_confidence":0.9592781067
    },
    {
        "url":"https:\/\/donato.ca\/",
        "text":"What can we do for you today?\n\nPlease select any one of our service offerings\n\nSynonymous with beauty and fashion, Donato Salon + Spa is continuously on the cutting-edge of creative and progressive hair design. A talented team of artists led by stylist and entrepreneur John Donato, the salon boasts a staff dedicated to the education and advancement of hair styling.\n\nAbout John Donato\n\nAt the forefront of the fashion and beauty industry and the creative mind behind three Donato Salon + Spa locations in Toronto, Canada.\n\nJohn_Donato_B&W_2John Donato, has long been recognized for his vision and accomplishments while exemplifying the definition of true entrepreneur. From visionary to stylist extraordinaire, John is the go-to-guy of photographers, editors and celebrities worldwide. With an easy-going nature and a vision that far exceeds anyone’s expectations, John takes both men and women from simple to stunning.\n\nRead More",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9959005713,
        "format_confidence":0.9763329625
    },
    {
        "url":"https:\/\/chocolate-skincare.com\/about-us\/",
        "text":"About Chocolate Skincare\n\nChocolate Skincare blog by Cocoage Cosmetics\n\n\nChocolate Skincare is a skincare & beauty blog dedicated to the remarkable anti-aging benefits of chocolate for your skin.\n\nTurns out chocolate is not only delicious and tantalizing… it’s also a revitalizing marvel for your face and entire body.\n\nIf you’ve ever dreamed of slathering chocolate all over your body, now you can – try a chocolate body lotion or chocolate body butter to start!\n\n\n  1. Chocolate Reduces Fine Lines & Blemishes: Chocolate is heavy in polyphenols, which actively repair and regenerate the cells of the skin, directly combating the signs of aging such as fine lines and wrinkles.\n  2. Chocolate Makes Your Skin Youthful & Glowing: These polyphenols, along with the omega-6 fatty acids that are abundant in chocolate, play another important role in skin health, as well. They enhance the flow of blood through the vessels of the body.\n  3. Chocolate is a Wonderful Moisturizer: The omega-6 fatty acids in chocolate also give it incredible nourishing properties to keep the skin well-hydrated and moisturized.\n  4. Chocolate Helps Lighten Hyperpigmentation Quickly: Because chocolate helps protect your skin from the the sun’s UV rays, it can prevent dark spots. And its antioxidants help lighten them quickly too – you can try a mask, moisturizer, or dark spot corrector for best results.\n\nIntroducing Cocoàge Cosmetics\n\nCocoàge Cosmetics — the brains behind this Chocolate Skincare blog — is a chocolate & gold-based skincare line that will help you bring your skin back to its golden days naturally. Say goodbye to the surgeons and hello to a luxurious line of cosmetics fit for royalty.\n\nFrom everyday cleansers to toners and moisturizers, all the way to body scrubs and deep-treatment masks, all our products are crafted with Cacao Extract and pure 24K Gold for an experience like no other.\n\nThe rich and luscious cosmetics formulas from Cocoàge beam a laser focus on skin imperfections to help you achieve the appearance you crave — and deserve.\n\nEvery single one of our products was created by a team of cosmetic chemists and product developers with decades of experience in the beauty industry. The goal? For you to transform your skin while experiencing pleasure and luxury.\n\nVisit Cocoàge Cosmetics here",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9773978591,
        "format_confidence":0.8984529376
    },
    {
        "url":"http:\/\/hain-celestial.ca\/OurBrands\/Jason",
        "text":"Blazing the natural trail\n\nJĀSÖN® was born in California in 1959 when a group of independent thinkers sought to establish a new kind of personal care for themselves and their families. Taking the name JĀSÖN®, which means “Healer” in Greek, they rejected harsh, risky chemicals. Instead, they blended simple, healing ingredients to create soaps and lotions crafted according to the JĀSÖN® Code of Honor:\n\n• Select safe, gentle and effective ingredients\n\n• Rigorously test every formula to ensure safety and efficacy\n\n• Never test on animals\n\n• Constantly innovate and improve.\n\nFor over 50 years the makers of JĀSÖN® products have kept this code and committed themselves to the idea of wholesome personal care solutions that are safe for us, our families, and our planet.\n\nAbout Jason - Products shot\n\n\nWhile the big companies mixed new chemicals to create:\n\n  • Perfumed skin creams that promised miracle results\n  • Petroleum hair gunk for that swell greaser look\n  • Shellacking hairspray for helmeted ladies’ hairdos\n  • A group of independent thinkers drew upon the pioneering spirit that was so much a part of their California heritage and set out on a road of rediscovery. Theirs was a path back to natural ingredients proven safer and proven to work together in naturally effective ways.\n\n    And so the JĀSÖN® (which means \"healer\" in Greek) brand was born.\n\n    Natural ingredients were rounded up…\n\n  • Like Apricot Oil and Wheat Protein for a naturally aromatic shampoo that cleans gently.\n  • Natural Aloe Vera and Vitamin E for a hydrating body lotion that soothes and smoothes the skin.\n  • Powerful Peppermint Oil and natural Bamboo powders for a whitening toothpaste that freshens and brightens your smile.\n  • The JĀSÖN® team meticulously created body loving products - at first just for their own family and friends - staying true to the JĀSÖN® Code of Honor:\n\n    • Select safe, wholesome, natural ingredients\n    • Rigorously test every formula to ensure safety and efficacy\n    • Never test on animals\n    • Constantly innovate and improve\n    • As one generation has given way to the next, JĀSÖN® products have remained on the path forged by the brand’s founders, committed to discovering even more ways to offer personal care solutions safer for us, our families and our planet.\nJason Story - Happy Family\n\nLove an ingredient?\n\nAloe Vera…Apricot…Lavender…Tea Tree…Vitamin E…there’s a JĀSÖN® product for you.\n\nWhy we love Aloe Vera \n\nHydrating, soothing Aloe Vera provides both cosmetic and therapeutic benefits. It has been used for generations to relieve dry skin and soothe discomfort caused by sunburn and minor skin irritations. Derived from the leaf, it’s rich in vitamins, minerals, amino acids, enzymes and humectancts. With use, this calming, smoothing, natural ingredient can help nurture skin back to its healthy-feeling best.\n\nProducts featuring Aloe Vera:\n\nWhy we love Apricot   \n\nApricot Kernel Oil, derived from the seeds of the luscious Apricot fruit, is a light non-greasy oil that’s also rich in antioxidant Vitamin E as well as essential fatty acids. With these dual properties, we add it both to facial products to smooth and brighten skin as well as to hair formulas to add a healthy shine.\n\nProducts featuring Apricot:\n\nWhy we love Lavender \n\nLavender, which comes from the flowering plant, has both antiseptic and anti-inflammatory properties. It has been used for centuries to treat various skin disorders and inflammations. The relaxing Lavender scent is routinely used in aromatherapy to calm and soothe the senses. You’ll find this essential ingredient in many JĀSÖN skin and hair products.\n\n Products featuring Lavender:\n\nWhy we love Tea Tree \n\nTea Tree Oil is a natural anti-fungicidal and antibacterial agent produced by steaming tea tree leaves and then squeezing the oil out. The resulting oil is an excellent natural remedy for skin ailments and irritations, including blemish flare-ups. It is also a much loved mouthwash ingredient, known to treat fungal infections of the mouth and throat. You’ll find this hard working natural ingredient in many JĀSÖN products.\n\nProducts featuring Tea Tree:\n\nWhy we love Vitamin E \n\nVitamin E naturally conditions to promote smoother, healthier skin and hair. Derived from wheat germ and\/or vegetable oils, it is one of the most well researched topical antioxidants available. It is known to help heal, rejuvenate and protect. Its lasting moisturization helps regenerate dull dehydrated skin. You’ll find this revitalizing vitamin in many of our body loving products.\n\nProducts featuring Vitamin E",
        "topic_id":8,
        "format_id":12,
        "topic_confidence":0.9861460328,
        "format_confidence":0.9472898841
    }
]