[
    {
        "url":"http:\/\/biology.duke.edu\/people\/gustavo-monteiro-silva",
        "text":"Gustavo Monteiro Silva\n\nAssistant Professor of Biology\n\n130 Science Drive, 3103 French Family Science Center, Durham, NC 27708\nCampus Box: \n130 Science Drive, Box 90338, Durham, NC 27708\nMy main research goal is to understand and be able to control how cells respond to stressful and harmful conditions, which are the underlying causes of many human diseases. To achieve this goal, I study cellular response to stress at the protein level and aim to characterize the different regulatory functions mediated by the ubiquitin-proteasome system (UPS), essential machinery involved in modulating protein dynamics. Ultimately, regulating specific UPS roles will provide new tools to increase cellular tolerance to a variety of environmental stresses, which is highly relevant for a variety of degenerative diseases. The main focus of my lab is to investigate the unprecedented regulation of translation mediated by ubiquitin. I laid the groundwork for this research investigating the ubiquitination response in the budding yeast Saccharomyces cerevisiae and we will explore the evolutionary conservation of this pathway and its function in neuronal cells. Our lab is excited to keep pushing the field forward and to use a combination of proteomics, genomics, and molecular methods to understand the mechanisms by which ubiquitin regulates translation, and ultimately, cellular response to stress.\n\n\n  • Associate Research Scientist, Center For Genomics And Systems Biology, Department Of Biology, New York University 2011 - 2017\n\n  • Ph.D., University of Sao Paulo (Brazil) 2010\n\n  • Lic., University of Sao Paulo (Brazil) 2007\n\n  • B.Sc., University of Sao Paulo (Brazil) 2004\n\nSilva, GM, Wei, W, Manohar, S, and Vogel, C. \"Identification and quantification of K63-ubiquitinated proteins in neuronal cells by high-resolution mass spectrometry.\" In Analysis of Post-Translational Modifications and Proteolysis in Neuroscience, 111-125. New York, NY: Humana Press, 2016. (Chapter) Full Text\n\nSilva, GM, and Vogel, C. \"Quantifying gene expression: the importance of being subtle.\" Molecular Systems Biology 12, no. 10 (October 2016): 885-885. Full Text\n\nda Costa, JP, Vitorino, R, Silva, GM, Vogel, C, Duarte, AC, and Rocha-Santos, T. \"A synopsis on aging—Theories, mechanisms and future prospects.\" Ageing Research Reviews 29 (August 2016): 90-112. Full Text\n\nToledo, RA, Qin, Y, Cheng, Z-M, Gao, Q, Iwata, S, Silva, GM, Prasad, ML, Ocal, IT, Rao, S, Aronin, N, Barontini, M, Bruder, J, Reddick, RL, Chen, Y, Aguiar, RCT, and Dahia, PLM. \"Recurrent Mutations of Chromatin-Remodeling Genes and Kinase Receptors in Pheochromocytomas and Paragangliomas.\" Clinical Cancer Research 22, no. 9 (May 1, 2016): 2301-2310. Full Text\n\nSilva, GM, and Vogel, C. \"Mass spectrometry analysis of K63-ubiquitinated targets in response to oxidative stress.\" Data in Brief 4 (September 2015): 130-134. Full Text\n\nSilva, GM, Finley, D, and Vogel, C. \"K63 polyubiquitination is a new modulator of the oxidative stress response.\" Nature Structural & Molecular Biology 22, no. 2 (January 26, 2015): 116-123. Full Text\n\nTchourine, K, Poultney, CS, Wang, L, Silva, GM, Manohar, S, Mueller, CL, Bonneau, R, and Vogel, C. \"One third of dynamic protein expression profiles can be predicted by a simple rate equation.\" Mol. BioSyst. 10, no. 11 (2014): 2850-2862. Full Text\n\nDemasi, M, Netto, LE, Silva, GM, Hand, A, de Oliveira, CL, Bicev, RN, Gozzo, F, Barros, MH, Leme, JM, and Ohara, E. \"Redox regulation of the proteasome via S-glutathionylation.\" Redox Biology 2 (2014): 44-51. Full Text\n\nMalvezzi, A, Higa, PM, Amaral, AT-D, Silva, GM, Gozzo, FC, Ferro, ES, Castro, LM, de Rezende, L, Monteiro, G, and Demasi, M. \"The Cysteine-Rich Protein Thimet Oligopeptidase as a Model of the Structural Requirements for S-glutathiolation and Oxidative Oligomerization.\" Edited by P Csermely. PLoS ONE 7, no. 6 (June 25, 2012): e39408-e39408. Full Text\n\nSilva, GM, Netto, LE, Simões, V, Santos, LF, Gozzo, FC, Demasi, MA, Oliveira, CL, Bicev, RN, Klitzke, CF, Sogayar, MC, and Demasi, M. \"Redox Control of 20S Proteasome Gating.\" Antioxidants & Redox Signaling 16, no. 11 (June 2012): 1183-1194. Full Text\n\n\nSelected Grants\n\nDefining the roles of ubiquitination during the environmental stress response awarded by National Institutes of Health (Principal Investigator). 2018 to 2021\n\nFellowships, Supported Research, & Other Grants",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8469890356,
        "format_confidence":0.9868048429
    },
    {
        "url":"https:\/\/lifeboat.com\/ex\/bios.rick.n.tumlinson",
        "text":"Advisory Board\n\nRick N. Tumlinson\n\nRick N. Tumlinson’s recent book is Return to the Moon. He was named one of the world’s top “Space Visionaries” and one the top one hundred most influential people in the space field by Space News, he is the cofounder of the Space Frontier Foundation, which has been called “pound for pound the most effective space organization on Earth.” From an old Texas family whose pioneering credits include helping start the Texas Rangers and fighting in the Alamo, Rick has spent his life fighting to open the space frontier.\nThe son of an Air Force Sergeant and his English wife, he was educated primarily in England and Texas. He worked for noted scientist Gerard K. O’Neill at the Space Studies Institute, founded the New York L-5 Society, and was a key player in starting the Lunar Prospector project which discovered hints of water on the Moon. He also helped pass the Space Settlement Act of 1988, testified before President Reagan’s National Commission on Space, and was a founding trustee of the X-Prize. Over the years he has been a lead witness in six congressional hearings on the future of NASA, the U.S. space program and space tourism, including testifying before Senator John McCain and the Senate Space and Technology Committee on the Moon, Mars and Beyond program.\nTo support his activism in his early years, Rick produced the animated videos used to gain funding for the Air Force’s DC-X rocket project, the International Space University, the X-33 rocket program and the Air Force’s Space Command. He also created the first ever paid political announcement for space, which was featured on NPR’s All Things Considered. Not satisfied to just talk, write about and help get funding for projects, he has put his time and money where his mouth is. He cofounded the firm LunaCorp which produced the first ever TV commercial shot on the International Space Station for Radio Shack. He led the team which turned the Mir Space Station into the world’s first commercial space facility, and was a cofounder of the space firm MirCorp. (The story is told in the book NASA: Lost in Space.) Along the way he personally signed up Dennis Tito, the world’s first “citizen explorer”, to fly on the International Space Station, and has assisted in numerous other such projects.\nRick was also Executive Director and cofounder of the Foundation for the International Non-Governmental Development of Space (FINDS), a foundation which funded breakthrough projects and activities such as Helium 3 research, laser launch studies, and asteroid processing projects. The organization provided the first $100k in seed money for the founding of the Mars Society, operated the Cheap Access to Space Prize and supported such projects as The Watch asteroid search program. FINDS also underwrote and cosponsored a very successful series of Senate Roundtables on space issues. He founded the Permission to Dream project, which has over the years placed dozens of telescopes in the hands of schools and educational groups around the world, from Sri Lanka to Iran and Russia. In 2005 he also cofounded The Institute for Space Law and Policy, a Washington based think-tank.\nA regular contributor to the space industry paper Space News, his writings and quotes have appeared in the New York Times, Wall Street Journal, Los Angeles Times, Miami Herald, Washington Post, Reader’s Digest and dozens of other publications. He has appeared on the front page of the New York Times, has been featured in two issues of Popular Science and around the world from Britain’s conservative Economist to the People’s Daily in China. He has appeared on such television programs as ABC’s World News Tonight, and Politically Incorrect and appeared as an expert guest on the CBS Evening News with Dan Rather, CNBC’s Open Exchange and is a frequent commentator on CNN. Internationally he has appeared on TV sets from Russia to China’s CCTV and the BBC.\nIn 2004 Rick was one of only 20 guests invited by the White House to hear President Bush announce his plans to return to the Moon and explore Mars. Often a public critic of the agency, last year he joined NASA’s prestigious Lunar Exploration Analysis Group, helping behind the scenes to lay out the framework for the first human outpost on the Moon and steps towards putting humans on Mars. He has also been a consultant to the Heinlein Prize Organization, and is starting his own space firm “XTreme Space”.\nHe authored Do we go to play? Or do we go to stay?, Here We Go Again, A Giant Leap Forward – or a Giant Step Backward?, Private Industry Can Help NASA Open the Space Frontier, Return to the Moon For the Right Reasons, in the Right Way, There is No Debate Between the Moon and Mars, You Can’t Call Them Space Tourists Yet, A Goal worth Dying For, and The Third Wave of Alternative Space.\nRick is known as one of the best speakers in the field of space. His stirring and freewheeling talks range from critiques and discussions of current national space policy, to the presentation of a “Frontier” ideology for opening space, to the how and why of returning to the Moon, to a deeply spiritual discussion of our place in the universe, the search for other life and the reasons we are reaching for the stars.\nListen to Rick on The Space Show hosted by Dr. David Livingston. Listen to him on American Antigravity and on Hour 25.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9788224101,
        "format_confidence":0.9756236076
    },
    {
        "url":"https:\/\/engineering.illinois.edu\/directory\/faculty\/m-nayfeh",
        "text":"Faculty Profile\n\nMunir H Nayfeh\n\nMunir H Nayfeh\nMunir H Nayfeh\n407 Loomis Laboratory MC 704\n1110 W. Green St.\nUrbana Illinois 61801\n(217) 333-3774\n\nPrimary Research Area\n\n  • Cross-cutting Physics\n\n\n  • Ph.D., Physics, Stanford University, 1974\n\n\nProfessor Munir Nayfeh received his bachelor's and master's degrees from the American University of Beirut in 1968, and 1970, respectively. He earned a Ph.D. in physics from Stanford University in 1974. He served as a postdoctoral fellow and research physicist at Oak Ridge National Laboratory from 1974-1977, and as a lecturer at Yale University in 1977, before joining the physics faculty at the University of Illinois in 1978.\n\nFollowing his arrival at the UIUC, Professor Nayfeh developed an active experimental program to study the multi-photon (nonlinear) dissociation of molecules as a means to enhance dissociation selectivity. He was the first to demonstrate isotope separation using this process. He was also the first physicist to examine the behavior of hydrogen molecules in intense laser fields, and his seminal work in this area initiated a whole new area of research in molecular Coulomb explosions.\n\nIn the past few years, Professor Nayfeh has pursued two separate lines of research: (1) a theoretical program focusing on the role of classical chaotic dynamics in hydrogen atoms rendered essentially one-dimensional in the presence of very strong dc electrical fields; and (2) an experimental program he has termed \"writing with atoms,\" in which the spatial selectivity of the electric field in a scanning tunneling microscope (STM) is combined with the frequency (energy) selectivity of a laser to deposit fine patterns with nearly atomic resolution on a variety of substrates at room temperature. Dr. Nayfeh was solely responsible for the conception and development of this innovative technique.\n\nMost recently, Professor Nayfeh has investigated the fabrication and the analysis of nanometer-scale structures by employing STM to study hysteresis effects in the formation of matter. This work provides physical insights on the fundamental nature and interactions of solids at nanometer\/atomic scales, and it has significant implications for near-term technological applications in nanoelectronics and photonics .\n\nFor more information\n\nResearch Statement\n\nSearch for Quantum Chaos\nWe are studying the question of the existence of chaotic behavior in quantum mechanical systems whose classical analogs are known to be nonintegrable and exhibit chaotic behavior. The system that we use is the interaction of low-frequency, high-power microwave radiation with one-dimensional hydrogen atoms. These atoms are prepared by laser excitation of atomic hydrogen in the presence of strong dc electric fields.\n\nWriting with Atoms\nThe project aims at achieving selective deposition of single atoms on surfaces with very high resolution that may reach atomic dimensions. Tunable lasers photodissociate molecules and highly excite the atomic fragments in the field of the sharp needle of a scanning tunneling microscope, which ionizes and guides the atoms to the surface.\n\nPreparation and Characterization of Porous Silicon\nThe project focuses on the preparation and characterization of the newly discovered optically active porous silicon. The studies include topographical, compositional, structural, optical, electrical, and chemical characterizations. These characterizations are correlated with conditions of preparation and with stability under different conditions.\n\nAtomic Electronics\nUsing scanning tunneling microscopes augmented by laser radiation, this project aims to develop a new kind of electronics (atomic electronics), one that relies on quantum mechanics and the movement of single particles, with the purpose of one day producing devices many times faster and smaller than anything available today. In the project, atomic scale (nanometer scale)-fabricated structures will be embedded in the gate area of micron scale Si\/SiO 2 metal-oxide-semiconductor field effect transistors (FET) and GaAs\/AlGaAs high-electron-mobility transistors.\n\nResearch Areas\n\nSelected Articles in Journals",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.848079145,
        "format_confidence":0.9759413004
    },
    {
        "url":"https:\/\/www.nespthreatenedspecies.edu.au\/people\/anna-hopkins",
        "text":"Dr Anna Hopkins\n\nEdith Cowan University\n\nAnna is a lecturer in conservation biology and environmental science at Edith Cowan University and the Centre for Ecosystem Management. Her research focus is fungal ecology, and she has experience working with soil microbes, wood decay fungi and invasive forest pathogens in eucalypt and other broadleaved forests and pine plantations in both Australasia and Scandinavia.\n\nAnna's recent interests include understanding the link between mycorrhizal fungi, fauna conservation and plant ecology, and using high throughput sequencing to understand how microbes respond to and recover from disturbances such as climate change, fire, urbanisation and mining.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.872723043,
        "format_confidence":0.9896770716
    },
    {
        "url":"http:\/\/chemicalprobes.org\/ali-tavassoli",
        "text":"Ali Tavassoli\n\nbio wrapper\n\nheadshot column\n\nbio sketch column\n\nAli is professor of chemical biology at the University of Southampton, where he leads an interdisciplinary team of scientists whose efforts are focused on the development of novel chemical tools that enable new insight into the role of protein-protein interactions in cell biology and are a starting point for new therapeutics. Using a genetically encoded platform to screen libraries of several million cyclic peptides, his lab has developed several first-in-class inhibitors of therapeutically relevant protein-protein interactions, and is working with industrial partners to develop these compounds towards the clinic.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9898684025,
        "format_confidence":0.9841883183
    },
    {
        "url":"https:\/\/www.researchgate.net\/researcher\/33260544_Zhian_Hou",
        "text":"Zhian Hou\n\nEast China University of Science and Technology, Shanghai, Shanghai Shi, China\n\nAre you Zhian Hou?\n\nClaim your profile\n\nPublications (1)2.98 Total impact\n\n  • [Show abstract] [Hide abstract]\n    ABSTRACT: A isocratic, selective, accurate and stability indicating HPLC method of analysis of nelfinavir mesylate both as a bulk drug and in formulations was developed and validated. A CN chromatographic column (250 mmx4.6 mm, 5 microm) was used for the separation at 40 degrees C. The mobile phase consisted of a mixture of acetonitrile (MeCN) and 25 mM monobasic ammonium phosphate (containing 25 mM triethylamine, pH 3.4 with phosphate acid) (40:60, v\/v) was delivered at a flow rate of 1.0 ml\/min with detection at 210 nm. The developed method was validated in terms of selectivity, linearity, limit of quantitation, precision, accuracy and solution stability. As the proposed LC method achieved satisfactory resolution between nelfinavir mesylate, its degradation products, intermediate product possibly present in nelfinavir drug substance and other impurities in the end product before refining in the final step of synthetic process, it can be employed as a stability indicating one, used for the synthetic process control and determination of nelfinavir mesylate in pharmaceutical preparations.\n    No preview · Article · Jul 2006 · Journal of Pharmaceutical and Biomedical Analysis",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.8078026175,
        "format_confidence":0.5241782069
    },
    {
        "url":"https:\/\/www.ted.com\/speakers\/sean_gourley",
        "text":"\n\nWhy you should listen\n\nSean Gourley's twin passions are physics (working on nanoscale blue-light lasers and self-assembled quantum nanowires) and politics (he once ran for a national elected office back home in New Zealand).\n\nA Rhodes scholar, he's spent the past five years working at Oxford on complex adaptive systems and collective intelligent systems -- basically, using data to understand the nature of human conflict. As he puts it, \"This research has taken me all over the world from the Pentagon, to the House of Lords, the United Nations and most recently to Iraq\". Originally from New Zealand, he now lives in San Francisco, where he is the co-founder and CTO of Quid which is building a global intelligence platform. He's a 2009 TED Fellow.\n\nIn December 2009, Gourley and his team's research was published in the scientific journal Nature. He is co-founder and CTO of Quid.\n\nSean Gourley’s TED talks\n\nMore news and ideas from Sean Gourley\n\n\n5 unconventional maps to get lost in\n\nSeptember 18, 2013\n\nFrom the earliest days of human exploration we’ve made progressively more accurate and sophisticated maps. Maps help us find our way around the world we live in. Maps help us get to our destination. Maps keep us from becoming lost. But what if you have no destination? What if becoming lost is the point? Well, […]\n\nContinue reading\n\nTED Fellow Sean Gourley published in Nature\n\nDecember 16, 2009\n\nTED Fellow Sean Gourley spoke at TED University 2009 about the mathematics of war — how he and his team of mathematicians, physicists and computer scientists uncovered a strong mathematical relationship linking the fatality and frequency of insurgent attacks. Today, TED is absolutely thrilled to tell you that this research has been published in the […]\n\nContinue reading\n\nThe week in comments\n\nMay 9, 2009\n\nThis week’s comment round-up is a tribute to’s spiffy new commenting system, that lets you rate others’ statements up or down and have threaded conversations! Rather than using our own editorial tastes to select comments, today we’ve let you, the community, pick your top 5. Here are the highest rated comments on each talk […]\n\nContinue reading",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.9607296586,
        "format_confidence":0.9240832925
    },
    {
        "url":"http:\/\/www.lsa.umich.edu\/ummaa\/about\/history\/charlesloringbrace_ci",
        "text":"Charles Loring Brace\n\n\nProfessor Brace received his B.A. degree in Geology from Williams College (1952), and his M.A. (1958) and Ph.D. (1962) in Anthropology from Harvard University. Professor Brace joined the University of Michigan Museum of Anthropology and Department of Anthropology in 1967, as Associate Curator of Human Osteology and Associate Professor of Anthropology. He progressed through the ranks, becoming Professor and Curator in 1971, and retired from the University in June 2008.\n\nLoring Brace is a leading scholar in biological anthropology, with research interests spanning from our species’ earliest evolution through modern scientific understandings of race. Throughout his distinguished career, Brace has been a consistent advocate for the application of a Darwinian perspective to major questions in biological anthropology, a perspective made manifest in more than 190 academic publications. Loring’s early work explored the number of species of early humans in the fossil record, and has championed the view that the Neanderthals are ancestral to modern humans. He pioneered the use of quantitative metric data to investigate human evolutionary relationships, with a particular interest in understanding how changes in culture have affected human anatomy over the past two million years. He has explored these questions through research on museum specimens in Europe, China, Japan, Indonesia, and the United States. Professor Brace has been a strong and important voice in critiquing and challenging simplistic biological notions of race, most recently in his 2005 book Race is a Four-Letter Word (Oxford University Press). These and other accomplishments were honored in 2006 when the American Association of Physical Anthropologists presented Professor Brace with its prestigious Charles Darwin lifetime achievement award. Along with his important contributions to scholarship and teaching, Dr. Brace had devoted himself to communicating with a broader public, by publishing in popular media and through public debates with proponents of creationism and intelligent design. In this, he is both an advocate and an exemplar for the importance of public engagement by leading scientists.",
        "topic_id":19,
        "format_id":14,
        "topic_confidence":0.7392223477,
        "format_confidence":0.9348966479
    }
]