[
    {
        "url":"http:\/\/www.edinburghguide.com\/festival\/2005\/galleries\/galleries.shtml",
        "text":"Edinburgh : A&E : Festivals : Galleries\nlink to festival home page\nYou are in the Edinburgh International Festival Section\n\nEdinburgh Art Festival 2005\n\nThe Edinburgh Art Festival piloted for the first time last year, represents over thirty galleries and runs concurrently with Edinburgh’s other major festivals in August. The New Projects fund has been created to support the work of existing galleries and artist-led organizations as well as to assist with the commission of new projects\n\nThe Edinburgh Annuale, the Annuale highlights Edinburgh's artist-run projects during the festival month of August with the aim of championing art in Edinburgh as it emerges from the grass roots. The Annuale will produce a catalogue which will act as a guide to artist-run exhibitions and events in the capital. The Edinburgh Art Festival has also been able to assist Inverleith House with the running of a visitors’ bus to Ian Hamilton Finlay’s garden Little Sparta, to tie in with the exhibitions running at Inverleith House, The Ingleby Gallery and The Scottish Poetry library which celebrate the artist’s 80th birthday.\n\nThe Edinburgh Art Festival is supported by the Scottish Arts Council, The British Council and Edinburgh City Council.\n\n· The Following list of over 30 galleries were selected to participate in the Edinburgh Art Festival 2005 are: (listed alphabetically)\n\nAmber Roome Contemporary Art\n\n75\/79 Cumberland Street, 0131 558 3352\n\ntwo shadowy figures, passing each other\n\nJackie Anderson\n(figurative painting), 11 Aug – 8 Sept.\n\nWed-Sat 11am-6pm, Admission free\n\nFor more information Contact Amber Roome mail@amberroome.co.uk\n\n\nAssembly Rooms\n\n54 George Street, 0131 226 2428\n\nDavid Begbie: Light Line & Form – an installation, 5-29 Aug\n\nOpen daily 10am-10pm, Admission free\n\nFor more information Contact Sheilagh Tennant, artruist@blueyonder.co.uk\n\nAurora at Cell 77\n77 Montgomery Street\n\nMultimedia contemporary art event featuring artist-led initiatives Enso, Found and Glasgow DC\n\nSee website for programme\n\n6 Aug 7-11pm, 7 Aug 1-5pm (workshop at 2pm)\n\nFor more information Contact Ruth Beale, ruth_beale@hotmail.com\n\n\nBourne Fine Art\n6 Dundas Street, 0131 557 4050\n\nAlexander Nasmyth landscape painting at Bourne Fine Art\n\nAlexander Nasmyth\n: His Circle and Times, 4 Aug – 3 Sept.\n\nMon-Fri 10am – 6pm, Sat 11am – 4pm, Admission free\n\nFor more information Contact Emily Walsh emily@bournefineart.co.uk\n\nor Sarah Dallas, sarah@bournefineart.com\n\n\nCity Art Centre\n2 Market Street, 0131 529 3993\n\nMon-Sat 10am-5pm, Sun 12pm-5pm, Admission Free\n\nLooking Both Ways: Art of the Contemporary African Diaspora, features the work of twelve African born contemporary artists now living in Western Countries.\n\n18 June – 11 Sep\n\nModern design library building\n\nBibliotheca Alexandrina\n, a study of this new library which is an important meeting place between Islamic and Christian cultures, 1 July – 11 September\n\nShowstoppers: Scottish Art 1750 – 2005, celebrating 25 years of the City Art Centre, 14 May – 11 Sept.\n\nFor more information Contact Eithne Ní Chonghaile eithne.nichonghaile@edinburgh.gov.uk\n\n\nCollective Gallery\n22-28 Cockburn Street, 0131 220 1260\n6 Aug – 24 Sep, Tue – Sun, 10am – 6pm (August), Tue – Sat, 12 – 5pm (September), Admission free.\n\nDaria Martin with a mask and sign saying Man and Mask\n\nDaria Martin – Man and Mask - Galleries 1 & 2\n\nGates of Ades\n\nKate Owens – Hero of the Two Worlds - Project Room\nAlso showing:\nKate Owens (off-site project)\nGates of Ades, Venue: to be confirmed, please contact the gallery\n30 Jul – 28 Aug, Wed – Sun, 12 – 6pm\nA new off-site installation that will aim to provoke divine aspirations from over 1000 bottles of fizzy pop.\nFor more information Contact Sarah Munro mail@collectivegallery.net\n\n\nDean Gallery\n73 Belford Road, 0131 624 6200\nHenri Cartier-Bresson, 6 Aug - 23 Oct., 10am-5pm £5\/£3.50\n\nOnly UK venue\n\nSponsored by Lloyds TSB Scotland, In association with Bentley Edinburgh\n\nFor more information visit\n\n\n11 Gayfield Square, 0131 558 7110\n\nClaire Barclay, 5 Aug - 17 Sept. Tue-Fri 11am-6pm, Sat 12pm-5pm, closed on Tues in Sept., Admission free\n\nFor more information Contact Susanna Beaumont mail@doggerfisher.com www.doggerfisher.com\n\nEdinburgh College of Art\n\nLauriston Place, 0131 221 6000\n\nLine of jagged metal on carpets\n\nJannis Kounellis\n– in collaboration with the Scottish National Gallery of Modern Art - first ever exhibition in Scotland, 14 Aug - 18 Sept., 10am-5pm daily, Thurs 25 Aug open 10am-8pm, Admission free\n\nFor more information Contact Exhibitions, exhibitions@eca.ac.uk\n\n\nEdinburgh Printmakers\n\n23 Union Street, 0131 557 2479\n\nPractice and Process – a CEL scotland exhibition, 30 July – 17 Sept. Tues-Sat 10am-6pm, Admission free\n\nThe latest multiples by some of Scotland’s leading artists including Martin Boyce, Katy Dove, Graham Fagen, Kenny Hunter, Callum Innes, Dave Sherry and Alan Shipway\n\nFor more information Contact Sarah Manning Cordwell\n\n\n\nEdinburgh Sculpture Workshop\n23 Hawthornvale, 0131 551 4490\n\n20-27 Aug, 10am-5pm daily, Admission free\n\nEdinburgh Sculpture Workshop\n\nMagazine 2005 (annual show by 20 artists representing the current breadth of activity in Scottish contemporary art)\nFor more information Contact Irene Kernan admin@edinburghsculpture.org\n\n\nThe Embassy\n79 East Cross Causeway, 0131 667 2808\n\n13 Aug – 3 Sept., Thurs-Sun 12pm – 6pm, Admission free\n\nThe Boyle family lying on a huge map of the world spread out on the floor\n\nExhibition of collaboratively-made works\n, Including work by Corey Arcangel, The Boyle Family, Luke Fowler, Babak Ghazi, John Mullen and Lee O’Connor, Christo Wallers and Matthew Fleming\n\nFor more information Contact The Embassy Gallery info@embassygallery.co.uk or www.embassygallery.co.uk\n\nE m e r g e D Edinburgh\nSt James Shopping Centre, Unit 71\n\n6-28 Aug., Mon-Fri (excl Thurs) 9am-6pm, Thurs 9am – 8pm, Sun 11am-5pm\n\n08\/05 EmergeD gallery logo\n\n‘[08\/05]’ Offisite installations - local and international artists will create temporary interventions in orphaned spaces throughout the city.\n\nFor more information Contact Kirsten Lloyd kirsten@emerged.net\n\n\nThe Fruitmarket Gallery\n\n45 Market Street, 0131 225 2383\n\nBlack dotty rainbow over the edinburgh castle\n\nCai Guo-Qiang, Life Beneath the Shadow, 30 July – 25 Sept., 10am-7pm daily, 4-25 Sept., Mon-Sat 11am-6pm, Sun 12-5pm, Admission free\n\nAlso showing at:\n\nScottish National Portrait Gallery, 30July- 11 Sept - Exhibition of gunpowder portraits\n\nEdinburgh Castle, 29 July, 7pm - Black Rainbow: Explosion Project for Edinburgh\n\nFor more information Contact Annie Woodman annie@fruitmarket.co.uk www.fruitmarket.co.uk\n\nIngleby Gallery\n\n6 Carlton Terrace, 0131 556 4441\n\nWheelbarrow - 28 Juillet 1794\n\nIan Hamilton Finlay\n– L'Idylle des Cerises, 29 July – 17 Sept. Mon-Sat 10am-6pm, Admission free\nFor more information Contact Richard Ingleby or Caroline Broadhurst info@inglebygallery.com\n\n\nInverleith House\nRoyal Botanic Garden\n, 20a Inverleith Row, 0131 248 2849\n\nIan Hamilton Finlay ‘Sentences’, 29 July – 23 Oct, 10am-5.30pm daily during the festival otherwise closed Mon, Admission free\n\nPlus regular bus tours to Little Sparta on Wed and Sat from 30 July – 10 Sept.- Further info on 0131 248 2983\n\nFor more information Contact Paul Nesbitt, p.nesbitt@rbge.org.uk\n\n\n10 Bruntsfield Avenue, 0131 229 9506, Admission free\n\npixellated face\n\nTwo film screenings by Ulay\/Abramovic, Corey Arcangel, David Panos and Charles and Ray Eames.\n\nScreening 1: Thurs 18 Aug, 8-9.30pm, Screening 2: Thurs 25 Aug, 8-9.30pm\n\nFor more information Contact kimehcoleman@gmail.com\n\n\nMerz Gallery\n\n87 Broughton Street, 0131 558 8778\n\nNaked Japanese man standing on scales\n\nIimawashi - contemporary art from Japan featuring the work of fifteen artists,\n\n7 Aug – 4 Sept., Mon, Tues, Thurs, Fri 10.30am-2.30pm, 4.30-6.30pm, Sat 10.30am-6.30pm, Admission free\n\nIncludes a large off-site installation by Ken Kageyama made from over 100,000 waribashi (chopsticks), venue tbc\n\nFor more information Contact Calum Buchanan info@merzart.com\n\n\nOpen Eye Gallery\n34 Abercromby Place, 0131 557 1020\n\nPainting of beached boats\n\nLeon Morrocco RSA RGI – From the Studio, Rome, 13 Aug – 7 Sept.\n\nMon-Fri 10am-6pm, Sat 10am-4pm, Admission free\n\ni2 - 13 Aug – 24 Sept.\n\nFrench Connection- modern masterprints by Pierre Bonnard, Georges Braque, Juan Gris, Marie Laurencin, Fernand Leger, Henri Matisse, Pablo Picasso and Marc Chagall,\n\nFor more information Contact Tom Wilson open.eye@virgin.net\n\n\nThe Queens Gallery\nPalace of Holyrood House, 0131 524 1120\n\nDrawing of the Queen Mother\n\nWatercolours and Drawings from the Collection of Queen Elizabeth The Queen Mother, 19 March-20 Nov, 9.30am-6pm daily, admission charge\n\nFor more information contact or visit\n\n\nRoyal Museum\n\npart of the National Museums of Scotland\n\nChambers Street, 0131 247 4422\n\nPainting of the last Tsar and Tsarina\n\nNicholas and Alexandra – The Last Tsar and Tsarina, 14 July - 30 Oct.\n\nMon-Sat 10am-5pm, Sun 12pm-5pm, late opening until 8pm every Tues, £5\/4\/3\n\nSponsored by Scottish and Newcastle\n\nFor more information Contact Susan Gray s.gray@nms.ac.uk\n\n\nRoyal Scottish Academy Building\n\nThe Mound, 0131 624 6200\n\nGauguin's Vision - Dutch women  seeing  a mythical creature\n\nGauguin’s Vision, 7 July – 2 Oct. 10am-6pm daily. From 31 July-4 Sept. otherwise 10am-5pm daily, late opening until 7pm every Thurs, £6.50\/4.50\n\nSponsored by Baillie Gifford\n\nFor more information visit\n\n\nRoyal Scottish Academy\n\nThe Mound, 0131 225 6671\n\nFestival Connections – 179th RSA Annual Exhibition, 13 Aug – 25 Sept. Mon-Sat 10am-5pm, Sun 12-5pm, Admission charge\n\nWork by RSA members and invited international artists.\n\nFor more information Contact Colin Greenslade colingreenslade@royalscottishacademy.org or Ailsa Lindsay alisalindsay@royalscottishacademy.org\n\nThe Scottish Gallery\n16 Dundas Street, 0131 558 1200\n\nJames Morrison: New Paintings, Ann Little: Jewellery, and Frances Priest: Ceramics,\n\n8 Aug – 7 Sept. Mon-Fri 10am-6pm, Sat 10am-5pm, Admission free\n\n55 Cau... (truncated)",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9900938869,
        "format_confidence":0.7608906031
    },
    {
        "url":"http:\/\/www.metafilter.com\/tags\/news+photography",
        "text":"28 posts tagged with news and photography.\nDisplaying 1 through 28 of 28. Subscribe:\n\n\nThe Guardian - Best photographs of 2014 (NSFW) [more inside]\nposted by fearfulsymmetry on Dec 29, 2014 - 34 comments\n\nDo you have any idea how many phone calls we'll get?\n\nSeasoned news photographer John Harte is telling stories, naming names, and even sharing unpublished pictures from his 28-year stint at The Bakersfield Californian at a new blog, You can't have my job, but I'll tell you a story: My three decades of photojournalism in one hell of a news town. Be warned that some of these photos may be disturbing. (They include images of dead children — notably the famous, award-winning, and highly controversial Hart Park drowning photo, which generated 500 calls of protest and a bomb threat against the newspaper.) Less-upsetting highlights include the stories in these individual entries: Meet the sheriff! My first arrest, We can't upset our readers!, and The greatest sports photo in history.\nposted by Mothlight on Dec 11, 2014 - 25 comments\n\nNext year it will start around Halloween.\n\nFrom the Atlantic's In Focus:2012: The Year in Pictures [more inside]\nposted by OmieWise on Dec 4, 2012 - 69 comments\n\nNoose Bouquet\n\nPaul Mason of Newsnight writes in praise of bokeh.\nposted by beshtya on Aug 23, 2012 - 36 comments\n\nWorld Press Photo Award Winners\n\nEvery World Press Photo Award Winner From 1955-2011. Many photos not safe for work and\/or not safe for life, due to images of violence.\nposted by Sticherbeast on Mar 1, 2012 - 26 comments\n\n\nThe year in pictures - 2011\nposted by caddis on Dec 5, 2011 - 44 comments\n\nPhotographic Immortality\n\nThe Burns Archive is a collection of over 700,000 historical photographs that document disturbing subject matter: obsolete medical practices and experiments, death, disease, disasters, crime, revolutions, riots and war. Newsweek posted a select gallery this past October, as well as a video interview and walk-through with curator and collector Dr. Stanley B. Burns, a New York opthalmologist. (Via) (Content at links may be disturbing to some.) [more inside]\nposted by zarq on Apr 26, 2011 - 15 comments\n\nMaking a Difference\n\n\"Sure, Bono and Richard Branson can change the world. But there are millions of individuals making a difference who are not rich or famous.\" The Christian Science Monitor's ongoing Making a Difference section focuses on \"that unheralded community – 'to honor the decency and courage and selflessness that surround us.'” [more inside]\nposted by zarq on Sep 2, 2010 - 4 comments\n\nAnother year in pictures\n\nThe year 2009 in photographs (boston.com, parts 2 & 3 coming tomorrow and the next day) prev\nposted by allkindsoftime on Dec 15, 2009 - 42 comments\n\nMaking the Real World Look as Good as Cinema\n\nDSLR News Shooter is a new photo site featuring the use of the latest HD-dSLRs like the Canon Eos5DmkII, 7D and Nikon D300s for news, documentary and factual shooting. By Guardian news photographer Dan Chung, it's a place for professionals, educators, students and industry figures to discuss the practice and the art of cinematic photography in documenting the real world. For example, the time-lapse and slow-motion film of the recent 60th anniversary parade of the PRC. Other places to look for information and discussion of DSLR video are the Planet5D blog, and filmmakers such as Vincent Laforet and Phillip Bloom. (previous 1, 2)\nposted by netbros on Oct 7, 2009 - 32 comments\n\nOnline Visual Journalism\n\nThey call themselves Visual Journalists. Prime among them is the Bombay Flying Club, a group of photo-journalists who are using the latest web and flash technologies to frame their online news gathering and documentary storytelling. [more inside]\nposted by netbros on Mar 1, 2009 - 19 comments\n\nMetro Collective\n\nMetro Collective is an international coalition of independent photographers. This website is an ongoing compilation of features and portfolios that represent the individual visions of Metro photographers and their commitment to particular subjects. Their weblog features Metro news and single images, plus interesting outtake images, tearsheets, and behind the image commentary.\nposted by netbros on Jan 31, 2009 - 2 comments\n\n120,000 words\n\nThe year 2008 in photographs (boston.com, parts 2 & 3 coming tomorrow and the next day)\nposted by allkindsoftime on Dec 17, 2008 - 28 comments\n\nIn the flash of a click\n\nThe Power of Photography (might or might not be NSFW) with accompanying articles: Stricken Child crawling towards a Food Camp [1994] | The Falling Man [2001] | The Youngest Mother [1939] | Born Twice [1999] (via)\nposted by hadjiboy on Feb 15, 2008 - 20 comments\n\nWorld Press Photo of the year 2007\n\nWorld Press Photo of the year 2007. Category winners and runners up. (Some possibly NSFW)\nposted by fearfulsymmetry on Feb 9, 2008 - 16 comments\n\nCalifornia Burning\n\nPictures of California Wildfires. Some fire resources: Fire maps, Official Information and an up to the moment news blog. In related news, Twitter proves to be useful, while anger rages as evidence of arson mounts. More Photos here and here.\nposted by psmealey on Oct 28, 2007 - 19 comments\n\n30 years of stellar photojournalism\n\nContact Press Images - 30 Years of Excellence - Digital Journalist highlights three decades of photojournalism from this premier independent agency dedicated to producing \"in-depth photographic essays of pressing global concern.\" [more]\nposted by madamjujujive on Feb 10, 2007 - 8 comments\n\nWorth a thousand.\n\nDoes something in this picture look a little . . . off? At first glance, it's just a picture of smoke from damaged buildings from the conflict in the Mideast. At second glance, it's a fine example of how not to embellish news photos.\nposted by Mikey-San on Aug 5, 2006 - 100 comments\n\nAsk The Photo Editor\n\nEver Wonder How Newspapers Decide Which Photos to Print? NYT Online's Talk to the Newsroom has a question and answer session with the Assistant Managing Editor for Photography, Michele McNally. She addresses a few of the more common questions many people have about how editorial decisions are made in regards to which photographs get published, and which don't among other topics.\nposted by stagewhisper on Jul 13, 2006 - 13 comments\n\nCitizen PhotoJournalism?\n\nCould any of us really score a photo scoop? Scoopt is an on-line photo agency that purports to help us amateur photographers sell photos to news outlets. You join for free, but they take a 50% cut of the profit. Is it worth that to have an on-call agent? Just in case I happen across a major news event some day? On the other hand, I like being a part of the Creative Commons world of Flickr, where my \"artsy\" shots are available for further artistic use.\nposted by mmahaffie on Aug 12, 2005 - 5 comments\n\nFazel Sheikh's Refugees\n\nFazal Sheikh's photographs have documented the plight of refugees in camps across Central and East Africa and the Middle East. However, his photographs are distinctly different from the images of refugees we commonly see in printed news articles. Sheikh's photographs implicitly assert that the individual refugees share humanity with their oppressive rulers. He does so by depicting the individuals in portraits rather than as victims of a social and political drama. Sheikh, an American citizen, was just awarded the Grand Prix International Henri Cartier-Bresson.\nposted by matteo on Jun 24, 2005 - 5 comments\n\n\nThe before and after tsunami photos have been synced-up and they highlight even more (if that's possible) the power of the sea. Saomeone has geo-aligned the various before and after aerial and satellite photos and adjusted the scale to provide a very accurate then\/now comparison.\nposted by mmahaffie on Jan 7, 2005 - 41 comments\n\n\n10 X 10 One Hundred Words and Pictures that Define the Time\nposted by ColdChef on Nov 7, 2004 - 11 comments\n\nBoston man gets felony charges for dressing as hooded Iraqi\n\nJoe Previtera, a 21 year old student at Boston College, was arrested Wednesday and charged with felonies after dressing as a hooded Iraqi prisoner in front of a military recruitment center in downtown Boston. Previtera faces misdemeanor charges of disturbing the peace and felony charges of making a false bomb threat and using a hoax device. The charges apparently reflect the District Attorney's concern that Mr Previtera might have been mistaken for a terrorist...\nposted by tapeguy on Jun 3, 2004 - 65 comments\n\n\nThe news at a glance. Categorized news photos. [via slashdot]\nposted by srboisvert on Nov 18, 2003 - 5 comments\n\nPatriot Act in Action\n\nThe Patriot Act Abuse Begins\n\nAn amateur photographer named Mike Maginnis was arrested on Tuesday in his home city of Denver - for simply taking pictures of buildings in an area where Vice President Cheney was residing.\n\nI reported, you decide.\nposted by nofundy on Dec 6, 2002 - 56 comments\n\nThe week in pictures\n\nThe week in pictures - an outlet for the best photojournalism\n\nSometimes they do have really nice pictures.\nposted by sikander on Jul 21, 2001 - 4 comments\n\nNewseum Exhibits Pulitzer Prize Photographs\n\nNewseum Exhibits Pulitzer Prize Photographs The Shockwave version of this provides audio clips of the photographers (I believe) talking about the photos. Although you have to actually visit the Newseum to see the entire collection, it's a nice preview.\nposted by karenh on Jan 2, 2001 - 0 comments\n\nPage: 1",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.955666244,
        "format_confidence":0.984356463
    },
    {
        "url":"http:\/\/www.ashazero.co.za\/news.htm",
        "text":"Work on auction in Paris Urban Auction 11 June 2014\n\nSaints & Sinners, Group Exhibition StolenSpace Gallery, London, 11 July – 3 August 2014\n\nIn Conversation with Asha Zero\n16 December 2013\nAshraf Jamal in conversation with Asha Zero\n\nAll in the mix\nThe Big Issue Magazine, 22 November - 24 January 2014, Issue 215 Vol. 17, p.51\n\nAsha Zero : Who's the Parasite & Who's the Host\nKolaj Magazine, Issue 4, July 2013, Montreal, Quebec\n\nTruth Well Told\nInterview with Asha Zero\nThe Big Issue Magazine, Feb-March 2013, Issue 206 Vol. 17, p 37\n\nFREE Limited edition skate decks by Asha Zero are left around London streets\n\nAsha Zero South Africa Studios Interview \n(part of\nSouth Africa Studios 2011 production) May 2012\n\nDelphi Carstens discusses \"FFIGRE_XIL 2011\"\nMarch 2012\n\nInterview with ASHA ZERO\nRevolution Daily, 14 September 2011\n\nSeptember 2011\n\nMagazine article, Issue 14 Quarter 1,  2010 p.34-35,  Graphic manifesto by ASHA ZERO\n\nAsha Zero's  work is featured in the International exhibition 'Dada South?'\nin the South African National Gallery, Cape Town, South Africa\n12 December 2009 - 28 February 2010\n\nSouth Africa Unplugged Blog, 14 September 2009\n\nTripping the mind fantastic\nPick of the week Mail and Guardian 18 September 2009\n\none small seed tv\nMagazine article and video clip Issue No. 15 June-July-August 2009\n\nZeroing in on the zeitgeist\nBusinessDay March 2009\n\nCurrent Luminary\nGood Taste Magazine Issue No. 203 March 2009\n\nThe Twisted Press\nLondons Strangest Art Gallery 2008\n\nThe new face of portraiture\nThe Good Weekend 3 Aug 2008 \n\nAsha Zero mixes you up\nThe Whisperer March 2008\n\nNo simple simulation\nMail & Guardian March 2008\n\nPlayful Zero brings smart painting to life\nCape Times 3 April 2008\n\nProof that small can be smart\nCape Times 23 Nov 2006\n\nZero defies definition\nPretoria News 26 Oct 2004",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9898489118,
        "format_confidence":0.9827355146
    },
    {
        "url":"http:\/\/listingsca.com\/arts_and_crafts\/glass\/",
        "text":"Stained Glass in Canada - Listings Canada\n\n\n  Canada > Arts and Crafts > Glass - incl. stained glass, carved, etc\n\nPage 1 of 1\n\nCanada Wide\nGlass Art Association of Canada\nGlass Art Association of Canada is a non-profit organization that promotes communication, public education and appreciation of glass art in Canada and internationally. Get information on Canadian ...\n\nPage 1 of 1\n\nLastModified: Jul-31-16 V4\n\nHome | Jobs | Add\/Modify Listing | Photo Gallery | Maps | Contact | About Us | USA Privacy Statement\n\nThis site is operated by 2017 Cedar Lake Software",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9795078635,
        "format_confidence":0.9926723242
    },
    {
        "url":"https:\/\/vimeo.com\/tag:glass+sculpture\/sort:date\/format:detail",
        "text":"1. Mt Holly Fire & Ice 2017\n\n\n    from Alan Thornton Added 11 5 2\n\n    On Saturday January 28 2017 we went to the annual Fire & Ice Festival in Mt Holly N.J. U.S.A. This was the biggest and best attended we have seen. As long as you dressed warmly it was a good…\n\n    + More details\n    • Its Alive by Lindsy Marshall\n\n\n      from Lindsy Marshall Added 3 0 0\n\n      the moment of life within glass\n\n      + More details\n      • Manuel Lagoa Sculpture\n\n\n        from Helen arts-gallery Added 51 1 0\n\n        Jorge Johnson recognized “créateur” in Paris, loves Manuel Lagoa sculptures. Helen arts gallery is pleased to share the gift of this short, attractive video that presents two works…\n\n        + More details\n        • Ajax - Paving the Future - a sculpture created by the Nordin Brothers\/Detroit Design Center\n\n\n          from Detroit Design Center Added 29 0 0\n\n          In 2016, artists Israel and Erik Nordin of the Detroit Design Center, were commissioned to create a sculpture for the corporate headquaters of Ajax Paving in Troy Michigan. The Nordins spent several…\n\n          + More details\n          • \"Three Brains\" - a blown glass sculptural coral reef - created by Nordin Brothers\n\n\n            from Detroit Design Center Added 16 1 0\n\n            The Nordin Brothers were commissioned to create an aquarium filled with blown glass for Quicken Loans World Headquarters in Detroit Michigan. The aquarium features over 160 pieces of blown glass,…\n\n            + More details\n            • LifeTrees - Sculptures by the Nordin Brothers - Timelapse\n\n\n              from Detroit Design Center Added 27 0 0\n\n              A time lapse video of the installation of the LifeTree sculptures, trees made from steel and glass for the new lobby at Sinai Grace Hospital in Detroit Michigan. The Nordin Brothers are Detroit…\n\n              + More details\n              • HR-Ashellir Berlin-HD\n\n\n                from henry richardson Added 2 0 0\n\n                + More details\n                • Cyanometer: How blue is the sky today?\n\n\n                  from MoTA - Museum of Transitory Art Added 171 1 1\n\n                  The cyanometer was invented by Geneva-based scientist Horace Benedict de Saussure in 1789. He systematically documented the blueness of the sky with his cyanometer, a simple circular tool with 53…\n\n                  + More details\n\n                  What are Tags?\n\n\n                  Tags are keywords that describe videos. For example, a video of your Hawaiian vacation might be tagged with \"Hawaii,\" \"beach,\" \"surfing,\" and \"sunburn.\"",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9705085158,
        "format_confidence":0.9807693958
    },
    {
        "url":"http:\/\/www.newcreativenow.com\/index.php\/2014\/11\/",
        "text":"Monthly Archives: November 2014\n\nCrafts: Make A Wood Car & More\n\nNovember 28th, 2014 | by Vincent Jobse\n\nNothing to do the coming winter holiday? Designer Pascal Anson has a suggestion for you: Make a wood car. In\n\nPIN-UP in pink\n\nNovember 18th, 2014 | by Vincent Jobse\n\nPicture: PIN-UP, page 68-69: Blush, interior design in pink. PIN–UP, the magazine that views architecture and likewise design disciplines as\n\nIdN: The Brand Pattern Special\n\nNovember 17th, 2014 | by Vincent Jobse\n\nIdN no 4 volume 21: how designers integrate patterns in brand design. Page: Posthyphen Graphic Design (left), Craig & Karl (right).  Integrating\n\nSlanted 24: Istanbul\n\nNovember 11th, 2014 | by Vincent Jobse\n\nTypography magazine Slanted, since 2005, is published biannually and combines the sectors typography, (graphic-) design, illustration and photography. Istanbul –\n\nAbitare on ceramics\n\nNovember 6th, 2014 | by Vincent Jobse\n\nAbitare, printed monument for architecture and design, since 1961. Issue nr. 358.  Everything there is still is to be discovered\n\nBack to Top ↑\n  • An initiative of:\n\n  • We love to have fans!\n\n  • Recent Posts\n\n  • advertising architecture Art Campaign Character Crafts Creative Review DAMn Design Fashion graphic design illustration Interior japan Lifestyle Magazine Photo Print Product Design Reportage Spaces Typography Urban",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9959180951,
        "format_confidence":0.9781692028
    },
    {
        "url":"https:\/\/www.cliparthut.com\/music-note-cutouts",
        "text":"Music Note Cutouts Clipart\n\nWe have found 30 Music Note Cutouts Clipart images. We have lots of Music Note Cutouts Clipart for you for your projects. The Music Note Cutouts have all been been placed in the Music Notes Categories.\n\nart deco peacock Music Notes Images Free Clip Art\nSilhouette Of Music Notes at GetDrawings Free download\ncolorful 20music 20note 20clip 20art Notas musicales\nmusic notes musical notes clip art free music note clipart\nMarvelous Photos Of Music Notes Image Inspirations ndash azspring\nDownload Music Free PNG photo images and clipart FreePNGImg\nMusic Notes posted in the cutouts community\nTransparent music notes floating material PNG Format Image\nmusical notes Google Search Creative Ideas Pinterest\nMusic Note Silhouette at GetDrawings Free download\nNeon clipart music note Pencil and in color neon clipart\nTreble Clef Gold Music Note Free Transparent PNG\nsilhouette clipart music Clipground\nFree Musical Cliparts Download Free Clip Art Free Clip\nFree Clipart of Double Note Jean Victor 01\nTransparent vector piano and musical notes PNG Format\nFree Clipart of Music Quarternote\nMusic amp Bands Car Stickers amp Decals ndash Top Rock Bands\nThe Best Image Of A Treble Clef Decor amp Design Ideas in\nI like music clipart Clipground\nMusic Lessons Parksville Qualicum violin piano and guitar\nM uacute sica Minus Fiesta disco Festa musical Festa retro\nTransparent music pictures PNG Format Image With Size 1000\nCowlin Everybody s Tango Album sheet Music Clipart\nJazz clipart musical night Jazz musical night Transparent\nHarp by Gerald G Silhouette of a harp Silhouette clip\n12402 12393 12356 Iphone Itunes Icon 26032 20837 31038 21729 21487 24859 12356\nLarge Heart Layout Clip Art at Clker com vector clip art\nCorujas 4 Minus Birthday clips Presents Clip art\nI like music clipart Clipground\n\n400,280 clipart in 20,014 handpicked categories.\n\nBy Letter\n\nImages with letter AImages with letter BImages with letter CImages with letter DImages with letter EImages with letter FImages with letter GImages with letter HImages with letter IImages with letter JImages with letter KImages with letter LImages with letter MImages with letter NImages with letter OImages with letter PImages with letter QImages with letter RImages with letter SImages with letter TImages with letter UImages with letter VImages with letter WImages with letter XImages with letter YImages with letter Z",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.812594831,
        "format_confidence":0.9667813182
    },
    {
        "url":"http:\/\/www.csmonitor.com\/World\/Security-Watch\/Backchannels\/(offset)\/200",
        "text":"Insight and foresight from the global frontlines\n\nWorld Security Watch Backchannels\n\nApril 28, 2017\n\nPhotos of the day 04\/28\n\nSergei Bobkov paints Siberian cedar nut oil onto a life-size sculpture of Pallas's Cat, also known in Russia as Manul Cat, which he made from Siberian cedar wood shavings using more than 700 thousand pieces over four years, in the village of Kozhany, southwest of the Siberian city of Krasnoyarsk, Russia on Friday.\n\nMore Backchannels",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.899995327,
        "format_confidence":0.7786620259
    },
    {
        "url":"http:\/\/gicleeofnewengland.com\/tag\/art-business\/",
        "text":"art business\n\nFine Art Photography: Imaging for output, Three Part Discussion\n\nApril 27, 2013\n\nThe end result of photography is not as it used to be. In the days of film photography the only way the photographer could view the image was as an actual printed photograph or sit in a darkened room and view a slide show. If the processed photo was excellent the photographer might consider an […]\n\nRead the full article →\n\nColor Mode: RGB vs CMYK\n\nJune 17, 2011\n\nAs a giclée printer, I often see confusion about color mode.   For this discussion I will focus on RGB and CMYK, although there are other color modes with different functions and uses. RGB (red, green and blue) refers to the additive or “light” color process.  When these three colors of light are combined; white light […]\n\nRead the full article →\n\nHave you been counted?\n\nJune 1, 2011\n\nHave you signed up to be counted in NEFA’s CultureCount? NEFA (New England Foundation for the Arts) is a enormous resource for anyone in the arts in New England.  If you are an artist, run a creative business or represent a cultural nonprofit you should be counted. Click here to find out why you should […]\n\nRead the full article →\n\nCreative Communities Exchange\n\nMay 24, 2011\n\nLast week I had the great opportunity to attend the NEFA’s (New England Foundation for the Arts) Creative Community Exchange in North Adams. This event, hosted by Mass MoCA and Berkshire Creative, focused on how development of creative spaces and creative economies has benefited towns and regions throughout New England. The event was made up […]\n\nRead the full article →\n\n5 top questions you should ask your giclée printer\n\nApril 8, 2011\n\nFinding someone to reproduce your artwork may seem like an easy thing to do.  Google “giclée” and 20 million hits come up.  You might narrow the field down by adding your region (“giclée Western Mass” has only 27,000 hits), but the numbers are still daunting.  Finding the right printer for your artwork is like finding […]\n\nRead the full article →\n\nArt Festivals\n\nJanuary 4, 2011\n\n  Arts and crafts festivals are one way to market your art or fine art craft. For some artists this is a way of life. For others it is a good way to supplement their art income by doing a few shows each year. It can be a grueling and exhausting, yet for some artists […]\n\nRead the full article →\n\nPromoting your art\n\nJuly 15, 2010\n\nIt is true that self-promotion is difficult for most people. For artists it seems even more so.  “The facts are without marketing and promotion what you have is a pleasant hobby“.  This is a quote from a blog called Art Print Issues.  Take some time to read and follow the advice from this useful site.\n\nRead the full article →\n\nMinimizing risk when posting to the internet\n\nJune 2, 2010\n\nWhen putting artwork or photographs on the internet, it can become “fair game” to the whole world, despite copyright laws. There are complicated codes that can prevent images from being copied, but these codes are not used on all sites. Social media sites like Facebook or Flickr do not protect your images and what you […]\n\nRead the full article →\n\nPhotoshop CS5 Review\n\nMay 8, 2010\n\nBrief Review of Photoshop CS5 Having just opened the box late last night, I can not give a very thorough review yet. But I had to try out some of the new features that have been so well publicized.  I will start with the feature I was most looking forward to, Content Aware Fill. It […]\n\nRead the full article →\n\nArt ID Blogging\n\nMarch 25, 2010\n\nArt ID I was recently asked to join the bloggers on Art ID.  I was most honored to be selected as a giclee expert to share my experience and knowledge with fellow artists.  Art ID is an online gallery dedicated to marketing and promoting artists. Unlike many other online sites, Art ID is very actively […]\n\nRead the full article →",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.981485486,
        "format_confidence":0.9517964721
    },
    {
        "url":"http:\/\/south-africa.qtelltrader.com\/0\/posts\/35-Photo-Video-\/",
        "text":"Qtellplus Social Network\n\nBy browsing our site you agree to our use of cookies. You will only see this message once.\n\nFind out more\nCustom Search\nHome \/ Photo & Video\n\nPhoto & Video\n\n\nTake your free classifiedad and list on the front page of the free global search engine and get more business free searches for your services\n\nWednesday, 13 September, 2017\nWedding Stills (India, International)  - Photo & Video \/ General Section Free classifieds Best Indian couple photography. Couple shoots, pre wedding photography, post wedding photography.\nCouple photography at its best. Visit http:\/\/pellibazaar.com\/\n\nby :Qtellplus Social Network",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.5319895744,
        "format_confidence":0.6736980677
    },
    {
        "url":"http:\/\/www.ratemydrawings.com\/drawings\/easter\/&f=flash",
        "text":"Recent Easter 2006 Drawings  221\n\nFilter: Recent Unrated Featured artists Tool: Flash JavaDraw CanvasDraw\n\nThere are currenty no Drawings in this category\n\nPages: 1 2 3 4 5 .....\n189 online members & visitors\nSee who's online\nFollow us on:\nRateMyDrawings on FacebookRateMyDrawings on YouTube RateMyDrawings on Twitter\n\nAbout RateMyDrawings Terms & Conditions Advertise on RMD Privacy Policy Donate Behavior Guide\n\nMixart New Media LLC. Online Art Communities\nAs creators of drawings, you own the rights to your own drawings. Respect copyright protected artwork.\nMore information in our Terms and Copyright Policy.",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9941684008,
        "format_confidence":0.7736687064
    },
    {
        "url":"http:\/\/theshopdowntown.org\/2016\/03\/",
        "text":"Monthly Archives: March 2016\n\nDowntown Hattiesburg Art Market\n\n\nThird Thursday Art Market Join us every 3rd Thursday in the Alley next to the Shop, as several artists display and sell their work! Live Music, Food, Fun and Local Art and Craft Beer Available!!! Time: 5-9pm March 17th, 2016 Music from Foxlove-Triangle! Art Market Tees Availble, Bring your own tee and we will print on it for $5!\n\nRead more",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.6108407974,
        "format_confidence":0.9321177006
    },
    {
        "url":"http:\/\/blog.xritephoto.com\/tag\/landscape-photography\/",
        "text":"Archive for 'Landscape Photography' tag\n\nPhoto of the Week - July wrap-up\n\nX-Rite Coloratti Photo of the Week – July 2018\n\nby Dave Mobbs – July 30th, 2018\n\nJuly has come and gone (too quickly!) and it’s time for our monthly Coloratti Photo of the Week wrap-up. This month we shared with you our favourite images from our Coloratti Ambassadors on Facebook and Twitter. In July, it was… Read more\n\nThe Story behind a landscape\n\nThe Story Behind A Landscape Photograph (Part Two)\n\nby Dave Mobbs – July 13th, 2018\n\nIn Part Two of our Landscape blog series, we caught up with three more Coloratti Ambassadors: Tom Mackie, Antonio Gaudencio, and Hugo Rodriguez. We found out what they love about their work, and what words of advice they would pass… Read more\n\nColoratti Colby Brown Introduces Landscape Filter Kit\n\nby Brenda K. Hipsher – November 27th, 2013\n\nColoratti Colby Brown is a professional photographer, photo educator and author based out of Denver, Colorado. He specializes in landscape, travel and humanitarian photography. Throughout his work one can see that he combines his love of the natural world with… Read more",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9937683344,
        "format_confidence":0.9747483134
    },
    {
        "url":"http:\/\/archiz.com\/dir-architect.html",
        "text":"﻿ Canadian Architecture Directory - Architecture firm\nCanadian Architecture Directory\n-Main - Add your site - Link to us - Contact us - Archiz\nArchitecture Firm\nInterior Design Firm\nLandscaping Architect\nReal Estate Developer\nDrafting Illustration Visualization\n\nInternational Exchange Link\n\n\nArchitecture Firms\n\n+ Alberta + British Columbia + Manitoba + New Brunswick + Newfoundland and Labrador + Northwest Territories + Nunavut + Ontario + Prince Edward Island + Quebec + Saskatchewan + Yukon\n\n\nEcoBuildings - Maintained by Alberta Sustainable Home\/Office Inc., an architectural and environmental design and planning firm. Description of services and projects.\n\nGibbs Gage Architects - Serving government, public, and private boards as well as individual clients.\n\nMayell Architect Ltd. - Features company profile, project gallery and staff information.\n\nSection XXIII - Architectural and interior design services with an emphasis on residential and retail design.\n\nThe Tarjan Group - Includes company profile, summary of services and client list.\n\nBritish Columbia\n\nLiang Design Studio - A Vancouver based architectural design studio providing residential and commercial architectural design, interior design and CAD drafting services to clients in the Great Vancouver Region.\n\nAndrew Cheung Architects - Architectural firm providing services in architecture, urban design and interior design. Provides portfolio, presents company, people and contact information.\n\nArchiz Architectural Design and 3-D Rendering - A professional team provides support services for architects, home builders, and real estate developers. Includes work examples\n\nardes group - Architects and designers provide work gallery, company profile and contact details.\n\nAtelier Pacific Architecture Inc. #109 - 131 Water Street Vancouver, BC\n\nBesharat Friars Architects - Architectural and urban design firm. Provides information on company, includes photographic architectural and interior design portfolio.\n\nBing Thom Architects - Architectural firm with a holistic approach to project design and implementation. Provides photographic portfolio, contact information and presents design team.\n\nBoni Maddison Architects - Architectural firm offering professional consulting services. Provides list of services, photographic portfolio and contact information.\n\nBunting Coady Architects - Architectural practice. Offers design and environmental research services. Provides photographic portfolio, information on company, news, contacts and principals.\n\nBurrowes Huggins Architects - Offers architectural services including planning, development management, architectural design, interior design and post-construction evaluation. Provides photographic portfolio, company profile and list of awards.\n\nBusby & Associates Architects - Arcihitects and product designers. Provides portfolio, list of awards, company news, presents staf and company techniques.\n\nCEI Architecture, Planning, Interiors - Full-featured architectural, planning and interior design practice. Presents company background, description of services, list of clients, photographic portfolio and contact information.\n\nChernoff Thompson Architects - Medium sized architectural firm focused on owner-occupied buildings. Features projects, abilities, people and company contacts.\n\nThe Cochrane Group - Offers project development, planning, applied science, engineering and architecture. Provides list of projects, company information, career opportunities, technical papers and contact information.\n\nColborne Architectural Group - Architectural firm delivering appropriate design solutions. Provides company profile, personnel, portfolio, description of services and contacts.\n\nCreekside Architects - Mid sized architectural firm specializing in multi-family and mixed-use developments, commercial projects and luxury single-family homes. Provides information on company, features projects portfolio, lists awards and contacts.\n\nDGBK Architects - Provides architectural, planning and design services. Includes portfolio, description of services, introduces partners and staff, presents company profile, contact information and employment opportunities.\n\nDivision Zero - Architectural firm following concept-process-form design paradigm. Provides list of projects and biography of principal.\n\nDRK Design - West Coast and European architecture and design firm dealing with single family and residential projects.\n\nElectronic Atelier - Architectural and 3D design studio. Provides photographic portfolio and contact information.\n\nFarpoint Architectural Inc. - Full-service architectural firm. Includes photographic portfolio and contact information.\n\nFougere Architecture Inc. - Architectural firm specializing in multi-family housing. Provides project tours , company profile and contact information.\n\nFWC Architecture & Urban Design - Architectural studio specializing in residential spaces. Provides portfolio, design philosophy and contact information.\n\nGHL Consultants Ltd. - Facilitates application of building codes and fire protection standards. Provides the company's profile, description of services, a list of principals, a project portfolio and contact information.\n\nGrant + Sinclair Architects Ltd. - Offers a full range of architectural consultative services. Provides photographic portfolio, company news, presents services and company and lists contact information.\n\nHenriquez Partners Architects - Architectural and urban planning firm. Presents company profile, principals, featured projects, news, contacts and portfolio.\n\nHewitt + Kwasnicky Architects Inc. - Providing professional consulting services in the fields of architecture, urban design and interiors. Presents company, services, contact information and portfolio.\n\nIBI 700-1283 W. Pender st. Vancouver, BC\n\nJost Tielker Architect Inc. - Architecture, planning and interior design. Details experience and projects, and includes pencil designs.\n\nKingsley K. Lo Architect Inc. - Offers residential and commercial architecture services. Provides company profile, design philosophy, photographic portfolio, list of awards and contact information.\n\nKMBR Architects - Offers architectural design services in public sector with emphasis on educational facility design. Presents company philosophy, history, principals, provides description of services, photographic portfolio and contact information.\n\nLarry McFarland Architects Ltd. - Architectural firm concentrated on the development of institutional projects including education, health care and community facilities. Provides company background, design philosophy, list of awards, contact information and photographic portfolio.\n\nMontgomery Wood Architect - Architectural firm. Includes recent portfolio, description of site assesment services and contact information.\n\nMusson Cattell Mackey Partnership - Provides architectural and design services to diverse client base. Includes company profile, photographic portfolio, contact information and company news. Presents partners, associates and services.\n\nOberto Oberti Architecture and Urban Design - A professional architecture firm realizing its designs in the areas of resort, retail, hospitality, residential and commercial architecture. Provides company background information, photographic portfolio, awards and contact information.\n\nPerkins & Company Architecture and Urban Design Inc. - Provides comprehensive architectural and urban design services. Includes photographic portfolio, company profile and contact information.\n\nRafii Architects Inc. - Architectural firm offering services in architecture, urban design, planning and interior design. Includes company profile, photographic portfolio, list of awards and contact information.\n\nScientific Architecture Inc. - Offers company profile, portfolio of completed projects and photo gallery.\n\nStill Point Architecture - Architect and designer of recreational homes and cottages. Provides company information, design philosophy, photographic portfolio and contact information.\n\nVIA Architecture - Multidisciplinary design firm. Provides the company's profile, a sample portfolio, and list of projects in progress.\n\n\nIKOY Group - Offering services in architecture, interiors, urban design, project management, and facilities management with offices in Petaluma, Coral Gables, Winnipeg, Ottawa, Paris, and Alymer.\n\nLanny L.M. Silver - Architect\n\nMMP Architects - Using information technology to provide a range of services, including interior design.\n\nSmith Carter Architects and Engineers Inc. - Multi-disciplinary professional consulting firm providing services in architecture, engineering, interior design, and project management.\n\nNew Brunswick\n\nNewfoundland and Labrador\n\nNorthwest Territories\n\n\n\nACI Architectural Consultants Inc. - A general practice offering services mainly in the Toronto and southern Ontario region. Offers philosophy, services, references and contact details.\n\nApi Architects - Specialized in airport planning and design.\n\nArchicon Canada - A full-service architectural and interiors firm that provides a range of architectural, development, and environmental services.\n\nArchitecnics + Associate Architect - Offers a variety of professional architectural services including urban design, planning and interiors. Serves commercial, industrial and residential. Includes profile, contacts, portfolio and contacts.\n\nBB&R Architects, Inc - Specializes in renovation, modernizing and additions to church buildings and properties. Portfolio, firm history and contacts.\n\nBortolotto Design - Architectural and interior design firms' portfolio of commercial, institutional and residential projects. Includes news, profile, services, news and contacts.\n\nBregman + Hamann Architects - Portfolio of commercial, military, educational, health care, sports, leisure, hospitality and aviation architecture, with projects in Canada and China. Includes profile, news, features, awards and contacts.\n\nC.Y. Lee Architect - A... (truncated)",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9906604886,
        "format_confidence":0.8350917697
    },
    {
        "url":"https:\/\/jcgator1.wordpress.com\/category\/butterflies\/",
        "text":"Archive for the category \"Butterflies\"\n\nButterfly “hello”\n\nAttila Ovari\n\nLoving Life and Inspiring Others\n\nThe Camera Life\n\nPhotography Magazine\n\nthe war with sarx\n\nthoughts on flesh vs. Spirit and other topics that concern a disciple of Jesus\n\nHiking Photography\n\nBeautiful photos of hiking and other outdoor adventures.\n\nPhotographies from my soul\n\nI see, I love, I shoot :)\n\n\nin our cinematic moment\n\nAttenti al Lupo\n\nPhil Lanoue Photography\n\nI previously worked as a news and sports photographer. Recently I have been enjoying wildlife photography. My approach toward bird photos is similar to sports photography. I attempt to capture mostly action and hopefully a unique perspective.\n\nHopping Across Cultures\n\nThe World is just ........ Awesome !!",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9800905585,
        "format_confidence":0.7505319715
    },
    {
        "url":"http:\/\/www.adverblog.com\/tag\/concept\/",
        "text":"\n\nTag archives: concept\n\nThe Student’s Corner: DHL Friend Express\n\non May 16, 2012 by Martina Comments\n\nIn Singapore punctuality among young generations is not a very diffused virtue. To correct this bad habit and promote DHL’s ability to always deliver on time, Uni Lee a student at the LASALLE College of the Arts come up with the DHL Friend Express concept. Select friend, date and appointment time and send a DHL service to pick him\/her up to be delivered perfectly on time to your date.\n\nRead more…\n\nFile under: , , ,\n\nConcept Vending Machine With See-through Display\n\non December 22, 2011 by Mark Comments\n\nA vending machine prototype is being developed by Sanden, Okaya Electronics and Intel. The 65in HD display window attracts your attention with animations, the camera gives you the once-over when you step close, then targets you with ads based on your ‘physical attributes’. Read more…\n\nFile under: ,\n\nAdvertise here",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.8187906742,
        "format_confidence":0.9641905427
    },
    {
        "url":"http:\/\/freedigistamps.com\/category\/water-creatures",
        "text":"Category: Water Creatures\n\nFish Digi Stamps\n\nThis is a fish. Click for Free Download: Fish Digi Stamps\n\nSeahorse DIgi Stamps\n\nWhenever I see a seahorse I think: this is an example of God’s sense of humor.  Then I think: so, ebola is an example of what, exactly? Hmm. But leaving theology out of it, seahorses are just cool, and fascinating, and funny, and I like them.  So if you stay tuned, you will see more of them right here. Click for Free Download: Seahorse Digi Stamps    \n\nMermaid Digi Stamp\n\nAll mermaids are cool, one way or another.  Apparently not all of them are nice (remember the ones in Harry Potter?), but cool … yup.  Or I’ve always thought so.  Maybe it’s just some weird fixation of my own. Anyway, if you want the authoritative version of what a mermaid really actually truly looks like, you have to ask a sailor, right? Here is my drawing of an authentic sailorman tattoo.  So now you know: this is what a genuine…",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.919532001,
        "format_confidence":0.8444522619
    },
    {
        "url":"https:\/\/www.freelancer.gr\/job-search\/custom-myspace-top-banner-band\/",
        "text":"Custom myspace top banner bandεργασίες\n\n\nΟι πρόσφατες αναζητήσεις μου\nΦιλτράρισμα κατά:\n    Κατάσταση Δουλειάς\n    11,047 custom myspace top banner band δουλειές που βρέθηκαν, με τιμές EUR\n    Band manager 6 μέρες left\n\n    Looking for someone to help manager my social media to boast my brand.\n\n    €7 \/ hr (Avg Bid)\n    €7 \/ hr Μέση Προσφορά\n    6 προσφορές\n    Trophy icon YouTube Band Artowrk - Hip Hop 29 μέρα left\n\n    We need a graphic designer that knows what he's doing for all the artworks and covers and stuff, I'm the filmmaker of the group, look up on YouTube [κάνε είσοδο για να δεις το URL] We want something related to that, but to look new, we need a set of patterns, but for the ...\n\n    €10 (Avg Bid)\n    Rock Band logo 4 μέρες left\n    ΕΠΙΒΕΒΑΙΩΜΕΝΟ and for my project I need to create a logo for a band. I'm no artist and suck at anything related. I'm going to list some ideas i wish to be included but stick to them loosely and please add anything you think may add to it. The main colors I want is red, black and white The genre of the band is rock (mainly drumsticks) Zodiac sign: Taurus please\n\n    €68 (Avg Bid)\n    €68 Μέση Προσφορά\n    98 προσφορές\n    Smart Band. 2 μέρες left\n\n    ...industry and graphic designer to design and draft my smart band. Smart Band is a device for children wear on their hand. Smart Band should be like a belt (One strap to direct lock, not a normal watch with two strap) Smart Band should not be look like market smart watch and band. Smart Band should be fashion and unique design for children wear.\n\n    €337 (Avg Bid)\n    €337 Μέση Προσφορά\n    38 προσφορές\n    Jewelry Design CAD 1 μέρα left\n\n    ...[κάνε είσοδο για να δεις το URL] shall be set in a US ring size 7 and yellow gold with the tip of the diamonds 'leading' into the band (as in the sample image) We need such work regularly, like once a week, so I want to develop a standing work relation with one...\n\n    €11 \/ hr (Avg Bid)\n    €11 \/ hr Μέση Προσφορά\n    12 προσφορές\n\n    i am looking for a professional logo\/ t shirt design for my band. i have a good idea of what i want just do not have the computer skills to design it\n\n    €61 (Avg Bid)\n    €61 Μέση Προσφορά\n    69 προσφορές\n    Garage Band Help Music Recording Έχει λήξει left\n\n    I have a garage band recording with just vocals and guitar. I want the vocals fixed to sound better with the right effect and mix and I want to add some bass and drums. I need to add a guitar solo\n\n    €102 (Avg Bid)\n    €102 Μέση Προσφορά\n    42 προσφορές\n    Logo for a band Έχει λήξει left\n\n    Need a logo for an up and coming Heavy Metal band. Logo will be used for promotion and on merchandise like T Shirts etc. logo is to be based on a Grim Reaper style image that is standing beside a grave in the ground that has a coffin in it. On the coffin there will be the words 'Insert your name here'. Design is to be dark, as in night, maybe some\n\n    €47 (Avg Bid)\n    €47 Μέση Προσφορά\n    102 προσφορές\n\n    We're looking to create an illustration for a rock\/metal band's merch. The illustration will be placed on a t-shirt. We are flexible with the design and are looking for someone who can bring some concepts to the table.\n\n    €107 (Avg Bid)\n    €107 Μέση Προσφορά\n    43 προσφορές\n    Big Band logo Έχει λήξει left\n\n    I need a logo designed for my band. The band's name is \"Weldon St\"\n\n    €24 (Avg Bid)\n    €24 Μέση Προσφορά\n    103 προσφορές\n    Two Band Audio Equaliser Έχει λήξει left\n\n    I need to design a 2 band audio equaliser in matlab. I will provide the details in chat.\n\n    €44 (Avg Bid)\n    €44 Μέση Προσφορά\n    4 προσφορές\n    Need a logo for psych-rock band Έχει λήξει left\n\n    The band is called Lost Drones and plays indie psychedelic rock. would be cool if logo could incorporate name and a surreal image of a drone (a home drone, not a war one).\n\n    €72 (Avg Bid)\n    €72 Μέση Προσφορά\n    31 προσφορές\n\n    Rsi,macs signals with bollinger band.\n\n    €53 (Avg Bid)\n    €53 Μέση Προσφορά\n    1 προσφορές\n    Trophy icon drawing graphic artist for band image Έχει λήξει left\n\n    Looking for an artist drawn or graphic to replicate the themes of this Rolling Stones logo for a band promotion to be included in a new Band logo. I'm looking for a new image but similar in style to the original. The words on the album cover are not required. Thanks Col\n\n    €31 (Avg Bid)\n    20 συμμετοχές\n    Jazz band required 30th March Έχει λήξει left\n\n    Jazz band required for a charity gala (gala to celebrate diversity and inclusion)\n\n    €356 (Avg Bid)\n    €356 Μέση Προσφορά\n    2 προσφορές\n    Jazz band required Έχει λήξει left\n\n    Jazz band required for a charity gala\n\n    €160 - €481\n    €160 - €481\n    0 προσφορές\n    Design a band 'One Sheet' Έχει λήξει left\n\n    Needed for promotional purposes; please check online if you're not sure what a one sheet is. Need quick turnaround (2 - 3 days). Fairly simple piece of work for someone skilled in graphic design. Examples attached. All materials for original piece prepared & will be sent on award of project.\n\n    €27 (Avg Bid)\n    €27 Μέση Προσφορά\n    19 προσφορές\n    Band Logo design Έχει λήξει left\n\n    We would like to see new band logo ideas for combining to the letters L & T. Completely open for the best intuitive ideas. You can review almost any bands social media for logo examples. We would like a creative and unique design combining those two letters (L & T). Thank you!\n\n    €59 (Avg Bid)\n    €59 Μέση Προσφορά\n    76 προσφορές\n    Trophy icon Logo Design for Christian Rock Band Έχει λήξει left\n\n    Band logo design. The band name is Dincolo de Ziduri - Translation in English for reference: Beyond the Walls The abbreviation can be DDZ. We would like a logo preferably containing the initials(DDZ) or band name. It must have a unique design.\n\n    €18 (Avg Bid)\n    47 συμμετοχές\n    Trophy icon graphic artist - band logo Έχει λήξει left\n\n    Hello I perform in a band called Rolling Stones Revival that requires a new band logo for posters and something a little edgier. Our agent used the words \"new and dirty\" to describe the logo. The band is called Rolling Stones Revival which is a tribute to The Rolling Stones. The band require a logo that can be used on large screens, printed on a large\n\n    €75 (Avg Bid)\n    81 συμμετοχές\n    Digital art design for my band Έχει λήξει left\n\n    Design my digital artwork for my Band on Spotify, Apple Music and Joox!\n\n    €87 (Avg Bid)\n    €87 Μέση Προσφορά\n    22 προσφορές\n    Monogram band logo needed Έχει λήξει left\n\n    I need a logo designed for my Pop punk band. Monogram style logo. I’ve attached some references from the bands the Menzingers and Graces Downfall. Leaning more towards the Menzingers style. The band name is Anytime Soon so I’d like the letters ATS incorporated. Thank you.\n\n    €23 (Avg Bid)\n    €23 Μέση Προσφορά\n    41 προσφορές\n    MAD FER IT Έχει λήξει left\n\n    Logo design oasis live forever :\"Live Forever\" is a song by the English rock band OASIS. Written by Noel Gallagher, the song was released as the third single from their debut album Definitely maybe (1994) on 8 August 1994, just prior to that album's release.\n\n    €53 (Avg Bid)\n    €53 Μέση Προσφορά\n    22 προσφορές\n    Photoshop genius needed Έχει λήξει left\n\n    Hi, I need a photoshop or image editing expert. I would like to do some promo for a band project that I am managing. I need to put someone in a photo that isn't really in it. 1 photo maybe 2 This has to look 100% realistic. Naturally, its not a huge project for the right person but we will have lots more work for you if it looks good and the light\n\n    €22 (Avg Bid)\n    €22 Μέση Προσφορά\n    62 προσφορές\n    band logo 2 Έχει λήξει left\n\n    ...Change the second n to a pie sign of mathematics 10. Create a new bird bath stand for the second i ( as it is same as the candle stand in last logo) 11. Add the moustache on the top of the t ( refer to the description logo pic) 12. Move the 2 to the left and invert it , and the third I should look little bit like c. 13. Make the clock lighter ( the current\n\n    €34 (Avg Bid)\n    €34 Μέση Προσφορά\n    19 προσφορές\n    Trophy icon Logo and poster for a rock\/metal band Έχει λήξει left\n\n    We need a poster with the band's name, a logo, and some space for some text, date, location. A3 ( 29.7 x 42.0cm) 300dpi Name of the band : Metallac Style : Rock, Hard, Metal etc Influences : Metallica , Motorhead, Helloween, AcDc, Megadeth (We can put some of their logos in the bottom in small) Ideas : Dark background We can use a\n\n    €44 (Avg Bid)\n    34 συμμετοχές\n    Make me a band logo Έχει λήξει left\n\n    We are a 5 piece rock and from New Zealand and we would like a band logo.\n\n    €22 (Avg Bid)\n    €22 Μέση Προσφορά\n    65 προσφορές\n\n    This is an album my band's been working on for about a year and it's the first time we're se...doesn't really have a definitive sound yet. We're looking for an iconic image as well as a new band logo that would stand alone without the context of the whole album cover. I uploaded some images to help get the vibe across as well as a picture of the band.\n\n    €101 (Avg Bid)\n    €101 Μέση Προσφορά\n    50 προσφορές\n    Zerospace band Έχει λήξει left\n\n    Needing band logo and a font for band name. The name is 'Zerospace'. The genre is industrial rock\/metal and alternative metal. Synths\/distorted guitars\/singing\/screaming\/dynamic. One man band for now\n\n    €58 (Avg Bid)\n    €58 Μέση Προσφορά\n    66 προσφορές\n    Band lineup poster Έχει λήξει left\n\n    I need someone who can design a simple poster for facebook. I have the sample. I need someone who can start right away.\n\n    €24 (Avg Bid)\n    €24 Μέση Προσφορά\n    50 προσφορές\n    Trophy icon Logo for Electro-Pop band 3 μέρες left\n\n    Hey! Electronic \/ pop \/ rock band named Paper Idol looking for a logo. The design has already been created: it uses option-1 on a mac keyboard to create a \"¡\" and also a \">\" symbol to create \"¡>\" (which has a \"p\" and and \"i\" in the logo fo... (truncated)",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.6385769248,
        "format_confidence":0.9462581873
    },
    {
        "url":"https:\/\/www.northernclaycenter.org\/news\/201104?page=9",
        "text":"Director's Report\n\nPosted on September 30, 2013\n\nFall at Northern Clay Center continues our tradition of educating the public on a variety of genres of work, techniques possible within the medium, and delights of working with this material. As much of the population gears up for another year or semester of learning, we invite our “students” of all ages and interests to grab their notebooks...\n\nSpotlight on: Guillermo Cuellar\n\nPosted on September 30, 2013\n\nGuillermo Cuillar bowl from his high fire reduction kiln...\n\nPosted in Sales Gallery, Community Interviews\n\nChris Scott, Studio Artist\n\nPosted on September 30, 2013\n\nCommunity Member Profile\n\nHometown: St. Paul, Minnesota (or as she often refers to it, San Pablo)\n\nYears as a ceramic artist: 11\n\nChris has...\n\nPosted in Community Interviews\n\nMcKnight Resident Artist: Ann-Charlotte Ohlsson\n\nPosted on September 30, 2013\n\nWe are pleased to welcome back Ann-Charlotte Ohlsson to the Clay Center during October, November, and December. Ohlsson was last at NCC, in 2004, as an assistant to Nina Hole. Ohlsson currently lives and works in Rønne on...\n\nPosted in Artist Grants\n\n2013 Fogelberg and APS Recipients\n\nPosted on June 20, 2013\n\nThe Fogelberg Fellowship, now in its 7th year, and the Anonymous Potter Studio Fellowship, in the midst of its 3rd year, are designed to provide emerging ceramic artists, in particularly potters, an opportunity to be in residence for one year at the Northern Clay Center, where they can develop their own work as well as exchange ideas and...\n\nPosted in Artist Grants\n\n2013 McKnight Artists Announced\n\nPosted on May 31, 2013\n\nNorthern Clay Center congratulates the recipients of the 2013 McKnight Artist Fellowships and Residencies for Ceramic Artists. Recipients of $25,000 fellowship awards are Keisuke Mizuno (Robbinsdale) and Kimberlee Joy Roth (Minneapolis). Recipients of $6,000 residency awards are Claudia Alvarez...\n\nPosted in Artist Grants\n\n2013 Jerome Recipients Announced\n\nPosted on April 1, 2013\n\nNorthern Clay Center announced today the names of three Minnesota artists who each received 2013 Jerome Ceramic Artists Project Grants. $6,000 was awarded to each of the following artists: Michael Arnold (Minneapolis), Karen McPherson (Minneapolis), and Ginny Sims (Minneapolis)\n\n\nPosted in Artist Grants\n\nMatt Krousey\n\nPosted on February 18, 2013\n\nMatthew Krousey has worn many hats at Northern Clay Center over the past 4 years: studio fellowship recipient, teacher, gallery and exhibitions assistant, studio artist, and more. As of January 2013, Matt is a new addition to NCC’s sales gallery. Throughout his tenure in these many positions, he has also served steadily in the military. Gallery...\n\nPosted in Community Interviews\n\nKate Maury\n\nPosted on July 30, 2012\n\n“Somebody recently called my work ‘eye candy’ and I find that liberating….Why not create a visual crescendo?!”\n\nTwo years ago, Kate Maury was making cups and bowls out of highfire porcelain.  Then, at the age of 47, she got to the point where she wanted to “toss pre-conceived notions and habits to the wind.  I grew up near the...\n\nPosted in Community Interviews\n\nMunemitsu Taguchi\n\nPosted on July 12, 2012\n\nMunemitsu Taguchi is featured as one of our March Artists of the Month. For this show, on view March 1 - April 1, Taguchi sent in all new work and asked that we send his old work back. I spoke with him about his new line of work.\n\nNCC: What do you think are the biggest markers of this transition--new forms, new...\n\nPosted in Community Interviews",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.9886153936,
        "format_confidence":0.9779537916
    },
    {
        "url":"https:\/\/homedesignnow.com\/category\/interior-design\/",
        "text":"Subscribe Now\n\n* You will receive the latest news and updates on your favorite celebrities!\n\nTrending News\n\nCategory: Interior\n\nInterior Design\n\nWhat Is Interior Design? \n\nInterior design is basically a science or art owned by creative people, who are efficient & genius to completely transform the living spaces with outstanding themes. Living with bore & bare living spaces is quite tough, as your surroundings set up your mood.  Long before…",
        "topic_id":1,
        "format_id":1,
        "topic_confidence":0.8146560788,
        "format_confidence":0.9572735429
    }
]