[
    {
        "url":"http:\/\/www.peoplesworld.org\/how-can-we-make-peace-sexy\/",
        "text":"\"How Can We Make Peace Sexy?\"\n\nTomb Raider thumb\n\nWhile viewing the trailer for Denzel Washington's new summer blockbuster, \"2 Guns,\" I was empowered to write this poem. Does peace have to be sexy in order to get some attention, or be internationally recognized? Why are violence, guns, and bombs presented as being sexy? If looks are important, then how can me make peace look sexy?\n\n\n\n\nHow Can We Make Peace Sexy?\n\nHow can we make peace\n\nAs sexy as Denzel Washington\n\nBrandishing a gun or a bomb?\n\n\nHow can we make peace as\n\nSexy as Tom Cruise, Will Smith,\n\nGweneth Paltrow or Angelina Jolie?\n\n\nHow can we make peace sexy?\n\nSo to it the masses pay attention?\n\nSo that to a leader who speaks about peace,\n\nOur children and youth listen?\n\n\nI find it uncomfortably necessary\n\nTo make peace as sexy as Halle Berry.\n\n\nHow can we make peace sexy enough\n\nTo make gun lovers salivate over it\n\nEnough to support an effective\n\nDepartment Of Peace?\n\n\nHow can we make peace sexy:\n\nLike half-dressed car models\n\nExpensive cognac or sleek beer bottles\n\nThe new en vogue teenage band\n\nA well-known soap opera star\n\nSo that about peace we want to understand?\n\n\nHow can we make peace something\n\nthat's constantly in demand?\n\n\nHow can we make peace sexy? Sultry?\n\nHot? Steamy? Dreamy? To die for?\n\nTo make people come back for more?\n\nMake it so sexy that no one\n\nwill ever remember, or think about, war.\n\n\nHow can we make peace sexier\n\nThan a fast red car? So that it is\n\nnot considered strange or bizarre?\n\n\nI take a deep breath, then slowly release.\n\nWondering how do we create a sexy peace.\n\n\nOur schools, our streets, our neighborhoods,\n\nour communities, our cities, our world\n\nNeeds peace. Peace.\n\n\n© Christopher D. Sims\n\nApril 29, 2013\n\nPhoto: Meme of Angelina Jolie without guns comes from Thumbs and Ammo: \"Real tough guys don't need guns, they just need a positive, can-do attitude.\"\n\n\nPost your comment\n\nComments are moderated. See guidelines here.\n\n\n  • Thank you brother Christopher D. Sims for your beautiful and well taken poem.\n    There is nothing as sexy as a Dark Princess, or a tender and powerfully built John Brown, or a Soliloquy of queen Andromeda and Perseus in the limitless northern universes of time-not even the preposterous, vapid, bloody guts of imperialist war.\n    Peace-will be ours and \"our professor's\", W. E. B. Du Bois's, sexy legacy of our children-His Day is Marching On- let us look to our young and old princes-and princesses, for sexy, feet, hands, dance, and applause.\n\n    Posted by peaceapplause, 05\/31\/2013 1:48pm (2 years ago)\n\nRSS feed for comments on this page | RSS feed for all comments",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.8642284274,
        "format_confidence":0.6309316158
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/Commie_Invasion?oldid=5615061",
        "text":"Commie Invasion\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nRevision as of 16:19, December 8, 2012 by Bizzeebeever (talk | contribs)\n\nJump to: navigation, search\nHammer and sickle\n\nGet ready to seeig a lot of these \"Comrade\".\n\nThe Commies are invading! How do I know this, you ask? Intuition. The Commies will attack and destroy us if we are not prepared! Steel your courage, boys. Soon, you will become men in my new Anti-Commie Army. the United States army will do nothing against this, as they will welcome our pinko masters. But righteousness will prevail! We shall triumph over the Commies and the Commie-loving Axis of Not Very Good! I, Richard the Great, will start the anti-Commie revolution!\n\nReasons for the Commie Attack\n\nThe Commies look at America and see how well we live, with 0 poverty and such. They want to invade and cause political upheaval. They may even make abortions legal! What's that? They have? THE INVASION HAS ALREADY BEGUN!\n\nHow to Stop the Commie Invasion\n\nI am creating a guerilla force called the Wolverines that will beat back the evil, evil Commies and their allies. The US government has done nothing to stop this tide of \"progressive\" and \"forward\" thinking that will surely lead to America's downfall.\n\nAbout the Wolverines\n\nThe Wolverines are a ragtag group of America-lovers who will band together to fight back the evil wave of Communism and Socialism coming from such places as New Zealand, Europe, and Canada. Our neighbor to the north isn't so neighborly once you actually go there like I did! They have \"free healthcare\", and \"legal marijuana\". These things will create high taxes, high crime, and they will undermine American values! THEY MUST BE STOPPED! This is why, once I get enough people willing to defeat the Commies, the Wolverines will storm into Canada and set fire to everything in sight that hates America, like hockey rinks and public hospitals. We must protect America, and retain everything that makes America great, like baseball, apple pies, and no gun control.\n\nWhat Next?\n\nNext, we will get a large boat that will be generously supplied by an American company and not one of those EVIL COMMAND ECONOMIES present in those Commie-loving countries! Then, we will sail to the source of this America-hating and stop it. That's right, we are going to invade Russia and kill everyone there! Then, China! NOBODY CAN STOP THIS HOLY CRUSADE AGAINST EVILDOERS!\n\nHow to Raise Funds\n\nNo Wikipedia\nBecause of their incurable biases, the so-called experts at Wikipedia will probably never have an article about Commie Invasion. We are sorry they insist on being this lame.\n\nMany of you are asking, \"How will you get money for this endeavor?\" Well, that's simple. We hold annual bake sales in these fine locations:\n\nEventually (within the next 5 years) we will have enough money to buy a boat to take to Russia to defeat the Commies ONCE AND FOR ALL!\n\nHow You can Help raise Money\n\nYou can bake food to take to these many bakesales, or you can make a check (made out to cash) to ME, Richard the Great! Every donation brings us one step closer to killing EVERY DAMN COMMIE WE CAN SEE! You can also buy my propa-I mean book, Defeating the Commies, available at your local Barnes and Noble, or on the Internet. They cost only $19.99! We only take American currency, as that is the best form of money ever!\n\nSee also\n\nPersonal tools",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.952141881,
        "format_confidence":0.9860749841
    },
    {
        "url":"http:\/\/www.letrasdecanciones.fm\/boysetsfire\/when-rhetoric-dies",
        "text":"we raise the flags and statues to our mission we've spoken out\nin slogans and in campaigns talked and talked on almost every issue\nwhere oppression of the masses is the constant theme but what does this mean to a little town in iowa where the jobs have gone downstream down south and out\nwhere their fingers used to work to the bone all day\nprofits rise and fall and starvation is a game\nwhere is the food that used to cover their table\nwhere is the sense of pride at the end of the day\nto the face of a thriving corporation what could a dying family\npossibly say\non the face of every american worker\nis the constant fear that their job won't remain\nas the c.e.o is planning his vacation to kill or be killed is the nature of the beast\nstand in line take a number you sell your soul then watch it crumble\ninto a pile of rubble that used to be\nyour job\nyour life\nyour family's daily bread dry and stale malnourished kids\nthe house is sold for a degrading bid\ndo we continue to talk or do we take a hammer to their chains\n\nVideo erróneo?",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9277577996,
        "format_confidence":0.9567693472
    },
    {
        "url":"http:\/\/blackwingx.org\/operation-sky-wind",
        "text":"Blackwing X\n\nOperation Sky Wind\n\nA Philosophical And Critical Look At The Violent Hijacking Episode Of MV Mavi Marmara\n\nMV Mavi Marmara sleek Turkish ferry\ntransformed into the flagship of an international peace flotilla\nfounded by two organizations IHH and The Free Gaza Movement\nunited together with a mission to non-violently defy and break\na mighty harsh illegally imposed Israeli blockade\nto free at last\nfree at last\nfree free free Gaza\nfree free at last!",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9847907424,
        "format_confidence":0.8020344377
    },
    {
        "url":"http:\/\/www.sunadvocate.com\/print.php?tier=1&article_id=14535",
        "text":"Print Page\n\nThe Wasatch Behind: Cabinet secretary Spud\n\nGuest contributor\n\n\"Did you hear the news?\" Uncle Spud shouted into the telephone. \"Fox News just said the Irish guy won the election.\"\n\n\"Are you talking about Obama?\" I asked, struggling to wake up. It was 11 o'clock and I had been asleep for an hour.\n\n\"Yes,\" he declared. \"The Irish guy, O'Bama. This is unprecedented. It's the first time we've elected a black Irishman to be our president.\"\n\n\"He's not Irish,\" I growled. \"He's Afro-Kansas American. He was born and raised in Hawaii and grew up in Chicago. I don't think he's ever been to Ireland.\"\n\n\"Well, maybe he wasn't born in Ireland,\" Spud said. \"But neither was JFK. And Jack Kennedy always called himself an Irishman.\"\n\n\"Good grief,\" I groaned. \"What does it matter?\"\n\n\"O'Bama and Kennedy have a lot in common,\" Spud insisted. \"Both were in their mid-40's when elected. Both were United States senators. Both were handsome, charismatic and skinny as pencils. Both were captivating speakers who inspired a whole generation of young people. They each had two kids when entering the White House and their wives were fashion trendsetters. But then, you should have seen the dress Michelle was wearing at the victory party. It was all black with a red belly; made her look like a spider. Morbid bad taste if you ask me. Makes you wonder who's designing her clothes.\"\n\n\"It doesn't matter to me what the first lady wears or whether Obama is Irish or not,\" I insisted. \"He's soon to be our president and I'll support him all I can.\"\n\n\"I feel the same way,\" Spud said with a big smile. \"In fact, the president elect is putting together his new cabinet and I've applied for a job. I wrote him a nice letter and volunteered to be his secretary of education.\"\n\n\"How could you be secretary of education? You didn't finish third grade,\" I said.\n\n\"The secretary of education is the guy who educates the president,\" Spud said smugly. \"I think I could teach him some things.\"\n\n\"Like what?\"\n\n\"Like how to solve our most pressing problems. For instance, I've figured out a way to bail out the auto industry without giving Detroit any free money.\"\n\n\"Do tell,\" I said eagerly.\n\n\"Instead of giving GM and Ford $25 billion, let's give every household in American a new car,\" he said. \"It would help the industry, cost about the same, and it would sure make a lot more people happy.\"\n\n\"Brilliant,\" I agreed. \"What else do you suggest we do?\"\n\n\"We could honorably withdraw from both foreign wars by combining Iraq and Afghanistan into one country called Iraqistan. That should start a civil war between the Taliban and Al Qaida and we could sneak out while they are busy fighting each other. We could get Osama Bin Laden by marking 'return to sender' on his next smart-mouthed videotape and then send Marines to follow the postman back to his mailbox.\n\n\"We could solve the illegal immigration problem overnight by annexing Mexico. We could strengthen the dollar and help American agriculture at the same time by putting our currency on a potato standard. China has all of our gold and silver, so potatoes are about all we have left. Don't laugh. It would be a good move. Potatoes backing our money would be better than nothing.\n\n\"We could solve global warming and the energy crisis at the same time by covering wilderness areas with thousands of square miles of solar panels that would generate electricity while at the same time reflecting harmful sunlight back into outer space. As an emergency stopgap measure we could issue life rafts to polar bears until the arctic and hell freeze over again.\"\n\n\"Sounds like you've got it covered,\" I had to admit. \"But are you sure the secretary of education is the guy who educates the president?\"\n\n\"Sure I'm sure,\" he smiled. \"I know what all of the cabinet secretaries do. The secretary of state makes official statements. Secretary of interior is over drapes, furniture and floor coverings at the White House. Secretary of the treasury keeps the books and buys everyone lunch. Secretary of labor bosses the cooks, mechanics and maintenance staff. The homeland security secretary locks the doors and pulls down the shades at night. The attorney general outranks the attorney corporal. And the secretary of defense takes all of the hard questions at news conferences.\"\n\n\"As secretary of education, you'll fit right in,\" I assured him.\n\nPrint Page",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9621716738,
        "format_confidence":0.8854085207
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/UnNews:Fox_News_channel_presents_honest_image_to_the_world",
        "text":"UnNews:Fox News channel presents honest image to the world\n\nFrom Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\nFox News channel presents honest image to the world\n\nYour A.D.D. news outl — Oooh, look at the pictures!\n\nUnNews Logo Potato\nWednesday, August 24, 2016, 08:49:59 (UTC)\n\nF iconNewsroomAudio (staff)Foolitzer Prize\n\nFeed-iconIndexesRandom story\n\n13 May 2010\n\nPropaganda foxnews\n\nA slightly-editorialized portrait of Glenn Beck represents a new, more honest Fox News.\n\nNEW YORK, New York -- Fox News CEO Roger Ailes admitted today at a \"Totenkopf breakfast\" that he and the bulk of Fox News staff are white supremecists, bent on world domination. \"I stand here before you proud, Aryan men and God, to reveal the heretofore secret purpose of Fox News. My purpose this morning is to reveal to the world our intention on implementing a final solution to the racial purity problem.\"\n\nRoger Ailes was formerly a media\/image consultant for Republican Presidents Richard Nixon, Ronald Reagan, and George H. W. Bush. Controversy was generated in the aftermath of the September 11 attacks on New York City, when it was revealed that Roger Ailes was sending political advice via \"back channel messages\" to the Bush administration through its chief political aide, Karl Rove. According to journalist Bob Woodward, in his book Bush At War, the messages consisted of warnings that the American public would quickly lose support for the Bush administration unless it employed \"the harshest measures possible\" in response to the 9\/11 attacks.\n\nedit Sources\n\nUnNews Logo Potato\nThis article features first-hand journalism by an UnNews correspondent.\nPersonal tools",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9910398126,
        "format_confidence":0.8830843568
    },
    {
        "url":"https:\/\/diningforwomen.org\/i-am-dining-for-women-hear-me-roar\/",
        "text":"I am Dining for Women, Hear Me ROAR\n\nI am Dining for Women, Hear me ROAR\n\nI am a mother, father, grandmother, grandfather, wife, husband, partner, spouse, aunt, uncle, daughter, son, BFF\n\nI am a she, he, and they\n\nI am from the global north, I am from the global south, I am straight, I am queer, with skin colors in every hue\n\nI am employed, unemployed, underemployed, retired, volunteer, student, scholar\n\nI am a farmer and livestock owner, an educator, a professional, a small business entrepreneur\n\nI am a landowner, landless, I am a nomad\n\nI am a community health worker, a doctor, a nurse, a pharmacist\n\nI am on the frontlines, a firefighter, an EMT, the law, and a service provider\n\nI need water, food security, and a roof over my head\n\nI need family and community\n\nI want equal opportunity, I want fairness, I want equal access\n\nI want an education, I want healthcare, I want a future\n\nI want music, dance, and opportunities to create\n\nI want mother earth to sing with joy, with her abundant flora and fauna\n\nI want justice, I want equality, I want peace\n\nI want good governance, responsibility, and accountability\n\nI will give of my time, my compassion, and my resources\n\nI will give of my talent and hard work\n\nI will speak, I will speak up\n\nI will communicate, discuss, and share\n\nI will join the other chorus of voices\n\nI will never stop trying\n\nI am willing to go where others have not gone before\n\nI am Dining for Women, Hear me ROAR",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.9560347199,
        "format_confidence":0.9764917493
    },
    {
        "url":"http:\/\/pathsihavewalked.com\/for-martin-luther-king-jr-day-i-dont-want-to-be-colorblind\/",
        "text":"For Martin Luther King Jr. Day: I Don’t Want To Be Colorblind\n\nJanuary 20, 2014\nJanuary 20, 2014\n\nI Don’t Want To Be Colorblind\n\nI don’t want to be\nI want to paint\nwhat I see,\nthe colors of our faces\nlike flowers,\nnot different\nbut tones of each others’\nas we turn toward the light,\nwe blend so beautifully.\n\npoem and artwork © 2014 Bernadette E. Kazmarski\n\n\nThe illustration above is a sampler of all the shades of pastel I’ve used while painting portraits and sketches of people of all different “colors”, skin tones and ethnicities. Tell me, who is “black” and who is “white”? And what does “colored” mean?\n\nIn truth, we are all “colored”. Each of our faces has the darkest and lightest tones and all those in between, and even some colors we’d be surprised to find in skin tones. I can tell you that all the colors I smudged there have appeared in the  highlights and shadows and mid-tones of every face. It largely depends on where you are standing in relation to the light.\n\nSome people have suggested that Dr. Martin Luther King, Jr.’s dream of black children and white children going forward hand in hand, the ideal of seeing a person not for the color of their skin but for the content of their character, had the goal of a “colorblind” society. That’s a noble ideal on one hand, where we just don’t notice the color of a person’s skin in any situation and go on from there.\n\nBut does that truly bring justice to wrongdoing and change society in a way that makes the injustice people have suffered because of that color unacceptable? To suddenly begin to ignore the color of a person’s skin and jump immediately to integration is to jump right over the injustices done to people because of the color of their skin. It’s also ignoring an essential part of another person, shutting the door on a section of their life, a part that makes them distinctive.  King did not use the term “colorblind” in any speech or written document, but his point is described by historians as a more “color aware” society where we recognize our differences, celebrate them and thereby heal through those very differences among ourselves.\n\nWhen I create a piece of visual artwork I look for what makes the subject inspiring to me, what makes it distinctive, what makes me excited to share it with you. I like contrasts, I find what makes my subject different in its class, what makes it stand out from its surroundings. It’s my joy to find and share “the extraordinary in the ordinary”. If everything I painted looked the same, what need would there be for artwork?\n\nLooking at people has always been like looking at a field of flowers for me—I find it hard to settle on one before I skip to another while I enjoy the visually exciting effect of all those different colors and shapes and heights and structures. Then I can can pause on each one and get to know each in its own unique detail.\n\nWhen I rode the bus, long before I painted anything let alone a human portrait, I quietly studied all the faces around me for color and shape and texture, eye color, the hair that framed it, accessories and jewelry, and was often started by a stern expression of someone who didn’t understand why I studied them so intently. I was just looking for the things that made them unique and beautiful—not in the classic sense of beauty but in the classical sense, in that beauty is truth, in being true to who we are inside showing that on the outside, like the flower in the field that can’t help but be what it is.\n\nIf we are colorblind, we intentionally ignore some of the fundamental differences that make each of us irreplaceable. That denies a basic part of our personal existence and of human existence as a species; it denies a portion of our very identity as an individual.\n\nThat takes an awful lot of effort. Why not admit to our differences and get to know each other in full, and find the beauty in each of us. We have always been and will always be different from each other and might as well get used to it.\n\nThis 1996 essay entitled “Misusing MLK Legacy and the Colorblind Theory” explains more about King’s “color awareness”.\n\n\nRead more poetry here on Today or visit my poetry page to see more about my poetry and other writing, and to purchase Paths I Have Walked.\n\nRead more:   Essays   ♦  Short Stories  ♦  Poetry\n\nAll Rights Reserved.   ♦   © Bernadette E. Kazmarski   ♦\n\n\nVisit my PATREON page.\n\nRelated Posts Plugin for WordPress, Blogger...\n\nLeave a Reply\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":17,
        "format_id":2,
        "topic_confidence":0.6867021322,
        "format_confidence":0.6142514348
    }
]