[
    {
        "url":"https:\/\/texasauthors.institute\/index.php\/features\/authors\/e-h\/h\/haley-james-e-sr",
        "text":"Sponsor Slider\n\n HALEY, JAMES EVETTS, SR. (1901–1995). J. Evetts Haley, historian, rancher, and political activist, was born in Belton, Texas, on July 5, 1901, to John Alva and Julia (Evetts) Haley. The family moved in 1906 to Midland, where John Haley established a hardware business and later a hotel. He also purchased a small ranch near town and a larger one east of the Pecos in Loving and Winkler counties. As a boy, Evetts worked on area ranches and competed at local rodeos. In the fall of 1920 he entered Midland College, where he excelled in both academics and athletics, winning a letter in football. When that college closed the following year, Haley transferred to West Texas Normal College at Canyon. There he became senior class president and served as business manager and columnist for the school newspaper, the Prairie, and as editor-in-chief of the annual, Le Mirage. Upon graduating in 1925, he was appointed field secretary of the Panhandle Plains Historical Societyqv and began interviewing pioneers and gathering artifacts and archival material, including the voluminous and important XIT Ranch papers. In the fall of 1925, Haley entered graduate school at the University of Texas, where he studied under Eugene C. Barker. After completing a thesis on Texas cattle trails, he received a master's degree in history in 1926 and resumed his duties with the Panhandle Plains Historical Society.\n\nIn 1927 officials of the former Capitol Freehold Land and Investment Company commissioned the twenty-six-year-old scholar to write a history of the XIT Ranch. Haley's critically acclaimed The XIT Ranch of Texas and the Early Days of the Llano Estacado, which appeared two years later, established the author as a premier interpreter of the western range cattle industry. The book, however, was also the subject of libel suits totaling $2.2 million. The first of these actions was tried in state district court in Lubbock in 1931. Although acquitted of the charges, Haley and his co-defendants subsequently agreed to withdraw the book from the market and paid the plaintiffs $17,500 to settle all pending claims. By this time Haley was hard at work on the biography of legendary Texas rancher Charles Goodnight, whom he had first met in 1925. In the fall of 1929 the University of Texas hired Haley to establish an archival field program. During the Great Depression, he headed the Texas Historical Records Survey. He published major articles in such diverse journals and magazines as the Southwestern Historical QuarterlySouthwest ReviewRanch RomancesNature, and the Panhandle-Plains Historical Review. He wrote thirteen articles for the Cattleman alone between 1925 and 1949 and, from 1947 to 1964, a series of more than three dozen historical sketches for the Shamrock, a publication of the Shamrock Oil and Gas Corporation. In 1936 Houghton Mifflin published Charles Goodnight: Cowman and Plainsman, a masterwork that further enhanced Haley's reputation as an writer and scholar. That same year, he also coordinated the UT history department exhibits commemorating the Texas Centennial.\n\nDuring the early 1930s Haley became an increasingly vocal opponent of the New Deal policies of Franklin D. Roosevelt's administration. After being elected chairman of the Jeffersonian Democrats of Texas, a conservative anti-Roosevelt faction of the Democratic party, Haley directed that organization's political activities during the 1936 presidential campaign. In September the University of Texas, citing budgetary constraints and a shortage of grant funds, did not renew his contract. Haley contended that he was fired for political reasons. Bitter and exhausted, he returned to the Panhandle to recuperate. Early the following year he accepted a commission to write the biography of Texas banker-cattleman George W. Littlefield under a grant from the Littlefield Fund for Southern History at the University of Texas, and to undertake the biography of frontier lawman Jefferson Davis Milton for Houghton Mifflin. In 1937 he also became manager of the Zeebar Cattle Company in Arizona, owned by Texan L. L. Dent, and purchased a small ranch of his own, the JH, in Hutchinson County. He later managed the Atarque and Clochintoh Ranches in New Mexico for Dent and W. A. Wrather. In 1939 J. M. West hired Haley to manage an extensive ranching enterprise that stretched from Clear Lake, near Houston, to the Chupadero on the lower Rio Grande, to the Figure 2 in West Texas. He served in this capacity until West's death in 1942, at which time Haley again returned to the Panhandle. In 1943 the University of Oklahoma Press released Haley's George W. Littlefield, Texan. The next year the Texas State Historical Association published Charles Schreiner, General Merchandise, a short biography of a Kerrville businessman. This book marked the first of many distinguished collaborations between the author and El Paso book designer and printer J. Carl Hertzog, Sr.\n\nIn the early 1940s Haley became embroiled in a controversy between University of Texas president Homer P. Rainey and the UT Board of Regents over the issues of academic freedom and university governance. Haley sided with the regents and produced a series of essays, published in the San Antonio Express and subsequently issued in a pamphlet entitled The University of Texas and the Issue. In 1948, Haley completed his fourth major biography, Jeff Milton, A Good Man with a Gun. An important regional study, Fort Concho and the Texas Frontier, won Haley a literary award from the Sons of the Republic of Texas four years later. During the early 1950s, Haley served as president of the Panhandle-Plains Historical Society and became the first director of the Institute of Americanism at Texas Technological College. He resigned the latter position in 1955 but accepted Governor R. Allan Shivers's appointment to the Texas Tech Board of Regents. During his tenure Haley was instrumental in establishing a history archive known as the Southwest Collection. He also continued to expand his ranching operations by purchasing range near Sallisaw, Oklahoma, in 1952.\n\nHaley ran unsuccessfully for governor in 1956 on a platform that endorsed segregation and states' rights and opposed labor unions and federal price controls on natural gas. The following year he and other conservative Texans formed the political action group Texans for America. Haley was elected state chairman. During this same period the federal government charged him and his son with violating the Agricultural Adjustment Act of 1936 by exceeding their wheat acreage allotment on their Oklahoma ranch. The Supreme Court eventually heard the case and overturned a lower court ruling favoring the Haleys. Never far from the political arena, Haley was both lionized and vilified for his best-selling polemic, A Texan Looks at Lyndon, issued during the 1964 presidential election campaign. He continued to support conservative candidates and causes. In 1976 he completed his last major book, a family chronicle entitled Rough Times-Tough Fiber: A Fragmentary Family Chronicle. Haley's library and personal papers became the cornerstone of the Nita Stewart Haley Memorial Library, opened that year in Midland. Haley received many honors, including investiture in the Knights of the Order of San Jacinto by the Sons of the Republic of Texas in 1978, an Award of Merit from the American Association of State and Local History in 1981, induction into the Hall of Great Westerners at the National Cowboy Hall of Fame and Western Heritage Center (Oklahoma City) in 1990, and similar recognition by the Heritage Hall of Fame at the State Fair of Texas in 1994.\n\nHe married Mary Vernita Stewart, a college drama teacher, on August 27, 1928, in Alpine. The couple had one son, born in 1931. After his wife died in 1958, Haley remained unmarried until 1970, when he married Rosalind Kress Frame in Savannah, Georgia. He died in Midland on October 9, 1995, and was buried in Moffat Cemetery, Bell County, Texas.\n\n\nHervey E. Chesley, Adventuring with the Old Timers, ed. B. Byron Price (Midland: Nita Stewart Haley Memorial Library, 1979). Dallas Morning News, October 11, 1995. James Evetts Haley Papers, Dolph Briscoe Center for American History, University of Texas at Austin. B. Byron Price, Crafting a Southwestern Masterpiece: J. Evetts Haley and \"Charles Goodnight: Cowman and Plainsman\" (Midland: Nita Stewart Haley Memorial Library, 1986). B. Byron Price, \"When a Good Man with a Gun Met a Good Man with a Pen,\" Journal of Arizona History 33 (Spring 1992). Chandler A. Robinson, J. Evetts Haley, Cowman-Historian (El Paso: Carl Hertzog, 1967). Chandler A. Robinson, ed., J. Evetts Haley and the Passing of the Old West (Austin: Jenkins , 1978).\n\nB. Byron Price\n\n\n\nThe following, adapted from the Chicago Manual of Style, 15th edition, is the preferred citation for this article.\n\nWilliam E. Bard, \"ADAMS, WALTER R.,\" Handbook of Texas Online (http:\/\/www.tshaonline.org\/handbook\/online\/articles\/fad08), accessed March 19, 2015. Uploaded on June 9, 2010. Published by the Texas State Historical Association.\n\n\n\n\n\n\nSearch the Site",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9033781886,
        "format_confidence":0.9237166643
    },
    {
        "url":"https:\/\/www.cityprofile.com\/south-carolina\/shiloh-methodist-church.html",
        "text":"Home Forum Gallery Members Todays Posts\n\nShiloh Methodist Church Rating: None\n\nSouth Carolina Attractions \/ Landmarks \/ Places > Inman Email This Bookmark Print\nBuilt in 1825, the Shiloh Methodist Church is a historic church in Imman, South Carolina. The church is historically valuable being an excellent example of a vernacular meeting house in a rural area. It is the oldest surviving church sanctuary in the county of Spartanburg, and practically the ?mother church? of many Methodist churches in the locale.\n\nThe site may have been almost two centuries old now, but the area is spectacularly intact. The Shiloh Methodist Church building in itself was never altered to accommodate electrical wirings and plumbing, allowing it to really keep its integrity even after all this time.\n\nThe Shiloh Methodist Church is a part of the National Register of Historic Places. Although, still continuously being preserved, the site is only used for ?Homecoming? services which are held annually.\nEdit Article\n\nShiloh Methodist Church Pictures Add Picture\n\nShiloh Methodist Church Videos Add Video",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9100788236,
        "format_confidence":0.9663569331
    },
    {
        "url":"https:\/\/zims-en.kiwix.campusafrica.gos.orange.com\/wikipedia_en_all_nopic\/A\/Battle_of_Wattignies",
        "text":"Battle of Wattignies\n\nThe Battle of Wattignies (15–16 October 1793) saw a Republican French army commanded by Jean-Baptiste Jourdan attack a Coalition army directed by Prince Josias of Saxe-Coburg-Saalfeld. After two days of combat Jourdan's troops compelled the Habsburg covering force led by François Sébastien Charles Joseph de Croix, Count of Clerfayt to withdraw. The War of the First Coalition victory allowed the French to raise the Siege of Maubeuge. At a time when failed generals were often executed or imprisoned, Jourdan had to endure interference from Lazare Carnot from the Committee of Public Safety. The village, renamed Wattignies-la-Victoire in honor of the important success, is located 9 kilometres (6 mi) southeast of Maubeuge.\n\nBattle of Wattignies\nPart of the French Revolution\n\nLazare Carnot at Wattignies by Georges Moreau de Tours. Carnot constructed his own narrative of the battle with himself as hero and the French army as minor players.[1]\nDate15–16 October 1793\nResult French victory\nRepublican France Habsburg monarchy\nDutch Republic\nCommanders and leaders\nJean-Baptiste Jourdan\nLazare Carnot\nJacques Ferrand\nPrince Josias of Saxe-Coburg-Saalfeld\nCount of Clerfayt\nPrince of Orange\nEngaged: 45,000\nJourdan: 45,000\nFerrand: 25,000\nEngaged: 22,400\nObservation Army: 37,000\nSiege Army: 26,000\nCasualties and losses\n3,000–5,000 From Coburg\n365 killed\n1753 wounded\n369 captured or missing\nTotal : 2487 soldiers\n\nCoburg's main army encircled 25,000 French soldiers in Maubeuge while about 22,000 Austrians under Clerfayt were formed in a semi-circle, covering the southern approaches to the fortress. On the first day, 45,000 French soldiers mounted a clumsy attack which was easily repulsed, except near the village of Wattignies. On the second day, Jourdan concentrated half his army at Wattignies and after a tough fight, forced Coburg to concede defeat. Though the Coalition army was better trained than the French, its units were spread out too thinly and the different nationalities failed to cooperate. Soon the Coalition army went into winter quarters, finishing a campaign that started with great promise and ended in disappointment. Carnot rewrote history so that he and the political representatives got most of the credit for the triumph; Jourdan was dismissed in January 1794.\n\n\nIn the summer of 1793, the 118,000-strong Coalition army punched a gap in the line of French fortresses along the frontier with the Austrian Netherlands,[2] with the Siege of Condé concluding on 12 July and the Siege of Valenciennes on 27 July.[3] In the Battle of Caesar's Camp, the Coalition army under Prince Josias of Saxe-Coburg-Saalfeld hustled the French Army of the North out of a position near Cambrai on 7 August.[4] At this moment, the Coalition allies unwisely split their forces. Prince Frederick, Duke of York and Albany headed west toward Dunkirk with 37,000 British, Austrians, Hanoverians and Hessians.[5]\n\nFrom 6–8 September 1793, the Army of the North under Jean Nicolas Houchard defeated the Dunkirk covering force in the Battle of Hondschoote, compelling the Duke of York to give up the Siege of Dunkirk.[6] This was followed by the Battle of Menin on 13 September, in which the French routed a Dutch corps under Prince William of Orange. The Dutch suffered 3,000 casualties and lost 40 field pieces in the disaster. Two days later, an Austrian corps led by Johann Peter Beaulieu routed the French and recaptured Menen (Menin).[7]\n\nCoburg's main army concluded the Siege of Le Quesnoy on 13 September 1793, taking 4,000 French troops prisoner.[6] Two French columns attempted to raise the siege but failed, one of the columns being nearly wiped out by Coalition cavalry in the Battle of Avesnes-le-Sec. Though Coburg might have easily seized Cambrai and Bouchain, which had been stripped of their garrisons to form the relief columns, the Coalition commander chose to move against Maubeuge instead.[8] For these defeats, Houchard was arrested on 23 September and incarcerated in a common prison. Denounced as a coward and a traitor by the Revolutionary Tribunal, he was executed by guillotine on 16 November.[9] His predecessor in command of the Army of the North, Adam Philippe, Comte de Custine had been guillotined on 27 August 1793.[10]\n\nJean-Baptiste Jourdan had been wounded at Hondschoote and was named to lead the Army of the Ardennes on 9 September 1793. He was appointed provisional commander in chief of the Army of the North on 22 September 1793. When Jourdan protested that he lacked the experience to command the 104,000-man army, the representatives on mission notified him that refusal would result in his arrest.[11] The new commander found that he must respond to the Coalition's move against Maubeuge.[12] Coburg's army began the Siege of Maubeuge on 30 September.[13]\n\n\nFrench deployment\n\nOn 1 October 1793, Jourdan's large army was distributed across a broad front in four great masses, starting at the North Sea and running southeast. Joseph Souham at Dunkirk commanded 8,852 infantry in 17 battalions and 430 cavalry in one regiment and André Gigaux at Hondschoote had 7,269 infantry in 15 battalions. Near Cassel, Dominique Vandamme led 8,984 foot soldiers in 19 battalions and 325 horsemen in one regiment, while Charles François Filon led 3,705 foot soldiers in nine battalions. At Bailleul there were 4,166 infantry in 10 battalions. The second mass started at Armentières, where there were 9,644 foot in 19 battalions and 1,338 horse in four regiments. At the Camp of Madelaine near Lille, Antoine Anne Lecourt de Berú directed 13,564 infantry in 28 battalions and 817 Chasseurs à Cheval, in three regiments.[14] Pierre Guillaume Gratien at Mons-en-Pévèle led 3,521 infantry in nine battalions.[15]\n\nThe third mass was located at the Camp of Gavrelle between Douai and Arras.[16] Commanded by Jourdan, the force included the Flankers of the Right with 6,048 foot in 15 battalions and 1,602 horse in five regiments and the Flankers of the Left with 6,821 infantry in 14 battalions and 1,323 cavalry in three regiments. The Advance Guard consisted of 4,821 foot in eight battalions and 1,901 horse in five regiments; the Center Division was made up of 4,077 infantry in six battalions and 428 cavalry in two regiments, with two battalions of 732 men guarding the wagon train.[15] Jacques Ferrand commanded the fourth mass, which was in the Maubeuge entrenched camp.[15] Second-in-command was Jean Nestor de Chancel.[17] The fortress garrison under Étienne Gudin counted 2,173 soldiers. Pierre Arnould Meyer's right brigade numbered 6,992 men including the 7th and 12th Dragoons, Joseph-Antoine Colomb's center brigade had 6,802 men and Jacques Desjardin's left brigade consisted of 8,140 men including the 1st Hussars; altogether Ferrand commanded 24,107 soldiers.[18]\n\nBlockade of Maubeuge\n\nAt dawn on 29 September, a column under François Sébastien Charles Joseph de Croix, Count of Clerfayt crossed the Sambre at Berlaimont, southwest of Maubeuge. To the northeast, Franz Vincenz von Hoditz's column crossed the river near Pont-sur-Sambre and a third column led by Nikolaus von Colloredo-Mels crossed the Sambre at Hautmont. In a series of skirmishes, the three Austrian columns pressed east, finally driving Desjardin's troops into the Maubeuge entrenched camp, with losses of 150 men and two cannons.[19] To the east of Maubeuge, Austrians under Maximilian Anton Karl, Count Baillet de Latour crossed the Sambre near Marpent and Jeumont. A column under Alexander Friedrich von Seckendorf crossed near Merbes-le-Château farther east. These forces forced Meyer's troops in disorder back within Maubeuge, which was isolated.[20]\n\nCoburg split his forces into a 26,000-man Siege Army directed by the Prince of Orange and an Army of Observation. The Siege Army consisted of 14,000 Austrians under Colloredo south of the Sambre and 12,000 Dutch under Orange north of the river. Colloredo's force included 16 battalions, 10 companies and eight squadrons. The Army of Observation totaled 25,550 infantry and 12,150 cavalry, distributed in three main divisions. Franz Xaver von Wenckheim commanded 7,250 foot and 4,200 horse, west of the Sambre in the Forêt de Mormal. Hoditz directed 9,300 foot and 3,750 horse on the east of Maubeuge and Clerfayt led 9,000 foot and 4,200 horse on the south side of Maubeuge. Clerfayt divided his corps into three groups under Count Heinrich von Bellegarde, Joseph Binder von Degenschild and Ludwig von Terzi.[21]\n\nThe Coalition forces began constructing extensive siege works around Maubeuge. On the first day, the French garrison sortied against the Cense de Château but were repulsed after stiff fighting. Maubeuge was supplied for a normal garrison but far too many soldiers were trapped there. On 10 October, Ferrand had to put the troops on half-rations, while hundreds of sick and dying soldiers crowded the hospitals. On the 13 October, the French enjoyed initial success in a sortie against the Bois du Tilleul, but troops sent out to help mistakenly fired on their own friends and the French were compelled to retreat. The Coalition established batteries of 20 24-pound cannons against the town. After the Coalition army opened its bombardment on the night of 14 October, the morale of the garrison sank. When some soldiers complained to Chancel that they were hungry and tired he replied, \"Listen young men, it takes a lot of work and privation in order to gain the honor to fight and die for your country.\"[22] Representative Jean-Baptiste Drouet tried to cut his way out of Maubeuge with some dragoons but was captured. Denounced for abandoning the place, Drouet claimed his escape would have raised the spirits of the garrison.[23]\n\nFrench reaction\n\nLeaving 10,000 soldiers in the Camp of Gavrelle to support Bouchain and Cambrai, Jourdan immediately moved to the relief of Maubeuge with the remaining 20,000 men. He also called in 12,000 reinforcements from the Camp de Madelaine and 10,0... (truncated)",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9902974963,
        "format_confidence":0.973305881
    },
    {
        "url":"http:\/\/www.jewishvirtuallibrary.org\/jsource\/judaica\/ejud_0002_0016_0_16209.html",
        "text":"QALʿAT ḤAMMĀD, city formerly situated S.W. of *Constantine, *Algeria. It was founded in 1007 by a branch of the *Zirids (Banu Zīrī) who reigned in *Kairouan. Its population included Christians, Jews, and members of the Jerāwa tribe, *Berbers formerly converted to Judaism. Qalʿat Ḥammād received the majority of the inhabitants of Kairouan when that city was sacked by Arab nomads in 1057, and it inherited the importance of the former metropolis. As capital of a vast kingdom in the 11th century, it possessed a Jewish elite among whom was Solomon ha-Dayyan b. Formash. Abraham *Ibn Daud knew of Solomon and also reported the tradition which stated that Isaac *Alfasi was born in Qalʿat Ḥammād. The city was completely destroyed by the *Almohads in 1152.\n\n\nNeubauer, Chronicles, 1 (1887), 73, 75; L.M.E. de Beylie, La Kalaa des Beni-Hammad (1909); Poznański, in: REJ, 58 (1909), 297–8; Hirschberg, Afrikah, 1 (1965), 167, 259.\n\n[David Corcos]\n\nSource: Encyclopaedia Judaica. © 2008 The Gale Group. All Rights Reserved.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9685211778,
        "format_confidence":0.9870081544
    },
    {
        "url":"https:\/\/country-studies.com\/somalia\/geography.html",
        "text":"Somalia Geography\n\nSomalia Country Studies index\n\nSomalia - Geography\n\n\nAfrica's easternmost country, Somalia has a land area of 637,540 square kilometers, slightly less than that of the state of Texas. Somalia occupies the tip of a region commonly referred to as the Horn of Africa--because of its resemblance on the map to a rhinoceros's horn--that also includes Ethiopia and Djibouti.\n\nSomalia's terrain consists mainly of plateaus, plains, and highlands. In the far north, however, the rugged east-west ranges of the Karkaar Mountains lie at varying distances from the Gulf of Aden coast. The weather is hot throughout the year, except at the higher elevations in the north. Rainfall is sparse, and most of Somalia has a semiarid-to- arid environment suitable only for the nomadic pastoralism practiced by well over half the population. Only in limited areas of moderate rainfall in the northwest, and particularly in the southwest, where the country's two perennial rivers are found, is agriculture practiced to any extent.\n\nThe local geology suggests the presence of valuable mineral deposits. As of 1992, however, only a few significant sites had been located, and mineral extraction played a very minor role in the economy.\n\nSomalia's long coastline (3,025 kilometers) has been of importance chiefly in permitting trade with the Middle East and the rest of East Africa. The exploitation of the shore and the continental shelf for fishing and other purposes had barely begun by the early 1990s. Sovereignty was claimed over territorial waters up to 200 nautical miles.\n\nTerrain, Vegetation, and Drainage\n\nYou can read more regarding this subject on the following websites:\n\nSomalia | History, Geography, Culture, & Facts\nGeography of Somalia - Wikipedia\nGeography of Somalia, Landforms - World Atlas\nGeography for Kids: Somalia - Ducksters\nGeography,Government,History,Somalia - InfoPlease\n\nSomalia Country Studies index\nCountry Studies main page",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9942026734,
        "format_confidence":0.9902552962
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Seymour_Narrows",
        "text":"Seymour Narrows\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\n\nSeymour Narrows is a 5 km (3.1 mi) section of the Discovery Passage in British Columbia known for strong tidal currents.[1] Discovery Passage lies between Vancouver Island at Menzies Bay, British Columbia and Quadra Island except at its northern end where the eastern shoreline is Sonora Island. The section known as Seymour Narrows begins about 18 km (11 mi) from the south end of Discovery Passage where it enters the Georgia Strait near Campbell River. For most of the length of the narrows, the channel is about 750 m wide. Through this narrow channel, currents can reach 15 kn.\n\nSeymour Narrows was described by Captain George Vancouver as \"one of the vilest stretches of water in the world.\"[2] Even after Ripple Rock was removed, it remains a challenging route. In March 1981, the Star Philippine, a freighter, ran aground in the narrows.\n\nSeymour Narrows is notable also because the flowing current can be sufficiently turbulent to realize a Reynolds number of about 10^9, i.e. one billion, which is possibly the largest Reynolds number regularly attained in natural water channels on Earth (the current speed is about 8 m\/s, the nominal depth about 100 m). Turbulence develops usually around a Reynolds number of 2000, depending on the geometric structure of the channel.\n\nRipple Rock[edit]\n\nMain article: Ripple Rock\n\nRipple Rock was a submerged twin-peak mountain that lay just nine feet beneath the surface of Seymour Narrows. It was a serious hazard to shipping, sinking 119 vessels and taking 114 lives. The gunboat USS Saranac was one of the rock's first recorded victims. On April 5, 1958, after twenty-seven months of tunnelling and engineering work, Ripple Rock was blown up with 1,375 tons of Nitramex 2H explosive making it the largest commercial, non-nuclear blast in North America. The Halifax Explosion in 1917 was larger but it was not a deliberate act.\n\nThe event was broadcast live on Canadian Television. The footage is also regularly screened at the Campbell River Museum.\n\nVancouver band The Evaporators wrote a song about the event and released it on their 2004 album Ripple Rock.\n\n\nCanadian Tide and Current Tables, Vol. 6, 2003\n\nExternal links[edit]\n\nCoordinates: 50°08.2′N 125°21.2′W﻿ \/ ﻿50.1367°N 125.3533°W﻿ \/ 50.1367; -125.3533",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.8576743007,
        "format_confidence":0.9923067689
    },
    {
        "url":"http:\/\/www.speaking-clock.com\/Tajikistan_236.html",
        "text":"Speaking Clock\n\nThe official Local time and date in your country\n\nengland  scotland  wales  ireland  australia  canada  united states of america \n\nThe official World Clock\n\nHome > World > Asia > Tajikistan > Dushanbe\n\nWhat time is it ?\n\n\nDushanbe - Tajikistan Actual Time and Date\n\nSynchronized clock on atomic clock in real time\n\n\nCurrent Local time\n\nCurrent weather\n\nWeather Forecast at Dushanbe\n\nUTC\/GMT Offset Actual offset : UTC\/GMT 5 hours\nNo offset at this time\nCoordinates Latitude : 38° 38' north\nLongitude : 68° 51' east\nAstronomic Observations Sunrise at : 06:23 am\nTransition hout : 12:31 pm\nSunset at : 06:39 pm\nDuration of day : 12 hours\nCivil twilight start at : 05:56 am\nCivil twilight end at : 07:06 pm\nSpeaking clock Information\n\nIn general usage today a \"clock\" refers to any device for measuring and displaying the time\nWatches and other timepieces that can be carried on one's person are often distinguished from clocks.\nClock at the Royal Observatory, Greenwich\nReplica of an ancient Chinese incense clock\nThe clock is one of the oldest human inventions, meeting the need to consistently measure intervals of time shorter than the natural units: the day; the lunar month; and the year\nDevices operating on several different physical processes have been used over the millennia, culminating in the clocks of today.\nSundials and other devices\nThe sundial, which measures the time of day by using the sun, was widely used in ancient times\nA well-constructed sundial can measure local solar time with reasonable accuracy, and sundials continued to be used to monitor the performance of clocks until the modern era\nHowever, its practical limitations - it requires the sun to shine and does not work at all during the night - encouraged the use of other techniques for measuring time.\nCandle clocks, and sticks of incense that burn down at approximately predictable speeds have also been used to estimate the passing of time\nIn an hourglass, fine sand pours through a tiny hole at a constant rate and indicates a predetermined passage of an arbitrary period of time.\nA scale model of Su Song's Astronomical Clock Tower, built in 11th century Kaifeng, China\nIt was driven by a large waterwheel, chain drive, and escapement mechanism.\nWater clocks, also known as clepsydrae (sg: clepsydra), along with the sundials, are possibly the oldest time-measuring instruments, with the only exceptions being the vertical gnomon and the day-counting tally stick\nGiven their great antiquity, where and when they first existed are not known and perhaps unknowable\nThe bowl-shaped outflow is the simplest form of a water clock and is known to have existed in Babylon and in Egypt around the 16th century BC\nOther regions of the world, including India and China, also have early evidence of water clocks, but the earliest dates are less certain\nSome authors, however, write about water clocks appearing as early as 4000 BC in these regions of the world.\nGreek astronomer, Andronicus of Cyrrhus, supervised the construction of the Tower of the Winds in Athens in the 1st century B.C.\n\nSource : Wikipedia",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.6804865003,
        "format_confidence":0.9616223574
    },
    {
        "url":"http:\/\/southamptontown.org\/374\/Old-Schoolhouse-Museum",
        "text":"Old Schoolhouse Museum\n\nThe Old Schoolhouse Museum is located on Quogue Street East in the Village of Quogue. This building, built in 1822, was Quogue's first schoolhouse and it is the oldest one now standing in Suffolk County. As a museum, the school house displays a variety of exhibits from Quogue's early history. The school house is open July through Labor Day. For more information, please call 631-653-4111.",
        "topic_id":13,
        "format_id":7,
        "topic_confidence":0.9530147314,
        "format_confidence":0.8599583507
    }
]