[
    {
        "url":"http:\/\/digitalezines.com\/creation-kit\/creation-kit-navmesh-error.html",
        "text":"Home > Creation Kit > Creation Kit Navmesh Error\n\nCreation Kit Navmesh Error\n\nFor a more detailed walkthrough on how to fix errors in a navmesh click here Finalizing This is generally the last thing done on a cell. I'll do my best to keep an eye on things and update the thread here, but if you hear of a fix before I do, could you update us here too, Fields are grayed out and saving the plugin will present you with an error. So.... http:\/\/digitalezines.com\/creation-kit\/creation-kit-error.html\n\nI really wonder why navmeshes work in an ESM and not in a plugin. Then I reopened it in CK and without doing ANYTHING else I opened navmesh mode and clicked one triangle and hit the finalize cell button. But due to individual conflicts between navmeshes there still could be navigation problems in some places for NPCs that could be sorted only maually. It's easy to take for granted the amount of information we use when playing. https:\/\/www.creationkit.com\/index.php?title=Fixing_Navmesh_Deletion_Tutorial\n\nThere is a cut object feature which it accessible through the toolbar and through Advanced Navmesh Generation. I am genuinely curious what the deal is, but as stated, no problems have occurred in any of the mods I saved. i'm actually quicker like this in ext's than with a \"brute force\" method)...and i should add to all this: that's all stuff i gathered from modding skyrim. Ideally of course we shouldn't have to do this at all but at least now it can be done safely.\n\nLoading... There are four types of auto-generation: Object Based, Havok Based, Recast Based, and Advanced. A solid navmesh provides the foundation needed to set up good NPC and combat gameplay. EDIT:: Read this thread.\n\nThere's nothing more I can do about it right now and unless JustinOther can pull a miracle rabbit out of his hat, there's no hope of it ever being fixed. Draw Cover - This is a great visual debugging tool that lets you see where cover is being drawn. Open Edge, No Cover - Drawn as a yellow line. There is no documentation at all on LOD generation.Large statics will disappear in game, despite being visible in the CK.\n\nKeep the CK open and load the file in TES5Edit. Existing user? Edge cover is represented by a black bar on the side of the cover rectangle when in Draw Cover mode. Sign in to add this to Watch Later Add to Loading playlists...\n\nAt the top left is a box to search for form IDs. Once you've selected the Triangles and\/or Vertices you wish to delete, press either \"R\" or \"del\" to delete the selection. You accidentally merged two navmeshes the CK listed as islands.In either case, if the error being shows is consistent, you have a vanilla navmesh that's been deleted.SolutionThis can be fixed relatively Used to be able to do this with path grids, but I guess not anymore.\n\nBecause of this navmesh has to be handled a little differently. this contact form Expand the tree so you can see your navmesh data listed. remove non-heightmap generation, as the public version shouldn't have it Retrieved from \"http:\/\/geck.bethsoft.com\/index.php?title=Navmesh_Creation_Workflow&oldid=11906\" Categories: Articles Needing AttentionIncomplete ArticlesNavMesh Navigation Main Page Recent changes Random page Community Portal Toolkit Help Tools What Pathing Tests can be used to test this.\n\nYou will be warned to think about what you're doing. It's a good idea to have the lower edge be in front of the top edge, otherwise the NPC\/Creature can get stuck trying to drop down. If your outdoor area is too complex to use heightmap generation, you may want to investigate simply doing the navmesh by hand. have a peek here Once you've learned the fundamentals and had some practice you'll be a navmesh expert in no time.\n\nYou may find it easier to cut out navmesh by hand. Go ahead and fill up the rest of the cave section. No navmesh is drawn under overhangs.\n\ni cant figure it out Just the same here.\n\nWitchOfTheWinds 3,415 views 6:46 Loading more suggestions... Site Content Copyright Valve Corporation 1998-2015, All Rights Reserved. In TES5Edit, note the form ID highlighted in yellow that starts with 00. Try to set these heights as accurately as possible.\n\nYou can increase performance when working in big exteriors by setting uGridsToLoad=3 in the GECKCustom.ini file. You should be seeing something like this now: Now right click on the form ID for the navmesh you want to fix (in this case 01022CC9) and select \"change form ID\". I personally use 64 or 32, as the heightmap generation process seems to give better results with these values. Check This Out Heightmap Resolution defines how fine of a grid is used when generating.\n\nShare this post Link to post Share on other sites AndalayBay    260 Dragonborn Member++ 260 Posted 2 Jun 2012 None of this has been fixed in the CK yet. When done, you'll notice different colored edges in your navmesh. I've only done some minor paste\/copy\/edits but haven't had a problem. Back to top Back to Knowledge Base 0 user(s) are reading this topic 0 members, 0 guests, 0 anonymous users Reply to quoted postsClear AFK Mods → AFK Mods →\n\nhow do i tie in the navmeshes i add to the outside without deleting or breaking open vanilla meshes?Sorry dont mean to wring you dry on the subject but this is Actors would simply be unable to move in the affected areas.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.7728891373,
        "format_confidence":0.549200058
    },
    {
        "url":"https:\/\/support.fantasypros.com\/hc\/en-us\/articles\/360053576593-How-do-I-add-and-configure-a-Custom-Pick-",
        "text":"How do I add and configure a Custom Pick?\n\nCustom Picks are used for privately tracking real bets you may have placed with a sportsbook, or picks that you just want to keep private. You can add a Custom Pick for most bet types, including Against the Spread, Over\/Under, Moneyline, Props, and Futures. \n\nWith Custom Picks, you also have the ability to customize the risk amount, line, and odds whenever and however you want, but Custom Picks are not eligible for the accuracy competition. You must add a Quick Pick to be eligible for the accuracy competition and leaderboards.\n\n1. Add a Custom Pick by tapping on any line or bet type from the various Odds, Events, and Matchups screens, and selecting “Add Custom Pick”. \n\n\n2. Set your risk\/wager amount from the predefined options (defined in your Pick Settings) or manually enter a different amount.\n\n\nIf you want to customize the line, odds, or other options, tap on the Customize toggle to reveal additional inputs. Here you can edit the line and odds using the +\/- buttons or by manually entering the values with the numeric keyboard.\n\n\nYou also have the ability to switch to Units from this screen, which will automatically display your Units to Dollar conversion, based on your Pick Settings.\n\n3. Once the games have been completed, we grade and display the results for each Custom Pick in the My Picks > Custom Picks > Complete tab. You can adjust the time range and various filters to view your Win\/Loss record (including pushes), Win %s and Units won\/lost.\n\n\nPlease Note: All BettingPros Picks are for tracking and informational purposes only, and do not include real money wagers, payouts, or prizes.\n\nWas this article helpful?\n0 out of 1 found this helpful\nHave more questions? Submit a request\n\n\n\nArticle is closed for comments.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9501750469,
        "format_confidence":0.9318897724
    },
    {
        "url":"http:\/\/www.solitairecentral.com\/submit.html",
        "text":"Submit a Game to Solitaire Central\n\nIf you'd like to submit a card game or link for possible inclusion on Solitaire Central, please use the following form:\n\nPlease respect our submission guidelines and submit only submit card games! Inappropriate submissions will be ignored or treated as spam.\n\nSubmission Form\n\n\n\n\n\n\nIn lieu of a signature, please enter the following:\n\n(If you can't read the text, click the \"refresh\" button)\n\nIf you find Solitaire Central to be a valuable resource, please consider helping to spread the good word. While a link-back is not required, it is greatly appreciated!\n\nPlease Note: Submission does not guarantee inclusion. The Solitaire Central editor has the final determination regarding what information is included on this web site.\n\nNote: If for some reason you're unable to send a message via this form, you can contact me via email at\n\nFor other types of communications, please refer to:",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9910547137,
        "format_confidence":0.9253531098
    },
    {
        "url":"http:\/\/www.ironrealms.com\/game\/helpview\/aetolia\/forging",
        "text":"Forging - Aetolia Online Help\n\n9.6.1 Forging\n\n-- At a Glance ---------------------------------------------------------------\n  Forging, step-by-step:\n    1) Choose an item type (SmallBlades, Helms, Armour, etc.) and then check\n       the requirements for the template (AB FORGING RAPIER, etc.).\n    2) Gather the required commodities for your template. Find a forge, put\n       some coal inside, and FIRE it.\n    3) Determine the stats you want on the item based on a template. You can\n       see these in AB FORGING under the second section (base templates). For\n       example, AB FORGING REINFORCED which can be used on armour items. The\n       template is NOT the template you would use for customization.\n    4) FORGE [template] <item>. (IE: FORGE REINFORCED CHAINMAIL, not FORGE 5164\n    5) TEMPER your item as desired (AB FORGING TEMPERING).\n\n  CUSTOMISE your item with an existing design (AB FORGING CUSTOMIZATION).\n\nForging is the skill of creating a wide assortment of weapons and armour, ranging from the chipped-obsidian throwing dagger, to the venerable longsword, to impressive suits of full plate armour.\n\nIn order to forge something you know how to make (AB FORGING will show you what you can make, if you have forging), you must first find a forge. Chances are it will not be burning, in which case you must buy some coal (probably at one of the markets), and put it in the forge. Then, you must FIRE FORGE to get it going.\n\nOnce you have got the forge going, you can try to forge something. Each item has certain commodity requirements. FORGINGCOMMS <item> will tell you what you need to have in your inventory in order to make that item. For all forging commands, you should use the exact name of the item that you see when you type AB FORGING.\n\nOnce you have the proper ingredients, you may FORGE <item>. Weapons and armour will need a template to go with them, so the syntax for those is FORGE <template> <item>. \n\nIf you are not forging a weapon or armour, that's it, your forging is done! Otherwise, your forging is still raw and unrefined and needs to be TEMPERed to increase its quality.\n\nWeapons can be tempered up to six times, and armour can be tempered up to five times. How tempering works depends on if you're forging a weapon or an armour.\n\nFor weapons: \n    - TEMPER <item>\n    - TEMPER <item> FOR <damage|penetration|speed>\n\nFor armour:\n    - TEMPER <item>\n    - TEMPER <item> FOR <cutting|blunt>\n\nYou can either focus your temper on a specific stat, or just temper generally. Focusing a temper on weapons will greatly increase that stat, but decrease the other two. Focusing a temper on armor will increase the desired stat, but only marginally increase the other. Tempering without a focus will increase all the stats, but nowhere near as much as if you had focused on that stat.\n\nIn order to see the statistics on a particular piece of weaponry or armour, you need the WEAPONPROBE ability in the Weaponry skillset.\n\nOnce your weapon is refined, you can choose to customize it should you have your own design! You must first learn the Customization ability in Forging, which will enable you to apply designs to any appropriate weapon or armour you own. See AB FORGING CUSTOMIZATION for details on how this is done.\n\nOnce you have Transcended the skill of Forging, you will be able to create your own designs, in accordance to HELP CRAFTING. Please be sure to read HELP FORGING POLICY to see what limitations exist for forging-based designs.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9943641424,
        "format_confidence":0.7141877413
    },
    {
        "url":"https:\/\/help.playredfox.com\/en\/support\/solutions\/articles\/8000029854-attributes",
        "text":"Each class has a set of preset attributes that can be affected by various items, including gem enchantments, in Rumble Fighter.\n\n  • Health Points (HP): This is your health meter.\n  • Skill Points (SP): This is your special skills meter.\n  • Strength (STR): This is your damage meter\n  • Armor (ARM): This is your defense meter.\n  • Speed (SPD): This is your movement speed meter.\n  • Jump (JMP): This is your jump height meter.\n  • Critical: This attribute affects your chance for critical damage.\n\nNo class has a base critical chance.\n\nCritical hits do 50% more damage.\n\nWith +10 Crit, your critical chance increases by 1%.\n\nSpecial ExoCore attacks and throws cannot do critical damage.\n\nPrevious: Classes | Next: Scrolls and Exocores",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9945237637,
        "format_confidence":0.8898789883
    },
    {
        "url":"http:\/\/cribbage-play.com\/backgammon_game_viewer.shtml",
        "text":"Backgammon Forum     Play Backgammon Online\n\nView your Completed Backgammon Games\n\nyou can review games from your completed mini-tourneys & tournaments\n\n  • Learn from your own mistakes\n  • Analyze your opponents' styles and preference\n  • Bring your Backgammon playing skill to a new level\n\n  • How to select backgammon games for review\n\n    For your completed Mini-tourneys & Tournaments, you can now review your own backgammon matches visually game-by-game, move-by-move.\n\n    You can only review your daily list of backgammon games if you are logged in.\n\n    To review your Backgammon Ticket games in 'Manage Account', you can select 'mini\/multi-player tournaments' or 'account statement', and then select 'view' for a specific game.\n\n    Below is a sample backgammon game as seen using a backgammon game viewer. On the right-hand side of the backgammon board there's a game navigation panel. You can navigate within each game of the match and move through each move within a game.\n    Review your Backgammon games HERE\n\n    Backgammon Game Viewer - Example\n\n    If the VCR-like 'Play' button is pressed once in the real Backgammon Viewer (as opposed to the picture below), this move would visually play out on the board and the turn would switch.\n\n    Play Backgammon Online\n    Affiliate Program\n\n    Copyright © 2012",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9953981042,
        "format_confidence":0.5935615897
    },
    {
        "url":"https:\/\/www.pokerstars.uk\/en\/tv\/help\/",
        "text":"Getting Started on\n\nAbout test brings you live coverage and video blogs from the biggest events on the European, Asia Pacific and Latin American Poker Tours. The Live channel features live action from the EPT, with interviews, highlights and expert commentary in a variety of languages. Details of the next live broadcast can be found on the help\/\">Schedule page.\n\nChoose to watch whole TV shows or individual hands, in high-quality widescreen video. Learn from the best online pros in the PokerStars Sunday Million, WCOOP and SCOOP, with play-by-play commentary, analysis and the players' hole cards face up.\n\nCheck out the latest videos on the homepage for fresh content, or select the channels\/\">Channels tab at the top of the page to browse by programme.\n\nOur video archive is updated regularly with the best poker action, from live and online play. Every video is tagged by player and poker hand, so if you want to find out how the pros play Aces, try searching for \"AA\" and find out.\n\nWe're always adding new content and features to, so stay tuned. Your feedback is always welcome, so please email with your thoughts and suggestions.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.984003365,
        "format_confidence":0.7109895945
    },
    {
        "url":"https:\/\/concordgamingconvention.com\/gms-volunteer-form\/",
        "text":"GM’s Volunteer Form\n\nThis year we need a number of volunteers to help us out. In a bid to minimise the number hours everyone needs to cover, we have split the weekend up into a number of shifts.\n\nRPG Slots\n\n  • Saturday Morning: 09:30 to 13:30\n  • Saturday Afternoon: 15:00 to 19:00\n  • Sunday Morning: 09:30 to 13:30\n  • Sunday Afternoon: 15:00 to 19:00\n\n\nShift Allocation\n\nIf a shift is over subscribed, we will offer you alternatives if we can.\n\n\n\nVolunteering for shifts will get you access to the convention.\n\n  • Running 1 game gets you entry to one day\n  • Running 2 or more games gets you entry to both days\n\nIf you are running two games, you get entrance to both days. You can run the games on the same day or one day each, that is up to you.\n\n\nWe need your completed form (below) before we can confirm entry.\n\n\nGMs Privacy Policy",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9796883464,
        "format_confidence":0.5432739854
    },
    {
        "url":"http:\/\/casualcombat.com\/contact",
        "text":"waiting for email\n\nSends us an email (! We're just reading The War Zone and hitting refresh on our inbox.\n\nGot a problem? Complaint? Don't start shredding our efforts by submitting a verbose 1 star review. That helps nobody. Reach out and connect with us. We really want to help.\n\nYou can find us on Facebook, Twitter, YouTube and Google+.\n\nfacebook   twitter   youtube   google plus  \n\nQuickest replies will most certainly come via Facebook.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.8467148542,
        "format_confidence":0.9616240263
    },
    {
        "url":"https:\/\/www.samjokopublishing.com\/bits-mortar",
        "text":"Bits & Mortar Program\n\nWe are a member of this program. What that means for you as a customer is that, whenever you purchase a game at a retailer that also participates in this program, you get the PDF copy of the game for Free. The only catch is that you must be purchasing it at MSRP, though sales count, used copies do not, generally.\n\nIf you purchase at a convention or store that does not participate, contact us with proof of purchase in order to get your digital copy.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9304156303,
        "format_confidence":0.9194365144
    },
    {
        "url":"https:\/\/www.texaslottery.com\/opencms\/About_Us\/Agency_Directory\/Email_Form.jsp",
        "text":"Texas Lottery\n\nPlayer Area\n\nCheck Your Numbers\nLuck Zone\nDownload the App\nClaim Your Prize\n\nSend an Email to Texas Lottery Commission Customer Service\n\nWe will address your concerns as quickly as possible, usually within two business days. Our normal business hours are 7:00 a.m.-5:30 p.m., Monday-Friday, excluding holidays. Our Frequently Asked Questions section, (FAQ), has answers to many commonly asked questions.\n\nPlease submit the following form.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9310320616,
        "format_confidence":0.9763829708
    },
    {
        "url":"https:\/\/support.trionworlds.com\/hc\/en-us\/articles\/115015861628-Trove-Bug-Reports",
        "text":"Trove Bug Reports\n\nWe greatly appreciate when players take the time to report bugs to us. If you are reporting a bug that does not require customer support assistance please, follow the steps below to make sure your report gets sent to the correct place.\n\n1. Go to the appropriate forum for the platform you are playing Trove on. Each platform has a different bug report subforum:\n\nPC Bug Report Forum\nPS4 Bug Report Forum\nXbox One Bug Report Forum\n\n2. Search the bug report forum from above to see if your issue has already been reported by another player. If the issue was already reported then add your comment to that thread. If it hasn't been reported make sure you only post one bug per report. A single thread with a generic title that lists a string of bugs is not going to be easy to track down and sort through. If you have 5 bugs to report then 5 different well labeled and documented threads is much easier to utilize and act on.\n\n3. Make sure you title your thread with the specifics of the bug you are reporting. The more specific, the better.\n\n4. Make sure you include all of the following relevant information:\n\n  • Time: When did this issue occur? Please be as specific as possible. If it happens repeatedly at all times, please include that information as well.\n  • Context: Where did you find this bug? Was it in a specific biome? Which? A specific lair? Which? If the bug is with a costume, which specific costume? The more details you provide, the more quickly we'll be able to replicate the issue.\n  • Game Details: What are the name(s) of any involved quest\/badges\/item\/clubs? Please attempt to provide exact names as shown in-game.\n  • Character Details: What level is your character? What class is your character?\n  • Expected Outcome: In one sentence, what did you expect to happen? For example \"I summoned my mount and expected to spawn Slow Sebastion.\"\n  • Observed Outcome: In one sentence, what actually happened? For example “My character threw a bomb.”\n  • Repro Steps: Most importantly, if possible, please include a list of specific steps we can take to reproduce this issue on our end. These steps need to be something we can reproduce on a new character, not isolated to your character only.\n  • Image\/Video Documentation: Often the most useful information we can get for bugs will be screenshots or video documentation of the bug occurring. These can be uploaded to 3rd party websites (youtube\/imgur) and you just have to include the link to them.\n\n5. Keep in mind that even though your post will be read you may not receive a development team response. However, any changes made in regards to bug reports are be listed in the Trove patch notes.\n\nExample Bug Report:\n\nTitle: My character drank a potion instead of attacking\n\nTime: Wednesday, December 14th, at 3:30 PM GMT\nContext: I pressed the button to for my main attack\nExpected: I expected to fire at my target \nObserved: Instead, I drank a potion.\nRepro Steps:\n1. Go to Uber 1 Adventure World. \n2. Press Square to attack. \n3. Watch as character drinks a potion.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9759835601,
        "format_confidence":0.9533492923
    },
    {
        "url":"http:\/\/fairplaygames.com\/notify.asp?Type=Sale&Desc=Lord+of+the+Rings+LCG%3A+Conflict+at+the+Carrock+AP&ItemID=7524",
        "text":"Fair Play Games Notifications\n\n( Lord of the Rings LCG: Conflict at the Carrock AP )\n\nCheck which notifications you would like to receive and click the Submit button.\n\nNotification Types: Available - When item becomes Available\nSale - When item goes on Sale\nEmail Address:\nTo help prevent spam, please type\nthe following number in the box next to it.\n\n\nHome | Contact Us | About Us",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9931232333,
        "format_confidence":0.6940742731
    },
    {
        "url":"https:\/\/account.mojang.com\/resetpassword\/request",
        "text":"Reset Password\n\nIf you've forgotten your password you can enter your e-mail and we'll send out instructions on how to reset it.\n\nIf you no longer have access to the e-mail address tied to your account you can request to change it by passing a security challenge.\n\nIf you use a username to log in (instead of an email address), you're using an outdated account. Check this help article for instructions on how to reset your password.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.5259790421,
        "format_confidence":0.9712901711
    },
    {
        "url":"https:\/\/help.animaljam.com\/hc\/en-us\/articles\/202832530-How-do-I-reactivate-a-recurring-membership-",
        "text":"Animal Jam Help Center\n\nHow do I reactivate a recurring membership?\n\n  1. Log into the Parent Account\n  2. Select the player account with the recurring membership you would like to reactivatecancel0.png\n  3. Under the Settings Cogwheel to view the membership options cancel1.png\n  4. select Auto Renew: Off and from the drop down click \"Auto Renew: On\"cancel2.png\n\n  5. A pop-up will appear. To confirm reactivation of recurring membership, click the Yes button\n\nThe player account will continue to be able to enjoy the benefits of its Animal Jam membership. When the membership end date occurs, a renewal transaction will be charged.\n\nPlease note that only one (1) month and six (6) month memberships may recur.\n\nWas this article helpful?\n31 out of 68 found this helpful\n\nIf you have questions that aren't addressed in our Help Section, please submit a request, and we will get back to you shortly.\n\nSubmit a request",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9733598828,
        "format_confidence":0.9139481187
    },
    {
        "url":"https:\/\/day0.win\/submit-an-article\/",
        "text":"Submit An Article\n\nHave Your Say\n\nFound a cool new game, Have a review of hardware\/game or have a guide to help other gamers then have your say here. Hit the big SUBMIT AN ARTICLE button at the top right of the screen and send in your article. Your article will be be reviewed and then made live on the Day0 community website.\n\nArticle Guidelines\n\n  • Articles must be your own original content and not copied.\n  • Quotes or other peoples content must be attributed.\n  • Images must be not be copyrighted and royalty free.\n  • Use your own screenshots is prefered.\n  • Article content must follow Day0 rules found here.\n  • For more complex Articles please see a web admin as we have more advanced editors for you to use.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9868199229,
        "format_confidence":0.6240060925
    },
    {
        "url":"https:\/\/www.esrb.org\/about\/contact.aspx",
        "text":"loader image\n\nContact ESRB\n\nESRB welcomes your feedback. Due to the high volume of inquiries we receive, we may not be able to respond specifically to each and every one. However, we greatly appreciate your interest and support and will continue to work hard to provide you with the information you need.\n\nIf you are looking for cheat codes, gameplay information or answers to technical questions about a specific game or hardware device, it is recommended that you contact the manufacturer directly. ESRB does not respond to these types of inquiries.\n\nThe ESRB is an organization that rates computer and video games so consumers can make educated purchase decisions. We do not create, publish, market or sell entertainment software.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9766898155,
        "format_confidence":0.9042714834
    },
    {
        "url":"http:\/\/www.battleon.com\/gamedesignnotes\/adobe-flash-update-5968",
        "text":"SERVERS ONLINE Saturday, January 20, 2018  5:31:33 AM EST\nOlder Design Note Archive\n\nJuly 29, 2016\n\nMake Sure You Can Play Adventure Quest!\n\nEnable Flash Player to log in to your account!\n\nWe want to make sure all our heroes can continue to log in and battle on along side us, but over the last year, browsers like Chrome haved changed how they handle the Flash Player plug in. To make sure you are able to log in and play Artix Entertainment games, please do the following:\n  1. Install (or update) your Flash Player HERE\n  2. Enable the Flash Player plugin inside your browser if the game window doesn't appear.\n\nInstructions by browser type\n\nEach browser has a different method for enabling the Flash Player plugin, but lucky for you, we've got a list of each of the main ones below!\n\nInternet Explorer\n\n  1. Launch Internet Explorer.\n  2. Click the gear icon and select Manage add-ons.\n  3. Select Toolbars and Extensions.\n  4. In the list find Shockwave Flash Object and make sure the Status is set to Enable.\n  5. Click Close.\n  6. Close and relaunch Internet Explorer.\n\n\n  1. Launch Edge.\n  2. Click the ...  icon and select Settings.\n  3. Scroll down and click Advanced Settings.\n  4. Make sure that Use Adobe Flash Player is set to ON.\n  5. Close and relaunch Edge.\n\n\n  1. Launch Firefox.\n  2. Click Tools and select Add-ons.\n    • If you do not use the Menu Bar on Firefox, click the Menu icon (three stacked lines) and select Add-ons.\n  3. In the list find Shockwave Flash and make sure it is set to Always Activate.\n  4. Close and relaunch Firefox.\n\n\n  1. Launch Chrome.\n  2. In the address bar type chrome:\/\/plugins and hit enter.\n  3. In the list find Adobe Flash Player and make sure it is enabled and that Always allowed to run is checked.\n  4. Close and relaunch Chrome.\n\n\n  1. Launch Safari.\n  2. Click Preferences and select the Security tab.\n  3. Next to Internet plug-ins, make sure Allow Plug-ins is checked.\n    • While you're here, make sure Enable JavaScript (next to Web Content) is checked as well.\n  4. Close the Preferences window.\n  5. Close and relaunch Safari.\n\nMore help\n\nYou can also refer to Adobe's help articles for more information:\n\nTags: Hollow\n\n\nCopyright © 2001-2018 Artix Entertainment, LLC. All Rights Reserved.\n\"AdventureQuest\", \"DragonFable\", \"MechQuest\", \"ArchKnight\", \"BattleOn.com\", \"AdventureQuest Worlds\", \"Artix Entertainment\", \"Artix\" and all game character names are either trademarks or registered trademarks of Artix Entertainment, LLC. All rights are reserved.\n\nPortals: New Games · Mini Games · Browser Games\nMultiplayer: Browser MMORPG · PvP MMORPG\nSingle Player: Online RPG · Fantasy Dragon Game · Space Mech Game · Sci-Fi Alien Game\n\nHome | PRIVACY POLICY | Terms & Conditions | Contact Us | Site Map | Help | Forums",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.8867815137,
        "format_confidence":0.7499395609
    },
    {
        "url":"http:\/\/www.broadwaycasino.co.uk\/contact",
        "text":"Broadway Casino is located in Central Birmingham and is easily accessible from major motorways including the M5, M6 and M42.\n\n\nBroadway Casino\n\nBroadway Casino | Broadway Plaza\n\nBirmingham | B16 8LP\n\nTel: 0121 456 5557 \n\nFor all membership enquiries email\n\nFor all events enquiries email\n\nWe offer both members and guests the convenience of 1,300 secure parking spaces below the complex. \n\nGetting Here\n\nBroadway Plaza is located at the hub of several arterial routes into the City Centre and fronts onto the middle ring road. It is easily accessed from a variety of major motorway networks including the M5, M6 and M42. If you would like information on how to find us please call on 0121 455 0267.\n\nVisiting by Car\n\nFor sat nav users, please use the postcode B16 8LP.\n\nVisiting by Public Transport\n\nFor others wanting to use public transport, plan your journey HERE.\n\nVisiting by Bicycle\n\nBroadway Plaza is easily accessible by bicycle and on site we have safe, covered secure cycle parking facilities.\n\nView the Broadway Plaza Centre Map.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.5405477881,
        "format_confidence":0.8775698543
    },
    {
        "url":"https:\/\/www.knuckleheads.dk\/contact.php?welcome=hide",
        "text":"Hosted by Surftown - Webhosting - Domains - Email\n* Login   * Register (It is Free)\nTip: Insurance Cost = Imbueable Weight\nNotice: A cookie has been saved and cookie notice box won't show again!\n\nGo to Transfer Central\nFound in New Magincia (Trammel)    \nView Details    \n\nContact Danish Knuckleheads.\n\nHere you can send a message to us, if you got a question or suggestion to our site, if got praise or just want to tell us how terrible our site is.\n\nIf you are interested in joining our guild, please first read our rules found on this page and follow the link from there.\n\nAlternative Methods\nFor a more swift reply, you can try Our Discord Server\n\nYou may also send us a direct E-mail by sending it to:\n\n* marks required fields.\n\nName \/ Nickname: *\nEmail: *\nRegarding: *\nWrite the body here: *\nIf you are reporting a bug: Please include what browser(version) you are using, and steps to reproduce if relevant.\nAnti Bot: How many days is there in a week? *\n\n© Copyright 2004 to 2018 Danish Knuckleheads\nLifetime Pageviews \/\/ 1405 Unique Visitors last 24h \/\/ We would like to thank.\nThis site is an Official Fansite for Ultima Online, but not further endorsed nor affiliated with Electronic Arts Inc, or its licensors. Trademarks are the property of their respective owners. Game content and materials copyright Electronic Arts Inc, and its licensors. All Rights Reserved.",
        "topic_id":11,
        "format_id":3,
        "topic_confidence":0.9646546841,
        "format_confidence":0.8267549872
    }
]