[
    {
        "url":"https:\/\/www.sundance.org\/blogs\/now-playing\/whatever-it-takes",
        "text":"Whatever It Takes\n\nChristopher Wong's Whatever It Takes chronicles the struggles and triumphs of the very first year of the Bronx Center for Science & Mathematics, an innovative public high school set in NYC's South Bronx. This deeply emotional, character-driven documentary focuses on Edward Tom, the school's dynamic rookie principal, and Sharifea Baskerville, a talented but troubled ninth-grade girl.\n\nThe personal stories of this school's students and staff call to mind larger themes of school reform and the need for educators, parents, and policymakers to prioritize the transformation of the public school system so that all children can receive a quality education. Grittily realistic, yet ultimately triumphant, Whatever It Takes paints a compelling picture of cutting-edge ideas and dedicated individuals, united in their vision to restore hope to a broken community.\n\nDirector Christopher Wong will also be in attendance at many of the screenings with special appearances from the main character of the film: Principal Edward Tom.\n\nToronto, Canada\nCarlton Cinemas\n20 Carlton Street @ Yonge St.\nToronto, ON M5B 2H5\n\nScreening Times:\nFriday, Sept 24 - Thursday, Sept 30\n1:00pm, 3:10 p.m., 5:30 p.m., 7:30 p.m., 9:45 p.m.\n\nLead photo:",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9616120458,
        "format_confidence":0.6920054555
    },
    {
        "url":"http:\/\/www.freshsoundrecords.com\/buddy-childers-albums\/4031-quintet-quartet-sam-songs.html",
        "text":"Quintet & Quartet: SAM Songs\n  • Liberty LJH 6009 Liberty LJH 6009\n  • Liberty LJH 6013 Liberty LJH 6013\n  • Buddy Childers Buddy Childers\n\nBuddy Childers\n\nQuintet & Quartet: SAM Songs\n\nFresh Sound Jazz City Series\n\nBuddy Childers (tp), Herbie Steward (ts), Bob Harrington (p), Harry Babasin (b), Milt Holland (d) \/\/ Buddy Childers (tp), Arnold Ross (p), Harry Babasin (b), Boone Stines (d).\n\nReference: FSRCD 2205\n\nBar code: 8427328622059\n\nHere and now the complete and rare recordings made by the renowned trumpeter Buddy Childers with his groups during the 50s.\n\nBuddy Childers is one of the most talented and respected lead trumpets in the big band jazz and dance band field. His musical career began in 1943, when at the age of 16 he joined the Stan Kenton Orchestra, holding that demanding spot for more than eleven years. In 1954, Buddy settled on the West Coast where he also began playing in small groups, developing a subtle warm sound, and emerging as a very sensitive soloist with a lot of feeling and creativity. Since then he alternated in both those roles. However, although his name as a leader of the brass section appeared in countless recordings, the present sides are the only ones he made leading his own group during the Fifties. You will agree that they are a fine showcase for the trumpet style of Buddy Childers.\n\n\n01. Thank you Sam (Childers) 3:26\n02. Honeysuckle Sam (Childers) 2:53\n03. Sam Metrically (Childers) 3:05\n04. My wild Irish Sam (Childers) 3:16\n05. Sentimental Sam (Harrington) 2:24\n06. Din dong Sam is dead (Childers) 2:47\n07. SamNEggs (Harrington) 2:40\n08. Deviled Sam (Childers) 2:24\n09. Wham Sam (Childers) 3:08\n10. Sams Serenade (Harrington) 2:24\n11. Three Sam in a Fountain (Childers) 2:53\n12. Canned Sam (Harrington) 3:09\n13. Buffy (Childers) 5:01\n14. You Call it Madness\n(Conrad-DuBois-Columbo-Gregory) 4:30\n15. Holiday House - Take #1 (Childers) 4:31\n16. Its gotta be Happy (Ross) 4:20\n17. You go to my Head (Gillespie-Coots) 4:43\n18. Indiana (MacDonald-Hanley) 3:30\n19. Bernies Tune (Miller-Stoller-Leiber) 6:44\n20. Holiday House - Take #2 (Childers) 4:20\n\nTotal time: 72:31 min.\n\n\nTracks #1-12, from the Liberty album\n\"Buddy Childers Quintet -Sam Songs\" (LJH 6009)\n\nTracks #13-20, from the Liberty album\n\"Buddy Childers Quartet\" (LJH 6013)\n\n\nTracks #1-12:\nBuddy Childers Quintet\nBuddy Childers (tp), Herbie Steward (ts), Bob Harrington (p), Harry Babasin (b), Milt Holland (d).\n\nRecorded in Hollywood, Nov. 29 and Dec. 6, 1955\n\nTracks #13-20:\nBuddy Childers Quartet\nBuddy Childers (tp), Arnold Ross (p), Harry Babasin (b), Boone Stines (d).\n\nRecorded in Hollywood, March 21, 1956\n\nProduced for CD release by Jordi Pujol\n\n\n\n$10.51  (tax incl.)\n\nAdd to wishlist\n\nAdded to your wishlist.\n\nYou can manage your wishlist here.\n\nYou're not signed in\n\nYou must sign in to manage your wishlist.\nSign in\nDelivery information:\nDelivery in 7-10 days\nShipping rates Terms and conditions\nPayment methods:\n\n\n\nCustomer reviews\n\nNo customer reviews yet. Login to leave your impressions!\n\nWrite a review\n\nQuintet & Quartet: SAM Songs\nRate this product:\n\nThanks for sharing your thoughts.\n\nYour review has been added and will be available once approved by a moderator.",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9620782137,
        "format_confidence":0.9985280037
    },
    {
        "url":"https:\/\/technovinylsrecords.com\/product\/5184\/?add-to-cart=4833",
        "text":"Løuis L.P. – Spiritual Movement EP\n\n\n12″ Limited Cutting Vinyl\n\nSKU: RAW220326 Category:\nShare it!\n\n\nRelease date: 26 March 2022\n\nLuigi Pacca Aka LØUIS L.P. born in Naples grew up during the golden years of House Music listening to well-known artists, so he discovered the world of the DJ the technique the mixing and remained fascinated. At about 15 years begins to handle the first vinyls, the music he likes day after day loves to discover and study the details. And just the desire to overdo it that leads him to look for new sounds and new styles. His sets oscillate between Techno and electronic acid and dark sounds with very powerful and deep beats. Currently engaged in various musical projects with different labels. he puts into effect his musical influences learned over the years giving his best.\n\n01. Løuis L.P. – Spiritual Movement\n02. Løuis L.P. – Instant Vision\n03. Løuis L.P. – Active Memory\n04. Løuis L.P. – Surreal Source\n\nAdditional information\n\nWeight 0.18 kg",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9933815002,
        "format_confidence":0.9983429909
    },
    {
        "url":"http:\/\/shop.steeltownrecords.de\/contents\/de\/p3745_marching_orders_CD.html",
        "text":"Marching Orders - Living Proof - Digipack\n\nContra Records\nIn den Korb\n  • Beschreibung\nLiving Proof’ is the sophomore release from this veteran Australian streetpunk band. Following up the ‘Days Gone By’ LP from 2011 that quickly sold out it’s first pressing (and is steadily selling through a second pressing), this album is set to be bigger and better! With evolving and improved song-writing and production quality, this album covers a range of subject matter including classism, societal ills and a nostalgic look back to the past with the previously released single ‘Songs Of Yesterday’. Do not be misled by the more refined production though as this band is still driven by their punk rock roots and maintain their energy and passion and play with true grit as always… Since they formed in 2002, MARCHING ORDERS have been at the forefront of the Australia skinhead and streetpunk scene that is currently on the ascendency which includes other bands like RUST, THE CORPS and SLICK 46 to name a few. This new wave of Australian rock’n’roll could put Australia back on the map like their predecessors ROSE TATTOO and AC\/DC did before them! Contra Records 2013 Tracklisting: SIDE ONE: 01. Dog Eat Dog 02. Guilty By Suspicion 03. Living Proof 04. Callous World 05. Nothing To Lose 06. Hand Of Fate SIDE TWO: 07. Spirit Of ‘84* 08. Place Called Home 09. The Party’s Over 10. Rich Man 11. Songs Of Yesterday\n__ifHasImage__ __endifHasImage__ __ifNoImage__\n__ifPurchasable__ __endifPurchasable__",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9972685575,
        "format_confidence":0.9987768531
    },
    {
        "url":"http:\/\/tabs.ultimate-guitar.com\/j\/judas_priest\/the_hellion_ver2_guitar_pro.htm",
        "text":"Oops, an error\nLoading. Please wait.\n\nThe Hellion Guitar Pro\n\n12,285 views 12 this week\nno commentswrite comment\n1 2 3 4 5\nx 3\nset tempo\n4 Kb\nguitar #1, guitar #2, guitar #3, guitar #4, bass\nWARNING: You are trying to view\n                                    content from Ultimate-Guitar.com\n                                    in an unauthorized application,\n                                    which is prohibited.\n\n                                    Please use an official Ultimate\n                                    Guitar Tabs application for iPhone,\n                                    iPad or Android to access legitimate\n                                    chords, guitar, bass, and drum tabs\n                                    from Ultimate-Guitar.com database.\n\n                                    Type \"ultimate guitar tabs\" in Apple\n                                    App Store's or Android Market's\n                                    search to find the application.\n\"The Hellion\"\ndemo version\nPlay now\n\nor get full version for Free\n\nGet full version now!\nTo learn and play this song\nin Tab Pro, start free trial\nStart free trial\n\nor get $10 off Welcome Bonus\n\nGet welcome bonus\nGet access to Tab Pro version of “The Hellion”!\nTab Pro is a premium guitar tab service, available on PC, Mac, iOS and Android\nTo download “The Hellion” Guitar Pro tab click button below\nPlease note that you must have Guitar Pro software installed on your\ncomputer in order to view this file.\nWe did not receive enough feedback on this tab! Please rate:\nreport bad tab\n1 2 3 4 5\nI want to post or [tab]\nYou may want to rate the tab now too:\nselect rating\nPlease do not post tabs as comments. Select \"correction\" instead!",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9359459281,
        "format_confidence":0.6560258269
    },
    {
        "url":"https:\/\/fmovies.mom\/movie\/the-bodyguard-2-1Dw06z\/",
        "text":"The Bodyguard 2\n\nThe Bodyguard 2\n\nThe best agent of Vieng, the country near the boundary of Thailand received the important mission that he had to catch two armed dealers who could be the dangerous for his country.\n\nGenre: Action , Comedy\n\nDirector: Petchtai Wongkamlao\n\nCountry: Thailand\n\nDuration: 95 min\n\nQuality: HDRip\n\n\nIMDb: 5.4",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9972615242,
        "format_confidence":0.8670411706
    },
    {
        "url":"http:\/\/fishcamproysecity.com\/film\/winchester.v5j1l",
        "text":"Enganchados a la muerte BluRay 1080p\nEnganchados a la muerte BluRay MicroHD\nWatch list\nThere is only CAM version for this movie right now. We would update the better one real soon!\n\n\nIMDb 0 na min\nInspired by true events. On an isolated stretch of land 50 miles outside of San Francisco sits the most haunted house in the world. Built by Sarah Winchester, (Academy Award®-winner Helen Mirren) heiress to the Winchester fortune, it is a house that knows no end. Constructed in an incessant twenty-four hour a day, seven day a week mania for decades, it stands seven stories tall and contains hundreds of rooms. To the outsider it looks like a monstrous monument to a disturbed woman's madness. But Sarah is not building for herself, for her niece (Sarah Snook) or for the brilliant Doctor Eric Price (Jason Clarke) whom she has summoned to the house. She is building a prison, an asylum for hundreds of vengeful ghosts, and the most terrifying among them have a score to settle with the Winchesters.\nThriller, Fantasy, Mystery, Horror, Biography\nSarah Snook, Helen Mirren, Angus Sampson, Jason Clarke, Laura Brent, Eamon Farren, Tyler Coppin, Emm Wiseman\nUnited States, Australia\n6.5 \/ 160 times\nIf you use adblock, you may not see the disqus comment section.\nA wide selection of free online movies are available on FMovies \/ BMovies. You can watch movies online for free without Registration.",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9966053963,
        "format_confidence":0.9797277451
    },
    {
        "url":"http:\/\/www.partyearth.com\/los-angeles\/concerts\/al-green-concert-1\/",
        "text":"Al Green Concert Jul 19, 2012 7:30 pm\n\nAl Green\nCollapse map \/ See photo gallery\nAdd to list\n\nAl Green Videos\n\nAl Green-Lets Stay Together\n0:00 \/ 0:00\nAl Green-Lets Stay Together 12,265,657 views\nAl Green - Love and Happiness (Studio Version) 2,504,679 views\nAl Green singing People Get Ready 1,386,733 views\nAl Green - Here I Am (Come And Take Me) (song from album) 276,012 views\nAl Green \"How can you mend a broken heart\" 6,014,751 views\nAnnie Lennox & Al Green - Put A Little Love In Your Heart [HQ] 7,798 views\nAl Green - Tired Of Being Alone (song from album) 218,588 views\nNever miss out on a big event in Los Angeles again! Sign up for our weekly email and get reminders about major events!\n\nBook Now and Save at\n\nAre we missing a venue or event?\nFind your scene",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9975879192,
        "format_confidence":0.8759411573
    },
    {
        "url":"https:\/\/tv-films.co.uk\/tinker-tailor-soldier-spy-2011\/",
        "text":"Tinker Tailor Soldier Spy (2011)\nMystery & Thriller\n2h 7m\nIn 1970s England the head of MI6, Control (John Hurt), dispatches an agent (Mark Strong) to meet with a Hungarian general who knows the identity of a Soviet spy in the organization's ranks. However, the mission goes wrong, and the general dies before he can reveal the information. Undersecretary Oliver Lacon (Simon McBurney) calls veteran agent George Smiley (Gary Oldman) back from forced retirement to ferret out the mole and stop the flow of vital British secrets to the Russians.\nDirector(s): Tomas Alfredson\nPoster for Tinker Tailor Soldier Spy (2011)\nAudience: 65%rottentomatoes rating\nCritics: 83%rottentomatoes rating\nFilm certificate Not suitable for children under 15 years of age Rottentomatoes film page Tinker Tailor Soldier Spy (2011) on IMDb\n\nRecently on TV\n\nIf you like Tinker Tailor Soldier Spy you might also like:",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9960965514,
        "format_confidence":0.8831737638
    },
    {
        "url":"http:\/\/www.adastramusicfestival.org\/calendar\/2016\/7\/22\/russell-community-choir-with-organ",
        "text":"Ad Astra Music Festival\n\nEst. 2014 in Russell, Kansas\n\nBack to All Events\n\nDuruflé and his organ\n\n  • Trinity United Methodist Church 221 N Maple St Russell, KS 67665 United States (map)\n\nThe Russell Community Choir performs one of the 20th century's greatest artwork, Maurice Durufle's Requiem.\n\nAlex Underwood, conductor\n\nJonathan Young, organ\n\nEarlier Event: July 17\nSchumann Song Cycles\nLater Event: July 23\nChamber Music at the Deines",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.972147584,
        "format_confidence":0.6445021629
    },
    {
        "url":"https:\/\/www.zavvi.com\/blu-ray\/kill-bill-volume-1\/10432619.html",
        "text":"Kill Bill: Volume 1 Blu-ray\n\n\nSave: £16.00\n\nFREE UK Delivery available\n\nBuy Now\n\nAvailability: In stock Usually dispatched within 24 hours\n\n\nThe acclaimed fourth film from groundbreaking writer and director Quentin Tarantino, Kill Bill Volume 1 stars Uma Thurman, Lucy Liu and Vivica A. Fox in an astonishing, action-packed thriller about brutal betrayal and an epic vendetta! Four years after taking a bullet in the head at her own wedding, the bride (Thurman) emerges from a coma and decides it's time for payback ... with a vengeance. Having been gunned down by her former boss (David Carradine) and his deadly squad of international assassins, it's a kill-or-be-killed fight she didn't start but is determined to finish! Loaded with explosive action and outrageous humour, it's a must-see motion picture event that had critics everywhere raving!\n\nProduct Details\n\n  • 18\n  • Uma Thurman,\n  • Daryl Hannah,\n  • Sonny Chiba,\n  • Lucy Liu,\n  • Vivica A. Fox,\n  • Julie Dreyfus,\n  • Michael Parks,\n  • Chiaki Kuriyama,\n  • Michael Madsen,\n  • David Carradine\n  • Quentin Tarantino\n  • B\nSound Information:\n  • Dolby Digital\nNumber of Discs:\n  • 1\nMain Language:\n  • English\nDubbing Languages:\n  • English, German, German\n\nSubtitle Languages:\n  • English SDH, German, Italian\n\n  • Kill Bill\n  • Miramax Films\n\nDelivery & Returns\n\nHow long will it take to arrive?\n\nPlease check the stock availability notice on your item when placing your order. This item is: In stock | Usually dispatched within 24 hours\n\nPlease remember to add postal time (2-3 working days) to obtain a complete estimate of delivery to your door.\n\nHow will I know it has been sent?\n\nYou will receive an email to confirm when your item has been sent.\n\nYou can also check the status of your order and individual items by accessing My Account details and following the prompts.\n\nPlease allow 10 working days from dispatch of your order before notifying us of any late deliveries.\n\nIt may be advisable to check with your neighbours to see if a parcel has been left with them, check any outhouses you might have where it may be left if it cannot fit through your letterbox and contact your local sorting office to see if the item has been returned to the depot as undelivered and awaiting collection.\n\nIf I'm not completely happy with my item?\n\nPlease see our returns policy.\n\nCustomer Reviews\n\nThere are currently no reviews.\n\nWrite a review to be in with a chance of winning a £100 voucher.\n\nThis Product\n\nKill Bill: Volume 1\n\nKill Bill: Volume 1 Blu-ray\n\n\nSave: £16.00\n\nBuy Now\n\nKill Bill: Volume 1 Blu-ray\n\nSelect image\n\nKill Bill: Volume 1\nBack to top",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9930891395,
        "format_confidence":0.998793602
    },
    {
        "url":"http:\/\/jeniandbilly.com\/for_sale\/longing_for_heaven\/",
        "text":"Recorded in the dead of winter at a borrowed cabin in the Carolina mountains, Longing for Heaven has that Jeni & Billy sound through and through — sparse, emotional, and sincere Appalachian Folk. Like the small cabin where they recorded it, the record has an intimate feel, and their songs ask intimate questions about that most intimate of places — home. Home on Earth and home in Heaven.\n\nShad Cobb guests on fiddle while the duo handle the other instruments including guitar, banjo, mandolin, harmonica, and acoustic bass guitar. Like their Jewell Ridge Coal, Longing for Heaven features live vocals and instruments recorded in complete takes with minimal overdubs to capture that “sitting in the living room at home” feel. Nicole Levitz (Feminist Review) writes, “They sound so natural together, it feels calming and clear. It’s as if you were there sitting on a back porch in old-timey South and they were right there with you and just stumbled upon some instruments.”\n\nBuy Now This ten-track CD includes four traditional songs: one from the Sacred Harp tradition and the others learned at fiddler’s conventions and from Dr. Ralph Stanley and Dry Branch Fire Squad records. The traditional song “Fond Affection” is recreated with additional lyrics and a new melody with a sad and delicate banjo lead. The other five songs are originals.\n\nSouthern writer Lee Smith, says she needs a mountain to rest her eyes against. An homage to Smith’s novels, “The Ballad of Sally Kincaid” asks the age-old question of whether you can go home again and what a woman will bear to be near “the mountain she loved best.”\n\n“Father Will You Meet Me in Heaven” tells the true life story of Jack Cash, Johnny’s brother, who brought his father to Jesus while he lay dying of a saw-blade wound.\n\nWritten in the style of the old Carter Family songs, “While I Stay at Home and Weep” takes the age-old story of a woman waiting for her ramblin’ lover and stands it on its head.\n\nIn “If I Ever Get Ten Dollars” the railroad hobo lays out all his plans to “quit this railway car” and settle down — if he can just find the dough to buy a suit, a ring, and some land.\n\nJeni & Billy met UMWA President, Cecil Roberts, at the unveiling of a miner’s memorial in Cumberland, KY, after which he invited them to play at his 2010 inauguration. Struck by Roberts’ fiery speeches and his devotion to Martin Luther King, Jr and Jesus, Jeni & Billy wrote “Cecil Roberts’ Hand” in his honor.",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9848127961,
        "format_confidence":0.9957385063
    },
    {
        "url":"http:\/\/www.broadway.com\/buzz\/awards\/tony-awards\/nominees\/464\/a-gentlemans-guide-to-love-murder\/",
        "text":"This is an advertisement   skip this ad\n\nSUNDAY, JUNE 8, 2014\nLive at Radio City Music Hall\n\nA Gentleman's Guide to Love & Murder — Nominee for Best Musical\n\nThis knock-'em-dead hit tells the story of Monty Navarro, a distant heir to a family fortune who sets out to speed up the line of succession using a great deal of charm…and a dash of murder.",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9912742972,
        "format_confidence":0.7314178348
    },
    {
        "url":"https:\/\/dailyupdatesplus.com\/soap2day-to-download-movies\/",
        "text":"HomeLifestyle and EntertainmentFind the most anticipated movies on soap2day\n\nFind the most anticipated movies on soap2day\n\nOne of the many reasons people turn to online platforms to download the latest movies is because people cannot afford to go to the cinemas for every movie. For such reasons, online platforms like soap2day websites have become extremely popular among the netizens. Be it motion pictures, web series, or TV series, you will be able to find almost all of it, free of cost, on the soap2day website. The developers and the admins of the soap2day website upload new and old releases almost every day and as a viewer, you have the access to a goldmine of some of the greatest box office hits of all time.\n\nAbout soap2day\n\nSoap2day started as a library of fewer movies but as time progressed, the developers and admin started uploading more movies along with new releases and expanded the website. Today if you are not willing to go to the movie theatres or buy movies, you can simply download it from the soap2day website. Whether you are looking for Telugu, Tamil, Hollywood, Bollywood, Malayalam or other regional movies, soap2day has the collection of it all. To make navigating through the website easier, the developers have categorized the movies according to genres, language, and year of release. Depending on the kind of movie you are looking for, you will be able to easily download it going through different categories.\n\nIs soap2day a legal site?\n\nSoap2day is one of the piracy websites where you will find almost any kind of movie you are looking for. Since downloading movies from piracy websites is restricted by the governments of many countries, piracy websites cause huge losses to the movie industry annually, you might get into trouble if you are not careful while downloading the movies. The best way to safely download movies from the soap2day site is to use a VPN app to mask your actual location.\n\nEven though the website is fairly safe to use without any malware or computer virus, using the VPN provides an additional layer of protection to the user. Even though Indian governments have not taken any strict action against any piracy websites, it is better to be safe beforehand.\n\nWhy choose soap2day to download your movies?\n\nThere are several piracy websites like soap2day from where you can download the most anticipated movies of any month. However, this website takes the cake in terms of security, regular updates, and quality of the files. You will find the highest quality of movies with the best audio quality on soap2day. All the movies are listed categorically for easier navigation and downloading movies from this website is also less stressful than many other websites.\n\nOnce you launch the website on your preferred browser, you can just filter your searches, if you are not looking for a specific movie. If you are looking for a specific movie, entering the name on the search box will help you find it easily. You can filter the searches according to the language, whether you want the dubbed or original version, genre, etc. You will also be able to select the video resolution as you like and download it without an issue.\n\nDisclaimer Daily Updates Plus does not support piracy. We have no intentions to promote websites that offer free movie downloads. This post is just to keep you aware and provide information about Soap2day.\n\n\n\nPlease enter your comment!\nPlease enter your name here\n\nMost Popular\n\nRecent Comments",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9955022931,
        "format_confidence":0.7758205533
    },
    {
        "url":"https:\/\/itunes.apple.com\/gb\/album\/venere\/id279604513?i=279604526",
        "text":"\nOpening the iBooks Store.If iBooks doesn't open, click the iBooks app in your Dock.Progress Indicator\n\niTunes is the world's easiest way to organize and add to your digital media collection.\n\nWe are unable to find iTunes on your computer. To preview and buy music from Pianeti Riflessi by Vjbar, download iTunes now.\n\nDo you already have iTunes? Click I Have iTunes to open it now.\n\nI Have iTunes Free Download\niTunes for Mac + PC\n\nPianeti Riflessi\n\n\nOpen iTunes to preview, buy and download music.\n\nPianeti Riflessi, Vjbar\nView In iTunes\n\nCustomer Ratings\n\nWe have not received enough ratings to display an average for this album.",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9918791056,
        "format_confidence":0.9835193753
    },
    {
        "url":"https:\/\/wvstateparks.com\/event\/pete-kosky-and-dave-odell-as-the-macabre-bros-concert-at-pricketts-fort\/",
        "text":"Pete Kosky and Dave O’Dell as the MacAbre Bros. Concert at Prickett’s Fort\n\nEnjoy an evening of musical entertainment by Pete Kosky and Dave O’Dell as the MacAbre Bros. It’s free and it’s outdoors from 7:00 p.m. – 8:30 p.m.\n\nPrickett’s Fort welcomes Pete Kosky and David O’Dell as the MacAbre Brothers. They first appeared together in 1998 at Snowshoe Mountain, where they were asked to perform together for a group of postal workers and the MacAbre Brothers were born, playing venues such as the West Virginia State Folk Festival, Snowshoe and many others. Free and open to the public.\n\nLearn about other Prickett’s Fort events, workshops, and activities at or by calling 304-363-3030. Visitors to Prickett’s Fort should consider reserving overnight accommodations at Tygart Lake State Park.\n\nEvent Details\n\n  • Start Date: June 11, 2021\n\nFind a Park\n\n  • Activity\n  • Region\n  • Lodging",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.983859539,
        "format_confidence":0.6410773396
    },
    {
        "url":"https:\/\/prelive.highresaudio.com\/de\/album\/view\/bogv6a\/the-oak-ridge-boys-bobbie-sue-remastered",
        "text":"Bobbie Sue (Remastered) The Oak Ridge Boys\n\nAlbum Info\n\nAlbum Veröffentlichung:\n\n\nLabel: Geffen\n\nGenre: Country\n\nSubgenre: Country Pop\n\nInterpret: The Oak Ridge Boys\n\nDas Album enthält Albumcover\n\nEntschuldigen Sie bitte!\n\nSehr geehrter HIGHRESAUDIO Besucher,\n\nleider kann das Album zurzeit aufgrund von Länder- und Lizenzbeschränkungen nicht gekauft werden oder uns liegt der offizielle Veröffentlichungstermin für Ihr Land noch nicht vor. Wir aktualisieren unsere Veröffentlichungstermine ein- bis zweimal die Woche. Bitte schauen Sie ab und zu mal wieder rein.\n\nWir empfehlen Ihnen das Album auf Ihre Merkliste zu setzen.\n\nWir bedanken uns für Ihr Verständnis und Ihre Geduld.\n\n\n  • 1Bobbie Sue02:50\n  • 2I Wish You Were Here (Oh My Darlin')03:30\n  • 3Doctor's Orders03:28\n  • 4Old Kentucky Song02:37\n  • 5So Fine02:47\n  • 6I Wish You Could Have Turned My Head (And Left My Heart Alone)03:24\n  • 7Back In Your Arms Again02:58\n  • 8Up On Cripple Creek03:08\n  • 9Until You03:06\n  • 10Would They Love Him Down In Shreveport02:25\n  • Total Runtime30:13\n\nInfo zu Bobbie Sue (Remastered)\n\nBobbie Sue is the seventh album by The Oak Ridge Boys. It was released on February 10, 1982. Its title song was a #1 country chart hit (on April 3, 1982) and a #12 hit on the Hot 100 singles chart.\n\nThe album also featured cover versions of two songs: \"So Fine\", a song originally by The Fiestas; and \"Up on Cripple Creek\", originally by The Band.\n\nThe Oak Ridge Boys have achieved a decorated career, winning five GRAMMY® Awards, and multiple CMA, ACM and Dove Awards for their cross-over brand of pop, country and gospel music that spans multiple generations. Made up of members Duane Allen, Joe Bonsall, William Lee Golden and Richard Sterban, The Oak Ridge Boys are members of the Grand Ole Opry and achieved arguably country music’s highest honor in October 2015 when they were inducted into the Country Music Hall Of Fame.\n\nThe Oak Ridge Boys\nAdditional musicians:\nJimmy Capps, acoustic guitar\nJerry Carrigan, drums, percussion\nGene Chrisman, drums, percussion\nFarrell Morris, percussion\nWeldon Myrick, steel guitar\nRon Oates, keyboards\nBilly Sanford, electric guitar, acoustic guitar\nJack Williams, bass\nChip Young, acoustic guitar\nReggie Young, electric guitar\nThe Muscle Shoals Horns\n\nDigitally remastered\n\nThe Oak Ridge Boys\nTheirs is one of the most distinctive and recognizable sounds in the music industry. The four-part harmonies and upbeat songs of The Oak Ridge Boys have spawned dozens of Country hits and a Number One Pop smash, earned them Grammy, Dove, CMA, and ACM awards and garnered a host of other industry and fan accolades. Every time they step before an audience, the Oaks bring four decades of charted singles, and 50 years of tradition, to a stage show widely acknowledged as among the most exciting anywhere. And each remains as enthusiastic about the process as they have ever been.\n\n“When I go on stage, I get the same feeling I had the first time I sang with The Oak Ridge Boys,” says lead singer Duane Allen. “This is the only job I’ve ever wanted to have.”\n\n“Like everyone else in the group,” adds bass singer extraordinaire, Richard Sterban, “I was a fan of the Oaks before I became a member. I’m still a fan of the group today. Being in The Oak Ridge Boys is the fulfillment of a lifelong dream.”\n\nThe two, along with tenor Joe Bonsall and baritone William Lee Golden, comprise one of Country’s truly legendary acts. Their string of hits includes the Country-Pop chart-topper Elvira, as well as Bobbie Sue, Dream On, Thank God For Kids, American Made, I Guess It Never Hurts To Hurt Sometimes, Fancy Free, Gonna Take A Lot Of River and many others. In 2009, they covered a White Stripes song, receiving accolades from Rock reviewers. In 2011, they rerecorded a thirtieth anniversary version of Elvira for a Cracker Barrel Old Country Store project.\n\nThe group has scored 12 gold, three platinum, and one double platinum album—plus one double platinum single—and had more than a dozen national Number One singles and over 30 Top Ten hits. ...\n\nDieses Album enthält kein Booklet\n\n© 2010-2021 HIGHRESAUDIO",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9968452454,
        "format_confidence":0.9704454541
    },
    {
        "url":"http:\/\/calendar.lancasteronline.com\/lancaster_pa\/events\/show\/366718503-performance-by-chris-kauffman",
        "text":"Home | Register | Log In\n  • Print\n  • Calendar\n  • Share\nPerformance by Chris Kauffman\nAge Suitability None Specified\nCategory Acoustic\n\nPerformance by Chris Kauffman\n\nSaturday, Mar 1 7:00p to 10:00p\nEmmaus Road Cafe Lancaster, PA\n\n\" As lead singer of the indie-rock band, Waiting for Cadence, and formerly the lead in the alternative rock band, Riveredge, Chris Kauffman has quietly been a mainstay in the Northeast music scene for more than a decade. As a solo artist, however, the Lancaster, PA- based songwriter has softly won over fans of acoustic music as well. Between band projects, Chris has recorded two full-length albums, 2006's self-titled album and 2008's \"Know You\" which met with some minor critical acclaim. Chris is… Show more\n\nCreated by Quansin\n\nLocation & Nearby Info\nEmmaus Road Cafe\n1916 Lincoln Hwy. E\nLancaster, PA 17602\n(717) 397-9360\nShow nearby:\nNo nearby bars\nReviews & Comments\nThis event currently has no reviews. Be the first to share your thoughts with others!\n\nHot Tickets Ticket More »\n\n\nZvents - Discover things to do",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9971476197,
        "format_confidence":0.9477451444
    },
    {
        "url":"http:\/\/www.ticketfly.com\/event\/393981-ronniepalooza-better-half-philadelphia\/",
        "text":"Ronniepalooza! with The Better Half\n\nThe Better Half\n\nThe Better Half are a straight-ahead rock 'n' roll band from Philadelphia. With a melody-driven hard rock sound, The Better Half are classic rock and modern alternative all at the same time.\n\nCold Roses\n\nIt’s rare in today’s music to find a band that embodies the swagger of rock and roll, groove of Philly-soul, heartache of the blues and folk-esque storytelling quite like Cold Roses.\nAfter years as a guitarist in Philly bands, Rob Clancy decided to step out on his own as lead singer and songwriter, and form a group to play the music he’d been envisioning for so long. A post to Craig’s List ushered in Brandon Porter on bass, and the lineup became solidified with the addition of Alex Ayala on keys and R.M Webb on drums. The modest four piece would then expand to include a horn section, featuring Rick Rein on trumpet and Tom Petraccaro on saxophone.\nHoning their signature sound and electrifying audiences along the east coast for the past year and a half, Cold Roses self-released their debut LP “No Silence In The City” on November 1st, 2014. Produced by Webb and Clancy, and recorded at Miner Street Recordings, the band implemented a more “traditional” recording approach by performing each song live to analog tape, emulating the energy and intimacy of their live shows. The result is an 11 song “tour de force” album that showcases the band’s versatility and “demonstrate[s] what it means to live and breathe the essence of rock and roll…this is a dirty, soulful, wickedly fun album” (ThatMag). Whoever said rock and roll was dead must have just given up.\n\n\n\nUpcoming Events",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9975312352,
        "format_confidence":0.9927583933
    },
    {
        "url":"http:\/\/www.whatismymovie.com\/item?item=0068231",
        "text":"Asylum of Satan (1972)\n\nWilliam Girdler\n\nMain cast\nCharles Kissinger; Nick Jolley; Carla Borelli; Louis Bandy\n\n\nA young woman is brought to an asylum to receive special treatment from a mysterious doctor. Dr. Spector does more than just run the hospital -- he offers his patients as sacrifices to Satan.\n\nSimilar movies\n\nTensions rise within an asbestos cleaning crew as they work in an abandoned mental hospital with a horrific past that seems to be coming back.\nInfection takes place in a dark, isolated hospital, where one doctors mistake has led to dire consequences for a patient. In a hospital death is just a breath away.\nTortured by the ghosts of the demonized insane asylum that killed the crew of GRAVE ENCOUNTERS, film students fight to escape death as their own paranormal investigation goes terribly wrong in this horrifying sequel.\nDuring an all-night, drug-fueled party at an abandoned asylum known for the horrific treatment of its patients, a group of ordinary teens decide to experiment with the occult, mysteriously leading to a violent possession. In an effort to find help, the group rushes to escape, only to find themselves locked inside with no means of communication. Tempers flare, trusts are broken and in attempt to save one of their friends possessed by the demon, the amateurs try to perform an exorcism. Instead of solving the problem, and unbeknownst to them, they unleash an even more powerful and vengeful spirit, one with a distinct motive and which wants them all dead. The teen's only chance of survival is to uncover the asylum's deep mysteries and find a way out before it's too late.\nCollege students exploring an abandoned insane asylum accidentally shatter canisters holding the cremains of former mental patients. Inhaling the dusty ash filling the air, they're soon possessed by the souls once held within them. One is a convicted serial killer from 1950.\nAfter a bizarre and near fatal encounter with a serial killer, a newswoman is sent to a rehabilitation center whose inhabitants may not be what they seem.\nA crew from a paranormal reality television show lock themselves in a haunted psychiatric hospital. They search for evidence of paranormal activity as they shoot what ends up becoming their final episode.\nAmerican professor John Holden arrives in London for a conference on parapsychology only to discover that the colleague he was supposed to meet was killed in a freak accident the day before. It turns out that the deceased had been investigating a cult lead by Dr. Julian Karswell. Though a skeptic, Holden is suspicious of the devil-worshiping Karswell. Following a trail of mysterious manuscripts, Holden enters a world that makes him question his faith in science.\nA newly possessed cheerleader turns into a killer who specializes in offing her male classmates. Can her best friend put an end to the horror?\nA pierced and tattooed sadist, Captain Howdy, trolls the Internet for naive teens, luring them to his home to torture and defile them. When Howdy kidnaps and tortures the daughter of police Detective Mike Gage, he is caught. Deemed insane, he is sent to an asylum but is released soon after, seemingly better. However, Gage knows it is only a matter of time before Howdy strikes again, and he's ready to unleash his own form of retribution when the time comes.\nElvira is travelling through the French countryside with her friend Genevieve, searching for the lost tomb of a medieval murderess and possible vampire, Countess Wandessa. They find a likely site in the castle of Waldemar Daninsky, who invites the women to stay as long as they like. As Waldemar shows Elvira the tomb that supposedly houses the countess, she accidentally causes the vampire to come back to life, hungrier than ever. Daninsky has a hidden secret of his own, but will it be enough to save the two girls from becoming Wandessa's next victims?\nAmerican honeymooners in Hungary are trapped in the home of a Satan-worshiping priest when the bride is taken there for medical help following a road accident.\nIn this modern retelling of the classic horror tale, teen siblings are enslaved by a psychotic recluse within her gruesome house of horrors in the woods.\n12-year-old Regan MacNeil begins to adapt an explicit new personality as strange events befall the local area of Georgetown. Her mother becomes torn between science and superstition in a desperate bid to save her daughter, and ultimately turns to her last hope: Father Damien Karras, a troubled priest who is struggling with his own faith.\nBullied by classmates, a pudgy military-school student fights back by computer with the devil.\nThe story revolves around a Basque Roman Catholic priest dedicated to committing as many sins as possible (Angulo), a death metal salesman from Carabanchel (Segura), and the Italian host of a TV show on the occult (De Razza). These go on a literal \"trip\" through Christmas-time Madrid to hunt for and prevent the reincarnation of the Antichrist.\nSix actors go to graveyard on a remote island to act out a necromantic ritual. The ritual works, and soon the dead are walking about and chowing down on human flesh.\nA group of 7 youngsters-4 guys and 3 girls decide to spend a night at a reportedly haunted hotel to celebrate the farewell of one of them leaving for the USA. Despite people's warnings and other \"signs\" trying to ward them off from there, they enter the hotel, and then the truth dawns on them. Seven friends - Sam alias Samrat, Magesh, Achint, Neel, Neena, Sonia and Magi reunite after several years apart to celebrate the farewell of one of their friends, who is going abroad in order to pursue his career and fulfill his goals. The group soon learns about an abandoned hotel with strange stories around it. Much against warnings, they decide to spend a night at the hotel, and soon realize the mistake of their lives\nThe pit has spoken. Dawai, the potter of a backwoods community, has crafted a face on a ceramic jug of the person that the pit wants sacrificed. Ada, pregnant with her brother\u0092s child, has seen her face on the jug and hides it in the woods, determined to save the life of her unborn. If she does not sacrifice herself however, the creature from the pit will kill everyone in the village until she does.\nPolice sergeant Neil Howie is called to an island village in search of a missing girl whom the locals claim never existed. Stranger still, however, are the rituals that take place there.\nLong ago in the Iron Age a shadow loomed over a lonely village. For generations the village youths are stolen from their families and delivered as sacrifice to a mythical beast - the Minotaur, that dwells beneath a great palace. Theo, haunted by the loss of his love in an earlier sacrifice is convinced that the beast isn't real and that his girl still lives as a slave within the palace. His father Cyrnan, the village leader, tries to reason with Theo not to go but Theo is driven by blind rage. He devises a plan and is taken with the other youths who are dragged screaming from their families.\nGod and Satan are on a train discussing the fate of three individuals. The stories of the people in question are told in a trio of very strange vignettes. One involves an insane anylum with some very interesting treatment plans. Another involves a 'death club'. The final story shows us the adventures of a server of Satan.\n500 years after they were blinded and executed for committing human sacrifices, a band of Templar knights returns from the grave to terrorize a rural Portuguese village during it's centennial celebration. Being blind, the Templars find their victims through sound, usually the screams of their victims. Taking refuge in a deserted cathedral, a small group of people must find a way to escape from the creatures.\nIn Italy, a woman becomes involved in a series of unauthorized exorcisms during her mission to discover what happened to her mother, who allegedly murdered three people during her own exorcism.\nFifteen-year-old Emma Evans is like any other teenage girl; she thinks that her parents don´t understand her. She longs for independence and a life free of family ties and responsibilities and she is prepared to do anything to achieve it. But one day she will be forced to face up to the consequences of her actions.Life seems to be carrying on as normal, until one day Emma starts experiencing frightening fits. Her parents are convinced that her problems are either medical or psychological, but when doctors´ tests are unable to draw any conclusions, the family is forced to look elsewhere for answers.It all started off as a bit of fun, Emma never really believed it, but the truth is there is something dark and sinister within her, and it won´t take long to surface.\nHitting an off-the-charts level of subversive allegory, Zulawski\u0092s second feature is a blood-splattered rampage through a war-charred 1790s Poland that turns the historical epic inside out, and dances on its carcass. Immediately banned in the director\u0092s Communist Poland for over a decade and a half, The Devil writhes with nonstop demonic energy as it follows an nobleman who, after escaping from prison, swandives into insanity and mass murder. Returning home to his once-rich family \u0097 one now reduced to savages \u0097 and manipulated by a black-cloaked Satanic stranger at the center of a web of political treachery, the nobleman eventually enacts a Hamlet-like pyrrhic revenge on just about everyone in sight. But The Devil\u0092s most spectacularly intense violence is all emotional, with near-constant outbursts of grief, and desperation of a seizure-like intensity that is downright mesmerizing. \u0097 The Cinefamily\nDelving into our collective nightmares, this horror-documentary investigates the origins of our most terrifying urban legends and the true stories that may have inspired them.\nBelated sequel to the '84 film. 8 years after the first, authorities discover the mutilated bodies of adults in the secluded town of Gatlin, Nebraska an... (truncated)",
        "topic_id":6,
        "format_id":16,
        "topic_confidence":0.9938405752,
        "format_confidence":0.5581528544
    }
]