[
    {
        "url":"https:\/\/www.koolwebsites.com\/2021\/02\/artificial-intelligence-101-things-you.html",
        "text":"Artificial Intelligence: 101 Things You Must Know Today About Our Future by Lasse Rouhiainen - Book Review\n\n\nArtificial intelligence is software with a mechanism to learn or a computer program. It then uses the information as humans do to decide in a given context. The developers creating this program try to write code that can interpret and learn it from images, data, audio files, or video. That information can be put to use elsewhere once a computer has been conditioned. Because of the emergence of artificial intelligence systems, most of these improvements will happen.\n\nThe rapid development of other innovations, such as genetic engineering, quantum computing, biotechnology, the Internet - Of - things, virtual reality, and 3D, will influence our lives and society in countless other ways. \n\nArtificial intelligence plays an important role nowadays, and whether you like it or not, it will dramatically change the way we do things. It can make us work better, quicker, and cheaper. Industries like hospitality, healthcare, tourism, transportation, education, agriculture, retail, finance, agriculture, marketing, and sales will be fundamentally changed. Researchers also claimed that robots and automation might replace many jobs. Examples of these are self-driving cars, chatbots, and robots. \n\n\nThis book about Artificial Intelligence by Lasse Rouhiainen, in general, is acceptable. I discovered new fields of Artificial Intelligence that are an essential part of our daily lives and application, the importance of data, and the ability to analyze it. \n\nMany companies use platforms like Chatbot Customer Support, Siri, Google Assistant, Online Marketing, and more. Hence, no wonder many businesses took advantage of the technology, and more and more are focusing on the advancement of Artificial Intelligence. Rouhiainen discussed how AI is currently being used by major businesses such as Google, Facebook, and Amazon, and how they plan to use it in the future.\n\nIn the financial sector, the author shared three facts about how AI can increase a company's profit. \n\n  • First, AI can be used for better customer service. Nowadays, especially this time of the pandemic where we are limited to go out, I've personally experienced Customer Service via Facebook Chat from our Internet Service Provider. I was just surprised; I was able to chat with an agent trying to resolve my issue online. Well, I have to admit, it is much accessible since many are using Facebook as a means of communication, sales, and marketing.\n  • Second, more efficient investment services with 'smart advisors' can provide clients with financial advice.\n  • Lastly, Chatbots, maybe soon become the primary method for customer interactions. Not only will it reduce the cost for the workforce, but few people also need to be hired for the customer service position.\n\nIf you read the book, there are lots of concepts and resources that are given for you to understand how AI works. You may also learn a solid foundation that addresses almost every introduction to AI issues. This book is simple and has an 'easy to read' description of AI and its results. Anyone can understand and be encouraged to learn more on their own.\n\nRouhiainen is an apparent supporter of AI, but the possible problems that AI can cause are not overlooked. Mostly, however, Rouhianen promotes education and dedication on the part of individuals, enterprises, and governments to create a reliable and equal basis for AI implementation. He clarifies that it is difficult to avoid the development and use of AI in this fast-changing world.\n\nBuy Now!\n\nPost a Comment",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9719650149,
        "format_confidence":0.7668898702
    },
    {
        "url":"https:\/\/www.audiofilemagazine.com\/reviews\/read\/89151\/this-explains-everything-by-john-brockman-%5Bed%5D\/",
        "text":"AudioFile - Find your next great audiobook\nGet our Newsletter\n\nTHIS EXPLAINS EVERYTHING Deep, Beautiful, and Elegant Theories of How the World Works\n\nby | Read by Michelle Ford, Peter Berkrot, Antony Ferguson, Ann Marie Lee\n\nContemporary Culture • 12 hrs. • Unabridged • © 2013\n\nThis is an entertaining and extensive collection of short essays by various scientific and social luminaries on their favorite theories of how the world works. It's a wonderful example of team narration, a real plus with this rapidly changing short essay format. There's a risk of tedious topic repetition in that much of the material deals with the same major scientific players of all time: Einstein, Newton, Galileo, Feynman, et al. This shortcoming is considerably relieved by the balanced gender mix. However, sometimes the transitions could be a bit more pronounced. Listen in batches; much of the material is so similar and the concise format so high speed that the combination can make it difficult to digest all the beauty and elegance. M.C. © AudioFile 2014, Portland, Maine [Published: FEBRUARY 2014]\n\n\n\nTrade Ed. • Tantor Media • 2014\n\nCD ISBN 9781452619149 $42.99 • Ten CDs\n\nMP3-CD ISBN 9781452669144 $29.99 • One MP3-CDs\n\nDD ISBN multiple sources\n\n\nLibrary Ed. • Tantor Media • 2014\n\nCD ISBN 9781452649146 $83.99 • Ten CDs\n\nGet our Newsletter\nConnect with AudioFile\n\nAudioFile Newsletter\n\nLet us recommend your next great audiobook!\n\nNo algorithms here!\nWe pick great audiobooks for you.\nSign up for our free newsletter with audiobook love from AudioFile editors.\n\nIf you are already with us, thank you! Just click X above.\n\n\nThank you for signing up.\n\n\n\nThank you for contacting us!\n\nOur group will review and follow up within 72 hours.\nThanks for your interest!\n\nBack Home ×",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.6208150387,
        "format_confidence":0.9146613479
    },
    {
        "url":"https:\/\/scirev.org\/journal\/mathematical-biosciences\/",
        "text":"Review this journal\n\nMathematical Biosciences\n\nSciRev ratings (provided by authors) (based on 1 review)\n\nDuration of manuscript handling phases Click to compare\nDuration first review round 5.2 mnths compare →\nTotal handling time accepted manuscripts 5.2 mnths compare →\nDecision time immediate rejection n\/a compare →\nCharacteristics of peer review process Click to compare\nAverage number of review reports 2.0 compare →\nAverage number of review rounds 1.0 compare →\nQuality of review reports 3.0 compare →\nDifficulty of reviewer comments n\/a compare →\nOverall rating manuscript handling 1.0 (range 0-5) compare →\n\nLatest review Show all reviews\n\nFirst review round: 22.7 weeks. Overall rating: 1 (bad). Outcome: Rejected.\n\nFirstly, I would like to underline that the time was very long. Indeed, I remember that the review process by the reviewers took less than one month but the manuscript stayed a very long time before and after with the editor (4 months in total !). Secondly, if it really was a problem of scope why sending it to reviewers (wasting their time, and mine at the same time), and taking so long to make this decision ? Finally, one of the review was positive (with few changes that we've done since) but the second one was not really constructive.\n\nShow all »\n\nJournal info (provided by editor)\n\nThe editor of Mathematical Biosciences has not yet provided information for this page.\n\nSpace for journal cover image\nIssues per year\nArticles published last year\nManuscripts received last year\n% accepted last year\n% immediately rejected last year\nOpen access status\nManuscript handling fee?\nKind of complaint procedure\nTwo-year impact factor\nFive-year impact factor\n\nAims and scope\n\nThe editor has not yet provided this information.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9516194463,
        "format_confidence":0.8357777596
    },
    {
        "url":"https:\/\/zh.coursera.org\/learn\/synapses\/reviews?authMode=login&page=11",
        "text":"Chevron Left\n返回到 突触，神经元和大脑\n\n学生对 希伯来大学 提供的 突触，神经元和大脑 的评价和反馈\n\n1,096 个评分\n312 条评论\n\n\nThese are very unique times for brain research. The aperitif for the course will thus highlight the present “brain-excitements” worldwide. You will then become intimately acquainted with the operational principles of neuronal “life-ware” (synapses, neurons and the networks that they form) and consequently, on how neurons behave as computational microchips and how they plastically and constantly change - a process that underlies learning and memory. Recent heroic attempts to realistically simulate large cortical networks in the computer will be highlighted (e.g., “the Blue Brain Project”) and processes related to perception, cognition and emotions in the brain will be discussed. For dessert we will deliberate on the future of brain research, including the questions of “brain and art”, consciousness and free will. For more information see the course promo below and read “About the course.”...\n\n\n\nAug 13, 2017\n\nExcellent teaching by Sir. He has created one more enthusiast in the journey of decoding Human Brain. Thank you Sir, getting my basics clear and this will help me to be better Neuro\/AI researcher.\n\n\nSep 17, 2015\n\nIt is a very interesting and well-done course about neurobiology. Prof. Sedev has many interactive tasks and he tries to explain details as easy as possible. All in all it is understandable.\n\n\n251 - 突触，神经元和大脑 的 275 个评论（共 307 个）\n\n创建者 Víctor V B\n\nDec 2, 2016\n\nVery good!!\n\n创建者 Jose E M S\n\nAug 14, 2015\n\n\n创建者 Carmi D\n\nMar 1, 2019\n\n\n创建者 Gesualdo L P\n\nDec 18, 2015\n\n\n创建者 Alberto T\n\nDec 9, 2015\n\n\n创建者 王宪赓\n\nSep 28, 2015\n\n\n创建者 Paula A\n\nAug 23, 2021\n\n\n创建者 Rosa Y A M\n\nMay 10, 2020\n\n\n创建者 Mason C M\n\nDec 25, 2016\n\n\n创建者 Medhat A\n\nDec 1, 2016\n\n\n创建者 Thomas C\n\nOct 21, 2016\n\nfar ahead\n\n创建者 Egle B R D\n\nMay 14, 2016\n\n\n创建者 Eric V\n\nFeb 12, 2016\n\n\n\nJan 26, 2022\n\n\n创建者 Shreya S\n\nApr 15, 2021\n\n\n创建者 Stephen A\n\nFeb 17, 2022\n\n\n创建者 Jorge A Z L\n\nNov 5, 2015\n\n\n\nApr 13, 2022\n\n\n创建者 Mona A A\n\nSep 18, 2020\n\n\n创建者 Hu X\n\nOct 20, 2015\n\n\n创建者 Eun Y L\n\nAug 15, 2015\n\n\n创建者 BaharT\n\nMar 28, 2017\n\nThe best thing about the course was the acknowledgment that this is a highly interdisciplinary area and the emphasis on future research directions. The topics are covered by providing plenty of background explanation, though I found the repetition way too much at times. I would have liked to see the English in the slides, transcription of the videos, and most importantly, in the quizzes, proofread - at times, the seemingly small errors made it hard to understand what the quiz questions were about. A good introductory course all around. Thanks for your efforts!\n\n创建者 eleni m\n\nApr 19, 2020\n\nThis course stimulated my curiosity and was fun to watch!\n\nThe professor Segev is really good and tries to make the course comprehensive to all.\n\nThank you !!!\n\nP.S. I would like to learn more about the functions of different parts of the brain. Gray matter vs white matter, functions of different areas of the brain... I understand that this course aims to focus on more microscopic functions (cells, synapses etc), but it would be interesting to have an overview of the brain in a small lecture.\n\n创建者 Erik B\n\nJul 31, 2019\n\nI enjoyed the course material and many of the tests. My only complaint is some of the multiple choice questions were easy to interpret multiple ways, so that it was difficult to know which perspective we were expected to answer from. Sometimes, knowing too much, such as an exception to a rule, caused me to get an answer wrong when after a lot of research to make sure I found out that my answer is technically correct.\n\n创建者 Alireza\n\nApr 17, 2016\n\nThe course was fantastic!\n\nI just like to see more details for each of human senses.\n\nFor example for the vision, speaking, hearing, listening, emotions.\n\nI know some problem are kinda solved and people got Nobel prize for that. It could be more interesting if you could tell us which problems are not solved yet and if become solved there would be a Nobel for that.\n\nIn general, I love the course and the teacher! Thanks",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.5957468152,
        "format_confidence":0.9763736725
    },
    {
        "url":"http:\/\/zientzilaria.herokuapp.com\/blog\/2013\/01\/10\/circos-data-visualization-how-to-a-review\/",
        "text":"Covering the bioinformatics niche and much more\n\nCircos Data Visualization How-to: A Review\n\n| Comments\n\nFrom a discussion topic on LinkedIn, I received from Packt Publishing a copy of Circos Data Visualization How-to, by Tom Schenk Jr. In the past couple of weeks I toyed with reading it, until I finally came up to read it all. This is a quite short book, topping at 54 pages of actual content. And as a short book it doesn’t give you a full perspective of Circos capabilities, but it’s a start.\n\nThe author is not related to the biological field, so he takes some time explaining part of the biological terminology used in Circos, somtehing that could have been skipped to people in the area. But this does not detract from the usefulness of this book. The chapters cover most part of Circos features, mostly using examples away from biology, which is somewhat useful, as it explains how to create your own diagrams and “chromosomes”. At the same time, maybe if the author had included a couple more chapters about some fine details of Circos, that would have been helpful in the long run.\n\nThe book is pleasantly written, there’s no fluff and the test is direct. But in the end you keep asking for more details and information, due to the abreviated size of it. As I said, it’s a good start, covering with somewhat more detail what you find in Circos website, but I definitely wanted a bit more.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9786300063,
        "format_confidence":0.8270214796
    },
    {
        "url":"http:\/\/themacmania.com\/solar-system-for-ipad-review\/",
        "text":"News Ticker\n\nSolar System for iPad (Review)\n\nThis book was created with the help of the author Marcus Chown, who takes you on a tour through the solar system and displays the planets, moons, asteroids, comets, and spacecraft that surround the Sun in our cosmic backyard.  The book has a lot of three dimensional images and a lot of information on the objects displayed.  This is not just a pretty 3D picture book.  It gives textual information movies, animations, pictures and very detailed facts with a basis in real science.  The book is interactive enough to keep it interesting and it even allows you to “take control” of the views from which you see these objects, which helps to keep the app immersive and allows you to see the amazing surface detail.  It also shows you the latest images we have from outer space, such as images from probes and astronauts.\n\nDo you need to be an amateur astronomer to enjoy this book?\n\nNo, not really, but I am sure that amateur astronomers will find this book more interesting than most.  Solar System functions well, and is a good source of amusement.  To the creators’ downfall, they are probably going to have a hard time selling such a book to the masses, but the people who do purchase will not end up feeling ripped off.  There are far worse things you could spend your money on.\n\nSolar System for iPad - Touch Press\n\nAbout Monja (343 Articles)\nMonja is a Multimediadesigner and Mac enthusiast since she discovered the beauty of Mac Computers - she never looked back to her Windows Laptop.\n\nLeave a comment\n\nYour email address will not be published.\n\n\nCommentLuv badge",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.7726865411,
        "format_confidence":0.8570065498
    },
    {
        "url":"http:\/\/www.dove.org\/review\/7978-global-warming-a-scientific-and-biblical-expose-of-climate-change\/",
        "text":"Global Warming: A Scientific and Biblical Expose of Climate Change\n\nDVD Release: September 1, 2008\nGlobal Warming: A Scientific and Biblical Expose of Climate Change\nDove \"Family-Approved\"\nFor All Ages\n\n\nWhat is the truth about global warning? Are the ice caps melting? Will polar bears and penguins soon be found starving on small floating icebergs? Does the future survival of man hinge on an immediate reduction in carbon emissions? This bold new documentary is an exciting and important tool for all who face the rampant misinformation propagated by ecological alarmists. Global Warming addresses subjects that others won’t touch, including the misinformation contained in Al Gore’s “An Inconvenient Truth”. Through on-location interviews with leading Christian scientists, climatologists, and others, the danger and politics of global warming are revealed. Learn how you can be effective in caring for creation without becoming an unwitting accomplice to the myths of global warming. This balanced approach to a very “hot” subject will equip you with the information necessary to honor the Creator without worshiping the creation.\n\nDove Review\n\nGlobal Warming is in a lot of discussions these days. This documentary takes a look at what may be truth or what is fiction in our world when it comes to this issue. What are some of the misconceptions and are we worshiping the earth instead of the one who created it? This film will add to the intelligent conversation about this subject and make us more aware of what is really happening by the use of charts comparing weather patterns, theories, and facts.\n\nThrough Christian and scientific views regarding how we are taking care of the earth and the importance of how we look to preserve it in the future, this film will lead many discussion groups. Dove awards the Dove “Family-Approved” Seal for all ages to this film. It may be a bit difficult for young children to understand. This is an important topic and the other side of the coin needs to be explored. This film does that.\n\nContent Description\n\nSex: None\nLanguage: None\nViolence: None\nDrugs: None\nNudity: None\nOther: Political and Christian views; film clips of young children in other countries.\n\n\nReviewer: Donna Rolfe\nSource: Video\nCompany: Answers in Genesis\nWriter: Jason Beaupied, John Rabe, Christina Vidal\nDirector: Javier Pena, Jason Beaupied, Ben Wilt\nProducer: Coral Ridge Ministries, Answer in Genesis\nGenre: Documentary\nRuntime: 48 min.\nIndustry Rating: Not Rated\nStarring: featuring: Timothy Ball, Calvin Beisner, Ken Chilton, John Christie, Richard Land, Jason Lisle, Mickael J. Oard, Roy Spencer, George Taylor, Larry Vardiman, Jay Wile",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.5173680186,
        "format_confidence":0.7360821366
    },
    {
        "url":"http:\/\/ncse.com\/book\/export\/html\/878",
        "text":"Review: Dinosaurs\n\n\nThere is no shortage of dinosaur books for children, and this is reflected by Tom Holtz’s admonition on the inside flap that “the world doesn’t need another A-to-Z list of dinosaurs.” Typically, dinosaur books are organized by name, vague groupings of creatures, or by time period, rather than any evolutionary or biological theme. Many of these volumes have passable to excellent art, but are light on scientific content, and more informative books are generally inappropriate for children. What, then, does this new book offer over other popular dinosaur books?\n\nThe major strength of Dinosaurs is that Holtz has done an excellent job explaining dinosaur science as a process; that is, how paleontologists understand the biology of dinosaurs through inferences from the fossil record. There are four basic sections of the book: basic principles of dinosaur science; the relationships and major groups of dinosaurs; the evolution of Mesozoic faunas through time; and dinosaur paleobiology; and each is infused with explanations of how science is done. Complex topics are clearly explained in a way that both children and adults will understand. Particularly impressive is that Holtz spends an entire chapter explaining the principles of cladistics, the method by which scientists reconstruct the evolutionary relationships of organisms. Although cladistics is fundamental to modern organismal biology, few popular books (and perhaps no children’s books) tackle the subject in any detail, and Holtz should be applauded for taking the plunge. This explanation is also practical for the reader, because Holtz often refers to cladistics in other sections of the book when explaining the relationships of dinosaurs and how scientists make conclusions about dinosaur paleobiology.\n\nAnother advantage of this book over others is the inclusion of sidebars written by a variety of dinosaur experts. These short articles cover topics that are not directly discussed in the main text, including dinosaur growth, diseases, and feeding. Not only do these sidebars broaden the topics discussed in the book, but also they introduce a diversity of opinions and information that wouldn’t be possible with a single author. The quality of these contributions varies (some are more informative than others), but they are superb overall and put the book on a level above most other children’s dinosaur books.\n\nDinosaurs may not be the first book that I’d reach for to teach children about evolution, but it does an excellent job integrating the principles of evolution and natural selection into the discussion of dinosaur topics. Evolution is used to explain how we know the relationships of dinosaurs, provide hypotheses about dinosaur behavior, and explain why different growth strategies might be beneficial. Holtz’s introductory chapter on evolution is short, but it effectively communicates the basic principles of natural selection and concepts like the evolutionary tree of life.\n\nThis is one of the best popular dinosaur books I’ve read. Although focused for children, it will also be informative for students and adults. The book is packed with up-to-date and clearly explained information, and the author maintains a website for future updates ( Given the information content, clear explanations, full-color semi-glossy printing, and hardback binding, this book is an excellent value at the list price of $34.99.\n\nAbout the Author(s): \nRandall B Irmis\nMuseum of Paleontology\n1101 Valley Life Sciences Building\nUniversity of California\nBerkeley CA 94720-4780\n\nRandall B Irmis is a PhD candidate in the Department of Integrative Biology and Museum of Paleontology, University of California, Berkeley.\n\nDinosaurs: The Most Complete, Up-to-Date Encyclopedia for Dinosaur Lovers of All Ages\nRandall B Irmis\nThis version might differ slightly from the print publication.\nThomas R Holtz Jr\nillustrated by Luis V Rey\nNew York: Random House, 2007. 428 pages",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9106266499,
        "format_confidence":0.9196794629
    },
    {
        "url":"https:\/\/www.primerdesign.co.uk\/about\/what-our-customers-say?testcss=1",
        "text":"What Our Customers Say\n\nComments from our customers\n\n\"Primerdesign promptly provided a competitive price for more than 50 assays. Each matched our own criteria being absolutely specific using BLAST and Biosearch analysis, showing absence of known SNPs in the primer annealing region, absence of amplicon secondary structures, and detection of all known splice variants. All primers were experimentally tested …. We were very pleased with this excellent and effective service.\"\n\nDr Joëlle Vermeulen, Center for Medical Genetics, University of Ghent, Belgium\n\n\"...I have never done PCR but needed this done urgently for a paper. Primerdesign was just fantastic in helping me through everything from providing the necessary kits but most importantly all the technical help to guide me through it.\"\nAnonymous posting\n\n\"Our laboratory is based in an Australian non-profit research organisation. We have been using Primerdesign Human SYBRgreen gene detection kits for our expression studies. We found that the service at Primerdesign is excellent for:\n\n  • Its prompt customer service and communication.\n  • Its simple ordering system.\n  • All the primers work well at first go, there is no optimisation required. They produce nice, clean and reliable results.\n  • And turn around time (< 3 weeks).\n\nWe are very pleased with the products. Because of the time saving in real time primer designing and optimisation, we highly recommend Primerdesign for high volume expression studies.\"\nNeurogenetics Lab at the Women's and Children's Hospital North Adelaide, Australia \n\n\"An idiots guide to PCR, Primerdesign kits are so easy to use with simple and clear instructions and a help line with very competent people advising on all the problems one would encounter. Research would be such a fascinating experience if only we have companies which offer such in depth technical advice on the products they sell! Hats off to Primerdesign...\"\nDr P.Vijayanand. University of Southampton, UK\n\n\"... the products and service provided by Primerdesign are of a high standard and are very competitively priced. However, it is the continuing excellence of the support team at Primerdesign which has allowed me to perform my real-time PCR without delays or problems...\"\nDr J Brown. University of Wolverhampton, UK\n\n“We tested the Primerdesign kit with both nasal and throat sample and both worked right away. In comparison with the National “gold standard” kit based on the Centre for Disease Control (CDC) primers the Primerdesign kit has significantly outperformed the kit.\"\nDr J.G. Kustentral Laboratoers, Cry for Bacteriology, The Netherlands",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.8056231737,
        "format_confidence":0.9868351817
    },
    {
        "url":"http:\/\/www.summitpost.org\/outdoor-gear\/vascular-plants-of-west-central-montana-identification-guidebook\/4387",
        "text":"Welcome to SP!  -\n\nVascular Plants of West-Central Montana - Identification Guidebook\nGear Review\n\nVascular Plants of West-Central Montana - Identification Guidebook\n\n\nPage Type: Gear Review\n\nObject Title: Vascular Plants of West-Central Montana - Identification Guidebook\n\nManufacturer: Klaus Lackschewitz\n\nYour Opinion: \n - 1 Votes\n\n\nPage By: mrh\n\nCreated\/Edited: Dec 20, 2007 \/ Dec 20, 2007\n\nObject ID: 4387\n\nHits: 25378 \n\n\nProduct Description\n\nThis excellent source is written for west-central Montana for the area included in the Bitterroot River Basin from the high Bitterroots east to the Sapphire Mountains, though it is useful throughout much of western Montana and northern Rocky Mountains. Provided are excellent discussions of the physiological setting, geology, climate, floral breakdown, historical botanical exploration, instructions for use and a glossary. The key itself is of line key form and the excellent illustrations are taken from the Flora of the Pacific Northwest. Though it is a bit large for easy use in the field this comprehensive work is an essential component of anyone’s library who is interested in the regions flora.\n\nThis book is a product of the USDA Forest Service research system and is not very easy to find. Currently it is unavailable on amazon.com and other commercial outlets. Contacting the local Forest Service or BLM offices in western Montana or the bookstore at the University of Montana is probably the best way to currently find this locally popular book.\n\nFrom the back flap:\n\nThis comprehensive guidebook provides keys, illustrations, and descriptions that aid identification of the 1,600+ species and varieties of vascular plants growing in west-central Montana. The area covered encompasses Ravalli County and southern Missoula County, and it includes the Bitterroot National Forest and portions of the Lolo National Forest. This guidebook uses a minimum of technical terminology and is intended for use by the public as well as by scientists, foresters, and educators. It may also serve as a model for compilation of similar information in other regions.\n\n\nPublisher: USDA Forest Service. Intermountain Res. Station, Odgen, UT. 1991\nASIN: B000H6X1M6\nGen. Tech. Rep. INT-GTR-277 .\n648 pages\n8.5 x 11 x 1.75 inches\n\n\nViewing: 1-1 of 1\n\nmrhExcellent Book\n\nVoted 5\/5\n\nThis is a very worthwhile book that is both easy to use and very comprehensive. The supporting material such as geological and climatic discussions are superior to almost any other book of this type and really help one get the feel for the area. Its hard to find, but I have frequently seen it in the University of Montana bookstore in Missoula.\nPosted Dec 20, 2007 7:48 pm\n\nViewing: 1-1 of 1",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9080665708,
        "format_confidence":0.6271646619
    },
    {
        "url":"https:\/\/thereadingcastle.wordpress.com\/tag\/nature\/",
        "text":"„The wolves return“ by Celia Godkin\n\nWhen the first settlers set foot on American soil, they encountered wolves everywhere. But due to hunting and habitat changes there were hardly any wolves left by the middle of the 20th century… 1978, the wolves were listed as a threatened species in forty-eight states. In 1995 thirteen wolves from Canada were released on the Yellowstone National Park. The following year another ten wolves followed. The experiment was a success with now over hundred wolves living in Yellowstone. But, even more important: The wolves play an important role for the health of other species and the balance of the ecosystem.\n\n\"The wolves return\" by Celia Godkin, Pajama Press\n\n“The wolves return” by Celia Godkin, biologist and associate professor at the University of Toronto as well as award-winning author and illustrator, explains the journey of reintroducing wild wolves to Yellowstone and the consecutive changes in the environments of the park in kid-friendly words.\n\nWolves had been extinct in Yellowstone for a long time and the return of the big carnivores has a huge effect on the local wildlife, which in return changes the environment and local wildlife: As wolves primarily prey on weak elks, they keep the herds smaller, but healthier. The elks move from the bottom of the valley to the higher areas with more trees for shelter, which gives the seedlings which were previously eaten by elks the chance to grow. Within years, the valley changes to a wooden area with tall trees. Beavers use this trees to build dams and beaver houses to raise families. Beaver ponds are a home for waterfowl and fish, which in return attract ospreys and otter. Berry bushes are growing back and provide food and shelter for birds, insects and bears. Fewer elk also let bison herds increase in size. But wolves not only control the number of elks. As huge predators, the coyotes leave Yellowstone. They prey now becomes food for hawks, weasels, badgers and foxes… After almost 20 years the return of a few wolves changed the face of Yellowstone National Park forever. Would you have guessed that a single species can have such a high impact?\n\"The wolves return\" by Celia Godkin, Pajama Press\n\n\nEcology is a complex topic, but Celia Godkin does a great job with explaining biological correlations to children from preschool to middle school age. Her texts are easy to understand, without complicated technical terms or terminology. What wakes the love for nature are her artwork: True-to-life pencil and watercolor illustrations capture the attention of children and adults from the first page on. It’s hard for an expert to explain scientific topics in easy words and almost impossible to find the right words suitable and plausible for children. Celia Godkin does an expert job! The appendix of the book gives a short overview of the history of wolves in the US and is a great add on for older children, teacher and parents.\n\nOur daughter loved “The wolves return”. She is interested in nature in general and loves wolves – she wants to convince me that our local coyotes are “just baby wolves” each time we spot one… It was really enjoyable to teach her about one of her favorite animals and the development of an ecosystem within a short time span. I studied biology at university and am acquainted with the basics of ecology, although it never was my specialty. I didn’t even know of the return of the wolves to Yellowstone and had a great time researching the topic. We will follow on this topic tomorrow as I found some interesting videos and materials online… I can just guess what a great resource this book is for homeschooling parents or teachers! The publisher also provides a teaching guide, which was unfortunately not online yet at time of this review.\n\n\"The wolves return\" by Celia Godkin, Pajama Press\n\nLong story short: “The wolves return” is a great non-fiction book with an environmental message for children every age. It’s a great way to raise children who love nature and are sensible to the ecological problems. “The wolves return” is another wonderful children’s book by Pajama Press, an independent publisher from Canada.\n\nMore information:\n\n“The wolves return”\nby Celia Godkin\nHardcover: 32 pages\nPublisher: Pajama Press\nISBN-13: 978-1772780116",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.974819243,
        "format_confidence":0.6215304136
    },
    {
        "url":"http:\/\/www.maa.org\/publications\/maa-reviews\/number-theory-a-lively-introduction-with-proofs-applications-and-stories",
        "text":"You are here\n\nNumber Theory: A Lively Introduction with Proofs, Applications, and Stories\n\nJames E. Pommersheim, Tim K. Marks, and Erica L. Flapan\nJohn Wiley\nPublication Date: \nNumber of Pages: \n[Reviewed by\nMiklós Bóna\n, on\n\nThis is a very accessible and well-written book whose best use is as a textbook for a course designed for non-majors or for students who are preparing to be mathematics teachers in high school. While the material that is covered is serious and the coverage itself is rigorous, the topics are not quite advanced enough nor diverse enough for the usual course taken by mathematics majors. No calculus background is required, so even a talented and dedicated high-school student can attempt to read the book.\n\nEach chapter starts by explaining the historical context of the results to be shown, and by the introduction of an important historical figure. There is often a funny fictional conversation between two people from very different centuries. This puts the reader in the mood for the upcoming topics.\n\nThe introductory part is long. The fact that there are infinitely many primes, which is the first theorem in many number theory classes, is proved on page 105. This is because the first two chapters teach the non-mathematics student how to prove statements, by induction or by other means.\n\nChapters 3–9 are still quite basic, and are mostly about divisibility issues and modular arithmetic. Many mathematics majors see this material in a Transition to Advanced Mathematics course, so the first half of the book would not be new for them.\n\nChapter 10–15 are on more advanced topics, such as primality testing, quadratic residues, and Gaussian integers. These chapters are independent, so the instructor is free to choose any subset of them. Multiplicative algebraic number theory is the dominant overarching theme.\n\nThere are plenty of exercises, and the book is a pleasure to read. If you have the right audience for it, you will enjoy teaching from this book as well.\n\nMiklós Bóna is Professor of Mathematics at the University of Florida.\n\n\nTo the Student.\n\nTo the Instructor.\n\n\n0. Prologue.\n\n1. Numbers, Rational and Irrational.\n\n(Historical figures: Pythagoras and Hypatia).\n\n1.1 Numbers and the Greeks.\n\n1.2 Numbers you know.\n\n1.3 A First Look at Proofs.\n\n1.4 Irrationality of he square root of 2.\n\n1.5 Using Quantifiers.\n\n2. Mathematical Induction.\n\n(Historical figure: Noether).\n\n2.1.The Principle of Mathematical Induction.\n\n2.2 Strong Induction and the Well Ordering Principle.\n\n2.3 The Fibonacci Sequence and the Golden Ratio.\n\n2.4 The Legend of the Golden Ratio.\n\n3. Divisibility and Primes.\n\n(Historical figure: Eratosthenes).\n\n3.1 Basic Properties of Divisibility.\n\n3.2 Prime and Composite Numbers.\n\n3.3 Patterns in the Primes.\n\n3.4 Common Divisors and Common Multiples.\n\n3.5 The Division Theorem.\n\n3.6 Applications of gcd and lcm.\n\n4.The Euclidean Algorithm.\n\n(Historical figure: Euclid).\n\n4.1 The Euclidean Algorithm.\n\n4.2 Finding the Greatest Common Divisor.\n\n4.3 A Greeker Argument that the square root of 2 is Irrational.\n\n5. Linear Diophantine Equations.\n\n(Historical figure: Diophantus).\n\n5.1 The Equation aX + bY = 1.\n\n5.2 Using the Euclidean Algorithm to Find a Solution.\n\n5.3 The Diophantine Equation aX + bY = n.\n\n5.4 Finding All Solutions to a Linear Diophantine Equation.\n\n6. The Fundamental Theorem of Arithmetic.\n\n(Historical figure: Mersenne).\n\n6.1 The Fundamental Theorem.\n\n6.2 Consequences of the Fundamental Theorem.\n\n7. Modular Arithmetic.\n\n(Historical figure: Gauss).\n\n7.1 Congruence modulo n.\n\n7.2 Arithmetic with Congruences.\n\n7.3 Check Digit Schemes.\n\n7.4 The Chinese Remainder Theorem.\n\n7.5 The Gregorian Calendar.\n\n7.6 The Mayan Calendar.\n\n8. Modular Number Systems.\n\n(Historical figure: Turing).\n\n8.1 The Number System Zn: an Informal View.\n\n8.2 The Number System Zn: Definition and Basic Properties.\n\n8.3 Multiplicative Inverses in Zn.\n\n8.4 Elementary Cryptography.\n\n8.5 Encryption Using Modular Multiplication.\n\n9. Exponents Modulo n.\n\n(Historical figure: Fermat).\n\n9.1 Fermat's Little Theorem.\n\n9.2 Reduced Residues and the Euler phi-function.\n\n9.3 Euler's Theorem.\n\n9.4 Exponentiation Ciphers with a Prime modulus.\n\n9.5 The RSA Encryption Algorithm.\n\n10. Primitive Roots.\n\n(Historical figure: Lagrange).\n\n10.1 Zn.\n\n10.2 Solving Polynomial Equations in Zn.\n\n10.3 Primitive Roots.\n\n10.4 Applications of Primitive Roots.\n\n11. Quadratic Residues.\n\n(Historical figure: Eisenstein)\n\n11.1 Squares Modulo n\n\n11.2 Euler's Identity and the Quadratic Character of -1\n\n11.3 The Law of Quadratic Reciprocity\n\n11.4 Gauss's Lemma\n\n11.5 Quadratic Residues and Lattice Points.\n\n11.6 The Proof of Quadratic Reciprocity.\n\n12. Primality Testing.\n\n(Historical figure: Erdös).\n\n12.1 Primality testing.\n\n12.2 Continued Consideration of Charmichael Numbers.\n\n12.3 The Miller-Rabin Primality test.\n\n12.4 Two Special Polynomial Equations in Zp.\n\n12.5 Proof that Millar-Rabin is Effective.\n\n12.6 Prime Certificates.\n\n12.7 The AKS Deterministic Primality Test.\n\n13. Gaussian Integers.\n\n(Historical figure: Euler).\n\n13.1 Definition of Gaussian Integers\n\n13.2 Divisibility and Primes in Z[i].\n\n13.3 The Division Theorem for the Gaussian Integers.\n\n13.4 Unique Factorization in Z[i].\n\n13.5 Gaussian Primes.\n\n13.6 Fermat's Two Squares Theorem.\n\n14. Continued Fractions.\n\n(Historical figure: Ramanujan).\n\n14.1 Expressing Rational Numbers as Continued Fractions.\n\n14.2 Expressing Irrational Numbers as Continued Fractions.\n\n14.3 Approximating Irrational Numbers Using Continued Fractions.\n\n14.4 Proving that Convergents are Fantastic Approximations.\n\n15. Some Nonlinear Diophantine Equations.\n\n(Historical figure: Germain).\n\n15.1 Pell's Equation\n\n15.2 Fermat's Last Theorem\n\n15.3 Proof of Fermat's Last Theorem for n = 4.\n\n15.4 Germain's Contributions to Fermat's Last Theorem\n\n15.5 A Geometric look at the Equation x4 + y4 = z2.\n\nAppendix: Axioms of Number Theory.\n\nA.1 What is a Number System?\n\nA.2 Order Properties of the Integers.\n\nA.3 Building Results From Our Axioms.\n\nA.4 The Principle of Mathematical Induction.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.989677906,
        "format_confidence":0.5701542497
    },
    {
        "url":"https:\/\/ru.coursera.org\/learn\/complex-analysis\/reviews",
        "text":"Chevron Left\nВернуться к Introduction to Complex Analysis\n\nОтзывы учащихся о курсе Introduction to Complex Analysis от партнера Уэслианский университет\n\nОценки: 606\nРецензии: 191\n\nО курсе\n\nThis course provides an introduction to complex analysis which is the theory of complex functions of a complex variable. We will start by introducing the complex plane, along with the algebra and geometry of complex numbers, and then we will make our way via differentiation, integration, complex dynamics, power series representation and Laurent series into territories at the edge of what is known today. Each module consists of five video lectures with embedded quizzes, followed by an electronically graded homework assignment. Additionally, modules 1, 3, and 5 also contain a peer assessment. The homework assignments will require time to think through and practice the concepts discussed in the lectures. In fact, a significant amount of your learning will happen while completing the homework assignments. These assignments are not meant to be completed quickly; rather you'll need paper and pen with you to work through the questions. In total, we expect that the course will take 6-12 hours of work per module, depending on your background....\n\nЛучшие рецензии\n\n\nApr 06, 2018\n\nThe lectures were very easy to follow and the exercises fitted these lectures well. This course was not always very rigorous, but a great introduction to complex analysis nevertheless. Thank you!\n\n\nMar 21, 2017\n\nWith this wonderful complex analysis course under your belt you will be ready for the joys of Digital Signal Processing, solving Partial Differential Equations and Quantum Mechanics.\n\nФильтр по:\n\n1–25 из 185 отзывов о курсе Introduction to Complex Analysis\n\nавтор: James B\n\nMay 15, 2019\n\nLots of neat math! It's challenging and requires a substantial time commitment. Though in CS, my love of math was re-awakened. If you are in CS and only want to know the basics of how to rotate objects with complex numbers and polar coordinates, then this course is way more than you need. If you enjoy math, have had little or no complex analysis and are curious about what's up with the complex plane, I recommend this course.\n\nавтор: Aung K M\n\nMay 20, 2019\n\nAssignments are deep and systematic\n\nавтор: Colin Y\n\nDec 22, 2018\n\nThe course covers quite a wide range of topics but are very approachable. Nice lecturer, and very clear pdf slides available for read at any time. One can follow the lecture contents either by watching the videos or by walking through the reading resources provided, either way serves my need. The assessment questions are well-designed to test the learner's understandings. Good course!\n\nавтор: Luis F G d S\n\nDec 09, 2018\n\nThe course is great! Everything is explained soundly well and concise.\n\nавтор: Yuchen D\n\nJan 28, 2019\n\nThis is a very nice course, suitable for beginners.\n\nавтор: Ayush T\n\nJan 26, 2019\n\nThis is really good course for complex analysis. Things have discussed in details and assignents are also very good. It covers most of the topics which I felt were relevent for my work and studies. I wish it had Reimannian Optimization, but even without it the course is really well designed as well as well taught.\n\nавтор: Neeti S\n\nJan 03, 2019\n\nThanks, Very much enjoyed this course, and learned a great deal from it. Thanks!\n\nавтор: Ankush B\n\nJan 30, 2019\n\nOf course this is the best course with the best teachers!!! :)\n\nавтор: Zhu K\n\nNov 27, 2018\n\nVery helpful, focused on intuition and examples, maybe not detailed enough for a Mathematics student, but great for an Engineering student. Would be better if it could cover some material about Fourier transformation.\n\n\nNov 12, 2018\n\nvery usefull course for college\n\nавтор: Shivam\n\nNov 14, 2018\n\n\nавтор: Stanley Y\n\nJan 12, 2019\n\nExcellent pacing of materials. The assignments strike that rare balance of enforcing key concepts that were discussed during that week's lectures and not being too difficult. And more than that, in my opinion, you can certainly tell that the instructor really cares about teaching in general. I took this class on a whim because I saw it was available and thought \"eh, why not?\", and I am delighted to say that this feels stumbling on some hidden treasure.\n\nавтор: Mukul P\n\nFeb 11, 2019\n\none word \"Awesome\"\n\nавтор: Артюхин С А\n\nMar 02, 2019\n\nIt was hard, amazing and helpful!!!\n\nавтор: JORGE E M L V\n\nMar 15, 2019\n\n\nавтор: Stephen H\n\nMar 18, 2019\n\nA comprehensive and tuitive course on complex analysis. The professor explains every detail very well and goes through the proofs step by step.\n\nавтор: viren k\n\nJan 14, 2019\n\nthis course very good for starting the study of complex number and most important it is designed in very good way\n\nавтор: Daizhou\n\nDec 28, 2018\n\nVery informative, very good explanation, highly recommend!\n\nавтор: Nilesh k\n\nDec 30, 2018\n\nWonderful course. Learned a lot.\n\nавтор: Bryan S V I\n\nDec 16, 2018\n\ngrateful for the opportunity to learn some complex analysis.\n\nавтор: Diwakar S\n\nNov 15, 2018\n\nit was very challenging course , not so easy to pass the assignments but if you have gone through lectures, it will helps a lot while doing the assignments especially the final quiz\n\nавтор: Chen N\n\nDec 02, 2018\n\nAmazing! Professor Petra Bonfert-Taylor is a real master of simplifying complex conceptions. Very clear and inspiring :)\n\nавтор: Jerry H\n\nAug 03, 2018\n\nThis is an excellent and challenging course! A great introduction to complex analysis. I feel some materials covered in the course might lack rigorous derivations, but the proofs are really intuitive. I hope Professor can make more courses like this one on Coursera about other topics in mathematics like linear algebra, number theory, abstract algebra, topology, differential geometry and functional analysis etc.\n\nавтор: Keedong P\n\nAug 22, 2018\n\nThis lecture is easy to follow having all the important tools for complex analysis.\n\nавтор: Moez B\n\nAug 27, 2018\n\nExcellent, thorough course with a fantastic instructor.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.7101002336,
        "format_confidence":0.9530339837
    },
    {
        "url":"http:\/\/bakins-bits.com\/wordpress\/?m=201305",
        "text":"Monthly Archive for May, 2013\n\nReview of “An Introduction to Modern Mathematical Computing with Mathematica” (Borwein, Skerritt)\n\nAn Introduction to Modern Mathematical Computing with Mathematica” by Borwein and Skerritt, aims to show how you can improve your understanding of mathematics by experimenting in a Computer Algebra System (CAS). It uses Mathematica (there’s a Maple version available). The book picks three areas of (lower division college) math to work with – Elementary number theory (including tastes of the Fibonacci sequence, perfect numbers and amicable pairs, continued fractions, and the sieve of Eratosthenes), Calculus (with tastes of limits, differentiation, integration, differential equations, and surfaces and volumes of rotation), and linear algebra – and uses a tutorial style to demonstrate how to use a CAS to perform experiments, to compute things in multiple ways to enhance your understanding of the relationships between different mathematical ideas, and to discover edge cases where theorems – or your intuitions – might not work.\n\nAlong the way it teaches the minimum you need to know about Mathematica to make progress. The goal isn’t to teach Mathematica as a programming language but as an adjunct to mathematical study. What is covered includes basic syntax, defining functions, conditionals and loops, and some Mathematica-specific features (not common in mainstream programming languages) like pattern matching. Different kinds of basic plotting functions are also described and used. At all times the reader is encouraged to look for more information in the Mathematica documentation – and given search terms to help with that.\n\nThe section on elementary number theory is where the Mathematica syntax and semantics is introduced, including loops, functions, and numerical versus symbolic evaluation. The calculus section emphasizes the Mathematica plotting functions. Finally, the linear algebra section adds matrices and more on symbolic evaluation (and could really have used some plotting examples: plotting (or better, animation) would have been very effective to show what eigenvalues and eigenvectors are and how they really work).\n\nEach section ends with a number of (simple) exercises to help ensure that you’ve learned both the math and the Mathematica covered in the section. And, each section also has a set of “Further Explorations” which are related mathematical questions that are intended to be used as a launching point to learn something using the techniques explained in the book (though the further explorations in the linear algebra section are rather slim).\n\nThere’s a final section on “visualization” and geometry: A few more Mathematica features related to plotting, and a suggestion that you can use other software tools – besides a CAS – for the same purposes: to visualize mathematics and gain understanding. They use the dynamic geometry program Cinderella as the example software here, providing two simple and short investigations in plane geometry. (I appreciated this as Cinderella happens to be my dynamic geometry program of choice – having excellent built-in support for non-Euclidean geometry, also affine and projective geometry, also simple physics simulations, and is fully programmable besides.)\n\nThis book really meets its objective of showing the reader how to explore mathematics using a computer algebra system, while at the same time giving a brief introduction to a specific CAS, Mathematica. It is well written. I highly recommend it as an introduction to this great modern way of learning mathematics. To further your practice in both Mathematica itself and in using Mathematica to explore mathematics, I also highly recommend Mathematica in Action, 3rd edition, by Stan Wagon. It has much more mathematics, and much more Mathematica.\n\n(I do have to point out that the book has a lot of typos. In fact, I should stop here. The typos (largely in Mathematica code) are easily fixed by the reader and don’t detract from the contents of the book. That’s why I give this book 5 stars even though it has typos. So you can stop reading here unless you’d like to help me work off my pique.\n\nWhen I say this book has typos: I mean, it has plenty of typos. I marked 50 in the first 100 pages then gave up. Most are trivial errors in Mathematica code, e.g., missing commas or misplaced braces, that are easily seen by the reader or discovered as soon as you type the code into Mathematica, and in these cases the fixes are obvious so there’s no problem. In some places the typo isn’t so obvious but you can tell from context what’s wrong. Elsewhere there are copy-and-paste errors where two Mathematica examples, supposedly different ways to do something, are in fact identical. Two of the plots, if you actually execute their code, produce slightly different results from the (correct, intended) picture in the book. Several times an equation being discussed has different variables in the text (e.g., “a”) than in the code sample (e.g., “x”), or even in two consecutive sentences in the text! In a couple of places in the text , the variable is in one place in a sentence the Greek letter θ and in another place in the same sentence the word “theta”.\n\nIn one remarkable type (page 101) the discussion in the book, having previously encouraged the use of the online Inverse Symbolic Calculator, wants to make the point that you shouldn’t rely on the results from the ISC: you use them as a suggestion, and validate them some other way. This is a good point, but the example it gives is totally bollixed up. The authors show a calculation of a particular integral giving a specific 10-digit numerical value. Then they look it up using the ISC and get a suggestion for a formula for this value that matches to 10 digits. Then they say that if you actually calculated the integral beyond 10 digits it becomes obvious that the value of the integral is not the value of the formula. The problem is: The numerical value they give for the integral has its last two digits transposed. And THAT transposed value is the one they looked up in the ISC (which I determined by plugging the formula into Mathematica and getting its numeric value to 10 digits). So no wonder it didn’t match! The point of the paragraph is still valid; the example was broken, because of a bad copy of the value from Mathematica into the text!\n\nWhy am I harping on these typos so much when I say they don’t really affect the content of the book, which his still excellent? Pique! It is hard to write a book, I know. So hard, that even though I’d like to sometime write a technical book of my own I haven’t done it yet and doubt I ever will. I have a lot of respect for book authors for writing books. One of the authors of this book, Borwein, has written 10 books (and hundreds of papers). What is so difficult for me to do is apparently so easy for him that he can just write ‘em and publish ‘em and get on to the next thing, without even worrying about the details. Couldn’t he have found an undergraduate who would have proofread the book, typing the expressions into Mathematica, for $100, or even just brownie points? Where’s the pride? See: it is just my pique getting scratched in these last 4 paragraphs. Don’t let it stop you from learning from this very good book.)",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9468028545,
        "format_confidence":0.5695048571
    },
    {
        "url":"https:\/\/www.kirkusreviews.com\/book-reviews\/james-tobin\/great-projects\/",
        "text":"GREAT PROJECTS by James Tobin\n\n\nThe Epic Story of the Building of America, From the Taming of the Mississippi to the Invention of the Internet\nEmail this review\n\n\nEight great American engineering achievements will be the subject of a major PBS series in 2002. Traditionally, publishers commission a densely illustrated coffee-table book to accompany such a show: here, happily, is a superior example of the genre.\n\nWhile apparently chosen at random, all eight are impressive achievements. The earliest—but still in progress—is the taming of the lower Mississippi. Beginning with levees now stretching a thousand miles, work continues with massive dams, spillways, floodways, and control structures to keep the river from changing course. Experts agree this is ultimately futile, but the economic consequences would be so awful if we stopped that the projects continue. Historian Tobin (Ernie Pyle's War, 1997) illustrates the preoccupation of engineers with water by including three additional achievements: Hoover Dam, the New York City bridges, and the New York City water system. Electrical engineering takes up three chapters: the first is largely devoted to Thomas Edison, the man who not only invented the first practical electric light, but built the first electrical generating system (in New York). It lost money. The second describes development of the immense, worldwide electrical grid we take for granted. Last, the author tells the story of the Internet, an extension of this electrical grid, this time connecting individuals. Great engineering feats can turn out badly. Some would place our urban freeway system in this category. The author makes a good case by devoting a chapter to the most expensive engineering project in US history: the “big dig” now building a freeway through downtown Boston—underground. When it's finished, the detested surface freeway directly overhead will be torn down. Meanwhile, Tobin provides generous historical background to each project and doesn't neglect to explain scientific and engineering problems in a way laymen can understand. Maps, diagrams, and rare photographs appear on almost every page.\n\nA fine addition to the sparse library of engineering histories.\n\nPub Date: Oct. 11th, 2001\nISBN: 0-7432-1064-6\nPage count: 352pp\nPublisher: Free Press\nReview Posted Online:\nKirkus Reviews Issue: July 15th, 2001\n\n\nNonfictionTHE MAN HE BECAME by James Tobin\nby James Tobin\nNonfictionTO CONQUER THE AIR by James Tobin\nby James Tobin\nNonfictionERNIE PYLE'S WAR by James Tobin\nby James Tobin",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.8849503398,
        "format_confidence":0.6838657856
    },
    {
        "url":"http:\/\/www.all-creatures.org\/hope\/edout-hs-20060928-05.htm",
        "text":"Heal Our Planet Earth\nEducational Outreach:\nSecondary and Universities\n\nEducational Outreach: Secondary (High) Schools and Universities\nFeedback from the students of Worthington Kilbourne High School, Columbus, Ohio - September 28, 2006\n\nStudent - 05\n\n\n  • First Mr. Marr introduced himself and his cause. He then showed us a video. The video was a documentary of Bengal tigers that was shown on Discovery Channel. The documentary featured Mr. Marr on one of his trips in Asia to save the tigers.\n  • After the video Mr. Marr started a slideshow. He told us about what he did in Asia and what was happening to the tigers and their habitat. He showed us pictures of some of the tigers he saw that are now extinct.\n  • In his slide show Mr. Marr also showed us what he was doing to help the Asian community. He told us that he would give the village people alternatives to cutting down the forests that would not make them dependent on him. Sadly the slideshow took up the rest of the period so there was no time for questions.\n\n\nAnthony Marr was one of the most interesting and informed speakers we have had. His presentation was very well organized and flowed very well. I especially liked how everything was tied together. He also seemed to be one of the most active of the speakers that we have had. He already had toured the country and gone to Asia several times.\n\nI really liked how Mr. Marr was helping the villagers in Asia. He would provide the village people solutions to their problems, but he would not fix the problems himself. This made the villagers do the work themselves and not become dependent on outside sources. Mr. Marr is not only out to save tigers. He wants to save their habitat, stop poachers, and to inform everyone he can about what is happening in our world.\n\nGo on to Student - 06\nReturn to Educational Outreach: Secondary (High) Schools and Universities\n\nHome Page\n\n\nWhat's New\n\nPreserving Earth's Biodiversity\n\n\n\n\nTerminate the Canadian Seal Massacre\n\nCompassion for Animals Road Expeditions (CARE)\n\nDeep-Rural-India Expeditions\n\nEducational Outreach\n\nUndercover Operations\n\nMedia Events\n\nInternational Conferences\n\nOmniscientific Cosmology and Integrative Transcendence\n\nAbout Anthony Marr\n\n\n\nContact Us and Donate\n\nYour Comments and Inquiries are Welcome\n\n\nThis site is hosted and maintained by\nThe Mary T. and Frank L. Hoffman Family Foundation.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.5880429745,
        "format_confidence":0.8639357686
    },
    {
        "url":"http:\/\/www.maa.org\/publications\/maa-reviews\/cogwheels-of-the-mind-the-story-of-venn-diagrams?device=desktop",
        "text":"You are here\n\nCogwheels of the Mind: The Story of Venn Diagrams\n\nA. W. F. Edwards\nHopkins University Press\nPublication Date: \nNumber of Pages: \n[Reviewed by\nDarren Glass\n, on\n\nLast summer during Mathfest I found myself one day at a Boulder coffeeshop working on my research. This particular day, working on my research consisted of drawing Venn diagrams and putting dots in the various sections (representing the overlapping branch loci of various hyperelliptic curves if you must know, but that's not important to this review). Page after page was filled with three overlapping circles and dots. At one point, while refilling my coffee, I walked by a man who also had in front of him page after page of drawings of three overlapping circles with various dots in them. Intrigued, I asked him about his doodling, and it turned out he was a complex analyst also working on his research. There we were, two mathematicians working in very different fields, both of whom were using Venn diagrams as an integral part of their research.\n\nI would wager that — whether explicitly or implicitly — we all use Venn diagrams in our thinking. They give a pictorial illustration and concreteness to the set theory and logical constructions which we all use constantly, whether we realize it or not. From my own experience, I know that ever since I was first introduced to the idea as a child I have used Venn diagrams to figure out or record any number of things, and I doubt that I am in the minority. Yet I never had any idea where they came from, or even who Venn was. Therefore, in this age where books — and bestselling books at that — are written about the history of everything from the number zero to salt to the color mauve, it is not surprising that someone would write a book about the history of the Venn diagram.\n\nA. W. F. Edwards has done just that with Cogwheels of the Mind. It is a short book, clocking in at just over 100 pages including a copious number of illustrations, which is a quick, enjoyable, and informative read. It is the kind of book that I can imagine giving to a wide range of readers: any junior high student would be able to follow the mathematics, and most professors would find it interesting. Edwards is a fellow of Gonville and Caius College at Cambridge, and he was originally attracted to learning about Venn after working on a stained glass window at the college dedicated to Venn and to the biologist and statistician Ronald Fisher, both of whom were presidents of the college.\n\nThe first few chapters of the book discuss the history of Venn diagrams. In particular, while Euler had developed diagrams which appear similar much earlier, Venn found these to be too restrictive to deal with the logical propositions he wished to consider. So he created a new way of graphically representing what amounts to a Boolean algebra. As Edwards writes, \"the novelty of [Venn's] diagram lies in its ability to represent propositions and not merely sets.\" This is why, in a July 1880 article in The London, Edinburgh, and Dublin Philosophical Magazine and Journal of Science, Venn introduced to the world the diagrams that now carry his name. Personally, I would have liked more detail in the historical portions of the book, and the mathematical context of the time which Venn was working in. But Edwards chooses not to linger and to move on to the more mathematical content.\n\nThe later chapters of the book are essays and ruminations on different properties of Venn diagrams. The text is written in the first person, and walk the reader through the author's thought processes as he considers the intimate connection between Venn diagrams and Boolean algebra, and the implications this has on using Venn diagrams to work with Grey codes, binomial coefficients, hypercubes, and numerous other topics. A large amount of space is dedicated to the problem of constructing general Venn diagrams — we all know how to draw two or three set Venn diagrams in our sleep, and while you cannot do it with circles it is nonetheless not to difficult to use ovals to create four set Venn diagrams. But the question of creating Venn diagrams with arbitrary numbers of sets was not settled until a 1988 paper by Edwards himself, despite the fact that many others, including Lewis Carroll, had written about most of the important ideas that Edwards uses.\n\nThere are two somewhat more technical appendices. The first deals with a topic, Metric Venn Diagrams, which ties Venn's work in with Fisher's work in genetics. Typically one does not attempt to draw Venn diagrams so that the size of the regions conveys anything about the frequency of the events (that is, we draw the circle representing \"redheads\" to be the same size as that representing \"right handed\", despite the fact that the latter is far more frequent). However, it is often desirable to attempt to break this convention, and Edwards discusses some results in this direction.\n\nThe book is full of nice illustrations, ranging from flags and stained glass windows, to many drawings illustrating the key ideas. It even includes a copy of a Venn diagram drawn by Winston Churchill depicting the three sets of Europe, the British Empire, and the English-speaking world, with the United Kingdom the only thing in the intersection of all three. The interior of the book looks very nice, despite a cover that one would do best not to judge the book by. Cogwheels of the Mind is a slow meandering walk through many different ideas related to Venn diagrams, and as such I imagine it would frustrate some readers. However, I found it to be a nice — if light — read, and it is well worth a look.\n\nDarren Glass is an Assistant Professor of Mathematics at Columbia University. His research interests include number theory, algebraic geometry, and cryptography. He can be reached at\n\nThe table of contents is not available.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9825724363,
        "format_confidence":0.7001373768
    },
    {
        "url":"http:\/\/reviews.carreview.com\/goodbye-fossil-fuels-hello-algae\/2",
        "text":"Goodbye Fossil Fuels. Hello Algae!\n\nMonday February 9th, 2009 at 7:22 AM\nPosted by: m35man\n\nAlgae is not a loud noise in the challenge to find alternative fuels. But it will be. Algae biofuel offers us a great deal of hope in our battle against fossil fuels.\n\nHybrid electric automobiles typically steal most of the spotlight when it comes to the idea of ‘green’ vehicles, which reduce their environmental impact by consuming small amounts of gasoline or limiting the emissions produced by their operation. Gasoline \/ electric hybrids certainly lead this charge, but bringing up the rear are an entire host of alternative fuels which promise to provide a similar driving experience with either ultra-clean emissions or no emissions at all. The contenders include ethanol produced from corn or other vegetable matter, biodiesel which also originates from plants, or even propane and natural gas.\n\nOne type of fuel which rarely sees mention also happens to be one which appears to offer a great deal of promise for the future. Algae, a type of plant life that is found in abundance in oceans all over the world, can actually produce a significant amount of natural oil that can be used as a fuel source. Marine algae is not familiar to most North American drivers, but in Asian countries where the population has a closer relationship to the sea algae and other types of ocean agriculture are nothing new. Recent investments in the development of algae-based fuels have been brought on by the increase in fossil fuel prices, and some of the results have been staggering.\n\nIt turns out that not only is marine algae a viable fuel source, but it also packs a much more concentrated punch than other biofuels. In fact, it is estimated that compared to the most potent fuel crops grown on land, algae can squeeze 30 times more energy out of a single acre. Advances in marine agriculture have created algae farms where special growing tubes can help produce 100,000 gallons of oil out of a single acre.\n\nThese impressive numbers have drawn a lot of attention in the alternative fuel community, and for good reason. Aquatic agriculture does not use huge amounts of landmass like corn growing does, allowing that area to be put to better use growing foodstuffs or sustaining livestock. Algae is also fairly inexpensive to cultivate, requiring only water, sunlight and the right conditions to propagate quickly. It can also use water that has been deemed too polluted for standard agriculture without affecting its yield – even raw sewage. This helps to ensure that algae growth will not absorb resources which could be better used in other areas of the economy.\n\nThe price of breaking free from the traditional fossil fuel chains that encircle the world’s economy is innovation, and looking towards algae-base initiatives seems to point towards an answer that is not only effective, but also non-destructive to the environment. The rapid growth of algae helps to ensure that establishing an infrastructure of oil-producing plants would take a very reasonable amount of time, and its hardiness means that even cities, historically not associated with agriculture would be able to house algae production facilities. Mankind emerged from the ocean millions of years ago, and it seems as though the circle of evolution has been closed once again as we now look back to the sea for the answer to our future.\n\nPages: 1 2\n\nLatest Reviews\n\nSelect a Category",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9588749409,
        "format_confidence":0.8845576048
    },
    {
        "url":"http:\/\/www.nuforc.org\/webreports\/075\/S75242.html",
        "text":"NUFORC Home Page\nWeb Report Indexes : by Event Date | by Location | by Shape | by Posting Date\n\nNational UFO Reporting Center\nSighting Report\nOccurred : 7\/17\/2001 20:30 (Entered as : 07\/17\/01 20:30)\nReported: 4\/29\/2010 8:33:57 PM 20:33\nPosted: 5\/12\/2010\nLocation: Marlboro Township, NJ\nShape: Disk\nDuration:2-3 minutes\nUnbelievable Detailed Unknown Aircraft, seemed like it was about to land!\n\nThe time was around 8:30 p.m.\n\nThe air craft was much too large, to be anything of this planet. It seemed to be only about 500 yards away, but from the size of the object, you were able to tell it was many miles away. It seemed to be hovering at a stillness I can't even describe. The details were more vivid of any photos I have yet to ever seen, I and others were even able to see windows on the air craft. It had many golden lights around it. If I were to try to look close enough, it was so detailed, if I gave an attempt maybe I could even see the objects inside the space craft.\n\nNights prior to the evening my family had gotten weird phone calls (ones of which it would call the house with only a voicemail, and unusual sounds would be signaled on the other line), we called the Verizon network, they said what we were describing of the calls to be unnatural and unheard of. That same night, I had a dream of being abducted, but that seems to be out of subject.\n\nNo photos have been taken, unfortunately. It was a fast 2-3 minute sighting, and there was six witnesses. I was the one who spotted it, but anyone would of it was huge, not just a dot in the sky. I and many people of the town or maybe the state saw it that night, but I guess I am the only one to report it so far.\n\nThe object was in great detail, much of golden lights, windows, and even a disk like shape. This is not a lie; it is a reporting that should be known to all UFO investigators.\n\nNote: When the object disappeared it seemed to disappear in a flash, but you heard the sound it made, very unusual sound, and it hurt the ear. Also the stars seemed to separate and then come right back in to place. It&#8217;s really hard to describe, I wish you were to see it. An awesome sighting!",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9673892856,
        "format_confidence":0.8623255491
    },
    {
        "url":"http:\/\/www.resilience.org\/stories\/2004-07-07\/review-truth-about-oil-and-looming-world-energy-crisis\/",
        "text":"The Truth about Oil and the Looming World Energy Crisis. C. J. Campbell\n\nAfter hearing about Colin Campbell’s most recent publication in the July ’04 ASPO newsletter I had to order myself a copy. This is what the newsletter had to say:\n\n“A booklet by C.J.Campbell with the above title is now on sale from . It provides an outline of the subject in plain non-technical language, using the medium of an imaginary Public Inquiry to make the point. It includes a copy of the proposed Depletion Protocol that would better manage depletion, and a CD containing ten Power Point presentations complete with speaker notes. The booklet is aimed at the widest possible audience providing different interest groups, especially in the educational field, with the essential ingredients for lectures, courses, talks and presentations within their own spheres. The initial response has been very positive.”\n\nI obtained my copy direct from Eagle Office, they don’t have the facility to take credit card payment on-line but phoning the number on the website was quick and easy, I spoke to Gemma who was very friendly. I placed the order on Monday (6th July ’04) afternoon and it arrived from Ireland to my UK address on the Wednesday. Total cost 21.75 Euro (~£14.50).\n\nThe booklet is A5 in size, spiral bound and comprises of 54 pages (46 excluding the contents, bibliography and references) and is printed in black and red.\n\nThe booklet addresses the topic of Peak Oil in a novel and refreshing way, as a commentary on an imaginary Public Inquiry. This commentary allows a vast range of opinions, facts and analysis to be covered in remarkably few words. This clear and efficient style makes it very readable and if distributed and publicised widely could reach a far wider audience than any 300 page book could.\n\nThe bibliography itself is very complete – the ultimate reading list for anyone interested in the subject.\n\nI came to this publication having already read Deffeyes K. S., Hubbert’s peak – the impending world oil shortage and Heinberg R., The Party’s Over not to mention the majority of ASPO newsletters so it didn’t tell me very much new. The strengths of this publication are it’s accessibility to a wide audience. Certainly suitable to pass to friends and family.\n\nAccompanying the book is a CD with 10 power point presentations. These are excellent. I have on a couple of occasions tried to create a neat, tidy, clear, structured presentation on this subject… without much success. Campbell has succeeded where I failed.\n\nThe final few pages contain current oil & gas production for 64 countries as well as forecasts out to 2050.\n\nI feel the price is a little steep for something that has the potential to be so widely accessible. I have no idea how much it costs to self publish material like this. I expect it’s not cheap but it would be nice to see this available at Amazon for under £10. Drops half a star for the price but otherwise highly recommended.\n\nAdded:  Thursday, July 08, 2004\nReviewer:  Chris\nScore: 4 1\/2 stars\nRelated Link:",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.893042028,
        "format_confidence":0.9641762376
    }
]