[
    {
        "url":"https:\/\/www.msnbc.com\/morning-joe\/must-read-op-eds-thursday-january-19-msna36891",
        "text":"\n\nMust Read Op-Eds for Thursday, January 19, 2012\n\n\nTHE 1% AND THAT 15%EDITORIALNEW YORK TIMESMr. Romney is clearly hoping that by drawing this process [of releasing his 2011 tax return] out for another three months, and copping to the low rate early on, he will deflect at least some of the shock about the size of his personal wealth and what a great deal you get from the government if, like Mr. Romney, you make most of your money from investing. ..  If Mr. Romney has done one good thing with his partial disclosure — although it clearly wasn’t his goal — he has reminded Americans of the fundamental unfairness of the current tax code and of how determined Mr. Romney and his party are to keep it that way. ... Mr. Romney does not have to apologize for his wealth. But he cannot keep trying to conceal just how much the tax code has been tilted in his favor.\n\nIS BANKING BAD?BY NICHOLAS KRISTOFNEW YORK TIMESIs it unethical to make millions in private equity? ... I’ve been sympathetic to the Occupy Wall Street movement, but, look, finance is not evil. ... (T)he attacks on private equity seem over the top. Private equity firms like Bain Capital, where Romney worked, aren’t about destroying companies and picking over the carcasses. Rather, the aim is to acquire poorly managed companies, make them more efficient (sometimes by firing people but often by rejiggering the business model) and then resell them at a profit. That’s the merciless, rugged nature of capitalism.\n\n\nANCHORS AWEIGH, MY BOYSBY GAIL COLLINSNEW YORK TIMESThe South Carolina primary has been one long obsession with Mitt Romney’s extreme richness. This is partly because Newt Gingrich keeps carping on it. Which, to be honest, we have enjoyed very much. But, mainly, it’s because Mitt is so weird and off-putting on the subject. Like the time he told people he was unemployed. ... Gingrich is proving that he is the top debater in the field. Truly, if the office of president of the United States involved nothing but debating in front of enthusiastic Republican audiences, he would be far and away the best possible choice. If nominated, Newt promises that he will follow Barack Obama around the country challenging him to a series of three-hour-long “Lincoln-Douglas” debates. He can already imagine it! I bet you can, too.\n\nA GOOD CALL ON THE PIPELINEEDITORIALNEW YORK TIMESPresident Obama has properly rejected, at least for now, the Keystone XL oil pipeline that would run from Canada to the Gulf Coast. He rebuffed the demand of House Republicans that the controversial project be decided in haste under an election-year deadline. ... Lobbyists and House Republicans have tried to sell the project as a reduction in America’s dependence on Middle Eastern oil. But much of the pipeline oil that would be refined on the Gulf Coast would be destined for foreign export.  Far more important to the nation’s energy and environmental future is the development of renewable and alternative energy sources. This is the winning case that Mr. Obama should make to voters in rejecting the Republicans’ craven indulgence of Big Oil.\n\nROMNEY'S TAX RETURNS SHOULD ONLY BE THE START OF HIS DISCLOSURESEDITORIALWASHINGTON POSTMr. Romney might learn from his ham-handed handling of the tax issue and deal with another disclosure lapse: the names of his “bundlers,” the well-connected supporters who haul in hundreds of thousands of dollars in campaign contributions. As with tax returns, candidates are not required by law to release this information; as with tax returns, it is pertinent, and most candidates in recent years, including Mr. Bush and Mr. McCain, have provided it. ... In the age of the super PAC, knowing the names of a candidate’s bundlers, and the degree to which they have helped, is important in tracing links between the individual campaign and the theoretically independent political action committee. Mr. Romney’s campaign has not addressed our requests for this information. We intend to keep asking.\n\nTHE ANTI-JOBS PRESIDENTEDITORIALWALL STREET JOURNAL Environmentalists seem to think they can prevent the development of Canada's oil-rich tar sands, and that their rallies against Keystone XL will keep that carbon in the ground. They can't, and it won't. America's largest trading partner will simply build a pipeline to the Pacific coast from Alberta and sell its petroleum products to Asia instead, China in particular. Such green delusions are sad, and Mr. Obama's pandering is sadder, though everything the country stands to lose is saddest. If Mitt Romney and the other GOP candidates have any political wit, they'll vindicate the Keystone's \"national interest\" and make Mr. Obama explain why job creation is less important than the people who make a living working for the green anti-industrial complex.\n\nBAIN CAPITAL SAVED AMERICABY DANIEL HENNINGERWALL STREET JOURNALNot only did Bain Capital save America, but no matter what turn Mitt Romney's political career takes, Bain Capital may stand as the best of Mr. Romney's lifetime contributions to the nation's economic well-being. If only he'd tell the story. ... Properly understood, the 1980s, including Bain, were the remarkable years when an ever-resilient America found a way to save itself from becoming what Europe is now—a global has-been. ... Every voter seems to sense that finding the answer to what comes next for America's economic fortunes makes this election huge. ... [Voters] want someone who understands how the next 10 years can produce an American economy that offers the opportunities for them that the 1980s produced for Mitt Romney.\n\nGOP SHOULD HEED RON PAULBY MICHAEL TANNERNATIONAL REVIEWWhat... can Republicans do to keep Paul’s supporters in the tent? Well, to start with, instead of deriding Paul as a RINO or some sort of a crank, and hoping his supporters go away, they might begin to take some of his ideas seriously. ... That would mean putting forward detailed plans to reduce the size, cost, and intrusiveness of government. ... For years, Republican candidates have worried that if they didn’t hew to the hardest line possible on social issues, religious conservatives would stay home on Election Day. Economic conservatives, libertarians, and believers in smaller, constitutional government were never given similar deference. The result was a Republican party that drifted ever further away from its Goldwater-Reagan roots. But that may be about to change. If not, Republicans can’t say they weren’t warned.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9944947362,
        "format_confidence":0.7224956155
    },
    {
        "url":"http:\/\/alibi.com\/?scn=feature&di=2009-01-01",
        "text":"alibi online\n2017 Best of BurqueFree Will AstrologyAlibi's Personals\n V.18 No.1 | January 1 - 7, 2009 \n\n\nThe 2008 P.U.-litzer Prizes\n\nAmerica's stinkiest media performances\n\nNow in their 17th year, the P.U.-litzer Prizes recognize some of the nation’s stinkiest media performances. As the judges for these annual awards, we do our best to identify the most deserving recipients of this unwelcome plaudit.\n\nAnd now, the P.U.-litzers Prizes for 2008:\n\nHot For Obama Prize\n\nChris Matthews of MSNBC’s “Hardball”\n\nThis award sparked fierce competition, but the cinch came on the day Obama swept the Potomac Primary in February—when Chris Matthews spoke of “the feeling most people get when they hear Barack Obama’s speech. My, I felt this thrill going up my leg. I mean, I don’t have that too often.”\n\nBeyond Parody Prize\n\nFox News\n\nIn August, a teaser for the “O’Reilly Factor” program said: “Obama bombarded by personal attacks. Are they legit? Ann Coulter comments.”\n\nUpside Down \"Elitist\" Award\n\nNew York Times Columnist David Brooks\n\nFor months, high-paid Beltway journalists competed with each other in advising candidate Obama on how to mingle with working-class folks. Ubiquitous pundit Brooks won the prize for his wisdom on reaching “less educated people, downscale people,” offered on MSNBC in June: “Obama’s problem is he doesn’t seem like the kind of guy who could go into an Applebee’s salad bar and people think he fits in naturally there. And so he’s had to change to try to be more like that Applebee’s guy.” It would indeed be hard for Obama to fit in naturally at an Applebee’s salad bar. Applebee’s restaurants don’t have salad bars.\n\nGutter Ball Punditry Award\n\nChris Matthews of MSNBC’s “Hardball”\n\nIn program after program during the spring, Matthews repeatedly questioned whether Obama could connect with “regular” voters—“regular” meaning voters who are white or “who actually do know how to bowl.” He once said of Obama: “This gets very ethnic, but the fact that he’s good at basketball doesn’t surprise anybody. But the fact that he’s that terrible at bowling does make you wonder.”\n\nStraight Skinny Prize\n\nWall Street Journal Reporter Amy Chozick\n\n“ ... The fact that he’s good at basketball doesn’t surprise anybody. But the fact that he’s that terrible at bowling does make you wonder.”\n\nIn August, the Journal’s Chozick went beyond the standard elitist charge to offer yet another reason average voters might be wary of Obama. Below the headline “Too Fit To Be President?” she wrote of Obama: “Despite his visits to waffle houses, ice cream parlors and greasy-spoon diners around the country, his slim physique might have some Americans wondering whether he is truly like them.” Chozick asked: “In a nation in which 66 percent of the voting-age population is overweight and 32 percent is obese, could Sen. Obama’s skinniness be a liability?” To support her argument, she quoted Hillary Clinton supporters. One said: “He needs to put some meat on his bones.” Another, prodded by Chozick, wrote on a Yahoo bulletin board: “I won’t vote for any beanpole guy.”\n\n\"Our Center-Right Nation\" Award\n\nNewsweek Editor Jon Meacham\n\nWith Democrats in the process of winning big in 2008 as they had in 2006, a media chorus erupted, warning Democratic politicians away from their promises of change. Behind the warnings was the repeated claim that America is essentially a conservative country. In an election-eve Newsweek cover story with the sub-headline “America remains a center-right nation—a fact that a President Obama would forget at his peril,” Meacham argued that the liberalism of even repeatedly re-elected FDR offended voters. And the editor claimed that a leftward trend in election results and issues polling means little—as would Obama’s victory after months of charges that he stood for radical change. Evidence seemed to lose out to journalists’ fears that campaign promises might actually be kept.\n\nBailout Bluster Award\n\nPundit David Brooks\n\nOn Sept. 30, just after the House defeated the $700 billion Wall Street bailout measure, Brooks’ column in the New York Times denounced the balking House members for their failure to heed “the collected expertise of the Treasury and Fed.” But a week later, after the House approved a bailout—and with the credit crunch unabated and stock market still plunging—Brooks wrote: “At these moments, central bankers and Treasury officials leap in to try to make the traders feel better. Officials pretend they’re coming up with policy responses, but much of what they do is political theater.” Now he tells us.\n\n\"Status Quo Centrists Can't Be Ideologues\" Award\n\nToo Many to Name\n\nIn late November, corporate media outlets began to credit Barack Obama with making supposedly non-ideological Cabinet picks. The New York Times front page reported that his choices “suggest that Mr. Obama is planning to govern from the center-right of his party, surrounding himself with pragmatists rather than ideologues.” Conservative Times columnist David Brooks praised the picks as “not ideological” and the economic nominees as “moderate and thoughtful Democrats.” USA Today reported that Obama’s selections had “records that display more pragmatism than ideology.” In mediaspeak, if you thought invading Iraq and signing the NAFTA trade pact were good ideas, you’re a pragmatist. If not, you’re an ideologue.\n\n\"Who Would Have Predicted?\" Award\n\nNew York Times\n\nThe Times op-ed page marked the fifth anniversary of the Iraq invasion in March by choosing “nine experts on military and foreign affairs” to write on “the one aspect of the war that most surprised them or that they wish they had considered in the prewar debate.” None of the experts selected had opposed the invasion. That kind of exclusion made possible a bizarre claim by Times correspondent John Burns in the same day’s paper: “Only the most prescient could have guessed ... that the toll would include tens of thousands of Iraqi civilians killed, as well as nearly 4,000 American troops; or that America’s financial costs, by some recent estimates, would rise above $650 billion by 2008.” Those who’d warned of such disastrous results were not only prescient, but were routinely excluded from mainstream coverage.\n\nImperially Embedded Prize\n\nNew York Times Reporter John Burns\n\nDescribed as “the longest-serving foreign correspondent in New York Times history,” Burns seemed less a skeptical reporter than a channeler of Henry Kissinger when he offered his world view to PBS’ Charlie Rose in April: “The United States and its predominant economic, political and military power in the world have been the single greatest force for stability in the world, such as it is now, certainly since the Second World War. If the outcome in Iraq were to destroy the credibility of American power, to destroy America’s willingness to use its power in the world to achieve good, to fight back against totalitarianism, authoritarianism, gross human rights abuses, it would be a very dark day.”\n\nNorman Solomon is the author of the new book War Made Easy: How Presidents and Pundits Keep Spinning Us to Death .\n\nJeff Cohen is the author of the new book Cable News Confidential: My Misadventures in Corporate Media .\n\n\n  • Select sidebar boxes to add below. You can also click and drag to rearrange the boxes; close using the little X icons on each box. To re-add a box you closed, return to this menu.\n  • Because you are not logged in, any changes you make to these boxes will vanish as soon as you click to another page. If you log in, the boxes will stick.\n  • Latest Posts\n  • Web Exclusives\n  • Recent Classifieds\n  • Latest User Posts\n  • Most Active Users\n  • Most Active Stories\n  • Calendar Comments\n  • Upcoming Alibi Picks\n  • Albuquerque\n  • Duke City Fix\n  • Albuquerque Beer Scene\n  • What's Wrong With This Picture?\n  • Reddit Albuquerque\n  • ABQ Journal Metro\n  • ABQrising\n  • ABQ Journal Latest News\n  • Albuquerque\n  • NM and the West\n  • New Mexico FBIHOP\n  • Democracy for New Mexico\n  • Only in New Mexico\n  • Mario Burgos\n  • Democracy for New Mexico\n  • High Country News\n  • El Grito\n  • NM Politics with Joe Monahan\n  • Stephen W. Terrell's Web Log\n  • The Net Is Vast and Infinite\n  • Slashdot\n  • Freedom to Tinker\n  • Is there a feed that should be on this list? Tell us about it.\n    Kombat Kitty @ Stoneface\n    Kombat Kitty @ Stoneface3.4.2017",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9891938567,
        "format_confidence":0.7844998837
    },
    {
        "url":"http:\/\/www.fightbacknews.org\/2013\/10\/28\/top-5-progressive-horror-films-activists-halloween?utm_source=Fight%20Back%21%20News%20Service&utm_campaign=a53651f01b-UA-743468-8&utm_medium=email&utm_term=0_acdbc87f5c-a53651f01b-263619481",
        "text":"Sunday April 23, 2017\n| Last update: Friday at 9:16 PM\n\nTop 5 progressive horror films for activists on Halloween\n\nAnalysis by Dave Schneider |\nOctober 28, 2013\nRead more articles in\n\nOdds are that Karl Marx would have enjoyed horror movies.\n\nThe German revolutionary and author of The Communist Manifesto died almost 40 years before the release of Nosferatu, the first commercially successful horror movie. But as a harsh critic of capitalism and colonialism, Marx was familiar with his fair share of real life horrors perpetrated by the capitalist class on working and oppressed people. 100 years before Night of the Living Dead, Marx was already likening capitalist oppression to the undead: “Capital is dead labour, that, vampire-like, only lives by sucking living labour, and lives the more, the more labour it sucks.”\n\nAbout a century later, Malcolm X would echo these sentiments and say, “Show me a capitalist, and I’ll show you a bloodsucker.” For Malcolm X and other freedom fighters throughout history, the system of imperialism faced by African Americans and other oppressed people was a real-life house of horrors full of violence and exploitation, literally sucking the life out of its victims. It’s precisely this reflection of the real conditions of oppression around us, especially in the U.S., that make horror films so interesting for activists and revolutionaries.\n\nAll movies reflect the culture, politics and conditions around them, but horror films in particular reflect our collective fears as a society - and sometimes the fears that our rulers want us to have. For instance, Texas Chainsaw Massacre is only remembered now as an early slasher film. But in 1974 when it was released, the story was a terrifyingly exaggerated reflection of people’s real concerns: five young hippie kids go looking for gasoline after their car breaks down in Texas - a very common problem given the gas shortages from the 1973 oil embargo - and get terrorized by a family of unemployed meatpackers, who turned to maniacal violence only after losing their jobs to technology and outsourcing by the 1%.\n\nSometimes horror films reflect the genuinely terrifying outlook of the right wing. The wave of slasher flicks in the 1980s reflected the rise of Ronald Reagan and the Christian Right, who violently imposed their vision of trickle-down economics and ‘family values’ on women, poor and working people and the youth. Similarly, The Exorcist (1973) was a thinly-veiled reactionary statement against single working mothers and the threat that science posed to conservative religious orthodoxy.\n\nThe post-9\/11 period featured horror films eerily reflective of the things people saw on the news, whether it was terrorists on video tapes (The Ring), exploding buildings in Manhattan (Cloverfield), torture (Saw, Hostel), or right-wing religious fanatics (The Mist).\n\nToday, it’s no surprise that the most successful horror films since the 2008 economic crisis all dealt with insecurity about people’s homes - whether its bankers haunted by the victims of foreclosures in Drag Me To Hell or traditional haunted house flicks like Insidious, Paranormal Activity, Sinister and The Conjuring.\n\nA few horror films particularly reflect what Malcolm X called “the American nightmare” of exploitation and oppression. Social justice activists can use these films as a jumping-off point for conversations about the very real horrific imperialist system that we face today. For activists looking for a couple of scary but socially-conscious movies for Halloween 2013, I present the top five most progressive horror movies:\n\n5. The Purge (2013)\n\nIt didn’t seem right not putting a recent horror flick on this list, and The Purge holds its own with the rest of the list. Written like an episode of Rod Serling’s The Twilight Zone, the film takes place in a dystopian future U.S. where a fascist group called the New Founding Fathers seized state power in a coup and implemented an annual, 12-hour event called “the purge.” During the purge, all criminal activity - including murder - becomes legal, which allows the rich to literally hunt down the poor or hide away in expensive defense fortresses that only they can afford. The Purge follows the lives of a wealthy family that gets attacked by a fascist gang of racist vigilantes after they give refuge to an African American man during the night. In the wake of the murder of Trayvon Martin and the outrageous Zimmerman verdict, The Purge has some genuinely scary and disturbing moments that make us reflect on the real police and vigilante violence inflicted on African Americans, Latinos and other oppressed nationalities every day.\n\n4. Tales From the Hood (1995)\n\nTales From the Hood was Spike Lee’s entry into the horror genre and although it’s not necessarily the scariest film because of its occasionally tongue-in-cheek humor, it stands out as one of the most anti-racist horror films ever made. Tales From the Hood is told as an anthology, the premise being that three gang members are told four stories by a funeral home owner named Mr. Simms. The stories range from the ghost of a civil rights activist haunting the police officers who murdered him to the souls of dead slaves exacting revenge on a Ku Klux Klan politician, who converts an old slave plantation into his office. The most striking part of the film is that although some of the horror elements are over the top, like the use of ghosts, none of the disturbing stories are unrealistic. Police or racist vigilantes murder African Americans every 36 hours, and many of the politicians in office today have extensive connections to fascist groups like the Klan. Tales From the Hood had a poor theatrical run, but it’s made a comeback on Netflix and deserves a Halloween viewing by activists in the US.\n\n3. George Romero’s Dead Series (1968, 1978, 1985, 2005)\n\nI cheated a little with this entry by rolling four films into one, but I can’t preference one of Romero’s four classic zombie films over the others. Night of the Living Dead (1968) feels very dated and hardly scary anymore, but activists will still find its commentary on racism and national oppression powerful today. The not-so-subtle Dawn of the Dead (1978) is an extended critique of rampant consumerism and Day of the Dead (1985) asks the audience to consider whether the U.S. military is a greater threat to humanity than the undead ‘enemies’ they claim to fight. Land of the Dead brings it all together in a zombie-filled class war that also comments on the U.S.’s destructive immigration policies. Some of the films are scarier than others, but all four are required viewing for activist horror fans.\n\n2. Candyman (1992)\n\nSet predominantly in a Chicago public housing project, Candyman on its face is about an urban legend involving a hook-handed killer who appears when you say his name five times into a mirror. In actuality, this underrated early 90s classic harshly criticizes white liberal racism and academia’s fixation on studying - but never solving - poverty and national oppression. Candyman, seemingly the villain of the film, is actually the victim of racist violence by a lynch mob. The real villains are the middle and upper class academics, whose discrimination and condescension towards poor people in the community actually exacerbates their oppression. Terrifying and surprisingly nuanced, Candyman is a horror movie staple for any social justice advocate.\n\n1. Alien (1979)\n\nAlien is the most progressive horror film I’ve ever seen, hands down. Ridley Scott’s masterpiece features truckers and miners in space who get sent on a suicide mission by their corporate employers to retrieve a deadly alien. The most oppressed workers are African Americans and women and they’re also the people who survive the longest. The film features Sigourney Weaver as Lieutenant Ellen Ripley, a strong female fighter who essentially organizes her co-workers to revolt against the company’s plan to capture the titular alien. Set more than 100 years in the future, the concerns of the workers on board the Nostromo echo those of Wal-Mart cashiers, UPS part-timers and fast-food workers in the U.S. today - poverty wages, wage theft, and in the case of the Nostromo Crew, incredibly unsafe working conditions. Alien still holds up as a genuinely scary film, but the real draw for activists is its fairly explicit anti-capitalist, pro-worker message.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.5106109381,
        "format_confidence":0.9727196693
    },
    {
        "url":"http:\/\/theraiderland.com\/5-things-we-know-on-a-sunday-from-what-you-should-want-from-politicians-and-what-they-should-wear-to-handwriting-and-hot-wings\/?replytocom=17497",
        "text":"5 Things We Know On A Sunday – From What You Should Want From Politicians And What They Should Wear To Handwriting And Hot-Wings\n\n5 Things We Know On A Sunday\n\nBrought to you by Lifts West, our home away from home in Red River, New Mexico!\n\n  1. I realized recently that I no longer know how to write every letter in cursive. My writing has evolved into some sort of hieroglyph that future scholars will long debate its meaning. Sometimes, looking back at my own notes, I am that scholar.\n  2. The best way to find things you’re not looking for is to look for something else. I’ve already found several things today I didn’t know I needed. Still haven’t found what I started off for though. I think this may also be a U2 song.\n\n3. Top 3 Hot-Wing Sauce Flavors. 3. Traditional Buffalo Style Wing Sauce. 2. Bourbon Honey Mustard. 1. Any version of Mango-Habanero. Bonus: Bleu Cheese is the only acceptable dipping sauce .\n\n4. When I hear a politician or leader talking about “unifying” us or finding “common ground”, what I really hear is “I want you to think like me and I don’t want to have any dissent or disagreement”. Politics is and always should be about sharp differences and disagreements. And that is OK. Personally, I don’t want a politician I favor to compromise and embrace ideals that I’ve rejected. I want that person to stand-up for those ideals and fight for them. Whatever it is you believe in, you should want and expect nothing less from the person you vote for.\n\n5. I think it would be awesome if politicians wore suits like NASCAR drivers and PGA golfers that have their sponsor logos all over them. When it comes to some of your local folks, there might be just a few names on those suits, but they’d probably all be the same names for the elected officials. Plus, if they wore these suits, it would be cool when they get interviewed on local news and start thanking all their sponsors for a great council meeting and a fun tax-increase!\n\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9266838431,
        "format_confidence":0.8750827312
    },
    {
        "url":"http:\/\/www.startribune.com\/top-5-prospects-for-donald-trump-s-running-mate\/377700071\/",
        "text":"Donald Trump’s victories over the past two weeks have made it clear that he’s the clear favorite for the Republican presidential nomination.\n\nWho will he pick as his running mate? “I just don’t want to think about it right now,” he said Tuesday. But everyone else is. Top prospects:\n\n\n5. Marco Rubio: Yes, there was that whole “Little Marco” thing. But if Ben Carson can make peace with Trump, then anything can happen. Rubio is clearly in search of a next step in his political career, and it’s hard to imagine him turning it down. Rubio could help Trump with outreach to establishment Republicans. As a Cuban-American, he also might be able to blunt some of Trump’s sharpest edges on immigration.\n\n\n4. John Kasich: These two have been on (relatively) friendly terms throughout the race. Kasich would represent an olive branch from Trump to the establishment and might carry the sort of resume that would appeal to Trump. And no Republican has ever won the White House without carrying Ohio.\n\n\n3. Joni Ernst: The Iowa Republican senator emerged as a breakout star of the 2014 midterm election with her plain-spoken populism. If Trump wanted to make a turning-over-a-new-leaf pick, Ernst would make sense. She is a gifted communicator and someone who might help Trump sell to the Midwestern voter he needs to compete with Hillary Clinton.\n\n\n2. Rick Scott: The Florida governor wrote a Facebook post Wednesday urging the party to rally behind Trump. Scott has been consistently supportive of Trump for months. Scott’s profile is also likely appealing to Trump — a wealthy businessman who ran and beat the Republican establishment to get elected governor. Plus, he’s from a big swing state.\n\n\n1. Chris Christie: “I think Chris Christie is fantastic,” Trump said last Tuesday as the New Jersey governor stood just behind him on stage. No one has risked more with his support for Trump than Christie, who has been roundly mocked and dismissed by the GOP establishment for the decision. Personality-wise, Christie and Trump seem to be an obvious match. And, Trump has said that he would want a politician as his running mate.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9960061908,
        "format_confidence":0.9654555917
    },
    {
        "url":"https:\/\/www.heynasreen.com\/anti-racism-resources-for-parents\/",
        "text":"Hi friends, \n\nThe past few weeks have opened my eyes to so many things I never fully understood, and I know I have so much to learn about racism in our country. I want to continue to teach my kids about the beauty and importance of diversity and have been searching for resources to help me do just that. After asking friends, family, you girls, and finding things on social media and the internet – I wanted to create an ongoing list of resources where we can pull from as we continue this important conversation in our homes. Please feel free to comment with any additions, I hope you all find this helpful! (Image credit: @ohhappydani)\n\nArticles for Parents\n\nTalking to Kids About Racism, Early and Often\n\nHow do I talk to my kids about race and racism?\n\nWhite Privilege: Unpacking the Invisible Knapsack\n\nA White Families’ Guide for Talking About Racism (by teachers @readlikearockstar & @apron_education\n\nThe POC Families’ Guide for Talking About Racism (by teachers @readlikearockstar & @apron_education\n\nAnti-Racism for Kids: An Age-by-Age Guide to Fighting Hate\n\n14 Little Ways to Encourage Kindness\n\n25 Resources for Teaching Kids about Diversity \n\nThe Parent’s Guide to Teaching Kids About Cultural Diversity & Inclusion\n\nHow Important are Ethnic Dolls?\n\nTalking Race with Young Children\n\nMulti Cultural Classroom Materials & Diverse Toys for Preschool\n\nCondoleezza Rice: This Moment Cries Out for Us to Confront Race in America\n\nHow White Parents Can Talk to Their Kids About Race\n\nAnti-Racist Parenting Conversations from a Children’s Counselor \n\nVideos for Parents\n\nHow to Speak to Kids about Race Relations in America\n\nTED Talk – We Need to Talk About an Injustice with Bryan Stevenson \n\nBe Boldly Anti-Racist from a Teacher\n\nHow I Teach Kids About Racism from a Teacher\n\nWhat Beyonce Taught Me About Race\n\nVideos for Kids\n\nSesame Street & CNN Present Coming Together: Standing Up to Racism (Saturday, June 6th at 9am CT) \n\nLet’s Talk About Race\n\nI Love My Hair Song\n\nA Children’s Book About Racism\n\nDiscrimination Explained For Kids\n\nWhy Am I The Only African American On My Swim Team?\n\nAdult Books\n\n**Click here for a list of Black Owned Bookstores in the U.S. and here’s a Austin local, black owned bookstore**\n\nWhite Fragility: Why It’s So Hard  For White People to Talk About Racism by Robin Diangelo\n\nHow to be an Antiracist by Ibram X. Kendi\n\nThe Color of Law: A Forgotten History of How Our Government Segregated America by Richard Rothstein\n\nSo You Want to Talk About Race by Ijeoma Oluo\n\nWhy Are All the Black Kids Sitting Together in the Cafeteria? And Other Conversations About Race by Beverly Daniel Tatum\n\nUprooting Racism: How White People Can Work for Racial Justice by Paul Kivel\n\nI Know Why the Caged Bird Sings by Maya Angelou\n\nJust Mercy by Bryan Stevenson\n\nThe Color Purple by Alice Walker\n\nThe Warmth of Other Suns by Isabel Wilkerson\n\nEloquent Rage: A Black Feminist Discovers Her Superpower by Dr. Brittney Cooper \n\nThe Bluest Eye by Toni Morrison \n\nChildren’s Books\n\n(So many of these recommendations came from you girls, THANK YOU!)\n\n**Click here for a list of Black Owned Bookstores in the U.S. and here’s a Austin local, black owned bookstore**\n\nOne Big Heart by Lindsey Davis\n\nChocolate Me! by Taye Diggs\n\nSay Something by Peter H. Reynolds\n\nHair Love by Matthew A. Cherry\n\nAll Are Welcome by Alexander Penfold\n\nThe Skin You Live In by Michael Tyler\n\nOne Love by Cedella Marley\n\nNot My Idea: A Book About Whiteness by Anastasia Higginbotham\n\nThe Youngest Marcher by Cynthia Levinson\n\nSkin Like Mine by Latashia M. Perry\n\nI’m Like You, You’re Like Me by Cindy Gainer\n\nA Kids Book About Racism by Jelani Memory\n\nSulwe by Lupita Nyong’o\n\nShades of People by Shelley Retner and Sheila M. Kelly\n\nLast Stop on Market Street by Matt de la Pena\n\nSomething Happened In Our Town by Marianne Celano\n\nWoke Baby by Mahogany L. Browne\n\nLittle Leaders: Bold Women in Black History by Vashti Harrison\n\nLet’s Talk About Race by Julius Lester\n\nHidden Figures: The True Story of Four Black Women and the Space Race by Margot Lee Shetterly\n\nDream Big, Little One by Vashti Harrison\n\nParker Looks Up by Parker Curry & Jessica Curry\n\nMomma, Did You Hear the News? by Sanya Whittaker Gragg\n\nThe Name Jar by Yangsook Choi\n\nThe Day You Begin by Jacqueline Woodson\n\nJuno Valentine and the Fantastic Adventure by Eva Chen\n\nA is for Activist by Innosanto Nagara\n\nDiscussing Race with Young Children Virtual Library (English & Spanish)\n\nGala Theater Bilingual Read Alouds\/Social Emotional Book Library \n\n31 Children’s Books to Support Conversations on Racism)\n\nI also highly recommend following @diversereads on instagram.\n\nDocumentaries & Movies for Adults\n\nFor Adults on Netflix:\n\n\nDear White People\n\nSee You Yesterday\n\nAmerican Son\n\nWhen They See Us\n\nLA 92\n\n\n\nFor Adults on Hulu: \n\nIf Beale Street Could Talk\n\nThe Hate U Give\n\nHidden Figures (good for older kids, too)\n\n\nFor Adults to Rent:\n\n\nJust Mercy\n\nWhite Like Me\n\nI Am Not Your Negro\n\n\nFor Kids on Netflix:\n\nMotown Magic\n\nThe Boy Who Harnessed the Wind (older kids)\n\n\nFor Kids on Amazon Prime:\n\nA Snowy Day\n\n\nFor Kids on Disney Plus or to Rent:\n\nRemember the Titans \n\nDisney’s Ruby Bridges \n\nAkeelah and the Bee\n\nDisney’s The Princess and the Frog\n\n\nParenting Forward podcast (episode ‘Five Pandemic Parenting Lessons with Cindy Wang Brandt”)\n\n1619 – The New York Times\n\nPod Save the People – Crooked Media\n\nAbout Race\n\nThe Diversity Gap\n\nSeeing White – John Biewen\n\nIntersectionality Matters! by Kimberle Crenshaw \n\nCall Your Girlfriend with Rachel Cargle – White Fragility \n\nCode Switch – NPR\n\nMomentum: A Race Forward Podcast\n\nFare of the Free Child Podcast\n\n\nJustice for George Floyd\n\n\n\n\nStand With Bre\n\n\nClick here for more petitions\n\n\n\nMinnesota Freedom Fund\n\nCampaign Zero\n\nCivil Righteousness\n\nDonate Sephora points to National Black Justice Coalition (no purchase required)\n\nClick here for more places and ways to donate\n\n\n6 Things You Can Do As a Family to be Anti-Racist\n\nA Guide for South Asian Allyship During the BLM Movement #WiseUpandAlly\n\nA Guide to Diverse Toys\n\nAre Your Kids Too Young to Talk About Race? Nope. \n\nWe can’t thank y’all enough for helping to build this post with us by sending in such amazing and powerful ideas and resources! Together, we can educate ourselves, be allies, and work hard to make lasting, necessary change in our country.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9699421525,
        "format_confidence":0.547411561
    },
    {
        "url":"https:\/\/www.prepslife.com\/voter-rights-advice-protection-2020-america\/",
        "text":"A Social Prepper Network\n\nYour Rights (And Advice) For Voting on Election Day in the U.S.\n\nToday is a very political day for America. Passionate people for both parties are gearing up for an upset in either direction. Stores are boarding their windows in anticipation for riots. It’s a dangerous time. But all the while, we still need to vote. Voting is how we get people WE want in charge. \n\nNot everyone has faith in the voting system right now, though. If you’re out at the voting booth, here are some important pieces of information to keep in mind. Follow these rules and pieces of advice and you should be able to get your vote counted.\n\n  1. You have to be 18 to vote. There have been reports of people being turned down, claiming they had to be 21. This is a lie and an attempt to prevent young voters from being counted. If you are 18 or older, you are old enough to vote. If someone tries to stop you, escalate to a supervisor or contact the voter protection service.\n  2. Don’t wear political clothing. Some folks may be tempted to wear hats or shirts boasting their political preference. Some people are reporting that they are being rejected by polling places for political promotion within a voting ground. This is a more tricky legal thing and should be avoided all together.\n  3. If you are not registered to vote, a large number of states will allow you to register at the polling location. Look up if this applies to your state.\n  4. If you make a mistake on a ballot, you are entitled to ask for a new one.\n  5. If the ballot machines are down, you are entitled to a paper ballot.\n  6. Be sure to fill out the ballot bubbles completely and cleanly.\n  7. If you are still in line at a polling place and they hit closing hours, stay in line. They are required to process the remaining voters in line.\n  8. Leave other voters alone. Confrontation can be seen as voter intimidation, regardless of context.\n\nConcerned about your voter protections being infringed upon? You can call these numbers, which vary by state.\n\nvoter protection hotline numbers by state\n\nBe safe everyone. Your vote deserved to be recorded. That’s what America was founded on, after all.\n\nSpread the love\n\nNext Post\n\nPrevious Post\n\nLeave a Reply\n\n© 2020 Preps Life\n\nTheme by Anders Norén",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9939118624,
        "format_confidence":0.8292847872
    },
    {
        "url":"https:\/\/mic.com\/articles\/8587\/ron-paul-supporters-continue-2012-revolution-and-the-weekend-top-4-ron-paul-media-stories",
        "text":"Ron Paul Supporters Continue 2012 Revolution and the Weekend Top 4 Ron Paul Media Stories\n\nNow that the mainstream media seems to have taken notice of Ron Paul's revolution, stories about the libertarian champion seem to be popping up from news outlets every week. \n\nHere's this weekend's recap with stories from a variety of oulets from Politico to the Houston Chronicle. After all, it seems the Revolution will be indeed televised. \n\n1. Politico:\n\nTagline: “Ron Paul started what his supporters call a revolution. Now, that revolution is threatening to march on without him.”\n\nThesis: “In what amounts to public pleading with his passionate supporters, Paul’s campaign has made clear that he wants them to tamp down the rhetoric, and to be respectful of Mitt Romney at the national convention in August when Romney is crowned the GOP nominee. That isn’t sitting well with some Paulites, who have made their anger clear on message boards and in videos over the past week.”\n\n\nTagline: \"Ron Paul’s strategy is to control the GOP 'from the inside out.'\"\n\nThesis: “Freshman state Rep. Kurt Bills, a Rosemount High School economics teacher, is widely considered the frontrunner in a three-way race for the Senate endorsement at the state Republican convention Friday. ‘Although the situation is fluid, most people say Kurt Bills is the favorite because he has the support of the Ron Paul crowd, and they are going to play a major role at the convention.’\" \n\n3. Houston Chronicle:\n\nTagline: \"I hasten to add that Ron Paul's not running again (for Congress).\"\n\nThesis: “When Republican congressional hopeful Randy Weber knocks on doors in Ron Paul's hometown and says he'd like to take \"Dr. No's\" place in Washington, he offers a caveat. Weber, 58, is one of nine Republicans vying for the party's nomination in Paul's congressional district, which includes Lake Jackson, where the 76-year-old Paul delivered hundreds of babies as an obstetrician, sends out holiday cookbooks with his wife Carol, and goes jogging or biking along Oyster Creek Drive.\"\n\n4. NPR:\n\nTagline: “In the race for the Republican presidential nomination, only one candidate remains to challenge presumptive nominee Mitt Romney: Texas Rep. Ron Paul.”\n\nThesis: \"Even Paul has said he will no longer campaign in states that have yet to hold their primaries. And Paul has always been considered a long shot to win. But that hasn't deterred many of his hard-core supporters, including the Silicon Valley billionaire who has bankrolled the SuperPAC backing Paul. Peter Thiel is a venture capitalist, entrepreneur and co-founder of PayPal. He hit the jackpot again when he gave Mark Zuckerberg the money to launch Facebook. Thiel's half-million dollar Facebook investment is now worth more than $1 billion. His success and his smarts have made him a virtual rock star in Silicon Valley.\"",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9974310994,
        "format_confidence":0.9784733057
    },
    {
        "url":"https:\/\/www.examguruadda.in\/2016\/11\/daily-current-affairs-24th-november-2016.html",
        "text":"Daily Current Affairs-24th November 2016\n\nDear Readers, we are presenting Daily Current Affairs for All Exams- 24th November 2016.\n Daily Current Affairs\n\n1. Airtel launches India’s first Payments Bank service in Rajasthan\n\n1. Airtel Payments Bank Limited or Airtel Bank became the first payments bank in the country to launch live banking services in Rajasthan. \n2. The pilot phase of the Airtel bank launched in Rajasthan aims at testing systems and processes ahead of a full scale pan Indian launch.\n3. Airtel Payments Bank is a subsidiary of Bharti Airtel Limited. Mahindra Bank holds 19.9% stake in it. Airtel retail outlets across Rajasthan will act as banking points. They offer a range of basic, convenient banking services as per Payments Bank guidelines issued by RBI.\n\n2. Malini Subramaniam wins 2016 CPJ International Press Freedom Award\n\n1. Indian journalist Malini Subramaniam won the International Press Freedom Awards given by Committee to Protect Journalists (CPJ) at the Waldorf-Astoria in New York City.\n2. Along with Subramaniam, three other journalists won the prestigious award. They are Mahmoud Abou Zeid from Egypt, Can Dündar from Turkey and Oscar Martinez from El Salvador.\n\n3. China launches Tianlian I-04 satellite\n\n1. China successfully launched the Tianlian I-04 satellite from the Xichang Satellite Launch Centre in Sichuan province of Southwest China.\n2. This data satellite was launched on a Long March-3C carrier rocket. The launch of the Tianlian I-04 marks the 241st mission of China's Long March series of rockets.\n\n4. CCEA approves setting up of Jawahar Navodaya Vidyalayas in 62 districts\n\n1. The Cabinet Committee on Economic Affairs (CCEA) on 23 November 2016 approved the setting up of Jawahar Navodaya Vidyalaya (JNV) in 62 uncovered districts with an outlay of Rs 2871 crore.\n2. The expenses for this purpose will be Rs 109.53 crore during the 12th Plan with the total outlay of Rs 2761.56 crore from the year 2017-18 to 2024-25. \n\n5. IAF’s Upgraded Jaguar DARIN III aircraft receives IOC\n\n1. The upgraded Jaguar DARIN III twin-seat aircraft has received Initial Operation Clearance (IOC). It is considered as a significant milestone for the country’s military aviation sector. \n2. The satisfactory completion of IOC was announced by Deputy Chief of IAF, Air Marshal RKS Bhadauria who had flown the aircraft at HAL airport in Bengaluru.\n3. Hindustan Aeronautics Limited (HAL) has upgraded 3 DARIN I Standard Jaguars to DARIN III Standard. The aircraft is now equipped with world class avionics system.\n\n6. NABARD to disburse Rs 21,000 crore to farmers for Rabi Season\n\n1. The Union Government has allowed National Bank for Agriculture and Rural Development (NABARD) to disburse Rs 21,000 crore to help cash-starved farmers to sow Rabi crops. \n2. The money will be disbursed by NABARD to District Central Cooperative Banks (DCCBs) which will enable them to pass on grant funds to the primary agriculture cooperatives. The farm cooperatives will further pass it to farmers for meeting crop loan requirements in Rabi season. \n3. Besides, banks also have been asked to ensure regional rural banks (RRBs) and district cooperative banks have required cash available to satisfy the sowing needs of farmers.\n\n7. South Indian Bank launches contactless debit card\n\n1. South Indian Bank has announced the launch of its contactless debit card. The Near Field Communication (NFC) technology makes the contactless cards very secure, as the card does not leave the cardholder’s possession.\n2. Customers can also opt to use their card as a normal CHIP card and transact in a ‘contact’ mode too. Once the merchant enters the purchase amount in the contactless PoS terminal, the customer simply has to just wave the card on the terminal and the payment is processed wirelessly in a fast and secure manner.\n3. With the fast changing digital banking in the Indian market and RBI’s recent guidelines of promoting PIN-less small ticket transactions, South Indian Bank believes that the contactless technology in cards will be the next big revolution in digital banking in the country.\n\nNo comments:\n\nPost a Comment\n\nFollow us on",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.5094265342,
        "format_confidence":0.9683065414
    },
    {
        "url":"http:\/\/karmajonezknows.com\/2015\/07\/14\/6-people-we-can-trade-in-the-2016-racial-draft\/",
        "text":"6 People We Can Trade in the 2016 Racial Draft\n\n\nWho’s up for some trading? I am! Over the last year, a lot has happened. And the truth is, a lot of these unfortunate (AND fortunate) events have brought out a lot of people’s true colors. Whether it be your Facebook friends, your real life friends, or your favorite celebrities, thanks to social media, we have access to EVERYBODY’S thoughts on a regular basis…and sometimes, that can be really annoying.\n\nOne thing that’s annoyed me to no end is seeing some of my favorite Black celebrities make complete and utter fools out of themselves, turning their backs on the Black community, making comments on national TV and via Twitter that they really should reconsider. So I’ve decided that there are 6 Black people that I’d like to trade in exchange for 6 White folk. Here’s who I’ve chosen:\n\n1. First up in the racial draft is Stacey Dash-\n\nNow, I used to LOVE her back in the day. I always thought she was so beautiful. “Clueless” was one of my favorite childhood movies. But NOW, nobody better say her name around ME, because she manages to piss me off every time she opens her mouth these days.\n\nDash’s opinion on whether Obamacare has helped minorities-“It still keeps them stuck. They are getting money for free,” Dash said. “They feel worthless. They are uneducated.”\n\nAfter Paula Dean said “nigger.” – “God does everything for a reason @Paula_Deen Only God can judge your heart BTW my daughter loves your show (only way she can get me to cook).”\n\nI mean, the girl REALLY IS “Clueless.” Not to mention she wants Donald Trump to be President.\n\n2. Charles Barkley-\n\n\nWhen asked about why Black people are racially profiled- “We as black people, we got a lot of crooks.”\n\n*Longest sigh ever* Mr. Barkley, I hate to break it to you, but every race of people has “crooks.” Are they all targeted by police? No. Are they incarcerated in large numbers? No. Are they given harsher prison sentences than everybody else? No. Ever heard of “white collar” crime, Mr. Barkley? It’s RAMPANT! Stick to dribbling balls.\n\n3. Don Lemon-\n\n\nOh Don. Girl, you stress me out! It’s like your goal is for Black people to not take you seriously. You’ve already been banned from all of our cookouts…I don’t know what else to say. Your respectability politics and lectures on the N word are not welcome. Also, NO the President shouldn’t apologize for slavery!\n\n\n4. Raven-Symone&Whoopi Goldberg-\n\n\nFrom her sitdown with Oprah, where she claimed that she was neither gay or African-American, (she is) to her defending comments in which a Univision media personality likened Mrs. Obama to an ape, Raven hasn’t been a favorite in the Black community for some time now. And at this point, I just look at these co-hosts as a two for one package. If it isn’t Whoopi saying crazy shit, it’s Raven. The View can’t seem to find any sensible Black women to put on the panel. Below you can find Whoopi Goldberg defending Mel Gibson’s anti-semitic rant a couple of years back.\n\nAnd to Raven: You don’t wanna be “African-American”? Your wish is granted. Bye girl!\n\n5.Herman Cain-\n\n\nCain is incapable of keeping his foot out of his mouth, telling Fox Business Channel’s Varney & Co that 50 % Of Black Voters in Georgia a”probably are clueless” and vote only on “party name and candidate.” Ugh. I think this article pretty much sums it up. He reminds me of Clarence Thomas. Another reason why he can go. By the way, CT isn’t on this list, because I think we all threw him out with the trash a long time ago. (Circa Anita Hill)\n\n\n\nCommon used to be my bae in my head…until this–\n\n“If we’ve been bullied, we’ve been beat down and we don’t want it anymore. We are not extending a fist and we are not saying, ‘You did us wrong.’ It’s more like, ‘Hey, I’m extending my hand in love,’” he said to host Jon Stewart. “Let’s forget about the past as much as we can and let’s move from where we are now. How can we help each other? Can you try to help us because we are going to try to help ourselves, too.”\n\n\nNah. Common, Dr. Martin Luther King, Jr. extended his hand in love. Didn’t work. Got it? What NEEDS to happen, is people need to take some accountability, and make some changes. Only THEN can we move forward.\n\n*Honorable Mention–\n\nDylann Roof’s “Black Friend”\n\nNow that you guys are officially out of the club, here’s who we’ll take:\n\n1.Joe Biden-\n\n\nUncle Joe! You ol’ rascal you! Talk about a ride or die friend. Listen, NOBODY BETTER SAY NOTHIN’ BAD ABOUT UNCLE JOE!\n\n2.Jon Stewart-\n\nNever biting his tongue. Always delivering the real. Using his platform to speak truth to power.\n\n3.J.K. Rowling-\n\nThat’s essentially all I needed. Come on in, and have seat, girl.\n\n4.Khloe Kardashian\n\n\nI know the Kardashians have had a hard way to go. We often give them a lot of shit. BUT, I absolutely LOVE Khloe. And if homegirl wants to be down, we’ll let her. I think we can all agree that she’s our favorite.\n\n5.Bill Clinton-\n\nThis ol’ saxophone playing former President has stolen our hearts on more than one occasion, and as President of the Black people coalition, I vote that Bill Clinton will always have a special place in our hearts.\n\n\n6.Robin Thicke-\n\n\nI think it’s pretty clear that we’ve accepted Robin Thicke as one of us. He was at the BET awards this year, now he’s on the Steve Harvey music lineup…I mean, he’s a part of the family. Heeey Robin.\n\n*Honorable Mention\n\nTeena Marie\n\n\nAll hail the Queen! God rest her soul. This is one of our favorite women to date! Nobody rocked us like Miss Teena, and she is surely missed. If you can hang with Rick, you damn sure can hang with us!\n\nSo who would you put up in the 2016 racial draft? Who’s got to go??\n\n\n\n\nOne thought on “6 People We Can Trade in the 2016 Racial Draft\n\n  1. I was riding with u untili saw Bill Clinton. Fact check the delete. So many Black.and Hispanic Men and Women are doing life because of him. Pls take him off the list. And if you don’t then you must place your name on that racial draft list too. Thank you!\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9368129373,
        "format_confidence":0.7785445452
    },
    {
        "url":"http:\/\/www.politico.com\/story\/2014\/01\/wallets-to-watch-in-2014-races-101746",
        "text":"From left: Karl Rove, Michael Bloomberg and Gabrielle Giffords are pictured in this composite. | AP Photos\n\nRove, Bloomberg and Giffords are likely to play a major role in the 2014 political agenda. | AP Photos\n\nWallets to watch in 2014 races\n\nBillionaires, super PACs and nonprofits are gearing up for another round of intraparty fighting that will shape the direction of their respective parties for years to come.\n\nOn the Republican side, the business wing of the GOP establishment has declared war on elements of the party’s base — convinced that the religious right’s focus on social issues is costing swing votes and that tea partiers are playing a dangerous game of chicken with the U.S. economy. Those conservative activists, on the other hand, are determined to rid their party of the moderates and compromisers who they say are empowering President Barack Obama and standing in the way of meaningful conservative reform.\n\nDemocrats — less prone recently to pitched battles about the direction of the party in the age of Obama — are also showing early signs of a growing split over the future of the party.\n\n( PHOTOS: Senators up for election in 2014)\n\nProgressives and left-leaning activists are already clamoring for alternatives to the centrist, pro-business (read: Hillary Clinton) wing of the party — embodied by Sen. Elizabeth Warren’s rise to prominence as a darling of the left. Meanwhile, on two hot-button issues — climate and gun control — activist mega-donors are determined to punish Democrats deemed insufficiently committed to the party’s stated agenda on both issues.\n\nHere are 10 people and groups that are poised to play a major role in primaries or setting the political agenda in 2014:\n\n1) Karl Rove’s Crossroads networks\n\nIn 2014, strategist Karl Rove’s mission is to save the GOP from fiscal and cultural hardliners.\n\nConvinced that the purity demanded by conservative activists has cost the party a half-dozen Senate seats in 2010 and 2012, Rove has added a new super PAC to his Crossroads network.\n\nHis new Conservative Victory Project super PAC is aimed at backing the most conservative, electable candidates — helping provide a counterweight to tea party zeal and avoid duds like 2010 Delaware candidate Christine O’Donnell or 2012 Missouri candidate Todd Akin.\n\n( Also on POLITICO: 10 critical Senate races in 2014)\n\nThough the new group didn’t raise any money in the first half of 2013 — something that the group has chalked up in previous interviews to a certain level of donor fatigue — Rove still has a massive donor network of influential conservatives who largely hail from the business community.\n\n2) Michael Bloomberg\n\nFormer New York City Mayor Michael Bloomberg has never been shy about using his wealth to advance his agenda. In 2013, his two pro-gun-control efforts — the super PAC Independence USA and Mayors Against Illegal Guns — spent millions against opponents of stricter gun regulation.\n\nThey’re poised to play a similar role in 2014 — despite the gun control agenda virtually disappearing after a failed Senate vote last year on background check legislation and a Congress more fearful of the power of the National Rifle Association than the pro-gun control lobby.\n\nIndependence USA put $2.2 million backing Robin Kelly over former Rep. Debbie Halvorson in a special election for an Illinois congressional seat. Halvorson had earned an A rating from the NRA during her time in Congress — but the NRA did nothing to help her. In an October interview, Bloomberg also vowed to defeat Sen. Mark Pryor (D-Ark.) — a vulnerable Democrat in a deep red state — for his 2013 vote on the background check bill.\n\n3) American Principles\n\nThis outfit — comprised of a pair of nonprofits and a super PAC — is the advance guard of a planned big-money effort by the religious right to push back on establishment efforts to minimize divisive issues like abortion rights and gay marriage.\n\n( Also on POLITICO: 10 must-watch House races)\n\nTo do that, social conservatives concede, they need to raise more money for aggressive outside spending, including in primaries. American Principles started a super PAC in May and spent $173,000 in October on ads attacking Democrat Cory Booker as a “ pro-abortion extremist” and Republican Liz Cheney as a gay rights supporter.\n\nThe success of the ads hitting Cheney in the Wyoming Republican Senate primary should help the group raise more money to air ads elevating social issues in more raises, said its leading donor, New Jersey hedge funder Sean Fieler.\n\n“You need races and candidates and states that allow you to frame this in a way that other politicians are willing to emulate,” said Fieler, asserting that primaries present an appealing target for his group and others in the social conservative movement. “Participating in the primaries is more complicated for Party establishment donors and entities than it is for me.”\n\n4) Club for Growth\n\nThe Club For Growth has long played in Republican primary battles — helping to boost a little-known Texan named Ted Cruz against the establishment favorite David Dewhurst in 2012, for example. In 2014, the Club has made five endorsements so far.\n\n( PHOTOS: Governors’ offices up for grabs in 2014)\n\nIt’s backed Justin Amash and Bryan Smith in House races in Michigan and Idaho, respectively. And it threw its support behind Senate candidates Ben Sasse in Nebraska, Chris McDaniel in Mississippi and Tom Cotton in Arkansas.\n\nSpokesman Barney Keller said the group’s 2014 strategy is the same as always: It’ll bundle contributions for candidates from supportive donors across the country and get involved with independent expenditures, if necessary.\n\n5) Tom Steyer\n\nBillionaire Tom Steyer has emerged as the top voice on climate change in Democratic circles.\n\nHe’s ramped up the pressure on Obama over the Keystone XL pipeline, warning the administration to reject it or face a rebellion from Democratic donors. His super PAC, the NextGen Committee, has been active in several off-cycle 2013 races and is poised to play a bigger role in 2014 in both party primaries and the general election.\n\nAlready, the super PAC backed Rep. Ed Markey in the 2013 Massachusetts Senate race over Rep. Stephen Lynch. The PAC also poured more than $8 million into the Virginia gubernatorial race to make an example of Republican Ken Cuccinelli.\n\nA spokesperson said no decisions have been made which 2014 races to target — but it’s clear that Steyer is willing to intervene in primaries and general elections alike to change the political calculus on energy politics.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9973115921,
        "format_confidence":0.8799439669
    },
    {
        "url":"http:\/\/www.businessinsider.com\/the-killing-of-bin-laden-the-media-winners-2011-5",
        "text":"Now that we've experienced blanket coverage of the death of Osama bin Laden, here's a rundown of who gained the most from a media perspective.\n\nBarack Obama and the White House Communications Team\n\nThe president had a great story to tell, and he and his team revealed the heroic mission with perfect modulation.  From the first tweet alerting the press corps and priming the media nation for big news to come, Team Obama showed a command of social media not seen since its successful 2008 campaign. With President Obama’s first speech to the nation and the calculated briefings that followed, unwinding an action narrative worthy of a John Clancy novel, the White House got maximum boost and so far has avoided any “Mission Accomplished” missteps.\n\n\nGiven the dramatic cascade effect that followed the tweet from former Donald Rumsfeld aide Keith Urbahn, which was first to report bin Laden’s demise, nobody need question the value of 140 characters or less anymore.  Twitter had the biggest night in its five-year history on Sunday, recording 3,000 tweets per second.  Daily news outfits used to publish the first draft of history; now Twitter’s hundreds of millions of users are drafting it in real time—not least of whom is Sohaib Athar, the bin Laden neighbor who tweeted about inexplicable noise and loss of power in Abbottabad the night of the Navy SEALS’s visit. (In an interview with the conservative website, Athar revealed that he doesn’t own a TV set.) And new platforms like Storify, which automatically compiles social-media feeds into narrative forms, are advancing the evolution of how news stories can be created.\n\nLegacy Media\n\nWhile Twitter and other social media platforms may be compiling the first draft of history, blue chip news organizations like The New York Times and the Wall Street Journal are still the ones packaging it up expertly with background and context.  Other news organizations, widely available in the digital world, such as the BBC, The Guardian and The Daily Telegraph, have aggressively reported the story from a more global perspective. Taking full advantage of social media tools at hand, they are crowdsourcing news, encouraging comments from readers, and doing great work to keep us informed and engaged.\n\nAl Jazeera\n\nThe Qatar-based news organization continues to build on its success from its much lauded coverage of the upheaval that’s been engulfing the Middle East since the uprisings began in Tunisia and Egypt.  Al Jazeera English is now a go-to destination online for breaking news from the region, much as we flip to CNN when a tornado or hurricane hits closer to home. (As for the domestic cable news competition, CNN handily bested Fox News and MSNBC on Sunday night.)\n\nConservative Columnists\n\nRush Limbaugh and Sean Hannity may have had trouble giving the president his due, but a raft of conservative columnists heaped praise on the administration that couldn’t have been more positive had it been written by Michelle Obama.  Those pundits from the right who called it as they saw it, praising a president who is usually a target for editorial abuse, added to the credibility of their brands. For example, the Wall Street Journal’s opinion pages could have been mistaken for the New York Times's.  A headline for WSJ columnist Bret Stephens read “Obama’s Finest Hour.”  On that same page, William McGurn wrote that the Obama’s mastery of the mission was a challenge to Republicans to put forth a coherent foreign policy.  “Going after bin Laden as forcefully as he did, Mr. Obama undermines one of the primary narratives against him—that of an indecisive president who worries more about the rights of our enemies than the freedom and safety of our citizens.” In short, see Winner #1 above.\n\nTo read more by J. Max Robins, visit The Robins Report at The Paley Center for Media.\n\nRead the original article on The Paley Center for Media. Copyright 2011.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9754410982,
        "format_confidence":0.5506690145
    },
    {
        "url":"http:\/\/m.news24.com\/news24\/MyNews24\/The-Critical-Dozen-The-Dozen-Things-President-Zuma-Must-Do-20140821",
        "text":"The Critical Dozen - The Dozen Things President Zuma Must Do\n\nThere are a dozen critical things that President Zuma must personally attend to during the remaining four years of his presidency to ensure a legacy of admiration and respect.\n\nThe country is sliding into a muddle of belligerent activism that must be quelled otherwise we will soon see public protests becoming waves of violent revolt, flames and ruin. The youth especially, is under threat of being usurped by revolutionaries and opportunists. The twelve actions must be undertaken promptly and coherently to produce and broadcast the positive resonance that will galvanize and save the nation from ruin. The actions will stop the slide into misery and will build a legacy of safety, unity, enterprise and prosperity for which the president will be remembered.\n\nThe actions are:\n\n1.       Publicly demand zero tolerance for poor public service delivery. Demanding and measuring performance excellence on a task and project basis, will change behaviour and citizens will soon experience the positive effects of efficiency and effectiveness.\n\n2.        Appoint senior executives in the public service on the basis of proficiency and proven excellence. Ensure that the qualifications of all public officials are valid and that promotions are based on sterling accomplishments.\n\n3.       Ban public demonstrations in public roads, barricading of roads and burning of tyres and buildings. Create a public service delivery grievance resolution procedure involving the media, which results in immediate investigations and corrections.\n\n4.       Compensate and reward teachers for tuition excellence and youth development. Institute a process that ensures our school education system and teacher compensation structure is on par with the best in the world.\n\n5.       Make high school education free. Reduce the high school drop-out rate and youth substance abuse by increasing funding to public schools to cover school fees, cost of uniforms and sport, nourishment and transport.\n\n6.       Implement a strategy to make our soccer internationally competitive and popular. Make soccer the first choice official school sport and establish at least one soccer academy for talented players in every town with a sizable young people population.\n\n7.       Launch a patriotism building drive and secure a national patriotic bond between all black, coloured and white South Africans. Put in place an Apartheid forgiveness and reconciliation process that unifies all races in shared patriotism.\n\n8.       Reward small enterprise owners for successful employment, on-job training and retention of young people. Reduce the funding for employee training going to state education and training agencies and channel the funds to entrepreneurs on the basis of fixed employment and job-creation performance history and value-added on-job training.\n\n9.       Put the police force through social virtues and moral values training. Ensure that every police officer undergoes training in the root causes of crime and violence and the effects of substance abuse, crime, violence, virtues and values on human behaviour.\n\n10.   Turn prisons for non-lifers into craft training centres. Establish a craft training centre in every prison and train those prisoners who are incarcerated for more than one year, but less than five years, in a craft and set of skills that will ensure employability on release.\n\n11.   Prohibit the building of shacks and un-serviced settlements for the poor and authorise regional municipal councils to build decent housing and infrastructure on suitable vacant ground owned by the state.\n\n12.   Shield and protect the President against political and media attacks that harm his reputation and dignity and give rise to citizen shame, hopelessness and interracial ill-will in communities. Find a way to get rid of the ills and wrongs of the past and a way to engage and build the future with confidence.\n\nThe mental, emotional and spiritual influence in our society of doing and succeeding with the above critical dozen will generate the hope, enthusiasm and resolve that is needed to turn South Africa into a winning nation within four years. The President’s tolerant nature and charismatic style of leadership will ensure that he will succeed with the above and all South Africans will benefit.\n\nMartin Jansen 2014-08-21 04:25:22 PM\nA dozen things will take him years. Just do one simple thing; go play in the traffic.\nMargaret Cox 2014-08-21 05:51:27 PM\nAnd do you think Zuma gives a toss about anything that doesn't bother him personally?",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.997872591,
        "format_confidence":0.9446442127
    },
    {
        "url":"http:\/\/etsyforanimals.blogspot.com\/2012\/06\/presented-by-alicia-of-woodsedge-1.html",
        "text":"\n\nEtsy for Animals (EFA) aka Artists Helping Animals,\n\nis a team of independent artists, craftspeople,\n\nvintage sellers and craft suppliers on Etsy.com\n\nwho are dedicated to providing charitable relief to animals\n\nby donating a portion of the profits from their shops\n\nto an animal charity of their choosing,\n\nand\/or to EFA's featured Charity of the Month.\n\nSaturday, June 02, 2012\n\n\npresented by Alicia of WoodsEdge\n\n1. Oppose Wolf Delisting in Wyoming\n\nA plan to remove wolves from the protection of the Endangered Species Act in Wyoming has been formally announced and will leave them vulnerable to a shoot-on-sight management plan in most of the state, including national forests. This move, combined with the wolf management policies in neighboring states, fails to ensure wolves the vital protection they need to maintain healthy populations. \n\nPlease sign the petition opposing the delisting of wolves in Wyoming. \n\n2. Get Justice for Victim of Breed Specific Legislation (BSL)\n\nA pit bull\/husky mix named Hank was taken from his home after a neighbor provoked him and turned in a videotape he had taken of Hank to Animal Control because he was left outside in a fenced in yard without a muzzle, a common requirement of discriminatory BSL. Sadly, Hank has since been euthanized, but to make matters worse, the local humane society would not even return Hank's body to his owner so that he could be buried and put to rest. \n\nPlease sign the petition asking St. Joseph's County to repeal its Breed Specific Legislation and for the vet who killed Hank to resign. \n\n3. Protect Whales from Navy's Sonar Testing\n\nThe National Marine Fisheries Service has approved a plan for expanded sonar testing off the West Coast, despite the known detrimental effects on marine life and opposition from EarthJustice, Natural Resources Defense Council and Native American tribes, among others. \n\nPlease sign the petition asking the National Marine Fisheries Service to revoke the Navy's permit and protect marine life under the Endangered Species Act. \n\nfor taking 1-2-3 ACTIONS\non behalf of the animals !\n\n1 comment:\n\nPlease leave a positive comment :)\nWe shall publish it as soon as it is approved...\nTHANKS for visiting !\n\nRelated Posts Plugin for WordPress, Blogger...",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9540783763,
        "format_confidence":0.6092133522
    },
    {
        "url":"https:\/\/www.firstthings.com\/blogs\/firstthoughts\/2014\/01\/contemporary-poliitical-philosophy",
        "text":"\n\nSo here’s my weekly breakdown of readings for CONTEMPORARY POLITICAL THOUGHT, which begins next week.  Thanks to Flagg Taylor for giving me a one-book resource (THE GREAT LIE—what a perfect collection!) on ideology and totalitarianism, which, in fact, I have never taught at Berry.\n\nYour comments are welcome.\n\nWeekly  Reading Assignments\n\n1,  Nietzsche, Twilight of the Idols in THE PORTABLE NIETZSCHE, 464-505\n\n2. Nietzsche, Twilight of the Idols, the rest of the book\n\n3. Leo Strauss, “The Three Waves of Modernity,” in AN INTRODUCTION TO POLITICAL PHILOSOPHY;   Martin Heidegger, Letter on Humanism, hand-out\n\n4. Hannah Arendt, “Ideology and Terror:  A Novel Form of Government”;  Leo Strauss, “German Nihilism”;  Eric Voegelin, “The Origins of Totalitarianism,” all in THE GREAT LIE.\n\n5. Pierre Hassner, “Communist Totalitarianism: The Transatlantic Vagaries of a Concept”;  Michael Burleigh, “National Socialism as a Political Religion”;  Raymond Aron, “The Future of Secular Religion,” all  in THE GREAT LIE.\n\n6. Vaclav Havel, “The Power of the Powerless,” “Politics and Conscience,” and selections from Letters to Olga:  all found in THE GREAT LIE, 26-31, 290-309, 477-508, 531-540.\n\n7. Alexandr Solzhenitsyn, “Our Muzzled Freedom” and “We have ceased to see the Purpose” in THE GREAT LIE; Solzhenitsyn, “The Harvard Address” (hand-out); Raymond Aron, “Aleksandr Solzhenitsyn and European Leftism,”  in THE GREAT LIE\n\n8. Mid-term week  (Late)\n\n9. Pierre Manent, “The Return to Political Philosophy”; Chantal Delsol, “Traces of a Wounded Animal”; Tzvetan Todorov, “Totalitarianism: Between Religion and Science,” all in THE GREAT LIE;  Jacques Derrida, The Gift of Death, selection to be determined.\n\n10. Wilson Carey McWilliams, THE DEMOCRATIC SOUL,  192-206, 44-55, and Part 4 (329-98);  a selection to be determined from Marilynne Robinson, WHEN I WAS A CHILD I READ BOOKS\n\n11. Walker Percy, LOST IN THE COSMOS\n\n12. Percy, LOST IN THE COSMOS, the two Space Odysseys\n\n13. Leo Strauss, “What is Liberal Education?  and “Liberal Education and Responsibility” in AN INTRODUCTION TO POLITICAL PHILOSOPHY.\n\nComments are visible to subscribers only. Log in or subscribe to join the conversation.\n\n\n\nFilter First Thoughts Posts\n\nRelated Articles",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.6099774837,
        "format_confidence":0.7282198668
    },
    {
        "url":"https:\/\/newsone.com\/3192279\/reasons-millennials-tuning-out-gop-presidential-candidates\/",
        "text":"Newsone PolitickerOne\n\n\nNewsOne’s PolitickerOne blog tackles some of the most important topics in politics: Election 2016, moves by the Obama administration, voting rights, lawmaking, and the way that elected officials represent our communities. Three times a week, we will go beyond the mainstream media’s “pack” coverage of politics to highlight the underreported aspects of how politics and policy affect you and the people you care about. In between, follow the conversation on Twitter at #PolitickerOne.\n\nIt’s no secret that the youth vote helped propel President Barack Obama into office during his historic election in 2008, and again in 2012.\n\nHe garnered 60 percent of the vote among those younger than 30 in his re-election, according to Pew Research Center. Those numbers were down from 2008, when he won nearly two-thirds, or 66 percent of the votes among young people.\n\nStill, support from young voters may have played a bigger role in his second victory than in the first win. Why? Well, the under 30 demographic in 2012 was “by far the most racially and ethnically diverse age group,” the report says, and the president keyed into issues of great concern and urgency to them, including health care, immigration reform, and same-sex marriage.\n\nNow in 2015, the young voting bloc has not changed much and neither have the issues of importance to them, which is why the Republican Party is failing to draw in the millennial voters it needs to be successful in the 2016 general election, according to The Brookings Institution.\n\nDespite hauling in a record number of older viewers for its last GOP debate on CNN, the Brookings Institution said millennials were likely to view the event as a free-for-all “where cultures and generations clash.” The campaign rhetoric also flies in the face of this generation’s beliefs and views.\n\nHere are six top reasons millennials are not tuning in to 2016 presidential candidates:\n\n1. Black Lives Matter\n\nBlack Lives Matter\n\nDespite having Ben Carson, the sole Black presidential hopeful this election cycle, the Republican Party ignored #BlackLivesMatter, the most powerful movement to emerge since the civil rights era, during its second presidential debate last week at the Ronald Reagan Library in Simi Valley, California.\n\nPolitickerOne noted in August that “White privilege was on full display” at the group’s first debate in Cleveland, Ohio, which occurred on the same day as the 50th anniversary of the Voting Rights Act.\n\nNone of the candidates or debate host Fox News mentioned the landmark law that prohibits racial discrimination in voting.\n\n2. Immigration Reform\n\nCarson. Walker, Trump at GOP August 2015 Debate\n\nMost of the Republican candidates hold stances on immigration reform that are untenable for millennials, who are, ahem, mostly immigrants, and who have been repeatedly targeted – chiefly by Donald Trump. With immigration adding more numbers to its generation than any other, millennials are projected to peak in 2036 at 81.1 million, according to Pew Research Center:\n\nThe Census Bureau projects that the Millennial population was 74.8 million in 2014. By 2015 Millennials will increase in size to 75.3 million and become the biggest group.\n\n3. Same-Sex Marriage\n\nHigh angle view of two female symbols drawn on the road with a heart shape\n\nAn estimated 70 percent of millennials support same-sex marriage, while it’s not discussed at all among some Republican candidates. Former Arkansas Gov. and Republican presidential hopeful Mike Huckabee made a splash over his support of Kim Davis, the Kentucky county clerk who received national attention and went to jail for violating a federal order to issue marriage licenses to same-sex couples.\n\nBut not all Republican presidential candidates sided with Davis. MSNBC News reports Ohio Gov. John Kasich, former Hewlett-Packard CEO Carly Fiorina, and Trump said she had “an obligation to perform her duties as an elected county clerk, which include issuing marriage licenses.”\n\n4. Millennials Support Obamacare\n\nBarack Obama & Joe Biden\n\nWhile most Republican presidential candidates talk about repealing the popular Affordable Care Act, the formal name for Obamacare, Brookings notes that “52 percent of millennials approve of the program.” Enough said.\n\n5. Millennials Favor Legalization of Marijuana\n\nMetropolitan Police and Federal Partners Seize $7.1 Million in Drugs Operation.\n\nAbout 68 percent of millennials support legalizing marijuana, but few Republican candidates have come out in support of it, notes Brookings:\n\nRand Paul’s insistence on a state’s rights approach to (medical) legalization choices was as close as the field came. Instead, Jeb Bush in the best Boomer presidential candidate tradition apologized for using the stuff when he was young, chalking it up to youthful indiscretion, and Governor Chris Christie asserted that maintaining pot’s illegality was so important as President he would go against traditional Republican deference to state’s rights and assert federal law supremacy over state law to prosecute offenders.\n\n6. Millennials Are Concerned About Climate Change\n\nGlobal warming, climate change, iceberg,\n\nClimate change, an important issue to millennials, has been showing up on the presidential campaign trail among Democrats, but barely registers among Republicans, as NewsOne reported earlier. For example, Florida Sen. Marco Rubio told Face the Nation that “human activity has nothing to do with climate change,” while Texas Sen. Ted Cruz “has made it clear he doesn’t believe in climate change, but also says he isn’t a ‘denier.'”\n\nAre there other reasons millennials are not tuning in to Republican presidential candidates? Sound off in the comments…\n\nSOURCE: Pew Research Center, The Brookings Institution | PHOTO CREDIT: Getty\n\n\nUnapologetically: 4 Times President Obama Has Advocated For Black America In Recent Months\n\nDon’t Miss Our Hottest Stories! Get The NewsOne Flip App for iPhone: Flip, Skip — Or Send Us a Tip!\n\nAlso On News One:\n20 Tweets Dragging Roseanne Barr To A White Privilege Hell\nABC's 'Roseanne'\n21 photos\nMore From NewsOne",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9971786737,
        "format_confidence":0.9120883346
    },
    {
        "url":"http:\/\/politicalticker.blogs.cnn.com\/2010\/12\/30\/top-five-political-gaffes-of-2010\/",
        "text":"Top five political gaffes of 2010\nDecember 30th, 2010\n09:52 AM ET\nsoundoff (3 Responses)\n  1. The reality is...\n\n    Nope...DON'T love Biden for it; crude language is not befitting to public servants...oh right....he's the king in waiting. HA!!!\n\n    December 30, 2010 10:17 am at 10:17 am |\n  2. Peace\n\n    I am not quite sure the lady in Nevada was on tape or not. The one who said: \"Chicken for Health Care\". I found this was quite entertaining!\n\n    December 30, 2010 10:49 am at 10:49 am |\n  3. Wire Palladin, S. F.\n\n    I did enjoy the FCINO (fiscal conservative in name only) ad, but in her campaign, Fiorina's slogan should have been HELLIFINO.\n\n    December 30, 2010 10:57 am at 10:57 am |",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9947786331,
        "format_confidence":0.5480036736
    },
    {
        "url":"http:\/\/theweek.com\/10things\/603584\/10-things-need-know-today-march-1-2016",
        "text":"Daily Briefing\n\n10 things you need to know today: March 1, 2016\n\nHarold Maass\nReuters\/ Gary Cameron\nOur '10 things you need to\nknow' newsletter\nYour free email newsletter subscription is confirmed. Thank you for subscribing!\n\n\nClinton and Trump head into Super Tuesday with big leads\n\nThe presidential frontrunners, Democrat Hillary Clinton and Republican Donald Trump, head into the March 1 Super Tuesday primaries with big leads over their rivals. Clinton leads Sen. Bernie Sanders of Vermont 55 percent to 38 percent in a CNN\/ORC poll released Monday. Trump had the support of 49 percent of Republican and GOP-leaning voters nationally, widening his already huge lead over his nearest rival, Sen. Marco Rubio of Florida, to 30 percentage points. Establishment Republicans fear that if Trump dominates the states voting Tuesday, as expected, his march to the nomination will be unstoppable. [CNN, Bloomberg]\n\n\nNavy SEAL receives Medal of Honor for rescue mission\n\nPresident Obama awarded the Medal of Honor on Monday to Navy SEAL Edward Byers for his role in the rescue of an American doctor who was being held as a hostage in Afghanistan. Byers, 36, used his own body to shield the doctor, Dilip Joseph, during a firefight. Byers was the 11th living service member to receive the military's highest honor for valor for actions in Afghanistan. [Reuters]\n\n\nHecklers disrupt Trump rally in Virginia\n\nHecklers, some belonging to the Black Lives Matter movement, disrupted a Donald Trump rally in Virginia on Monday. Trump said, \"Are you from Mexico?\" and supporters chanted, \"All lives matter,\" as dozens of black protesters were being escorted out. A Time magazine photographer who stepped out of the press pen to photograph the protesters was choked and pushed to the ground by a Secret Service agent. The fracas came a day after Trump was swamped with criticism for failing to clearly repudiate white supremacists' support. [Time, Reuters]\n\n\nLast set of Hillary Clinton's emails released\n\nThe State Department on Monday released the last batch of Hillary Clinton's 30,000 emails from a private server she used while serving as President Obama's secretary of state. The final set of about 1,700 emails included 23 retroactively deemed \"Secret,\" bringing the total under that classification to 65. There were no new messages withheld as \"Top Secret,\" the most sensitive classification, although spy agencies had pushed for the designation on a message regarding North Korean ballistic missile testing. Clinton and her aides have disputed the \"Top Secret\" designations, noting the messages were not deemed classified when they were sent. [Politico, The New York Times]\n\n\nTeen charged with shooting two students at Ohio school\n\nPolice arrested a 14-year-old male student for allegedly shooting two other teen students in the cafeteria of a Butler County, Ohio, school on Monday. The suspect was identified as James Austin Hancock. He was charged with two counts of attempted murder, as well as assault, inducing panic, and making terroristic threats. The victims were in stable condition and their wounds were not life-threatening. Two other students were injured by shrapnel. [Cincinnati Enquirer]\n\n\nJudge says Apple can't be forced to unlock iPhone in drug case\n\nA federal judge in New York on Monday rejected a request by the federal government to force Apple to unlock an iPhone in a drug case. The ruling involves a phone seized by DEA agents in a drug trafficking investigation, and is unrelated to Apple's fight against the FBI's effort to make Apple help hack into an iPhone used by one of the killers in the San Bernardino massacre. [Engadget]\n\n\nJustice Thomas speaks during oral arguments\n\nSupreme Court Justice Clarence Thomas spoke from the bench on Monday, asking a question for the first time in 10 years. The case involves a federal law depriving people convicted of domestic violence of the right to own guns. Thomas asked Justice Department lawyer Ilana Eisenstein if there are any other instances where law-breakers can have a constitutional right suspended, setting off a discussion that lasted several minutes. [Chicago Tribune]\n\n\nMigrants protest effort to dismantle part of Calais camp\n\nMigrants clashed with French riot police on Monday at a makeshift refugee village known as the Jungle, as bulldozers moved in to raze some of the shanties in the camp. Some of the shacks were set on fire, and about 150 refugees threw stones at police and vehicles. About 3,700 people live in the camp, and as many as 1,000 stand to be evicted as the French government tries to move them. Many are hoping to travel from Calais to the U.K. [RFI]\n\n\nActor George Kennedy dies at 91\n\nActor George Kennedy, who won an Oscar for Best Supporting Actor for Cool Hand Luke in 1968, died Sunday from a heart condition, an Idaho coroner confirmed Monday. He was 91. Kennedy's health had reportedly been failing since his wife's death a year ago and he had been in hospice care for a month. The burly actor also was known for his roles in The Dirty Dozen, the Airport movies, The Naked Gun, and the CBS drama Dallas. [The Wrap]\n\n\nOscars draw third lowest ratings ever\n\nThe 2016 Academy Awards telecast, hosted by comedian Chris Rock, drew 34.3 million viewers, the third lowest ratings since Nielsen started tracking viewership in the mid-1970s. The preliminary ratings figures, reported Monday, were down 6 percent from the 2015 ceremony, and the lowest in eight years. Industry analysts said several factors were at play, including a lack of box-office hits among best-picture nominees and the possibility that some viewers tuned out due to the lack of non-white acting nominees. [Los Angeles Times, The New York Times]\n\nAround the web\nPowered By ZergNet",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9811270833,
        "format_confidence":0.7570354342
    },
    {
        "url":"http:\/\/www.examiner.com\/article\/is-a-two-state-solution-wrong-headed?cid=rss",
        "text":"Skip to main content\nReport this ad\n\nSee also:\n\nIs a two-state solution wrong-headed?\n\nDiscussing a two-state solution is premature.\n\nWhy the ceasefire?\nEzz Al-Zanoun\/Anadolu Agency\/Getty Images\n\nFox News reports an AP story this evening that Secretary of State John Kerry is calling for “fresh Middle East” peace talks. Here is a list of odd things about this approach:\n\n1. They are called the “Middle East” peace talks.\n\nThey should be talking about Israel and Gaza peace talks. Why bring in the West Bank? A fresh approach would be for Israel to deal with one community at a time. Israel can attend to the issues that Gaza people have expressed such as having a sustainable economy and a safe environment. Those two things are within reach between the parties.\n\n2. Kerry wants a “bigger and broader” approach.\n\nTaking events a step at a time with a focus on specific needs is likely to be better than a lofty and grand approach. Get something done in increments. If Kerry and the U.S. want to discuss the Middle East in total, that is a much larger event than settling the Israelis and Palestinian issue.\n\n3. Kerry is still stuck on negotiating with Hamas, a terrorist organization that has taken over Gaza via its citizenry.\n\nBecause elections were employed to establish Hamas as a political entity, Jimmy Carter has it correct, they must be dealt with. First and foremost, if Hamas is to be treated as a political entity charged by the Gaza people to manage the territory, then there must be some requirements that differentiate them from being a terrorist organization.\n\nThe principal place to begin is for Israel, Gaza people, and Arab nation participants to determine what is the status of Hamas as a governing organization? Should it be armed, as in having an armed police department? Should it have military arms beyond that?\n\nFirst things first. President Obama may want to consider changing out Kerry and putting Joe Biden on point.\n\n“Kerry calls for fresh Middle East peace talks as Cairo mediation gets under way\nPublished August 06, 2014\n\nU.S. Secretary of State John Kerry has called on Israeli and Palestinian leaders to use the ongoing 72-hour truce that halted fighting in the Gaza Strip as a stepping-stone to restart more far-reaching negotiations.\n\nSpeaking to the BBC, Kerry said that both sides needed to make a \"bigger, broader approach to the underlying solution of two states,\" adding, \"I believe that the situation now that has evolved will concentrate people's minds on the need to get back to the negotiations and try and resolve the issues.\"\n\nKerry spoke on the second day of the truce, which came into effect Tuesday morning and was precipitated by Israel's withdrawal of all ground forces from Gaza. Israeli troops had begun their ground offensive July 17, nine days after the commencement of airstrikes against Hamas rocket sites as part of Operation Protective Edge. Israel said it had destroyed 32 cross-border tunnels used by Hamas to attack Israeli soldiers and civilians.\n\nIn the BBC interview, Kerry said that Israel had a right to defend itself against rocket attacks from Gaza, saying, \"No country can live with that condition and the United States stands squarely behind Israel's right to defend itself in those circumstances. Period.\"\"\n\n(Read the rest at the link.)\n\nThe Associated Press contributed to this report.”\n\nReport this ad",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9973905683,
        "format_confidence":0.6063756347
    },
    {
        "url":"https:\/\/canadians.org\/analysis\/5-reasons-why-trudeau-government-should-protect-everylakeeveryriver",
        "text":"5 reasons why the Trudeau government should protect #EveryLakeEveryRiver\n\nEmma Lui\n3 years ago\n\nThe Trudeau government is poised to carry on the Harper government’s harmful legacy on water and leave 99% of lakes and rivers unprotected in Canada.\n\nIn March, the Standing Committee on Transport, Infrastructure and Communities released a report recommending that the Trudeau government leave the 99% of lakes and rivers unprotected under the Navigation Protection Act (NPA), formerly the Navigable Waters Protection Act (NWPA). The Trudeau government has until July 21, 2017 to respond but it could issue a response any day, which means we have limited time to act.\n\nIt us up to all of us to send a strong message to Members of Parliament that the Standing Committee recommendations are not enough to safeguard water and that all lakes and rivers must be protected. We encourage you to email, call or set up a meeting with your Member of Parliament to urge that the Trudeau government go well beyond the Standing Committee’s recommendations by restoring and enhancing the NWPA. Be sure to take a photo if you meet your Member of Parliament and send it to webmaster@canadians.org.\n\nHere are five key points to make when you talk to your Member of Parliament, friends, family or neighbours or local media about the importance of protecting every lake and every river.\n\n1. 99% of lakes and rivers are unprotected\n\nRight now 99% of lakes and rivers are unprotected under the NPA. This means that dam, mining, logging, fish farm and other projects on unprotected waterways are moving forward without assessment of how they affect lakes, rivers and people’s right to navigate waterways. Talk to your Member of Parliament about how important it is to protect every lake and every river. Communities use lakes and rivers for fishing, paddling, boating, recreation and tourism.\n\nCheck the short Schedule of protected waterways to see if your local lake or river is protected. If it’s not on the list, it’s not protected. Tell your Member of Parliament how you, your family and your community use your local lake or river and that you want protections restored and enhanced under the NWPA.To learn more about how the NWPA can be enhanced, click here.\n\n2. Restoring water protections was one of Trudeau’s election promises\n\nThe federal Liberal’s 2015 platform promised voters that they would restore and strengthen freshwater protections. Their platform said, “Stephen Harper’s changes to the Fisheries Act, and his elimination of the Navigable Waters Protection Act, have weakened environmental protections. We will review these changes, restore lost protections, and incorporate more modern safeguards.” People from coast to coast voted for the real change that the Liberals had promised. If you have a Liberal MP, remind them about their promise to restore lost water protections like those under the NWPA.\n\n3. Communities want all lakes and rivers protected\n\nIn February, the Council of Canadians delivered 10,000 signed petitions calling on the Trudeau government to restore and enhance the NWPA. The petition called for all lakes, rivers and waterways to be fully protected; for the government to incorporate the obligation to obtain free, prior and informed consent as required by the UN Declaration on the Rights of Indigenous Peoples into the NWPA; and implementation of strict safeguards for waterways to uphold the United Nations-recognized human right to water and sanitation.\n\nMore than 250 submissions were made to the Standing Committee on Transport including dozens of submissions from First Nations and Indigenous organizations like the Union of B.C. Indian Chiefs and the Assembly of Manitoba Chiefs as well as organizations like Ecojustice, Lake Ontario Waterkeepers, Wilderness Canoe Association and West Coast Environmental Law. Many submissions called for respect for Indigenous title and rights and for protections to be restored and enhanced.\n\n4. Pipelines and other projects are threatening lakes and rivers\n\nIn 2012, the former Harper government removed  federal scrutiny of large pipelines and powerlines under the NWPA. The Standing Committee recommends that Transport Canada be included in the decision-making on environmental assessments for pipelines and power lines that cross navigable waters. It is unclear what this means and whether reviews will be conducted for all waterways. Ask your Member of Parliament for clarification.\n\nTrudeau’s government has already given the green light to tar sands pipelines such as Kinder Morgan’s Trans Mountain and Enbridge’s Line 3 as well TransCanada’s NOVA Gas pipeline, which will transport fracked gas from northeastern B.C. to Alberta. The Kinder Morgan pipeline crosses 1,309 waterways in B.C. and Alberta, many of which are not on the Schedule of protected waterways. Tell your Member of Parliament about your concerns about how pipeline or other projects will affect local waterways.\n\n5. Navigation, clean water and the environment are linked\n\nThere is an intimate link between navigation, clean waterways and environmental protection. Ecojustice has pointed out, “The interrelationship between navigation and the environment is such that the protection of the former consistently promotes the health of the latter.”\n\nThe 2010 oil spill in the Kalamazoo River in Michigan polluted local waterways and affected navigation. The Enbridge spill leaked thick tar-like substance into the river for 17 hours before the pipeline was shut down. More than $1 billion was spent on cleanup, which continues to this day. After the spill, sections of the river and Morrow Lake remained closed to recreational use and boating for nearly two years. Sections of the river also remained closed for dredging operations to retrieve some of the submerged diluted bitumen more than three years after the spill. Talk to your Member of Parliament about how clean waterways are needed for navigation (paddling, transportation or fishing) and how they link to clean drinking water and a healthy environment.\n\nAt the same time that the Standing Committee made their weak recommendations in March, New Zealand granted the Whanguanui River the same legal rights as a human being. Days later, India legally recognized the Yamuna and Ganges rivers as \"living entities.\" These historic decisions are what are needed to protect lakes and rivers.\n\nThere is nothing more important than clean water. We must urge Members of Parliament to put protections back on every lake and every river and work towards the bold visions that countries like New Zealand and India are carrying out in order to truly protect the world’s lakes and rivers.\n\nCheck out the following resources to prepare yourself for your meeting with your Member of Parliament:\n\nLearn more about our #EveryLakeEveryRiver campaign\n\nGet updates\n\nJoin over 150,000 people working to promote democracy and justice.\n\nYou will receive email updates, event invitations, opportunities to help fund initiatives and other communications from the Council of Canadians. You can withdraw your consent at any time.",
        "topic_id":17,
        "format_id":9,
        "topic_confidence":0.9952789545,
        "format_confidence":0.9190084338
    }
]