[
    {
        "url":"http:\/\/www.eadryresorthotel.com\/info\/",
        "text":"? nights Book\n\nHotel Map\n\nMap of the hotel\n\nHotel Info\n\nEadry Resort Hotel Sanya is located in Yuya Avenue, Sanya City, next to the urban area, next to the Sanya River, and opposite the South China Sea Love Mountain, Luhuitou, across the river. The first luxury luxury suite hotel in China is a luxury business, leisure and amphibious hotel that integrates mountain, river and sea views. We strive to bring every guest the best quality experience.\n\nThe hotel has carefully decorated and decorated all kinds of high-quality rooms and suites; luxurious banquet halls and personalized professional services make guests' business meetings feel more than international.\n\nLuxury Chinese food, rich Asian food Western food, Time Lobby Bar, etc., present the essence of Chinese and Western food. The style bar street lets you indulge in the vibrant and romantic nightlife.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9948909283,
        "format_confidence":0.6067234874
    },
    {
        "url":"http:\/\/www.roxtons.com\/",
        "text":"Welcome to Roxtons...\n\nWelcome to our website, your definitive guide to the best fishing and shooting destinations around the world.\n\nSince 1976 Roxtons has built a reputation of arranging the finest fishing and shooting holidays. We are fortunate enough to have visited all of our destinations so can offer unrivalled knowledge and expertise thus creating a first class fishing or shooting experience.\n\nOur expertise in the field is matched by an unparalleled team in the office who ensure that every part of your trip is seamless.\n\nWe aim to exceed your expectations so wherever you want to fish or shoot, we look forward to hearing from you.\n\n\nCharlie White signatureJohn Duncan signature\n\nLet us help you plan your perfect trip...\n\nPlease get in touch for impartial advice and a wealth of knowledge of the best fishing and shooting in the world.\n\nWhy Roxtons?\n\n  • Handpicked destinations\n  • Unrivalled experience\n  • Reliability & Personal Service\n  • Integrity\n  • The best possible chance of sporting excellence\n\nLatest from Roxtons\n\nFishing special offers\n\n\nLatest shooting availability\n\nFor the very latest availability ranging from driven grouse in Scotland to the best partridge and pheasant shooting in counties like Yorkshire and Devon. We also have availability for driven partridges in Spain.\n\nCheck shooting availability\n\nRoving syndicate\n\nLatest roving syndicate\n\nRoxtons has been running its roving syndicate for a number of years and it has become a place for guns to meet like-minded and discerning shots who enjoy shooting on the very best estates around the world.\n\nCheck roving syndicate\n\nATOL Protected\n\nMany of the flights and flight inclusive holidays on this website are financially protected by the ATOL scheme. But ATOL protection does not apply to all products, holidays and travel services listed on this website. Please ask us to confirm what protection may apply to your booking. If you do not receive an ATOL certificate, then the booking will not be ATOL protected. If you do receive an ATOL certificate but all the parts of your trip are not listed on it, those parts will not be ATOL protected. Please see our booking conditions for further information or for more information about financial protection and the ATOL Certificate go to: www.atol.org.uk\/ATOLCertificate\n\nCreated by Gibe Digital",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.6685189605,
        "format_confidence":0.9459830523
    },
    {
        "url":"https:\/\/www.visitboerne.org\/about-boerne\/hill-country-mile",
        "text":"Hill Country Mile\n\nShop the Hill Country Mile in BoerneBoerne’s Hill Country Mile – Small town Hospitality with Modern Flare\n\nBoerne’s Hill Country Mile is a stretch along Main Street of locally-owned specialty shops and restaurants right through the historic heart of downtown Boerne.  Shopping along the Hill Country Mile, you’ll find everything from on-trend boutique clothing and home décor to treasured antique pieces. Dining is no different -- you’ll experience time-tested recipes and down home cooking along with modern Hill Country fare and wine selections sure to make your meal a memorable one. The Hill Country Mile, spanning north from the Patrick Heath Public Library to Oak Park Drive on the south, is the perfect way to experience Hill Country hospitality, whether you have three hours or three days.  We are “More Than Just a Mile!”\n\nArt Al Fresco, Dancer- Castle PhotographyBeyond Shopping and Dining\n\nJust steps from the Hill Country Mile are beautiful, meandering paths along the banks of the Cibolo Creek where you can view meticulously maintained historic properties and pocket parks on a newly-renovated trail. Fishing piers and picnic tables will make you feel like you are “away from it all”, without having to travel hours out of town.\n\nBoerne’s public art scene is a walkable outdoor adventure for visitors and residents and is located throughout the Hill Country Mile and along Boerne’s Trail System. The collection includes permanent sculptures and Art al Fresco, a public sculpture competition, consisting of nine chosen works that incorporate a variety of materials including welded steel, bronze, blown glass, and others.  The Art al Fresco sculptures are temporarily on loan from artists around the country. Learn about each piece by downloading the Otocast app and choosing Art al Fresco for a narrated tour of the installation! \n\nSt. Peters Catholic Church-Boerne-Hill Country MileSouth Boerne’s Historic Architecture\n\nThere is so much history to explore along the Hill Country Mile! South of the Cibolo is where you will find some of Boerne’s most stunning historic buildings, rich in history and architecture. St. Peter the Apostle Catholic Church, completed in 1923, is made from limestone and modeled after San Antonio's Mission de la Purisma (1730). The church’s twin towers rise 65 feet in the air, topping the main church which sits upon a high hill that overlooks the city. Stop for a drink next door at the 153-year old Phillip Manor, which has been restored into a boutique hotel, pub and event center. And across the street with its two story triple columns and arched windows is the Victorian style Carstanjen House, or Mansion House where you can shop for upscale home furnishings and clothing. Veteran's Park is also nearby along with the famous Kronkosky Tower - the best view in Boerne!\n\nBoerne Dickens on MainCelebrate Year-Round on the Hill Country Mile\n\nThe Hill Country Mile is the home of Boerne's most exciting events of the year. April brings the Texas Corvette Show, with a mass of hot cars lining Main Street and Main Plaza. Each Father’s Day weekend, the Boerne Berges Fest parade celebrates Boerne’s German Heritage. Summer is the time for Movies in the Park, Abendkonzerts at the Gazebo and Hot Rod Nights! Fall brings one of Boerne’s biggest events, the Key to the Hills Rod Run, where more than 500 pre-1949 Street Rods from all over the country line the Hill Country Mile and Main Plaza. And be sure to kick off the holiday season Thanksgiving weekend at Dickens on Main, when the Hill Country Mile is transformed into a winter wonderland! Snow and a real ice slide will get you right into the holiday spirit, while costumed shopkeepers and horse drawn carriages bring old-world Christmas alive.  Monthly events include Boerne Market Days, Second Thursday Open House for late night shopping and dining, and Second Saturday Art & Wine.\n\nHill Country MileSmall Town Charm is Right Down the Road!\n\nTime it takes to get to Boerne from:\n\n  • Austin -- 90 minutes\n  • San Antonio -- 30 minutes\n  • Kerrville -- 34 minutes\n  • Houston -- 3 hours 20 minutes\n  • Corpus Christi -- 2 hours 30 minutes\n  • Odessa -- 4 hours 15 minutes\n  • Dallas\/Ft. Worth 4 hours 30 minutes\n\nThe Hill Country Mile from a Planning and Economic Development Perspective\n\nBoerne’s Hill Country Mile, a vibrant downtown outdoor adventure, is a branding initiative that connects Main Street businesses, the Boerne community and visitors while preserving the City’s historic heart and enhancing the downtown experience. The Hill Country Mile is the catalyst to unify our community and partner with businesses, groups and organizations. The Hill Country Mile will play a significant role in:\n\n  • Preserving the rich historic and cultural identity of downtown Boerne;\n  • Promoting the quality of life through a safer, cleaner, more walkable destination; and\n  • Fostering economic growth and business diversity\n\nIn addition the enhanced quality of life for residents and visitors, the Benefits to downtown property owners and businesses are tangible, including:\n\n  • Increased retail sales;\n  • Higher levels of patron and pedestrian traffic;\n  • Public and private improvements creating a memorable destination experience; and\n  • A safer and cleaner community, positively impacting the downtown experience.\n\nHistoric District Restoration Program Application Instructions\n\nContact: Mary Woods",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9931775331,
        "format_confidence":0.8340453506
    },
    {
        "url":"https:\/\/touchplus971.com\/mission-vision\/essence-of-creativity\/",
        "text":"Touch +971\n\nWe are your reliable Partner.\n\nGet in-touch with us\n\nDirected by dedicated professionals, our talents have 30+ years’ experience in the meeting & hospitality industry across the globe.\n\nWe offer you our extensive destination knowledge, innovation, smart negotiation skills and solid reputation in operating projects and events in the seven Emirates and the Sultanate of Oman.\n\nEvent Logistics\n\nWe design, coordinate and implement all kinds of meetings, incentives, congresses and events.\n\nLocal Expertise\n\nOur wide network of positive working relationships in the government and the private sector translates into maximum convenience and smooth operations for you.\n\nVenue Finding\n\nWe can find for you the finest and most suitable possible venues and hotel accommodations for all types of events of any size and financial resources within the The seven Emirates and the Sultanate of Oman.\n\nCreative Solutions\n\nYour friends in Touch +971 think out of the box to find creative solutions to match your goals and financial plan.\n\nTeam Building\n\nAre you looking for an integrated Team Building solution? Plan your Team Building activity with Touch +971.\n\nOur recent clients\n\nWe set high standards to ourselves, in order to smartly manage each project and ensure that high quality work is done.\n\nWe like to build close relationships with our clients. We believe dynamic collaboration is the only way to get the job done well done. If you become one of our clients, expect a lot of back and forth so we can create something that makes sense together.\n\nSome compliments from our past events\n\nThank you so much for an excellent job, you were just fantastic working with – best ever!!! Happy to work with you in the future, it was an amazing trip!\n\nRaphael, Wilian and the clients loved it. They said that everything went perfect 😊 Congrats to Touch +971 for this beautiful job and thank you very much for all your support, and attention. I loved working with you!\n\nAnna called me when arrived to St. Petersburg and said big thank you for such great trip you have done for them. Everything was on top level and she is really happy. She asked to thank you and all the team, she commented how you are helpful, always calm and very professional.\n\nThank you very much for your and the teams’ help at our event. We have had so many people letting us know how much they enjoyed the event and how well organized it was. Thank you for always being willing and very able to help us make this event a success – no matter how last minute or what our requests were. Touch +971 really is a wonderful agency to work with and I’m very happy to have you guys as part of our team.\n\nHello! How are you? I have heard that the event was a great success! Congratulations and thank you for your support with this one!\n\nHi, Thanks for doing the presentation in French (waw!) and very nice for the bookings. I had a call with my client this morning and she had the info that everything is going well and they like it. So very nice! Thanks for your good care and have a nice evening!",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.5910118222,
        "format_confidence":0.9386150241
    },
    {
        "url":"http:\/\/www.pinckneyretreatsc.com\/location\/",
        "text":"Pinckney Retreat is located minutes away from the historic waterfront town of Beaufort, South Carolina, that offers something for everyone to enjoy, including a host of year-round special events and festivals. The town also has unique shopping, galleries, restaurants, boutique hotels, and more. Hunting Island beach is just 20 minutes away, 45 minutes to Savannah, and 1 hour to Charleston.\n\nPinckney Retreat Location Map\n\n\nThe Pinckney Retreat Information Center is open Monday through Saturday from 10 am to 5 pm; Sunday from 1 pm to 5 pm. Please visit us at:\n420 Commons Circle\nBeaufort, SC 29902\n\n\nFrom I-95, take Exit 33 towards Charleston\/Beaufort. Merge onto US-17-North (8.6miles). Turn right onto US-21 South\/Trask Parkway (11.9 miles). Turn right onto SC-280\/ Parris Island Gateway (2.5 miles). Turn left into Pinckney Retreat.\nClick to get directions from where you are.\n\nView Larger Map",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9895151854,
        "format_confidence":0.704169035
    },
    {
        "url":"http:\/\/mountvernonvillas.com\/category\/about-st-martin\/",
        "text":"Mount Vernon Villas\n\n||A Gem in the Rough||   Contact:  Reservation Line: US#: 973 856 8244 \/ (590) 690 509127\n\nAbout St Martin\n\nThe Popular Orient Beach\n\nOf all the 37 beaches on St Maarten\/St Martin, Orient Beach is the busiest and most colourful. Situated in the north-east of the island, the 2km long beach of white sand is  a rainbow of beach umbrella colors each representing a different restaurant.\nOrient Beach\nThe famous ‘clothing optional’ naturalist beach at the very north of the beach is safe from the new development and more popular than ever and well worth a visit.\n\nAt the other end of the beach there are a range of water sport kiosk’s with jet ski’s and wind surfing to paragliding and kayaking gear. Along with beach sports like volleyball and beach badminton gear for hire. Training is given by the friendly staff.\nOrient Beach\nThe gently sloping shore line is always a hive of activity with swimmers and sand castle building. The Green Key reef, to the north, keeps most of the Atlantic swell  at bay and being a marine reserve makes the snorkeling wonderful.\n\nThe 5 main restaurants cater for all tastes and pockets all serving delicious  cocktails and local beers all day.\nFor lunch there is a massive choice of simple burger and fries for $10, $10-$15 buffets, al-a-carte $30-50 or even a $100 gourmet specialist menu, but whatever you  choose, the food will be delicious with a Caribbean\/French twist. Served on the beach whilst lounging on a sun bed or in the brightly coloured covered bars or  restaurants. Most bars don’t charge for the sun beds when you buy a bucket of beer. Reserving prime waterfront loungers can cost up to $40 at some places.\nOrient Beach\nAfter watching the sunset on the beach with a relaxing cocktail, a short walk takes you to the Provence style square in ‘Le Village’ it’s kid friendly and a wonderful  place to enjoy your evening meal in one of the small restaurants that surround the  park. On most nights during the season there is live music in the square.\n\nThe Charming Village of Grand Case\n\nPicture a quietly lapping, mile long, white sandy beach with azure colored water with Anguilla and the Creole Rock in the distance.\nThat is the beach at Grand Case.\nBefore tourism, the local’s made thier living from fishing and salt extraction and being self sufficient by growing plantain, callaloo  and corn and much, much more. The\nvillage was the epitome of French Caribbean style. After tourism arrived the creole houses either side of the narrow main road transformed themselves into restaurants, boutiques, art shops and small hotels, without losing that wonderful laid back atmosphere.\nDuring the day the main road is quite quiet, with a few boutiques selling stylish apparel and souvenirs. A few restaurants are open for the lunch time trade.\nGrand Case turquoise beach\nThe beach is one of the calmest on the island with a gentle slope so it’s safe for kids.\nThe old concrete pier is popular with the locals for line fishing and for the kids it’s a great for jumping off.\nThe sleepy, ex fishing village explodes into life in the evening when all the restaurants are open. It’s this time that gave the village the title of ‘Gourmet Capital of the Caribbean’ and it’s well deserved. Every purse and taste is catered for.\nFrom January to March every Tuesday night sees the main street transformed into a carnival and craft fair . Cars are banned and the side’s of the road are lined with stalls selling local drinks, food, art, handmade gifts and souvenirs. Then around 8 o’clock the carnival starts with marching drum bands and carnival costumed dancing girls. There is live music all over the street.\n\nFor a taste of very local cuisine there is the Lolo’s open for lunch and dinner. A group of outdoor BBQ based restaurants where you can smell and see your fresh local fish\/ rib’s\/lobster\/chicken\/corn\/gambas being cooked. The Lolo’s are on the beach side of the street so you have a wonderful view of Anguilla and Creole Rock. The other side of Lolo’s is on the street so you have a great view of all the activities on that side too.\n\nThe whole length of the main street is scattered with great cafe’s, restaurants and shops situated next to a beautiful beach so, no matter what time of day you visit you’re sure to have a  great time.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9947388768,
        "format_confidence":0.8129581809
    },
    {
        "url":"http:\/\/www.blackbearcamp.net\/index.php",
        "text":"Black Bear Camp Men's Retreat\n\nLodge amidst trees on a sunny day\n10565 US Hwy 280 West\nPO Box 210\nWaverly, AL 36879\n\n\nDear friends and members,\n\nEffective immediately, Black Bear Camp is closed. Members who have recently purchased a silver membership will be given a pro-rated refund upon request. Please send the request to since the Black Bear Camp domain may not remain up for long. Be sure to include your name and address and silver membership number from your membership card.\n\nAlthough we had intended to remain open until the day after Labor Day, the personal stress of operating the camp is damaging my and Wade's relationship. And the large increase in the camp insurance premiums for 2015 was the straw that broke the camel's back.\n\nWe have enjoyed our sixteen year and three month run and will forever treasure the good friends and good times.\n\nSometime later this year the property will be put up for sale after we give somewhat of a face lift. We will try to find a buyer willing to re-open the camp. We will keep the yahoo group open so we can send out any updates on that front.\n\nOf all the things I have done in my life, providing this resource for other gay men is one of the proudest.\n\nBut as a wise man said, everything which cannot last forever will end. For Black Bear Camp that time has come.\n\nGood bye and good will,\n\n\nJohn and Wade\n\nA private, members only retreat for adult men age 21 or older in a serene, stress-free environment.\n\nLocated on 33 secluded, wooded acres two hours by car from Atlanta or Birmingham\n\nPrivate rooms available in the lodge.\n\nPrivate rooms & cabins must be prepaid or the reservation will not be honored\n\nDrop-in visitors are discouraged--please call in advance!!\n\nAs we are a clothing optional facility, in order to protect the privacy of our guests we are not open to the general public.\nCall ahead using the phone number above or use our reservation form.\n\nDay visitors welcome on WEEKENDS ONLY\n\nPlease refer to the image above to see today's hours of operation\nWe stop admitting new day visitors 2 hours prior to closing time\nOvernight guests are welcome during the week if prior arrangements have been made.\n\nFootball fans: We're located just eight miles from the stadium at Auburn University and we get lots of football fans at the retreat on football weekends.\n\nHome Rates Make a Reservation Directions Weather Forcast\nCamp Rules Frequently Asked Questions Features About us Photos\nEvents Calendar Big Movie Weekends Football Weekends Brochure (requires PowerPoint) Links\n\nSubscribe to Black Bear Camp Events\nto receive\nCampground News and Updates\nPowered by\nsearch engine marketing optimization\nsearch engine optimization\nSubscribe to Black Bear Camp Connect\nto communicate\nwith other campground patrons\nPowered by\n\n© 2010 Black Bear Camp\n\nThis site is best viewed using the FREE Firefox web browser. Spread Firefox Affiliate Button It's way past time to dump Internet Explorer!",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.7358506322,
        "format_confidence":0.7095736861
    },
    {
        "url":"http:\/\/www.seasonscountryclub.com\/",
        "text":"Seasons Country Club\n\nSeasons is a 5 star rated haven of peace that transports you away from the chaos of Cairo. Located just 20 minutes from the center of the city on Cairo-Alex Road, Seasons offers its members and guests a tranquil and exclusive escape. Set in eight acres of beautiful landscapes and scenic gardens.\n\n\n\nSeasons catering service offers exceptional cuisine and warm hospitality that make up a quality culinary experience.\nFrom festive galas to private house parties and pool barbecues, Seasons creates beautiful and seamless events.\nOur team is composed of highly trained and professional staff and our chefs have earned several medals at food competitions.\n\nContact Info\n\n\nSavor the selection of the several dining outlets available at Seasons and prepare your senses for a unique culinary experience",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9442778826,
        "format_confidence":0.8100723624
    },
    {
        "url":"https:\/\/summercampthailand.com\/about\/",
        "text":"Apply Now\n\n\nWelcome to Camp Thailand!\n\nWe’re so glad you found us because we are determined to offer the best deal on life changing camp experiences in Thailand.\n\nWith each member of the team holding both travel and Thailand close to their hearts, here at Camp Thailand we know what’s important to each of our applicants, and we are there for each and every one of them, every step of the way.\n\nWhether you have previous Camp experience or not, Camp Thailand is guaranteed to leave you with memories for life and a place in your heart for the people of Thailand.\n\nWhether you are a teacher looking to do something in your time off, a student looking for a great addition to your Gap Year, or are searching for the perfect summer job abroad – you have definitely come to the right place!\n\nHere at Camp Thailand we’ve combined the very best that Thailand has to offer! You will teach English as a foreign language and run sporting activities for local children. You will even help out at one of our many Elephant Conservation Villages – time to get that elephant selfie! Experience quad biking, bamboo rafting or even Thai dancing at a local Silk Village. One thing’s for certain, we have lots of activities crammed into this ultimate travel experience!\n\nWe work hard, we play hard and we make a difference!\n\nIf a summer of sun, new friends, unbelievable experiences and unforgettable memories is your idea of fun then you need to come to Thailand! Get out of Europe! Get out of your comfort zone! Come and do Camp Thailand!\n\nPrior to you heading out. You will be asked to join us at our head office in Manchester, UK for your Pre-Departure Orientation Meeting. This is an amazing way to meet the Camp Thailand Team and get a taste for what a day in our office is like. We will go over everything about Thailand and what you can expect so that you are fully prepared for the time of your life. Please CLICK HERE for more information.\n\nEven if you’re knocking around Manchester. Don’t forget to pop into our office! We have a Foosball table and #FreeBiscuits, so come and join us for a game and a cuppa! Also once you’re part of the family you will get good discounts on all of our other fantastic brands: Camp South Africa, Camp Canada, AusJob, Camp Cambodia and Invasion!\n\nCome and see what all the hype of Camp Thailand is about.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9410987496,
        "format_confidence":0.9843813181
    },
    {
        "url":"https:\/\/bayshorepacific.com\/",
        "text":"Item 1\nThe World Series of Mahjong is managed in association with The Bayshore Pacific Group.\nItem 4\nBayshore Pacific Hospitality, provides world-class western dining experiences via global brands.\nItem 3\nBayshore Pacific Leisure (BPL) provides a variety of services to the leisure and water park industries, including consulting, feasibility analysis, project design and operations, and equipment supply.\nItem 2\nBayshore Pacific Sports & Entertainment Limited is the event management arm of the Bayshore Pacific Group.\nItem 5\nThe Bayshore Pacific Hospitality Membership Program is a world class western dining loyalty solution for Asian consumers and visitors to Asia.\n\nSports, Leisure & Entertainment\n\n\n5F No 108, Nan Jing E. Road, Sec. 5, Taipei, Taiwan R.O.C\n\nTel: +886 2 2742 5579\n\nFax:+886 2 2742 5314",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.5786714554,
        "format_confidence":0.942558229
    },
    {
        "url":"http:\/\/www.whitedeerretreat.com\/wdr\/index.wdr",
        "text":"Welcome Everyone! It's so beautiful here. You DO need a night or two away. Beautiful staycation location!\n\n\nYour sanctuary to meet, relax, connect, awaken...\n\n\"No matter what the event, the beauty of this place is Mother Nature. You can't help feeling the stress and worries disappear as you head north under the Mormon Bridge, and into an area that many people don't even know exists so close to the city. Personally, I have undergone a tremendous transformation on this land and in this home. I just want to share that joy with others.\" - Debra Cook, proprietor\n\nRetreat & Conference Facility in Omaha\n\nWhite Deer Retreat gives you the convenient proximity to the city, with the peace and serenity of the outdoors. Located only 15 minutes from downtown Omaha, our retreat is nestled on nine acres of scenic countryside, with a panoramic view of the Missouri River Valley. This enthralling landscape, relaxing quiet and natural splendor draws guests year after year for team-building retreats, business meetings, fundraisers, overnight stays and much more.\n\nWhite Deer Retreat is the ideal location to host your weekend getaway, group synergy retreat, women’s weekend, or your own personal vacation. Amongst the green hills and soft, fresh breezes, you can escape to your own quiet corner of the world to reflect, meditate, recharge and reawaken. Our staff of trained health and wellness practitioners is available at any time to help you achieve complete relaxation, healing and renewal.\n\nOur conference and retreat center in Omaha, Nebraska, is the perfect blend of business and pleasure. Contact us to learn more about our package retreat offers, activities, spa treatments and accommodations.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9767548442,
        "format_confidence":0.6712676883
    },
    {
        "url":"http:\/\/www.bmoifl.com\/",
        "text":"BMO Institute for Learning (IFL) is the perfect place to meet, eat, play, and stay. Our unique space has been paired with memorable food offerings, social activities, and best-in-class service. When you host your trade show, meeting or conference with us, your attendees will connect and learn in ways you never imagined.\n\nThe Forum Meet\n\nWith the support of our hospitality partners, Dolce Hotels and Resorts, we design and plan meetings that deliver experiences that make an impact by helping you connect and inspire your attendees. Our innovative space, expert conference planners, team building activities, onsite AV and IT professionals and business services, will turn your meeting into an experience that will be remembered long after the event ends.\n\nExecutive Chef Murray Hall Eat\n\nDelicious, healthy food plays an important part in energizing attendees so they stay focused and engaged all meeting long. From all-day dining to custom menus, our award-winning Executive Chef and his team source fresh ingredients, and serve wholesome dishes.\n\nStay Stay\n\nWe offer 150 comfortable guest rooms, most with a view of the beautiful courtyard garden. Supported by impeccable service and attention to detail, our guests can relax in comfort and style, and awake refreshed for a new day of learning and collaborating.\n\nPlay Play\n\nWhat happens between meetings is just as vital as the meeting itself. That's why we've created spaces that inspire attendees to relax and unwind – a Social Lounge, Fitness Centre, an English Garden and green spaces. Our holistic approach goes beyond the meeting to engage attendees, and enrich your meeting experience.\n\nLearn Learn\n\nThe IFL is BMO’s flagship learning and collaboration space. It’s where we design and deliver world-class learning experiences that help our employees develop new skills for their jobs, grow in their careers, and connect in ways that matter to them – and the company.\n\nCustomer Service\n\nOur hospitality partner, Dolce Hotels and Resorts, provides great service to create memorable experiences for all our guests. Whether they are checking you in at the front desk, assisting with your audio visual needs for your meeting, or serving a delicious meal, it's their personalized service that makes each visit special.\n\nCustomer Service\n\n\nAt the IFL, we’re also proud to host a diverse group of Fortune 500 companies, associations, not-for-profit groups, and government organizations, giving them an ideal place to learn and connect.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9131619334,
        "format_confidence":0.8224856853
    },
    {
        "url":"http:\/\/www.oldshiphotel-padstow.co.uk\/",
        "text":"The Old Ship Hotel\n\nPadstow is really worth a visit: a small fishing harbour town, overlooking the stunning Camel estuary Padstow is surrounded by atmospheric cliffs, amazing golden beaches and turquoise seas. While you’re here, visit the famous Old Ship Hotel.\n\nEat, Drink & Sleep\n\nWe offer clean, stylish rooms, friendly bar and quality dining. All located in the centre of the quaint fishing town Padstow.\n\nCome and see what we have to offer...\n<< >>",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9967266321,
        "format_confidence":0.5439455509
    },
    {
        "url":"https:\/\/beachpress.io\/location\/",
        "text":"Our Location\n\nSurf Resort Ocean Front Estate is a 7400 sq\/ft luxury home located in Neskowin, part of Tillamook County.\n\nThe site for the Oregon State Parks, of which this beach is part of, says this of our location:\n\n\"The long beach and Cascade headland are delightfully pristine. In the town of Neskowin, you'll find a general store, restaurant and two golf courses amid the lovely ocean cottages. A bit north, you can canoe and kayak on the relatively undeveloped estuary of Nestucca Bay.\"\n\nThe home has a theater room, pool table, shuffle board, poker table, ping-pong, darts and multiple gathering spaces.\n\nWe know the inside amenities will impress BeachPress attendees, but the most amazing thing about the home is its prime oceanfront location.\n\nTo get here, you'll need to fly into Portland International Airport (PDX). The drive to the beach house from the airport is just under 2.5 hours, so we'll be working hard to make sure people arrive at roughly the same time, so that carpooling is possible.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.916615963,
        "format_confidence":0.7022579908
    },
    {
        "url":"http:\/\/www.leslietowncentre.com\/contact-us2",
        "text":"Leslie Town Centre\n\nLeslie Town Centre is the premier event venue in Middle Tennessee. We are known for our excellent service staff, premium amenities and our commitment to making your event our only focus. Located in the historic business district of Cookeville, we offer a venue that is centrally located off of I-40 between Nashville, Knoxville and Chattanooga. The outstanding resources of the area afford beautiful surroundings, quality hotels, exceptional caterers and other service professionals that can make your wedding reception, party, fundraiser, meeting, conference or expo an event to remember.\n\nName *\n\nLeslie Town Centre . Cookeville . TN . Copyright 2014\n\nContact: Debi Smith, Event Director . 931-372-7200 . DSmith@LeslieTownCentre.com",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.8946146369,
        "format_confidence":0.9387611151
    },
    {
        "url":"https:\/\/hotelassociationnepal.org.np\/hotels\/borderland-resort-hotel-pvt-ltd",
        "text":"About Borderland Resort Hotel Pvt Ltd\n\nThe Borderlands Eco Adventure Resort is a truly magical place enveloped in the natural Himalayan splendor. We are located a mere three hours north of Kathmandu, just 16 kms south of the Tibetan border. Built on beautifully sculpted sprawling terraces alongside the powerful Bhote Koshi River, sits this enchanting hideaway. The Borderlands Eco Adventure Resort is unique and unlike any place you have ever been before.\n\nPhone:+977-1-4381214 \/ 4381425 \/ 4701295 \/ +977 9801024999\nEmail: info@borderlandresorts.com\n\n\n  • BAR\n  • Free Parking\n  • Free WiFi\n  • Room Service",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9965571165,
        "format_confidence":0.6053026319
    },
    {
        "url":"http:\/\/www.raggedpointinn.com\/about.php",
        "text":"\n\nAbout Us\n\nSearching for an ocean-side hotel near Hearst Castle? Don't miss Ragged Point. We also serve cooked-to-order fast food and have a variety of fun-filled summer weekend concerts for your drive down California’s scenic Highway 1.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9937720895,
        "format_confidence":0.9931365252
    },
    {
        "url":"http:\/\/ootytourpackages.com\/aboutus.html",
        "text":"ABOUT www.ootytourpackages.com\n\nAbout Ooty\n\nOoty which known as \"Udhagamandalam\" and it's also called as the Queen of Hills. Ooty is the headquarters of The Nilgiris district and it is one of famous hill stations in tamilnadu, India. Ooty is situated at an altitude of 2,240 meters above the sea level. The word called \"Nilgiris\" which comes from the meaninging of Blue Mountains. Ooty is a land of picturesque picnic spots and had been a popular summer and weekend getaway for the British during the colonial days.\n\nThere are plenty of interesting tourist spots like Botanical Gardens, Lakes, Boat houses, water falls, shooting spots, Wildlife Sanctuary, Tea estates and many more. Ooty has the stunning beauty, huge mountains, forest, deep green valley, sprawling grasslands and extensive tea estates of Ooty draws a large number of tourists every year.\n\nWho We Are?\n\nWe are such a small team who lives in Ooty and running this modern and Responsive ootytourpackages.com website.\n\nOur aim to identify right tour operators and getting their advertisements and publish it on ootytourpackages.com website.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9798406959,
        "format_confidence":0.9889808893
    },
    {
        "url":"http:\/\/www.pointeseraphine.lc\/",
        "text":"Welcome to Pointe Seraphine Shopping Centre\n\nWelcome to your first choice for Duty Free shopping in St. Lucia! Duty Free Pointe Seraphine Shopping Complex located just outside the city center of Castries, where the combined experience of retail and dining makes it an experience to remember!\n\nStores & services range from car rentals, land & boat tours, souvenirs, designer fragrances, jewelry and clothing.\n\nOpen six days a week for convenient shopping! Open on Sunday only on ship days.\n\n*Duty Free shopping available for valid ticket holders, be sure to walk with ticket information and ID.\n\nLatest News\nView All\nUpcoming Events\nView All\n  • No upcoming events.\n\nPointe Seraphine  Shopping for all your senses",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.9804774523,
        "format_confidence":0.5004028678
    },
    {
        "url":"http:\/\/www.quwutsun.ca\/",
        "text":"Quw’utsun’ Cultural and Conference Centre\n\nThe Quw’utsun’ Cultural and Conference Centre is situated on the Vancouver Island and features authentic artwork and crafts. It is located between Nanaimo and Victoria in Dunacan.\n\nThe Cowichan Nation\n\nThe centre is managed and owned by the Cowichan Tribe, which lives in the Cowichan Valley and the area of the Shawnigan Lake and Cowichan Lake. In fact, Cowichan is the English word for Quw’utsun which means the warm lands. This is because of the long growing season and great climate in the area.\n\nThe Cowichan nation comprises of different bands, including Somena, Khenipsen, Quamichan, Koksilah, Kilpaulus, Clemclemaluts, and Comeakin. Some 3,900 people live in the area nowadays. The area of the reserve covers some 1,750 square kilometres. In addition to the Cultural and Conference Centre, other tribal managed businesses include the Millwork and Joinery Limited Partnership and the Forest Services Limited Partnership.\n\nBrief Intro\n\nVisitors of the centre enjoy an excellent view of the river and can visit several facilities such as the courtyard, Riverside Café Patio, and Comeakin Hall. There are seven rooms in total, but the facilities are spacious and can accommodate many visitors.  The facility also features a theatre and a nice gift shop, offering traditional artwork for sale. Large events are also organized on a regular basis as it is a good location for events, whether a celebration, business meeting, ceremonial, etc. There is a total of 250 banquet and theatre seats while the meeting space covers an area of 9,400 sq. feet. The largest meeting room in the centre is 3,600 sq. feet.\n\nPlenty of parking spaces are available, and the centre is conveniently located right off the highway. The distance to the airport is just 80 km.\n\nIn 2016, there were talks of the centre closing doors due to the lack of funding and shortage of visitors.\n\nWhat to Do\n\nThere is plenty to do, whether travelling alone, with friends, or family. The centre offers activities and tours such as live demonstrations, displays, salmon barbeques, displays of traditional artwork, and more. Tour guides retell traditional spirit stories as well. They explain the hidden meanings of buildings, stories, and totems and their cultural and social significance. Visitors are welcome to try traditional food at the Riverwalk Café, including halibut, buffalo, venison, and rabbit. Candied salmon and fry bread are delicious.  Meals are served with a basket full of traditional freshly baked breads. The food is tasty and moderately priced, the décor is plain, and the service – good. Visitors have the opportunity to watch a short movie in the theatre as well (about 20 minutes).\n\nThe facilities at the Quw’utsun’ Cultural and Conference Centre combine traditional objects and artifacts with high-tech equipment. Native plants can be seen in the garden. The presentation by the Khowutzun Tzinquaw Dancers is a must see. The centre is also advertised as the world’s largest carving house, and visitors are offered the opportunity to carve their own totem or watch artisans carve totems. The Cowichan tribes are also known for intricately knitted sweaters, and this is where you can buy one.\n\nThe centre is a great place for anyone who is interested in tribal and Native American culture, art, history, and tradition.\n\nFirst Nations in BC\n\nThe Cowichan people, also known as the tribes of the Warm Land, live in a reserve area in the Cowichan Valley on the Vancouver Island.\n\nCulture and Traditional Practices\n\nThe tribes occupied the region for thousands of years and were successful, to a large extent, in preserving their tradition, culture, heritage, art, and cultural and religious practices. Traditional crafts and practices include dancing, singing, canoe building, carving, and weaving.\n\nModern Realities and Income\n\nThe average annual income of Cowichan households is $20,000. About 75 percent are spent in the reserve area (locally). Given the below average income of many households, there are social assistance programs such as Social Development, which is tasked with administering funds for different target groups. Such target groups are, for example, children and women, students enrolled in Adult Basic and Adult Learning programs, and others. The agency is also responsible for guardian financial assistance and social assistance payments. The Individual Opportunities program also targets community members, and the main goal is to offer opportunities for community referral, employment counselling, workshops on different themes, as well as training and lifelong skill development. Ultimately, the goal of the program is to offer educational opportunities to help people get better chances of finding employment.\n\nGrants, bursaries, and scholarships are also available, for example, the Ts’ewulhtun Health Centre Bursary, English Language Arts Scholarship, and Math\/Science Scholarship, among others. The Math\/Science Scholarship is offered to science and math students grades 8 to 10. Amounts vary from $100 to $300. Science and math students are welcome to apply for the Ts’ewulhtun Health Centre Student Bursary as well. A total of 10 bursaries are offered, each worth $100. The deadline for some bursaries and scholarships is in June while for others – in November.\n\nOther Sources of Financing\n\nObvious sources of financing include standard products such as personal loans, mortgages, business loans, and business and personal credit cards. The Mold Program is yet another source of financing for First Nations people. Run as a home rehabilitation program in cooperation with the Bank of Montreal and Jacques Whitford, the goal is to offer assistance for reconstruction and rehabilitation. Measures target abated homes and include activities such as sealing plumbing leaks, repairing exhaust systems, repairing foundation cracks, and more. Regular inspections are scheduled to ensure that reconstruction and repair works meet design and safely standards. The program is financed mainly by the Cowichan tribes (62 percent) and the government (38 percent). Another program offered by the Canadian government is the First Nations On-Reserve Housing program which provides funding to First Nation communities across Canada. Funding is available in all territories and provinces, the only exception being British Columbia. Annual funding allocation is available, meaning that there is no need to apply. Other programs run by the government include the Income Assistance Program, ministerial loan guarantees, and the BC Housing Subsidy Program. Ministerial loan guarantees are used to help obtain loans for the purpose of renovating, purchasing, and building housing on reserves. The Income Assistance Program targets on-reserve individuals to help them meet basic expenses such as rent, utilities, clothing, and food. There are certain exclusions such as furniture, fashionable clothing, and other things that are not considered basic needs.",
        "topic_id":23,
        "format_id":12,
        "topic_confidence":0.750991106,
        "format_confidence":0.8611106873
    }
]