[
    {
        "url":"https:\/\/www.zavvi.com\/dvd\/keeping-fit-in-your-50s\/10074045.html",
        "text":"Keeping Fit In Your 50s DVD\n\n\nSave: £8.00\n\nFREE UK Delivery available\n\nBuy Now\n\nAvailability: In stock Usually dispatched within 24 hours\n\nRegion 2 DVD (may not be viewable outside Europe).\n\n\nKeeping Fit In Your 50s - Flexibility\n\nMuscles tighten in your 50s, inhibiting the\nfull range of motion and making a regular\nflexibility programme more important than\never to improve posture, prevent injury and\nrelieve stress. This fact-filled flexibility guide\nand workout is uniquely designed to address\nyour changing body’s needs and to inspire\nyou to get in the best shape of your life.\nA complete flexibility workout and much more!\nInsights into the importance of flexibility\ntraining in your 50.\n\nExercise tips for achieving maximum results\n40-minute routine.\n\nIntroductory Pilates and yoga workouts\nKeeping Fit Fundamentals: Q&A session with\nmedical experts Lisa Callahan, M.D., author\nof The Fitness Factor; and Lillie Shockney,\nR.N., author of Breast Cancer Survivors’ Club.\n\nProduct Details\n\n  • 2\nNumber of Discs:\n  • 1\nMain Language:\n  • English\n  • E\n\nDelivery & Returns\n\nHow long will it take to arrive?\n\nPlease check the stock availability notice on your item when placing your order. This item is: In stock | Usually dispatched within 24 hours\n\nPlease remember to add postal time (2-3 working days) to obtain a complete estimate of delivery to your door.\n\nHow will I know it has been sent?\n\nYou will receive an email to confirm when your item has been sent.\n\nYou can also check the status of your order and individual items by accessing My Account details and following the prompts.\n\nPlease allow 10 working days from dispatch of your order before notifying us of any late deliveries.\n\nIt may be advisable to check with your neighbours to see if a parcel has been left with them, check any outhouses you might have where it may be left if it cannot fit through your letterbox and contact your local sorting office to see if the item has been returned to the depot as undelivered and awaiting collection.\n\nIf I'm not completely happy with my item?\n\nPlease see our returns policy.\n\nCustomer Reviews\n\nThere are currently no reviews.\n\nThis Product\n\nKeeping Fit In Your 50s\n\nKeeping Fit In Your 50s DVD\n\n\nSave: £8.00\n\nBuy Now\n\nKeeping Fit In Your 50s DVD\n\nSelect image\n\nKeeping Fit In Your 50s\nBack to top",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9472386241,
        "format_confidence":0.9985791445
    },
    {
        "url":"https:\/\/www.fansedge.com\/pittsburgh-steelers-golf-and-more-sports-balls\/o-25+t-3445+d-3096-6107",
        "text":"ends in\nFlash Sale, 25% Off Orders Over $40Flash Sale, 25% Off Orders Over $40\n\nPittsburgh Steelers Sports Balls Golf & More\n\nFrom performance polos to golf balls, FansEdge.com brings you a signature collection of Pittsburgh Steelers sporting goods and recreational items. Shop authentic Pittsburgh Steelers and bring a piece of the gridiron action into your daily life. Also find sophisticated Pittsburgh Steelers golf supplies like balls, tees, headcovers, golf towels, divot tool sets and more. Give a day on the green a boost of Pittsburgh Steelers pride with stylish golfing equipment with authentic logos and colors. Browse our entire selection and also find Pittsburgh Steelers pool tables, cue sticks and other great merchandise. We offer easy flat rate shipping on your entire order so get the latest Pittsburgh Steelers recreational sports gear for your collection.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9884191751,
        "format_confidence":0.9440385699
    },
    {
        "url":"http:\/\/www.gandermountain.com\/modperl\/product\/details.cgi?pdesc=Mossy-Oak-Graphics-Camo-Gun-Skin-Treestand&i=706216&r=view&from=grid",
        "text":"Extra 25% Off Apparel & Footwear Clearance - Use Code 25EXTRA\nview-larger ROLL ON TO ZOOM IN\n\nMossy Oak Graphics Camo Gun Skin, Treestand\n\nItem # 706216\nCustomer Rating:\n\nKey Features\n\n  • Stick-on camoflage kit for your firearm\n\n  • Matte finish is ideal for in-the-field use\n\n  • Pre-cut pieces fit perfectly to your firearm\n\n  • Bubble-free, professional-looking installation\n\n  • Skin removes easily with no residue\n\nOur Price   $24.99\n\nAvailability: In Stock\n\nPlease make sure all selections are complete and a valid quantity is entered and try again.\nPrices, promotions, styles and availability may vary by store and online.\n\ndetails & specs\n\nback to top\nProduct Description\nmossy_oak This Camo Gun Skin uses state-of-the-art print technology to produce high-definition camouflage patterns for your firearm at an amazing price. Don't pay hundreds of dollars for a factory dipped camo package; this Camo Gun Skin offers the utility of camouflage and the versatility of being able to inexpensively change patterns based on your intended use. The kit comes standard in a matte finish and is pre-cut into perfectly-shaped pieces to allow for easy installation. Air-release technology offers a clean, bubble-free installation. Simply peel off the skin when you no longer want to use its pattern and it won't leave behind adhesive residue.\n\nColor Treestand\n\nproduct reviews\n\nback to top",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.7745944858,
        "format_confidence":0.9989395738
    },
    {
        "url":"https:\/\/app.iclasspro.com\/parentportal\/olympiagym6925\/classes\/details\/3141",
        "text":"Gymnastics (10yrs & Up)\n\nInstructor(s): ANGIE , DAVID\n\nOlympia Gymnastics Recreational classes are 55 minutes long & offer healthy, positive experiences for students of all ages and abilities. Instructors will warm-up students with exercises that increase flexibility and strengthen the cardiovascular, muscular, and mental aspects of growing bodies. Classes visit all four Olympic events (bars, beam, floor, and vault), and will also spend time on trampolines and visit the foam pit throughout each session. Classes support social, cerebral, and physical development, but also encourage a love of physical fitness. Classes are carefully designed progressively with each new level building on the skills mastered in the level before it, helping to ensure safe development and build self-confidence.\nOlympia's classes are not done by skill level but age so we have kids that develop friendships and peer development. Coaches evaluate students skills and will adjust the skill they are doing on the event accordingly.  Coaches will coach each student as they progress, not the entire class as a whole.\nEvaluations are ongoing and tracked by staff during week 8 & 9, and progress updates are sent out at the end of the session of each term to provide feedback for parents.  To maximize each child’s advancement in his or her physical education, Olympia Gymnastics advises year-round enrollment in more than one class each week.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9939579964,
        "format_confidence":0.9767119884
    },
    {
        "url":"https:\/\/www.paddleportagecanoes.com.au\/accessories\/detail\/394\/sea-to-summit-quest-life-jacket-with-hydration-bladder",
        "text":"Paddle Portage Canoes Paddle Portage Canoes\n\nSea to Summit \"Quest\" Life Jacket with Hydration Bladder - $149.95\n\nThe Quest has all the pockets and attachments you could want or need, including a front pocket with key clip, iPod® portal and a 1.5 litre water bladder. It also comes with plenty of safety features including a D-ring attachment, lanyard and reflective patches and piping to make sure you stay safe.\n\n\n  • AS4758.1 LEVEL 50 (PFD TYPE 2)\n  • Six adjustments points for correct fitting\n  • Large adjustment range in each size\n  • Reflective patches and piping for high visibility\n  • 600D Polyester\n  • 1.5 litre water bladder\n  • iPod® portal\n  • Large front pocket with mesh pouch and lanyard",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9671533108,
        "format_confidence":0.9988090992
    },
    {
        "url":"https:\/\/www.alza.co.uk\/sport\/speedminton-tube-cross-d4254881.htm",
        "text":"\n\nSpeedminton Tube CROSS\n\nBalls on crossminton (speed badminton), the fastest cupcakes for large distances, 5 pcs\nincl. VAT £9.79\nexcl. VAT £8.16\nIn stock > 10 pcs\nHassle-free One-click buying using preset Shipping and Payment options.\nWarranty 24 months Code:  SPT14927 Product Number:  260030782222 Manufacturer's Website:\nHelpdesk Print\nSpeedminton Tube CROSS £9.79 In stock > 10 pcs\nRated by 1 user\n5 1x\n4 0x\n3 0x\n2 0x\n1 0x\n100 % Customers Recommend\n\nSpeedminton Tube CROSS\n\nCrossminton (formerly Speed ??Badminton) is an increasingly popular sport that is most interesting statement a combination of tennis, squash and badminton. Fastest balls Cross Speeders the new shape of the basket are taught to greater distances, which gives the whole game a new cartridge. Moreover, they are heavier than their predecessors, so they can be played even in windy weather. This obviously suggests that they are more suitable for free playing more experienced players. If you count among them, you should not hesitate for a minute. Awaiting you is endless servings of fun!\n\nNote: Due to different flight characteristics are not suitable Balls Cross Speeders on competition in the form of playing fields.\n\nkey features\n\n  • Top five balls for crossminton\n  • The new shape of the basket for a greater distance\n  • Higher weight allows the game even in windy weather\n  • Package includes ring against the wind\n\nOnline chat\n\nDear customer, your question you can send us a message via the contact form here, respectively. you can solve your query online using chat. If you want to use the chat log , please.\n\nSpecifications can be changed without notice. Images are for illustrative purposes only. Retail Price (MSRP) means the manufacturer's\/supplier's suggested retail price.\n\nThere are no posts in this discussion. Forum Speedminton Tube CROSS\nHelp others choose the best products...\nWrite a review\nFor shipping to other EU countries visit this page Speedminton Tube CROSS. Chcete doručit zboží do Česka? Prohlédněte si Speedminton Tube CROSS.\n\nLink to Manufacturer's Website: Enter link to the external review\n\nNote (link, Part number etc.):\n\nMy Alza Log In Shipping & Payment About Us",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9907460213,
        "format_confidence":0.9986943603
    },
    {
        "url":"https:\/\/www.singingrock.com\/body-2-energy",
        "text":"BODY II ENERGY speed \/ W0093SY\n\nFull body fall-arrest harness with various attachment points, speed buckles and comfortable padding. Suitable for working situations with maximum freedom of movement during work positioning. Developed in cooperation with energy companies.\n\n  • removable and washable shoulder and leg loop padding provides great comfort\n  • reflective straps on the shoulder and leg loop padding provide higher visibility in dark conditions\n  • integrated loops on the shoulder padding for hooks storage with a load capacity of 1.5 kg\n  • webbing on the waist belt padding is moveable allowing horizontal or vertical movement of the padding thus providing maximum comfort during work\n  • SPEED buckles on the waist belt and leg loops enable fluent and fast adjustment to fit the user´s body\n  • webbings stitched in the easy-lock buckles on the shoulder straps simplify handling\n  • front and rear attachment points for fall arrest according to EN 361\n  • side attachment points for work positioning according to EN 358\n  • two gear loops with a load capacity of 5 kg\n  • 4 additional plastic loops for light gear attachment\n  • can also be equipped with REFLECT VEST for higher visibility and safety\nWeight2250 g • 79.5 oz [size S\/M\/L] (± 15 g • 0.5 oz)\nce 1019 EN 358 EN 361\n\nSize table\n\nTabulka velikostí\nA (cm) 75-130 85-145 85-155\nB (cm) 55-75 65-90 65-105\nC (cm) 150-185 180-210 180-210\nm (g) 2250 2450 2600\n\n\nActivities at height such as climbing, via ferrata, caving, rappelling, ski-touring, rescue, work at height and exploration are dangerous activities, which may lead to severe injury or even death. This the following is essential before use:\ncareful reading and understanding of the instructions for useacquaintance with the possibilities and limitations of the productadequate apprenticeship in appropriate techniques and methods of useunderstanding and acceptance of the risk involved\nIn case of doubt or problem of understanding, contact SINGING ROCK.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.7544488311,
        "format_confidence":0.9970235229
    },
    {
        "url":"https:\/\/test.ausfishingtackle.com.au\/en\/rods-c-3\/egi-squid-fishing-rods-c-9\/force-c-862ech-egi-squid-fishing-rod-p-360",
        "text":"Force C 862ECH egi squid fishing rod\n\nAn excellent rod to catch squid designed for some of the larger jigs.\n\n$169 $118.30\nExcluding Tax\nStock Status: Sold Out\n\n\nThese rods have a dedicated following amongst serious egi anglers across the entire globe. It has been a long wait for its re-introduction but with such quality construction I am sure most will agree that the wait has been worth it. The Force C has developed an enviable reputation here in Australia as a dependable rod with great action and strength to weight ratio.\n\nHearty Rise Force C EC862H Egi Generation II Squid Fishing rod\n\n\n  • SNVC High Carbon material (from Japan)\n  • 2 piece construction\n  • Fast-Medium parabolic action\n  • 2.61m (8ft 6in) in length\n  • 1.33m collapsed length\n  • Egi size 3.0 - 4.5\n  • recommended line weight 8 - 14lb\n  • PE 0.8 - 2.0\n  • Weighs 142 g\n  • 99.9% carbon\n  • Tip diameter 1.7 mm\n  • Butt diameter 13.7 mm\n  • Quality EVA grips\n  • Pacific Bay guides\n  • HR quality rod bag\nWe rely on cookies to provide our services. By using our services, you agree to our use of cookies.",
        "topic_id":21,
        "format_id":16,
        "topic_confidence":0.9898579717,
        "format_confidence":0.9978941083
    }
]