[
    {
        "url":"http:\/\/vay8.net\/tivo_series_2",
        "text":"Hacking the Tivo Series 2\n\nI bought a Tivo Series 2 a while ago in the hopes of hacking it. I didn't find much information on it so I set it aside. After getting my usb-to-uart bridge and some jumpers I soldered pins to it's uart pin holes and got nothing, but now I'm reading about it and it seems I can hack the OS on the hard drive itself. I may just end up replacing the entire OS. My goal is to use the system as a dumb terminal or possibly as a HTPC front end, given its nice composite output, but the fact that any network connections will have to be over USB may be too great of bottleneck.\n\n\nI threw out my Tivo Series 2. Either something was wrong with the hard drive or I'm just retarded. I could not mount the hard drive and after much fussing and poking and prodding, I gave up on the beast and threw it out. If I come across another series 2 for $10 or less I'll pick it up (most I've seen are $20 or $25).",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9834113717,
        "format_confidence":0.9940703511
    },
    {
        "url":"http:\/\/georgethetortoise.blogspot.com\/2010_05_23_archive.html",
        "text":"Google+ Badge\n\nThere was an error in this gadget\n\nTuesday, May 25, 2010\n\nMy Hero- My Defender: The Scarecrow Sprinkler!!\n\nIntroducing My Hero! LOL! This is a \"Scarecrow Sprinkler\" there are two of them that defend my Kingdom! There is a motion detector underneath the sprinkler. So when it detects motion (obviously) it will start a sprinkler sweep from left to right. It scares off cats, birds, dogs, the Reliant meter reader, and anything else that happens onto my Kingdom! Very cool! So to speak!",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.5981686711,
        "format_confidence":0.9644814134
    },
    {
        "url":"http:\/\/www.hoaglun.com\/blog\/2013\/6\/17\/arduino-tools",
        "text":"Arduino tools\n\nI hacked my Arduino Uno.... \n\nI removed the dip for the ATMEGA328\n\nI removed the dip for the ATMEGA328\n\nTo facilitate the ability to program standalone chips I removed the ATMEGA328 and the dip socket. I milled out an adapter board so that a ZIF socket can attach via standard header pins.\n\nThis has been a awesome tool during prototyping. I start my projects with an Arduino Nano on a breadboard. Once I am ready to start making circuits boards I will out a board that includes space for a zif socket. I then can add & remove the mCu with firmware updates very quickly without the added complexity of an ICSP. \n\n73 de NG0R",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.7040452361,
        "format_confidence":0.9583692551
    },
    {
        "url":"http:\/\/randomactsofmediocrity.blogspot.com\/2011\/08\/",
        "text":"Wednesday, August 17, 2011\n\nViewPad 10pro a Dual-OS interface | ViewPad 10pro\n\nGet ViewPad 10pro, Get The Windows and Android OS Tablet\n\nViewPad 10pro | Dual OS - Get confused for choosing Android or Windows-based tablets? Now you can get both at ViewPad 10pro. This VewPad tablet not only have two OS, ViewPad 10pro is also the first tablet which is armed the latest 1.5 GHz Atom processor Z670 from Intel. Designed specifically for tablet PCs, this new processor will minimize power consumption and enables the design of products that are smaller and thinner.\n\n\"We listened to (desire) of our consumers. We make a dual-OS interface in ViewPad 10pro as fast and as intuitive as possible. In addition, we also partnered with CPU industry leaders, Intel, to bring innovation and new designs,\" said Vice President of Business Development ViewSonic, Michael Holstein.\n\nViewPad carrying Gingerbread Android 2.3 platform that runs as an application on the Windows 7 operating system. Users only need to tap on the Android icon on the screen to switch to Gingerbread OS.\n\nViewSonic provides two configuration options for this innovative tablet.Windows 7 Professional platform and Android 2.3 with a 32GB capacity that is valued approximately USD699, or Windows 7 Premium platform and Android 2.3 with 16GB capacity and is estimated to be priced at USD599.\n\nNot yet exactly clear when these tablets will go on sale. However, some sources mention that ViewSonic will begin selling ViewPad 10pro late August.\n\nMonday, August 15, 2011\n\nWindows Phone 7 | WP7 | Windows 7 Phone Released 1 September\n\nWindows Phone 7 Released 1 September\n\nDwellarticles | Windows Phone 7 - The presence of a new update of Windows Phone 7, Mango version, reportedly still not resolved by Microsoft. A lot of rumors circulating it around the release date of Windows Phone 7 this.\n\nWindows 7 Phone Mango is reportedly been released on a limited basis since three weeks ago and some vendors have done tests on the handset. This means that in the near Mango was able to attend, the fastest at 1 September.\n\nAlthough it comes too late and was impressed mysterious, Mango is not too carry a very significant update. Some observers even disappointed with this version of Mango because it is far from what is expected.\n\nThis news is quite surprising, considering that Nokia also be releasing their first Windows mobile phone and will most likely be present in October. The phone is named Sea Ray then it should begin release with Mango. Although Nokia will likely get a specialized version intended for lower middle-class users, this update is itself named Tango.\n\nUpdate Mango brings all kinds of important functions, including multitasking. And will make WP7 much more competitive against Android and IOS. This includes the second-generation devices that come from major makers, the hardware must also take a big leap.\n\nUnfortunately there has been no comment from Microsoft itself on being circulating the news",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9532785416,
        "format_confidence":0.8736232519
    },
    {
        "url":"http:\/\/www.toniwestbrook.com\/archives\/127?replytocom=87395",
        "text":"Creating a 555 Timer Based Variable Tone Generator\n\nI’ve finally started settling into my new job a bit more, and the huge waves of feeling overwhelmed have turned into small ripples, so time to step up the blogging again!\n\nOne love I’ve cultivated a lot over the past few years is that of EE. Designing circuits and building them is just a lot of fun. It’s almost like getting to program with physical objects and connections instead of code. At least that’s how I view it, though I’m sure the electrical engineers out there are rolling their eyes.\n\nI like designing and working on complex digital circuits, but it’s also fun just to make quick, neat little projects. Often times they have more uses than you’d even think of.\n\nAnnoy Your Friends!\n\nOne I made a few years ago for a yankee swap gift (I made two, kept one for myself), was what I called the “Super Noise Maker 5000″. In truth, it was just a variable tone generator. I put a nice loud microspeaker and a pot on it so you could basically drive people nuts with a nice loud noise that you could twist from low to high pitch over and over again. I even put a 1\/8″ mono jack so you could pump the volume up through an external amp. ;)\n\n\nAside from annoying people, tone generators are pretty neat and have a lot of uses. Tracing lines, telcom uses, music generation, etc, they’re just a lot of fun. While the specific application you’re designing it for dictates what kind of control you have over which frequency is produced, for our purposes, we want a fun toy, so the Super Noise Maker 5000 does the following:\n\n1. Uses a 9 volt for power (this lasts a long time, this circuit doesn’t use much juice)\n2. Has a push button to activate the sound (press the button, hear the tone!)\n3. Has a potentiometer to control frequency (turn knob right, lower frequency, turn right, higher frequency)\n4. Has a second push button to change octaves (well, not an exact octave, but if the button isn’t pushed, its lower frequencies – push the button, it jumps to higher frequencies – you can get some awesome effects tapping this button while adjusting the frequency)\n5. Has a 1\/8″ mono jack for piping the sound out to a receiver\/amp\/recording device\/whatever.\n6. Onboard speaker hits high frequencies VERY well and it hurttttsss. I don’t do this too often for both my and my cats’ sake.\n\nSuper Noise Maker 5000\n\nHow Sound and Speakers Work\n\nThe theory behind this is pretty easy and is a good starter project. First off, remember that sound is a pressure wave – it is the movement of air at a frequency – these pressure waves hit your eardrum, and you hear sound. Higher frequency, or more waves per second, is a higher note – lower is lower. So speakers operate by vibrating, which produce these pressure waves at different frequencies. The speaker vibrates by the magic of magnets. Since magnets can either attract or repel each other depending on the polar orientation, speakers use this by having one permanent magnet that is always aligned with a specific polarity and an electromagnet that gets its current polarity from running current in a specific direction over it.\n\nSo if we run current back and forth over the electromagnet in the speaker at 1000 times a second, we get a 1000 hz, or 1khz tone out of the speaker. If we make the electromagnet switch poles 5000 times a second, we get a 5khz tone. Etc!\n\nNow, the problem arises that we need to turn the steady voltage from our battery into an oscillating amount. If we just ran steady DC power over a speaker, it wouldn’t do anything except damage the speaker – the electromagnet would just stay at the same polarity, hence no sound. We need to take that steady stream of electricity and turn it into a wave, so it moves the magnet back and forth. There are a lot of ways of getting oscillated power, some are geared toward fixed amounts, but we want a variable amount (we want to control the frequency of oscillation). An awesome little chip to do this is the 555 Timer, one of the most multipurpose chips EVER, it’s great.\n\nThe 555 Timer\n\n555 Timer The 555 timer family (when in astable mode, the 555 timer has multiple uses) takes steady voltage, say from our 9 volt battery, and pumps out a square wave, or in other words, oscillates back and forth between 0 volts and 9 volts. The frequency is driven by the use of resistors and a capacitor across its control pins – which we can control. We can either use specific resistors for a fixed frequency, or we can use a potentiometer and have a user controlled resistance, and hence frequency. There are lots of 555 timer calculators online too for figuring out what values to use for the desired frequency.\n\n\nWe still have a small problem though. Our 555 is putting out an oscillation between 0 and 9 volts. This isn’t quite what the speaker wants – instead of driving the electromagnet back and forth, we’re driving it in one direction and then turning it off over and over again. While this does make a sound, it’s not a clear sound or at the right frequency (and I’m sure not so great for the speaker). We need to turn this oscillation in DC current into AC current, i.e. instead of 0 to 9, we want -9 to 9. We want the current to go back and forth equally in both directions, not just in one direction and then not at all.\n\nWe can do this with a capacitor. Remember, a capacitor acts kind of like a little battery that can charge and discharge quickly – we can charge its terminal, and when current is removed, the capacitor discharges. This means that it will either draw or discharge current depending on if you are charging the other terminal. Hence if we put the capacitor between our 555 and the speaker, when the 555 pushes out 9 volts, the capacitor will charge and pull the current in one direction, and when the 555 goes to 0, the capacitor discharges and pushes the current the other direction. This causes AC power, since it oscillates between positive and negative, which is exactly what our speaker needs. And since it’s driven by the 555 timer, we get the correct frequency!\n\nThe Schematics\n\nHere is a (somewhat messy, I’ve gotten better at circuit diagrams over time) schematic of the device. You can see I’ve used an LM555 timer, a speaker, stereo jack, a couple resistors, a couple buttons, a potentiometer and a couple capacitors. While this is a fun, neat little circuit to build, feel free to expand on your own and make your own ways of controlling the frequency, or combining tone generators together for multi-tone fun!\n\nSNM5K Schematics\n\n8 Responses to Creating a 555 Timer Based Variable Tone Generator\n\n  1. YOGESH KUMAR says:\n\n    dear! thease circuits are very useful for stusents & hobbiest. i like this circuit\n\n  2. Frank Jones says:\n\n    Thanks!! very useful hope to build one soon\n\n  3. pbatt says:\n\n    Thank you…I am beginning to research different ways of making tone generators and these seems very straight forward. I was wondering what the frequency range is, i.e. how low and high this circuit can go. I have a few more questions if you are willing to help me out, that would be greatly appreciated.\n\n\n  4. Steve says:\n\n    Very cool, just built one to act as an electronic dog whistle. Thanks for the helpful explanations!\n\n  5. Kent says:\n\n    Hello, What is the frequency range, I ‘m looking for something that will get up into the inaudible range\n\n  6. Abhirup Bhattacharyya says:\n\n    thank you so much will make it tomorrow..need a bread board ..thanks :)\n    abhirup from kolkata (calcutta) , india\n\n  7. Michael Volmer says:\n\n    Great stuff! :)\n    Thanks for sharing.\n\n    To people who want to build this note: C1=100nF, C2=10uF.\n\nLeave a Reply to YOGESH KUMAR Cancel reply\n\nYour email address will not be published. Required fields are marked *\n\nYou may use these HTML tags and attributes: <a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <strike> <strong>",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.6119450927,
        "format_confidence":0.5673056245
    },
    {
        "url":"https:\/\/www.itwriting.com\/blog\/page\/12?postid=549",
        "text":"Raspberry Pi does Audio at the Wigwam HiFi Show 2016\n\nThe Wigwam Hifi Show is an unusual event, in that most of the exhibitors are not vendors with their latest and shiniest, but enthusiasts showing off their own systems. It is a lot of fun, with plenty of exotic and\/or old equipment that you will not see or hear elsewhere.\n\n\nI have exhibited at the show in the past, and try to do something a little different each time. This year I thought it would be interesting to contrast the many multi-box and expensive systems with something at the other end of the scale. I was impressed when I reviewed the IQAudio Pi-DigiAMP+ for issue 36 of the MagPi magazine, so I took it along.\n\nThis unit is a board that plugs in on top of the main Raspberry Pi board.\n\n\nIt is very simple, the only external connectors being power in, and left and right speaker terminals. It includes a DAC and a class D amplifier, based on the Texas Instruments (TI) TAS5756m chipset. The DAC is based on a Burr-Brown design.\n\nI assembled my unit using a Raspberry Pi 2, the above board, and the matching case and power supply from IQ Audio. The power supply is the XP Power VEF50US15 which means I get up to 2x20w; if you use a VEF65US19 you can get 2x35w (both available from the IQAudio site).\n\nHere it is in the room at Scalford Hall, home of the Wigwam event.\n\n\nThe speakers shown are the Cambridge Audio Aero 6, though we also had a pair of Quad 11L and tried them both.\n\nThe way things work at this event is that you sleep in your room the night before, and the next morning the bed is removed and it becomes your exhibition room. Having tried the system with the bed in place, I was distressed to find it sounding markedly worse (bloated bass) once the bed was removed. With no time for proper experimentation we dragged the mattress back out of the cupboard and leant it against the wall, which improved matters; we also used foam bungs in the speaker ports to tame the bass. Not ideal, but shows the difficulty of getting good sound at short notice in small hotel rooms.\n\nThe Cambridge Audio Aero 6 speakers I would describe as a good budget choice; they sell for around £350. Philosophically (as with the Quads) they are designed to be clean, detailed and uncoloured. The choice of floorstanders rather than small standmounts was deliberate, as I wanted to demonstrate that using a tiny amplifier does not necessarily mean a small sound.\n\nHaving said that, we also put the Quads on from time to time, which are small standmounts. The sound was not radically different, though bass extension is less and to my ears the 11Ls are a little less precise than the Aeros, with a warmer sound. I preferred the Aeros but as ever with loudspeakers, tastes vary.\n\nThe complete parts list as shown:\n\n  • Raspberry Pi 2 £26.00\n  • IQAudio Pi-DigiAMP+ £57.99\n  • IQAudio Pi-CASE+ £15.60\n  • 15v Power Brick XP Power VEF50US15 £25.50\n\nIf I were buying today, I would recommend the new Raspberry Pi 3 and the more powerful 19v power supply which increases the cost by about £10.00.\n\nSo that is between £125 and £135 for the complete device, and then whatever you choose for the speakers.\n\nFor the demonstration I brought along a router with wi-fi, to which I attached a hard drive with lots of FLAC files ripped from CD, along with a few high-res files. The router lets you attach a USB drive and share it over the network, so I configured Volumio on the Pi to use that as its source. In a typical home setup, you would probably store your music on a NAS device and use your existing home network.\n\nWhere’s the amplifier?\n\nThere was a steady stream of visitors from around 10.00am to the close of the show at around 17.00. The goal was not to be the best sound at the show, but rather to be the smallest and still deliver decent sound quality, and for many visitors I think we succeeded. We stuck the equipment list on the wall and lots of people photographed it with the intention of looking into it further.\n\nA demo under way: spot the mattress leaning against the wall and the smaller Quad speakers alongside the Cambridge Audios.\n\nA number of visitors knew of, or were even using, a Pi for streaming, but the idea of having the amplifier included on a small board was less familiar; it was fun when people asked where the amplifier was, or whether the speakers were active (they are not). Some were really astonished that you can get respectable sound quality from such a small box.\n\nVolume was more than sufficient for a room this size and frankly plenty for most home situations though of course not for huge rooms or loud parties.\n\nNote that despite playing loud throughout the day the amp board did not get warm at all; this is because a Class D design delivers almost all the power supplied as output to the loudspeakers.\n\nA few early comments from the forums:\n\n“The super small Raspberry Pi based system by onlyconnect was a brilliant demo of what can be achieved by something tiny and low cost.”\n\n“I wouldn’t have thought it possible if I hadn’t have heard it… To boot, completely taking price out of the equation, it was one of the better sounding systems at the show to my ears, I enjoyed that more than some far, far more expensive rigs.”\n\n“Highlights. Onlyconnect’s raspi based system, honestly why pay more for music around the house?”\n\n“Onlyconnect’s Raspberry system was impressive and wins the GVFM award.”\n\n“Onlyconnect’s mini\/budget system – just amazing how good a £125 raspberry pi setup containing streamer, dac, preamp and 35w per channel amp could sound. I can’t forget how flabbergasted another listener was to discover the total system cost  -” I’ve obviously doing it all wrong all these years”\n\n“I spent a while looking for the amplifier, following the cables etc like everybody else. I was impressed by the sound coming out of the Cambridge Audio speakers, I would certainly put this in the top 40% of rooms based on the sound quality, maybe higher.”\n\nDatAshur encrypted drives: protect your data but be sure to back it up too\n\nThe iStorage DataAshur USB flash drive is a neat way to encrypt your data. Lost USB storage devices are a common cause of data theft anxiety: in most cases the finder won’t care about your data but you can never be certain.\n\n\nThe DatAshur is simple to operate but highly secure, presuming it meets the advertised specification. All data written to the drive is automatically encrypted with 256-bit AES CBC (Advanced Encryption Standard with Cipher Block Chaining) and meets the US FIPS 140-2 standard. The encryption is transparent to the operating system, since decryption is built into the device and enabled by entering a PIN of 7 to 15 digits.\n\nNote that a snag with this arrangement is that if your PC is compromised a hacker might be able to read the data while the drive is connected. If you are really anxious you could get round this by working offline, or perhaps using Microsoft’s clever Windows to Go (WTG) technology where you boot from a USB device and work in isolation from the host operating system. Unfortunately DatAshur does not support WTG (as far as I know) but there are alternatives which do, or you could boot into WTG and then insert your DatAshur device.\n\nNormally you enter the PIN to unlock the drive before connecting it to a PC or Mac. This does mean that the DatAshur requires a battery, and a rechargeable battery is built in. However if the battery is exhausted you can still get your data back by recharging the device (it charges whenever it is plugged into a USB port).\n\nOK, so what happens if a bad guy gets your device and enters PINs repeatedly until the right one is found? This will not work (unless you chose 1234567 or something like that) since after 10 failed tries the device resets, deleting all your data.\n\nYou should avoid, then, the following scenario. You give your DatAshur drive to your friend to show it off. “I’ve just updated all my expenses on this and there is no way you’ll be able to get at the data”. Friend fiddles for a bit. “Indeed,and neither can you”.\n\nHere then is the security dilemma: the better the security, the more you risk losing access to your own data.\n\nThe DatAshur does have an additional feature which mitigates the risk of forgetting the PIN. You can actually set two PINs, a user PIN and an admin PIN. The admin PIN could be retained by a security department at work, or kept in some other safe place. This still will not rescue you though if more than 10 attempts are made.\n\nWhat this means is that data you cannot afford to lose must be backed up as well as encrypted, with all the complexity that backup involves (must be off-site and secure).\n\nStill, if you understand the implications this is a neat solution, provided you do not need to use those pesky mobile devices that lack USB ports.\n\nThe product tested has a capacity from 4GB to 32GB and has a smart, strong metal case. The plastic personal edition runs from 8GB to 32GB and is less robust. An SSD model offers from 30GB to 240GB, and larger desktop units support SSD or hard drive storage from 64GB to 6TB, with USB 3.0 for fast data transfer.\n\nPrices range from around £30 inc VAT for an 8GB Personal USB stick, to £39.50 for the 4GB professional device reviewed here, up to £470 for the monster 6TB drive or £691 for a USB 3.0 external SSD (prices taken from a popular online retailer). The cost strikes me as reasonable for well-made secure storage.\n\nMore information on DatAshur is here.\n\nMicrosoft Band: do you want to track your health? and with a Microsoft device?\n\nData on human health has immense value. At an individual level, use of that data has the potential to enhance well-being and productivity, to extend life, and in some cases to avert disaster – such as prompting early investigation into a heart condition. In aggregate, more data on human health enables deeper medical research, especially when combined with other data about lifestyle, profession, location, diet and so on. Medicine is big business, so this... (truncated)",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9708124399,
        "format_confidence":0.8857187629
    },
    {
        "url":"http:\/\/winsupersite.com\/print\/blog\/supersite-blog-39\/windows8\/pc-armageddon-q4-2014-144495",
        "text":"Geekwire’s Todd Bishop has published a hilarious chart showing how tablets are really doing in the so-called “post-PC” world: They’re getting killed by PC sales. But I think Todd’s chart points to a Terminator-like Judgment Day for the PC, too. And if current trends remain unchanged, the PC gets killed off by the tablet in Q4 2014.\n\n“The chart shows the trends over the past two years, with traditional PCs, primarily running Windows, still shipping far more units than tablets,” Mr. Bishop writes. “However, the PC shipment trends are flat overall, in contrast with the steady growth in shipments of iPads and other tablets.”\n\nHere’s the chart he supplies:\n\nBut what happens if sales of PCs, iPads, Android tablets, and Macs continue along the exact same growth trajectories? Will these non-PC devices ever surpass PCs? Yes, of course. And it will happen a lot sooner than I expected, in Q4 2014.\n\nHere’s my revised version of the chart, which was made with the “Accu-touch” tools in Windows 8. By which I mean Paint.\n\nNow, this assumes nothing changes. It’s possible that PC sales nosedive, or not, and that tablet sales grow even faster … or not. That’s what makes this stuff fun.\n\nThanks for the chart, Todd.",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9099948406,
        "format_confidence":0.9582694173
    },
    {
        "url":"https:\/\/www.jehzlau-concepts.com\/2012\/04\/the-pldt-telpad-s7-slim-review.html?replytocom=922396",
        "text":"The PLDT TelPad S7-Slim Review\n\n2 years ago, the country’s biggest telecommunications provider announced the launching of its hybrid landline unit called Telpad. I admit I was not that impressed. I obviously did not jump into the bandwagon for a number of reasons. But recently, a close encounter with a live Telpad made me reconsider my stand, which, by the way, explains why I am writing this review. I am writing this entry because, as most tech geek does, I want to do my own “unveiling” of the PLDT Telpad. (Never mind that it is a year late. As they always say “it’s better late than never”.)\n\nBefore I go down to the good stuff, allow me to explain why I initially gave my “pass” card on the Telpad. First, it seems impractical and pretentious. Well, everyone knows that I love gadgets. I love them sleek and sophisticated but I also love them simple and functional. The Telpad performs, well, just like any other landline unit. The clincher here is that it comes with a tablet, which brings me to my “impractical” argument: I already own a tablet.\n\nSo, aside from a phone and a tablet bundled together, there is nothing really groundbreaking after all… the technology itself is not so innovative. Second, there seems to be a lot of negativity around the promotional packaging of the Telpad. There are people who think that there might be a misrepresentation of figures on the fees. But of course, there is always another side of the story. And the last reason why I did not join the Telpad community was because I just don’t need it and I already have a landline unit.\n\nSo why the sudden 360 degrees turn—you might ask—? Let’s just say, certain situations require certain needs. A few weeks ago, I was lucky to be chosen to try out the PLDT Telpad S7-Slim with free 3-month subscription. I got so excited. I placed it in my living room immediately and used it as my main landline unit.\n\nPLDT Telpad S7 Slim Box\n\nWhile playing around with it, I reminisced the time when I first used a telephone. I have to turn the rotary dialer around and wait until the circle swung back to the starting position to dial next number. Time really runs fast. A few years back, I can only see thesekind of devices in futuristic movies that I was able to watch in Betamax and VHS. Now, it’s a real thing and I’m actually holding it.\n\nWhat’s great about the Telpad is the ease of using a landline phone. Anything that you can do with your smartphones can be done with your landline. You can easily view your call logs, save your contacts, writes notes while taking calls, and do everything in the landline without moving around. You don’t need to get a pen if somebody asked you if you have a pen to jot down what the caller is saying. You can easily browse Google maps if somebody asked you how to get here or there. You can do a lot of things, because you’re landline is not just a landline. It’s a smartlandline (just like smartphones, hehe).\n\nYou can’t use the Android tablet for calls if you remove it from the Telpad dock. Anyway, you can use the built-in loud speakers of the landline unit if you want to walk around and talk out loud. This is really not a major drawback, just a slight disappointment for users who are fond of using wireless landline units. You can just do everything, except bringing the phone a few meters away from the dock. But hey, you can bring the tablet far away from the dock and use it as your very own Android tablet outside home.\n\nUnboxing the Telpad S7-Slim from PLDT\n\nPLDT Telpad S7-Slim on hand\n\nBack of PLDT Telpad S7-Slim\n\nPLDT Telpad S7-Slim Dock Contact Terminal\n\nThe PLDT Telpad S7-Slim Dock\n\nPLDT Telpad Dock Dial Buttons\n\nPLDT Telpad S7-Slim Dock Telephone Line Input and Power Input\n\nPLDT Telpad S7-Slim Dialer\n\nThe PLDT Telpad S7-Slim\n\nOverall Experience:\nThe price of convenience is not that expensive after all. I can say that owning a PLDT Telpad is really worth it and you’ll surely not bother to look for another landline unit again. I’m satisfied and really happy to have tried this awesome Telpad. And if you want to upgrade to a better landline unit, I highly recommend the PLDTTelpad S7 Slim or the Wave 2.3, whichever you like.\n\nSome facts about the PLDT Telpad:\nThe Telpad comes as a device that has aphone and a built-in tablet dock where the tablet can be mounted (the tablet of course is detachable). The Telpad, derive partly from telephone, sports a multifunctional phone (duh!? But hey, most reviews forget this part). It has a nationwide coverage and provides unlimited local calls. It also has a direct dialing access for NDD & IDD. The phone also boasts the following ability: Contact list, Call history, Call hold\/ pause, Speaker phone, Speed dialing through favorites tab,Caller ID, Call waiting, Call forwarding, 3-way conference (last four is via subscription).\n\nMore good stuff:\nThe PLDT Telpad tablet also comes in two variants: The PLDT Telpad S7 Slim, which runs on an Android 2.2 Froyo platform, and the PLDT TelpadWave 2.3 (AD-1000A), which is powered Android 2.3 Gingerbread.\n\nThe PLDT Telpad S7 Slim sports a 0.3MP front and 3.2 MP rear camera. It can last for about 180 hours of standby time and boasts a 3-axis Accelerometer, gravity, and ambient light sensors. It measures about 7.87x 4.3x 0.49 inches and has an 8 GB built-in memory.\n\nIts brother the TelpadWave 2.3, on the other hand, carries a singular front facing camera but is loaded with its 2MP SVGA 800×600 pixel. It is also bulkier than the S7 Slim with its 8.24x 5x 0.58 inches measurement. It is also tender with its battery—last for about 70 hours of standby time—and 2GB built in memory. It has a 3-Axis Accelerometer for UI auto-rotate.\n\nNow, I don’t want to elaborate on its web browsing and multimedia functions anymore since I think tablet knowledge is no longer a thing of the past, even 3-year-old kids own a tablet nowadays. What I want to share is something exclusive to PLDT Telpad subscribers. If you own a PLDT Telpad, you get exclusive access to PLDT HOME—a virtual hub where you can get updates and offers from partner establishments—and askPLDT—a one-touch guide to the latest news and information.\n\nPLDT is rewarding Telpad subscribers with another good stuff. They are offering the Telpad + WiFi Zone package. The WiFiZone is a new service that provides faster internet connection via dedicated WiFi line in select establishments throughout the Philippines. Telpad subscribers can enjoy faster internet connection outside home all day for just an additional 150 per month. That is, if you’re within a PLDT WiFi hotspot.\n\nPLDT Telpad S7-Slim and its box\n\nAn existing PLDT plan subscriber may avail the Telpad for an additional fee (depends on your current plan).\n\nAnd oh, PLDT is offering a promo for their TelPad. Get a free myPhone or a Samsung phone upon subscription to a Telpad plan. This is a must-try and I assure you that you’ll never regret in owning a PLDT Telpad.\n\nYou may visit to know more about the PLDT Telpadfor the detailed specs of each Telpad unit.\n\nMore from my site\n\n  • Huawei Mediapad Review: The Cheap but powerful Android tablet As we all know, the year of the Water Dragon is finally here! It is only natural for people to adorn themselves with something that has to do with this ferociously fanged mythical […]\n  • Who’s part of the PLDT Ultera Barkada family? I recently heard about the reveal of the PLDT Ultera barkada from PLDT Home’s website. You can also see it through the Youtube video below that was published a few weeks ago. Check it out […]\n  • After almost 1 year I'm back! Since last year, I have 13,669 blocked malicious login attempts in this blog and 2,177,463 spam comments blocked by Akismet. Thanks to Jetpack, WordPress, and Akismet for […]\n  • My ultra­-fast wireless Internet experience with Ultera Last month I was lucky to be invited to witness the launch of PLDT HOME Bro’s newest addition to its family, the PLDT HOME Bro Ultera. I'm curious how fast is this Ultera thing after […]\n  • Tired of online gaming? Make your life a game with Lifebit! If you're sick and tired of online games and desktop games, just sitting in your beloved chair the entire day, staring in front of your computer, laptop, or tablet, leveling up, collecting […]\n  • Where will you be on the 13th of November? Do you want to watch the live streaming of Pacquiao vs. Marquez III with a friend for free on November 13, 8:00AM? If your answer is YES, then today is your lucky day! But if your answer […]\n\n132 thoughts on “The PLDT TelPad S7-Slim Review\n\n  1. ~wahhhh.. 2nd aketch :ipit: :ipit: hehehe.. nice review jehz.. pero medyo late na nga pero ok parin… malupit parin ang mga reviews mo! haha.. :ipit: :ipit: mas maganda na yung model nila ngayon compare dun sa dati hehehe ang bulky nung dati eh. 😀 :ipit: 😀\n\n  2. Pingback: The PLDT TelPad S7-Slim Review | Nyok Nyok\n\n      • hahah! ikaw talaga jehz … ikaw na ikaw pa din yan … wala bang weeeeeeeeeee!!!!! – famous line mo sa savant 🙂 .. pano ba maging kasing galing at kasing creative mo sa pagsusulat?\n\n  3. Ganda tingnan kasi parang yung sa science fiction movies. Pero di ba parang obsolete na ang landline ngayon kasi puro cellphone na gamit ng tao ngayon. Kami nga landline namin gamit na lang pang tawag sa delivery ng McDo hehe\n\n    • gamit parin yung landline. Mas preferred parin sya as contact number me ng mga banks, etc. 😆\n\n      Ako pag nag papa deliver sa mcdo, cellphone nga lng din gamit ko, sila na tumatawag, via McdO online delivery. Wait ko nalang mag ring. 🙂\n\n  4. ~well, napadaan lang ako to check your blog. Haha.. :ipit: :ipit: na miss ko lang tong emoticon mong :ipit: :ipit: :ipit: :ipit: sayang di ka pumunta ng iBlog. Mukang nag-e-enjoy ka sa ragnarok eh. Haha..\n\n  5. The Tablet itself is a Chinese product, rebranded by PLDT. Re-branded hardwares means you won’t be able to get hardware tech support.\n\n    Be very wary. If you are looking for a tablet, get the kindle or Samsung. A telephone is a telephone and it doens’t need tablet. ... (truncated)",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9906750321,
        "format_confidence":0.8452643752
    },
    {
        "url":"http:\/\/ijstech.blogspot.com\/2011\/02\/sprint-to-announce-kyocera-echo-and-htc.html",
        "text":"Enter your email address:\n\nDelivered by FeedBurner\n\nfeedburner count\n\nSprint To Announce the Kyocera Echo and the HTC Arrive Later Today; Echo To Sport Dual 3.5-Inch Displays\n\nLabels: , , , , , , , , ,\n\nComing from Businessweek is word that Sprint will be unveiling the Kyocera Echo and the HTC Arrive at their event later today. The former is an Android phone, while the latter is said to be running the Windows Phone 7 OS. Specs are unknown for either handset right now but the HTC Arrive will likely be the first CDMA WP7 handset to the US - maybe it's the HTC 7 Pro?\n\nUpdate: Coming from Phandroid via the WSJ is word that the Kyocera Echo will be their industry first smartphone. It's going to be similar to the handset you see below; it's said to be sporting dual 3.5-inch touchscreen displays to make it more tablet-like. Well, now we wait.\n\n\n\nPost a Comment",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9950897694,
        "format_confidence":0.9046959877
    },
    {
        "url":"http:\/\/ladybugxing.blogspot.com\/2009\/06\/spoiled.html",
        "text":"Sunday, June 07, 2009\n\n\nThat's what I am.\nWe got a new Mac this week.\nThis: is sitting on my desk. And I LOVE it.\nOur old eMac is 5 years old. It is still a functioning machine, but it's starting to feel it's age. It was time for an upgrade.\nWill we just dump our old faithful? No way! It will be set up in the dining room for the children to use. (I also have an attic full of old Macs - including a classic - that I just can't part with.)\nIt will be nice to have a machine just for me (again) - 3 people on one computer is just too much! Especially when 2 of them have projects and I have stuff to do like write blog posts, balance my checkbook, and check my email. (I have needs.)\nI got the iMac with 24 inch screen - yes, it is huge. It seems a bit excessive, but, you all know how frugal I am. I got last year's model for very little cash. It's all about the bargain...\nThis sweet iMac is faster and has 10 times the memory of my last one. The keyboard is wicked!! It's almost flat. The keys are smooth and don't require more than a light touch.\nI have a couple of nit-noids to work out including finding the right outgoing email portal. Once I get them set this afternoon, I'll be golden.\nI am not paid by Apple to say this, but I'm going to say it anyway:\nNeed a new machine? Get a Mac.\n\nNo comments:",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.8760530949,
        "format_confidence":0.9967851639
    },
    {
        "url":"https:\/\/www.deth.org\/2019\/01\/16\/clicky-keyboard\/",
        "text":"Clicky Keyboard\n\nAbout 3 years ago I once again found my self needing a new keyboard because my old one had some keys that stopped working. That’s how they always seemed to fail on me other than the one brand new one I dumped orange juice on. Zero out of 5 stars, not recommended.\n\nWhen we were near a few local electronics stores I tried out the ones they had but hey all had the smaller keys like laptop with no movement and no “feel”. I learned to type on a typewriter when I was a kid and my muscle memory learned that you have to push the keys until you feel it click.\n\nWhile cleaning out the attic I came across an old ibm type keyboard but it didn’t work. It was the kind that you’d wake the neighbor up when typing! That’s when my search began..\n\nI discovered that you can still buy mechanical keyboards! There were lots of choices some of which are very expensive. They were even available with LED keys! I don’t look at the keyboard at all when I’m typing (again I learned to type in elementary school) unless I am looking for a specific symbol that I rarely use. I ended up settling on a Deck Hassium Pro White LED Mechanical Keyboard which has been the best one I’ve used for typing in decades. It just works. No missing key strokes or random letters added like I’ve always had in the past. My fingers are fat and tend to bump the keys to the side sometimes. It’s much more comfortable to type on and my accuracy has greatly improved but it didn’t help my spelling. It has a legit USB cord that seems like it would be impossible to break but I do wish you could disconnect it and use your own. I also get the feeling the keyboard itself is sturdy enough to last as long as I want to use it.\n\nI definitely feel like keyboards like many other things have devolved to be more about form over function. Thanks Apple!",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9626380801,
        "format_confidence":0.5139035583
    },
    {
        "url":"http:\/\/eunhyeandchris.com\/rebellious-cd-player-in-car-stereo\/",
        "text":"I drive a 2006 Hyundai Tiburon with the J290 stereo and six CD changer. If you have this stereo or a similar such stereo you know how it “remembers” what track was playing and exactly where it was playing when you turn it off and back on or switch to the radio. Anyway, this morning, in haste before starting the car or even turning the key to the accessories position, I wanted to swap out the six CDs in the stereo and thus I ejected all of them by simply pressing the eject button. The battery can handle powering the eject mechanism, right?\n\nSure enough, the CDs ejected fine, but after I started the car and headed out of my neighborhood I noticed something funny. The stereo displayed that it still had all six CDs loaded and that it had cued up a particular disc, a particular track, at an exact time. “Hey, it remembered where I left off at least!”\n\n“Ah, it’s just a glitch,” I thought, “I’ll simply press the load button and put a new CD in there to clear it up.” Nope. The stereo would have none of that. In fact, the stereo’s CD menus were completely frozen; it would not allow me to do anything with the CD changer, but the radio worked just fine. “Okay, when I get to my destination I’ll pull the fuse to the stereo, which will reset the stereo, and then I’ll have my beloved bass-thumping stereo back.” Nope. That didn’t work either.\n\nOnce I finally got home at the end of the day I detached the battery. That did the trick. Everything appears to be functioning normally, though I need to reset the clock and my radio presets.\n\nThis reminds me of a few PCs and laptops I’ve used over the years that wouldn’t shutdown, even after depressing the power button, and would only turn off after disconnecting the power cable or yanking the battery from the laptop.  Conjure up in your imagination any of several images from the Terminator or Matrix movies to see the future of where we’re going with technology that won’t behave!  Or maybe we humans will wind up being the oppressors of non-compliant technology as in the flesh fair scene in A.I.",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.892931819,
        "format_confidence":0.9965142608
    },
    {
        "url":"http:\/\/cdm.link\/2008\/03\/abletonator-ableton-live-as-arcade-cabinet\/",
        "text":"It’s big. It’s beautiful. It’s … not at all practical as a mobile controller. It’s the Abletonator: Ableton Live on a PC with custom controller and casing, transformed into an arcade game cabinet form-factor. Why? Because. (Thanks to comments by Gavin for the tip!) So, if you liked the Ambassador Live controller with arcade buttons, but wanted a full cabinet so it’s impossible to lift, you’ll love this.\n\nThe creator is Jr Savage, who evidently created this in 2006. Install MAME on this, and you’ve got an all-Live, all-vintage-gaming dream machine. Specs:\n\n  • Custom-built plywood cabinet\n  • PC running Windows XP, Ableton Live 6 (hmmm… may want to upgrade the cabinet), with a 8×8 audio card\n  • 19″ LCD monitor\n  • Custom control surface: 8 channels, joystick navigation (of course!), touchpad and mouse\n  • 2-octave keyboard\n\nYou actually can get Jr Savage to make one of these bad boys for you, for about GBP2500.\n\n“Coin-op electro shock.” I love it.\n\nAbletonator project page\n\nOff-topic, but fun if you like arcade cabinets: our friends at Retro Thing show off a Doctor Who Tardis DIY project, and a video of building their own cabinet if you want to try this yourself.\n\nAnd don’t miss one of my Favorite Things Ever, Gav’s own audiovisual arcade table, a kind of VJ Hero you can play with your mates and set beers on, to boot:\n\nVJing, The Game: The AV Arcade Table, Powered by VJAMM [Create Digital Motion]\n\nPrevious post\n\nSkullphone on LA's Digital Billboards - Rental, So Save Those Pennies\n\nNext post\n\nThe Onion on Gibson's Guitar Hero - Rock Band Lawsuits",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.7720128298,
        "format_confidence":0.9722876549
    },
    {
        "url":"http:\/\/dojef.blogspot.com\/2010\/08\/aa-batteriesyou-dont-know-what-it-is.html",
        "text":"Wednesday, August 18, 2010\n\nAA Battery..You Don't Know What It Is??\n\nWoo..just watched the Semi Final Badminton Men's Singles between Malaysian Loh and a Thailand player. Loh played really well in the second set, before he got his right leg injured but he didn't give up that set. He forfeited the match during the interval of the rubber set trailing 3-10. He did good and needless to say I'm proud as a Malaysian. I hope he will make his own mark in the world stage in the future.\n\nOkay, that's not what I wanna blog about tonight. But about AA batteries. You do know what are AA batteries, don't you? Come on! I know nowadays people don't walk around listening to walkmans which in the past when I was in secondary school, still cool and uses AA batteries, most of them. And I know, cameras now come with rechargeable lithium ion batteries. Well most of them I guess. Because mine which I bought in 2007 at Morwell's DickSmith uses AA batteries!\n\nYou know a digicam uses AA batteries if it has that 'big belly' coming out.\n\nWhen I cleaned up my room I found this ancient relic...\n\nGrandcell Rechargeable Batteries and the Charger!!\n\nI don't remember how many rechargeable batteries and normal batteries we have here in this house. Or how many did we buy just to replace the used, and the missing batteries. I remember the first time I had rechargeable batteries, those were for my mini racing cars. You do know or remember if you're born in the '80s... Tamiya? Auldey? Dash Yonkuro? LOL okay. Anyway, the batteries I used, were the Panasonic Rechargeable and if you ask me, I think they are the best looking batteries of all time. Got this dark blue, purple colours covering the battery. (Now just wait...was it Panasonic or Philips??) Used to have the charger but have no idea where has it gone to now..Those stuffs were expensive! Still are I reckon.\nThe new looks. [Panasonic Malaysia] and [Philips]\n\nNow, where were we...Ahah! Yes, and then got Grandcell, which was a hit last time. Everywhere got advertisements - on TV, billboards. But they didn't last as long as Panasonic (or Philips). And after awhile, my mini racing cars were collecting dust..and eventually went missing..don't know how..maybe got abducted by the aliens. =__= I was so sad actually..those cars cost a lot of money and time too. *sigh* =P\n\nBut when my dad bought a digicam which was at the time freaking expensive, for a 4MP camera, he bought this -\n\nIt was great. At least for a couple of years when one day, we found out the batteries melted and somehow corroded the metal part of the battery compartment and since then the camera doesn't function normally. Oh, it was a Kodak digicam in case you were wondering.\n\nRechargeable batteries seem troublesome I guess, when nowadays you can just charge your iPod on your computer. Well, I believe you still plug digicam battery at power points. But I came across this USBCell. Rechargeable batteries that can be charged on your computer!\n\nCool, no? So, open the cap, and plug the battery in your USB port, be it on the computer, laptop, game station like Xbox 360 and PS3, and can also be used with other rechargeable battery stations. But need to check at the website if it's compatible or not.\n\nNow that everyone is trying to live green, USBCell will surely get to attract a lot of buyers. Plus with these cute singing bunnies in this ad, parents will have hard times dealing with their children asking them to buy the batteries.\n\nIt's one funny and creative ad. And bunnies with rabies - not cool and I'm kinda scared of them.. =P\nFrom what I read on the website the batteries can be delivered to Malaysia. Check out the site for more details if you're interested. I certainly am going to grab one of these - when I get a job. Wish me luck!\n\n\nNo comments:\n\n\nRelated Posts with Thumbnails",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9599168897,
        "format_confidence":0.9974164963
    },
    {
        "url":"https:\/\/romitmehta.com\/2010\/11\/14\/a-weekend-of-wp7-use-first-impressions-comparison-to-iphone\/",
        "text":"A weekend of #WP7 use – first impressions, comparison to #iPhone\n\nI wrote on Friday about my switch from iPhone to Windows Phone 7. I am now a proud (really proud) owner of a Samsung Focus Windows Phone from AT&T. (side note: see how easy it is to refer to Windows Phone? No need to say Windows 7 Phone, Windows Phone 7 Phone, Windows Mobile 7, Windows 7 Mobile, etc. Just go with Windows Phone. That easy)\n\nI had talked about what I use on the iPhone and here is my list of things I have done on my Windows Phone:\n\n  1. First and foremost, I cleaned up my hotmail contacts and also hooked up facebook, flickr, linkedin, yelp, wordpress, and more. (This was done earlier, in anticipation of my move to Windows Phone.)\n  2. I signed in with my Live ID and set up my personal account (google apps) for email, hotmail for contacts and email, facebook for contacts, photos and feeds, other gmail for email and calendar. All went well and in a few moments my phone was being “lit up” with information from various places that I did not even have to care about.\n  3. I downloaded the common, popular apps like:\n    1. YouTube\n    2. Facebook\n    3. Twitter\n    4. Seesmic\n    5. Adobe Reader\n    6. Breaking News\n    7. DirecTV\n    8. Fandango\n    9. Flixster\n    10. Foursquare\n    11. Last.fm\n    12. IMDb\n    13. iheartradio\n    14. Netflix\n    15. Shazam\n    16. Slacker Radio\n    17. TED\n    18. UStream Viewer\n    19. Weatherbug\n  4. Then I went and downloaded a bunch of games from the Marketplace – happens to be that most of the games (perhaps all) are XBOX Live enabled. I am not an XBOX user yet so I was aslo able to set up my own XBOX Live Avatar.\n  5. Most of the games I downloaded, had a trial mode and I did go with the trial mode for those games. I have converted to paid on a few games already. Trial mode is simply fantastic, especially for games and especially for kids games where I can see if it is going to fly with the kids or not and then decide to put the $ down.\n\nAs you can see most of the big, common apps are already there and I am really not missing a beat.\n\nI can say my needs are completely met (and exceeded in a lot of cases) except the following apps\/scenarios:\n\n  1. Corporate email. Of course, my iPhone was a huge factor in my corporate email\/calendar management. I am going to miss this feature the most. However there are multiple things to consider here – I have an iPad which is provisioned for corporate email and calendar, so I can use that when I am not at work. Also, it is only a matter of time before Windows Phone gets the at-rest encryption which will then make it feasible to get corporate email on it. Not a huge concern, in general.\n  2. Notifications. Even though Windows Phone provides multiple types of notifications (toaster alert like the SMS app does, Live Tiles like the Weatherbug app does and push notifications), common apps like facebook and twtter\/seesmic have not implemented any notification method yet. This is an app maker’s problem so I am positive the next iterations of these apps will take care of this issue. However I like the simplicity and features of Boxcar and I hope they get their app over to Windows Phone.\n  3. ESPN. I did not realize how much I used the ESPN ScoreCenter app on the iPhone. This weekend I wanted to keep track of multiple close Pac-10 football games and the website was simply not as efficient as the app is. I wish this app comes really fast and given how cutting edge ESPN has been until now, I don’t doubt at all that a sexy-looking app is coming soon.\n  4. HippoRemote. For now I am not concerned much because the iPad takes care of it.\n  5. Amazon. Again, like ESPN I feel the app is much more efficient to use than the website and again, I am pretty sure these guys will release the app soon.\n  6. In-browser videos\/flash-HTML5. This is quite an annoyance because even browsing to the ESPN website for example, from the iPad, plays videos in the page because they have made those videos HTML5-compliant. But the mobile IE browser does not support HTML5 and Windows Phone does not support flash or silverlight in the browser. So this is truly something I have to wait for Microsoft to deliver, hopefully in their next update.\n  7. Another big problem in the OS is that it cannot connect to wireless networks that are hidden. I do not broadcast my SSID and now I have to, hopefully again, only up to the upcoming update.\n\nOn the other hand, there are plenty of small things on the phone that made my smile. Simple stuff like the back button – I opened twitter, clicked on a tweet which had a link, clicked on the link and opened the browser. After I was done reading, I closed the browser and clicked the back button and I came back to the opened tweet in twitter. Small thing, but so cool.\n\nAnother thing – the voice command and voice search is FANTASTIC. I have not had a single incorrect interpretation of my voice command. Love it.\n\nI could go on and on about how awesome the phone is, but this post is not about that. As you can see, the switch from the iPhone is going to be a good one and hopefully in the upcoming WP7 update as well as some of the app updates (or releases) most of my pending concerns would be addressed.\n\n\n\n7 thoughts on “A weekend of #WP7 use – first impressions, comparison to #iPhone\n\n  1. Anjin L. says:\n\n    Im looking towards getting the Samsung focus, for now i have the Htc surround and the battery life is my main reason for considering leaving it. I’ve done all the email sync’ing changes and such to increase it which it did but after 8 hours it requires a charge and im not happy about that. I’m hoping the Focus can at-least make it till bedtime.\n\n  2. Anjin L. says:\n\n    Romit what is normal usage for you? I’ve actually gotten attached to this htc phone and i might just wait it out till a extended battery is available.\n\n  3. Romit Mehta says:\n\n    Anjin: Normal usage is about 5-10 phone calls per day of less than 5 minutes. Data usage limited to emails and twitter. Twitter usage very high. I am in good at&t coverage at home, at work and everywhere in between so signal strength is not an issue. Hope this helps.\n\n  4. Anjin L. says:\n\n    Thank you. Well after a few weeks now and some more research, appearently the htc surround battery life improves with use and time to which i can vouch for. I pretty much a full days worth og phone. Thank you for your input and this phone is great!!!\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9349576235,
        "format_confidence":0.9814965725
    },
    {
        "url":"http:\/\/karahsastroimages.blogspot.co.uk\/2007\/11\/g600-colour-moon.html",
        "text":"Friday, 9 November 2007\n\nG600 Colour Moon\n\nNot had much chance to test this phone out properly but did manage a couple of shots. Taken on the 5 mega pixel option with 50% zoom and iso200. Scope used was the Celestron 4 Se with 26mm EP and 2xBarlow. Not bad, do like the way the colours came out in the images taken and all i had to do was fiddle a little in Gimp2 to bring them out more. Found my U600 was easier to use but might get some better results when i get more time to fiddle around with the settings. Unlike the U600 i had to use the Moon filter in some as it was just too bright, could just be a setting i haven't found yet.\nGetting hooked on this mobile phone experminenting. Now what phone could i try next\n\n\nRainer said...\n\nHi Karah,\n\nI really like these moon shots. Well done :).\n\n\nkarah said...\n\nThanks Rainer,\n\nAs i said, getting hooked on this mobile phone imaging.....",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.857978642,
        "format_confidence":0.8475450277
    },
    {
        "url":"https:\/\/blog.the-ebook-reader.com\/2014\/03\/28\/amazons-latest-line-of-kindle-fire-tablets-on-sale-again\/",
        "text":"Amazon’s Latest Line of Kindle Fire Tablets on Sale Again\n\n\nEither hardware sales are slow at Amazon or they’ve got an excess of stock because the entire line of Kindle Fire tablets is on sale once again.\n\nSales have become so frequent over the past few months there really is no reason to pay full price. Ever. Just wait for the next sale to come along.\n\nAmazon is also offering a Kindle payment plan to some customers where they only charge 20% of the device up front, and then you pay the remaining balance in four monthly installments. There is no interest or extra fees with this option.\n\nAs for the Kindle Fire sale, here’s the rundown on the numbers:\n\n7″ Kindle Fire HD – Sale price: $119 ($20 off regular price)\n\n7″ Kindle Fire HDX – Sale price: $199 ($30 off regular price)\n\n8.9″ Kindle Fire HDX – Sale price: $339 ($40 off regular price)\n\nThis is a limited-time offer that could expire at anytime (I don’t see a date anywhere).\n\nAdditionally, Best Buy has the Kindle Paperwhite on sale this week for $99 ($20 off retail) and the basic Kindle for $49 (also $20 off), along with the Kindle Fire tablets. Staples has the entire line of Kindle devices on sale too.\n\nComments are closed.",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9722089767,
        "format_confidence":0.8619336486
    },
    {
        "url":"http:\/\/www.macprices.net\/2013\/03\/05\/ipad-getting-beyond-the-simplistic-consumption-vs-creation-dialectic\/",
        "text":"News Archives\n\niPad: Getting Beyond The Simplistic Consumption vs Creation Dialectic\n\nBlogger Fraser Spiers says when the iPad first launched, many people opted for a quick analysis that it was a device “only for content consumption,”observing that despite time and experience having proven those people quite obviously wrong, debate seems to persist as to what the iPad is, precisely, for.\n\nSpiers thinks the iPad can now serve satisfactorily for about 80% of all tasks you can conceivably do on a computer. Your editor would peg it more at 50%-50% based on empirical real-world experience, but its a moving target and your mileage may vary of course.\n\nSpiers is probably correct, however, that the consumption\/creation split is far too simplistic a curve to grade these devices on, that there’s far more subtlety that we can reach for, and that we have to move beyond simplistic arguments about consumption and creation, proposing that we can instead look at the ‘sweet spot’ for each type of device along two axes: task complexity and task duration.\n\nTask duration is the more obvious of the two: how long of a continuous period will you be using your device for the task.\n\nTask complexity requires a little more unpacking…..\n\nYou can check it out at:\n\nCheck our price trackers for the most recent prices. Sharing Options:\n  • Digg\n  • Google Bookmarks\n  • StumbleUpon\n  • del.icio.us\n  • Facebook\n  • Twitter\n  • email\n  • LinkedIn\n  • Ping.fm\n  • Yahoo! Buzz",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9654820561,
        "format_confidence":0.8669915795
    },
    {
        "url":"http:\/\/ipadinsight.com\/tag\/ipaf-4th-gen\/",
        "text":"Tag Archives: iPaf 4th gen\n\nDo You Want a 128GB iPad?\n\n128GB iPad\n\nWould you be interested in an iPad with 128GB of storage?  It looks like we may soon be seeing one if 9to5Mac and their un-named sources are correct. They say Apple is preparing to release a single additional iPad model, as an additional model in the iPad 4th gen lineup.\n\nHere’s their sum-up on what’s know about this new model:\n\n    • It is a fourth-generation iPad, not a new design.\n    • It comes in both the current black and white color options.\n    • It comes in both WiFi-only and WiFi + Cellular versions.\n    • It is a more premium SKU that will join the current line of 16GB, 32GB, and 64GB fourth-generation iPads.\n    • 10-pack deals (in both colors) for educational institutions will be offered.\n\nIn an update on their original post, 9to5Mac have said prices will be $799 for a WiFi only model and $929 for WiFi + Cellular. There is also some speculation that this new model might be for specific markets – like education or government for example.\n\nIf Apple does release a 128GB iPad 4 over the next few months, would you be rushing to grab one? I think if there is no other upgrade to the iPad then I would still stick with my iPad 3 – and await a hopefully lighter, slimmer, more iPad mini like model later in the year.\n\nShare This:",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.9917263985,
        "format_confidence":0.9311308265
    },
    {
        "url":"https:\/\/komplettie.wordpress.com\/2010\/01\/18\/dell-shows-off-keyboardless-monitorless-pc\/",
        "text":"Dell Shows off Keyboardless, Monitorless PC\n\n\nDell has shown off a concept PC that it calls the “Dell Froot,” boasting no keyboard and no monitor, working from projection instead.\n\nUberGizmo is carrying word of the device, which won Pauline Carlos first place in Dells’ sustainable design competition. As you should be able to see from the above image, it’s a relatively simple design, boasting large projector towards the back and a smaller in front. The former throws an image against a wall in a similar fashion to a standard display, while the latter throws a keyboard down onto the desk, allowing users to type directly onto the surface of their table.\n\nIt’s a lovely concept, and one we’re curious to see more of. Perhaps most interesting about it all though isn’t anything to do with the usability, but the construction. The Froot would be built using a “biodegradable starch-based polymer,” which very well fits the theme of Dell’s sustainable design competition.\n\nOf course, the biggest issue with the Froot is that it’s quite close to Pranav Mistry’s Sixth Sense arrangement, though less portable. The major difference being that Sixth Sense is wearable and boasts a similar projection arrangement, but allows users to interact directly with various objects through the device, rather than using it as a standard PC.\n\nAdmittedly, it seems relatively unlikely that Sixth Sense will be anywhere near as environmentally friendly as Dell’s Froot, but for anyone who hasn’t already seen the 13ish minute presentation on it, it’s well worth a look. It’s among the most jaw dropping pieces of video we’ve yet seen, and frankly it manages to cast a shadow across Dell’s concept PC.\n\n\nTags: , , , , , , , , , ,\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":5,
        "format_id":15,
        "topic_confidence":0.942886889,
        "format_confidence":0.9258216619
    }
]