[
    {
        "url":"https:\/\/mccaravan.org\/opinion\/2019\/05\/02\/parents-must-face-their-mistakes-in-cheating-scandal\/",
        "text":"Parents must face their mistakes in cheating scandal\n\n\nHang on for a minute...we're trying to find some more stories you might like.\n\nEmail This Story\n\nActress Lori Loughlin and  her husband Mossimo Giannulli and 14 other parents recently were charged with money laundering in the college admissions bribery scandal. Loughlin and Giannulli were accused of paying $500,000 to have their two daughters enrolled at USC as crew recruits.\n\nI found this really unfair to kids today, many of whom are working their hardest to get into a college of their choice.  Many are not getting accepted because the competition – which should be based on individual achievement – already is stiff.  Other kids don’t even get the chance to go to college because they can’t afford it. To read about wealthy parents cheating and bribing to put their kids ahead of other, more deserving students, is aggravating.  This shows how money can control anything and everything in our world.\n\nI’m glad that our justice system is not failing, and that someone is finally getting charged for this type of cheating, instead of getting off free as seems to happen too often. I hope these parents learned their lesson, and that something like this doesn’t happen again.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.745478034,
        "format_confidence":0.7362655401
    },
    {
        "url":"http:\/\/www.beyondtelecomlawblog.com\/in-affirming-the-data-roaming-order-the-dc-circuit-confirms-the-fccs-broad-authority-over-wireless-s\/",
        "text":"Photo of Douglas Jarrett\n\nIn affirming the FCC’s Data Roaming Order, the D.C. Circuit rebuffed Verizon’s efforts to squash any obligation to enter into roaming agreements with competing wireless carriers. In Cellco Partnership v. FCC, No. 11-1135 (D.C. Cir. Dec. 4, 2012) (“Cellco”), the court found that the Commission had ample authority under Title III to adopt its data roaming rules.\n\nCellco expands the Commission’s authority under Title III to regulate wireless carriers as these carriers transition to all-IP, data-only services providers. Despite Verizon Wireless’s opposing view, the Data Roaming Order aligns the United States with the rest of the world as data roaming is seen as an impetus for growth in the mobile data services market.\n\nCellco re-affirms the Chevron deference accorded to the Commission not only in selecting among reasonable policy options, but in determining the agency’s jurisdiction subject to the Supreme Court’s decision in City of Arlington v. FCCChevron deference encourages interested parties to participate in Commission proceedings, although the challenge of securing Commission action in a timely manner remains.\n\nAssuming 2nd tier wireless carriers, such as regional and specialized carriers, secure access to sophisticated smart phones and tablets, data roaming arrangements will support these carriers’ efforts to offer compelling service offerings and maintain sustainable businesses.  The caveat is that the Data Roaming Order obligates the major wireless carriers to offer these arrangements on “commercially reasonable terms and conditions,” consistent with the principles governing private carrier arrangements, as opposed to Title II-based “just and reasonable” terms and conditions.  As a result, the FCC has limited authority to influence the terms and conditions of data roaming arrangements.\n\nCellco ensures the relevance of the FCC’s spectrum holdings proceeding. Limitations on spectrum holdings, however structured, have modest relevance and impact if only 3 or 4 potential services providers are in the market.\n\nCongress wins, as well. TV Broadcast license incentive auctions may now elicit something approaching the optimistic bids Congress assumed. Smaller wireless carriers will have an opportunity to offer data services beyond the limited footprints of local television broadcast channels, particularly those of TV stations located in 2nd tier and 3rd tier markets.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.78019315,
        "format_confidence":0.6695230007
    },
    {
        "url":"https:\/\/www.eff.org\/ru\/deeplinks\/2018\/12\/patent-progress-and-its-discontents-2018-review",
        "text":"\n\nUnfortunately, patent trolls and abusive patent owners are working overtime to knock down those recent improvements, and bring the patent system back to the proverbial “bad old days.” Before the Alice v. CLS Bank decision—four years old as of last June—it could cost millions of dollars just to convince a court to invalidate a single abstract patent. That was true even when those patents clearly described aspects of everyday life, like running a contest, displaying a menu with pictures, or teaching a foreign language.\n\nLobbyists for patent trolls and patent lawyers keep seeking to roll back Alice, promoting terrible legislation like the STRONGER Patents Act. Such proposals weaken our systems to challenge bad patents, and will hurt U.S. entrepreneurs and send innovation overseas. Despite that, we expect bills like that to come back in 2019, and we’ll be ready to fight back on behalf of startups and innovators.\n\nPatent owners are pushing to neutralize Alice through the courts, as well. The most recent attempt is a case called Berkheimer v. H-P, in which a panel of Federal Circuit judges ruled that patent eligibility under Alice can require a full trial. This makes Alice much harder and more expensive to apply and, in our view, is inconsistent with the Supreme Court’s ruling. Last month, we asked the Supreme Court to take up the case and consider overturning Berkheimer.\n\nA second crucial reform that needs defending is the inter partes review system, often abbreviated as IPR, that Congress created in 2012. IPRs allow those accused of patent infringement, or outside groups like EFF, to have an administrative law judge at the Patent Office take a second look at a patent grant. It’s a way of figuring out what patents should be allowed that’s far less expensive and more efficient than drawn-out court litigation.\n\nIPR has been so effective at knocking out bad patents that, perhaps unsurprisingly, the process is under attack. In the most important patent case this year, Oil States Energy Services, LLC v. Greene’s Energy Group, LLC, the U.S. Supreme Court took up arguments that the IPR process violated the U.S. Constitution. No surprise, dozens of patent trolls and heavy patent licensors stepped forward, urging the Supreme Court to throw out IPRs. Together with Public Knowledge, Engine Advocacy, and the R Street Institute, EFF filed a brief [PDF] explaining how IPR is a legitimate exercise of Congressional power. In April, the high court voted 7-2 to uphold IPR, a big relief for those of us looking for a balanced patent system.\n\n2018 also saw progress in stopping venue abuse, in which patent trolls wrangled defendants into far-off, troll-friendly venues like the Eastern District of Texas. Once there, companies accused of infringement couldn’t transfer out, or even convince judges to consider motions under the rules set forth by Alice. At one point, the Eastern District of Texas was home to almost half of all patent lawsuits nationwide.\n\nThe Supreme Court tightened up this venue loophole last year, in a case called TC Heartland v. Kraft Foods. A recent LexMachina analysis shows that in May of 2017, two judges in the Eastern District of Texas got 35 percent of the nation's patent lawsuits assigned to them. In the same period of 2018, the same two judges received only 13 percent. That’s still an outsized share for a remote district without much of a technology industry, but it’s a big improvement.\n\nVenue reform, IPR, and the Alice litigation rules, are all changes that have made the patent system more fair for everyday people. It was the IPR process that allowed EFF to challenge the so-called “podcasting patent” owned by Personal Audio LLC. This year, we killed off that outrageous patent for good, and its owner can’t threaten podcasters anymore. The Alice decision means we can all stand up against other abusive patent threats, like one EFF fought off this year, in which a publishing company claimed it owned a patent on teaching language, and tried to force our client (a language teacher) to stop providing online lessons.\n\nSome patent-maximalist lobbyists are already talking about the “overreach” of these reforms, but the fact is, they don’t go far enough. Throughout 2018, more than 80 percent of patent lawsuits in the tech sector were filed by patent trolls. Even in the post-Alice era, we’re seeing thousands of lawsuits filed by shell companies, which produce nothing but headaches for real inventors.\n\nWe need to keep moving in the direction of a patent system that considers users, entrepreneurs, and citizens, not just patent owners. That’s what we’ll be fighting for in 2019.\n\nThis article is part of our Year in Review series. Read other articles about the fight for digital rights in 2018.\n\n\nLike what you're reading? Support digital freedom defense today!",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.6018198133,
        "format_confidence":0.9168262482
    },
    {
        "url":"http:\/\/www.denverpost.com\/2008\/02\/18\/save-money-and-cut-crime\/",
        "text":"The Colorado Parole Board has started releasing some inmates from prison early — about 115 more last month than in January 2007.\n\nThe board is banking that treating such inmates for drug and alcohol abuse will do more to keep them from committing new crimes than the old policy of simply warehousing them, and then releasing them, without any such treatment.\n\nThe Post supports the policy, which began in the waning days of Republican Gov. Bill Owens’ administration and accelerated after Democratic Gov. Bill Ritter’s appointees became a majority on the parole board.\n\nThe policy has its roots in a 2003 law by Sen. Ken Gordon, D-Denver, that increased treatment for drug and alcohol abuse for prison inmates and paid for such treatment by a slight reduction in some sentences.\n\nWe backed the 2003 law, but we also urge Ritter to monitor the new program closely and to focus primarily on non-violent offenders to reduce the risk of a violent offender re-offending. That would quickly undercut any public support for treatment programs.\n\nGordon supports Ritter’s actions to ease the pressure prison costs have placed on the state budget.\n\n“This is the first year since 1992 that prison budgets haven’t gone up by double digits,” Gordon said. “Ritter only asked for a 6 percent increase for prisons this year. If we’d been able to limit prisons to 6 percent a year since 1992, we’d have $255 million more to spend on other things this year.”\n\nMore important than the cost savings in Gordon’s view is that treating substance abuse, teaching illiterate prisoners to read and providing job training is more effective at ensuring that inmates won’t commit more crimes when they do get out than merely tacking a few months onto their sentences without treatment.\n\nDrug and\/or alcohol abuse is a factor in 75 percent of the crimes that land people in our prisons, Gordon said. It’s rare to go to prison simply for using drugs, but people may be incarcerated because they robbed a home to get money for drugs or beat up someone while drunk.\n\nDespite political bombast urging a “lock ’em up and throw away the key” response to crime, a typical inmate serves just 42 months in Colorado before being released, Gordon said. Turning such offenders loose without addressing problems of drug and alcohol abuse that put them into prison in the first place is obviously self-defeating.\n\nState Rep. Rob Witwer, R-Golden, is concerned that Ritter may be moving too fast with his new parole policy — especially because a special commission on criminal justice created by the legislature last year has not yet issued its report. But his worries are not shared by Rep. Terrance Carroll, D-Denver, who sponsored the bill creating that commission.\n\n“What the governor is doing [through administrative measures] is in keeping with what those of us on the commission want to do. Our own work focuses on broader questions — such as which offenders go to prison and which can be sent to community corrections, and possibly changes in sentences. Changes like that can’t be done by the parole board, they have to take the form of legislation,” Carroll said.\n\nThe question of when or if a criminal gets parole is never easy, and the board is certain to make mistakes. But not trying to attack the root causes of crime, including drug and alcohol abuse and joblessness, would be the biggest mistake of all.\n\nMore in Editorials",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9267598987,
        "format_confidence":0.8515464664
    },
    {
        "url":"http:\/\/droidjar.com\/financial-advisor\/31-years-later-innocent-man-released-1-million-bounty-boot",
        "text":"To Top\n\n31 Years Later, Innocent Man Released with $1 Million Bounty to Boot\n\nThe sages said it best; time is the greatest healer of souls. However, this narrative seems different for a recently-released innocent man. After spending 31 years in prison, he was released back to public life.\n\nIn the halls of justice, everything is fair. Thus, once it was established that he had been wrongly imprisoned, he received a hefty payday for his worries all through those years.\n\nDNA evidence came to the Tennessee man’s rescue eventually, albeit 31 years too late. Lawrence McKinney, now 61, was put behind bars in 1978 for trumped-up charges. He was accused of rape and burglary before he was acquitted in 2009.\n\nEven with his freedom back, the Tennessee Board of Claims saw it fit to put his financial situation in the black in March with a hefty $1 million bounty. His Nashville attorney, David Raybin, was lead counsel in the case that lasted 6 years to come to fruition. For McKinney, the experience was bittersweet according to his attorney. Even after exoneration, he sought to ensure that the state was put in-check for its crimes against the freedom of the man.\n\nRaybin called the happening ‘the most moving event’ he had ever experienced all through his 40 years practicing law. This story perhaps lends credence to the miraculous nature of it all.\n\nMr. McKinney was officially released in 2009. After taking inventory of everything, they began a suit against the state for wrongful imprisonment. After 6 arduous years, he finally received $1 Million worth of compensation. It’s a script akin to the movies. No one can make that up!\n\n\nIn the simplest of terms, in the end, justice was served. The payment was dispensed as follows, $353,000 upfront to cover lawyer fees and other legal costs. The remaining amount is set to be paid out at a flat rate of $3,500 per month over the next 10 years. In the incident that he before the decade passes, his wife and\/or estate will be able to collect the checks in his place.\n\nDNA Evidence has been embraced in modern-day courts due it’s effectiveness. Jurors now expect DNA evidence to be provided even when other forms of evidence are present\n\nWhile the payment is a win for McKinney, it is by no means equivalent to the time that he spent behind bars. 31 years is simply a very long time. However, it was the maximum amount that could be dispensed due to the current laws in Tennessee.\n\nHis attorney Raybin was quick to also point out the fact that the current figures were implemented nearly 10 years ago. Due to the change in demographics since then, the calculations can be said to be flawed since they don’t take into account the inflation since then.\n\nIn saying this, one would be forgiven for thinking that they are not grateful for what they’ve been able to accomplish. It’s been quite an experience for the duo and McKinney’s family all through those 6 years. For instance, the parole board twice refused to officially McKinney’s name for any wrongdoing.\n\nIn addition, the former Gov. Phil Bredesen had also turned down their pleas for clearance. Luckily enough, the current Gov. Bill Haslam objectively look at the matter and resolved the issue once and for all in December 2017. In doing so, he cleared the way for McKinney to seek his compensation from the state.\n\nThe Fight\n\nMcKinney after receiving exoneration\n\nRight after learning his fate, McKinney let his lawyer Raybin express his gratitude to the governor for his kindness. According to Raybin, McKinney is a deeply religious person and has a vastly infinite amount patience. Perhaps, that has something to do with his prison experience. As such, he was always positive all through those years.\n\nRaybin had deliberated with members of the Board of Parole about the Lilliputian compensation monies. In good faith, they assured him that they would make an attempt at revising the cap. The most likely time this can happen is upon commencement of the next year. This was in lieu of the fact that numerous other states have much higher compensation amounts compared to Tennessee.\n\nThe Innocent Project is a nonprofit organization that actively fights to exonerate inmates who have been wrongly convicted. They do this by making use of DNA evidence. According to them, 18 states do not have laws to grant compensation to incarcerated individuals who are later on found innocent.\n\nMore inFinancial Advisor",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9685983658,
        "format_confidence":0.7745829821
    },
    {
        "url":"https:\/\/www.nctriallawyer.com\/stacked\/",
        "text":"In Federal Court, if a defendant is charged with a violent crime or a drug trafficking offense, and possesses a firearm “in furtherance” thereof, not only does the defendant get a sentence for the underling violent crime or drug offense, but a mandatory consecutive sentence of 5, 7 or even 10 years.  These mandatory consecutive firearm sentences are referred to by their statutory reference, 924(c) offenses.\n\nFor example, if a defendant receives a sentence of 5 years for drug distribution, he\/she will get an additional 5 years (10 total) for possession of firearm in furtherance of the drug distribution; he\/she will get an additional 7 years (12 total) for brandishing the firearm in furtherance of the drug distribution; or, he\/she will get an additional 10 years (15 total) for discharging the firearm in furtherance of the drug distribution.  Moreover, prior to the First Step Act of December 2018, ushered through Congress by President Trump, if a defendant was charge with multiple 924(c) offenses in the same indictment, that individual faced a mandatory consecutive 25 years on the second 924(c) offense.  Thus, two armed robberies in the same indictment could yield at least a 30 year sentence which would then run consecutive to the actual robbery charges—likely well in excess of a 40 to 50 year sentence total.\n\nThe 2018 First Step Act “clarified” this 25-year stacking rule, asserting that only if a defendant had a previous conviction for a 924(c) offense did the staking rule apply to a subsequent indicted charge of 924(c).  However, despite “clarifying” decades of misapplication of the law in jurisdictions around the Country, those individuals sitting in prison (prior to this “clarification”) under stacked sentences, or serving sentences induced by guilty pleas because of the threat of a stacked sentence, have no meaningful, direct redress.  But…there may be some daylight.\n\nThe 2018 First Step Act additionally modified a statutory mechanism known as Compassionate Release.  Originally, Compassionate Release allowed for the Bureau of Prisons to motion federal district courts for the release of inmates under certain dire circumstances, generally extreme sickness and\/or imminent death.    The 2018 First Step Act broadened this mechanism where it allowed for an inmate themselves to seek Compassionate Release from the Courts, without the need of a motion by the Bureau of Prisons.  Moreover, the 2018 First Step Act opened the door to boarder utilization of the Compassionate Release statute where “extraordinary and compelling” reasons exist that are not simply health related, but include a greater and more inclusive calculus for judicial discretion. The breadth of this discretion is being explored throughout the country in light of the current COVID-19 pandemic.    \n\nThe Fourth Circuit Court of Appeals (the Court that reviews the judgments and orders of the Eastern District of North Carolina) recently heard arguments related to the Compassionate Release provisions of the First Step Act and how individuals serving a now unlawfully stacked sentence might warrant compassionate release consideration. See U.S. v. Thomas McCoy.\n\nThis is an excellent listen of great oral advocacy and garnering an understanding of the long shadow cast by 924(c) charges in our Federal Criminal Justice system—in both sentences being served and guilty pleas entered under its threat to avoid the risk of a stacked sentence.  This case may provide some relief to those that might not meet traditional compassionate release consideration, but who are serving what would now be unlawful, draconian sentences.  Ultimately, this case is about giving the judiciary meaningful discretion for compassionate release consideration—”extraordinary and compelling reasons” should not be just life threatening, but should also account for justice, equity and fairness.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9960331321,
        "format_confidence":0.8691339493
    },
    {
        "url":"https:\/\/blogs.findlaw.com\/free_enterprise\/2011\/10\/steve-jobs-apple-tribute-logo-now-a-copyright-dispute.html",
        "text":"Free Enterprise - The FindLaw Small Business Law Blog\n\nSteve Jobs Apple Tribute Logo a Copyright Dispute\n\nA copyright and trademark battle is brewing, and it involves the Steve Jobs tribute logo.\n\nThree individuals claim to have independently created the popular image, which replaces the bite mark on the Apple logo with a profile of Steve Jobs.\n\nOne claims to have created his logo in May. Another says he created his in August. And a third says he designed the logo on the day of Jobs' death.\n\nThe last one, Farzin Adeli, has since filed for copyright and trademark protection.\n\nAdeli is going to have a difficult time obtaining exclusive rights to his image, but not because two others created it before him.\n\nEven though the three designers can claim independent creation amongst themselves, they still copied Apple's logo. Copyright law only protects original works, and the Steve Jobs tribute logo appears to be a derivative of Apple's logo.\n\nDerivative works such as these require permission from the original copyright holder. Otherwise they constitute infringement.\n\nAnd while Adeli could try and argue fair use, the Marin Independent Journal reports that he is selling items with the design. Even though he intends to donate the money to cancer research, he may still be making a personal profit.\n\nApple also owns the trademark rights to its logo, which it heavily enforces. There are marked similarities between the original logo and the Steve Jobs tribute logo, which is likely to cause consumer confusion.\n\nAny item branded with the tribute could thus be said to infringe upon the company's trademark.\n\nThe Steve Jobs tribute logo is a nice gesture, but its creators will likely be in hot water if they try to capitalize on its success.\n\nRelated Resources:",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9324412346,
        "format_confidence":0.5658417344
    },
    {
        "url":"http:\/\/divorcelawyer-singapore.sg\/2017\/04\/01\/dealing-domestic-abuse-singapore\/",
        "text":"Dealing with Domestic Abuse Singapore\n\nHow do you deal with domestic abuse Singapore?\n\nStory of Melissa Dohme Hill\n\nMelissa Dohme Hill was 20 years old when she was stabbed 32 times by her ex-boyfriend. She was left bleeding by roadside.\n\nCameron Hill was one of the first paramedics who arrived.\n\nAfter what happened in 2012, Dohme Hill went into a coma and suffered a stroke, becoming paralyzed in the process. She was unable to speak or smile.\n\nMelissa met Cameron 1 year later and started dating soon after. Cameron proposed in 2015 and the couple wed earlier this month.\n\nMelissa is now an advocate against domestic abuse. She has the following message to victims of domestic abuse is: “If you are currently being abused, know that you are not alone, and it is not your fault. Please reach out to your local domestic violence center for assistance on how to safely end the relationship, because ending an abusive relationship can be very dangerous.”\n\nSee: Alexandra Larkin and Sophie Lewis, “Domestic abuse survivor marries the first responder who came to her rescue”, CNN, 27 March 2017\n\nStrict speaking, Melissa is not a victim of domestic abuse in the Singapore context. She is not married to her ex-boyfriend at the time of the abuse. Hence, if Melissa were in Singapore, she should make a police report against her ex-boyfriend, rather than head to the Family Justice Courts to make a complaint.\n\nDomestic abuse Singapore\n\nAre you a victim of domestic abuse Singapore? How do you make a complaint against domestic abuse Singapore?\n\nIf you have been wrongly accused of committing domestic abuse Singapore, how should you defend yourself?\n\nClick here to find out more about legal proceedings in relation to domestic abuse Singapore.\n\nContact us to find out more!\n\nYou may also be interested to read more about:\n\n1. Divorce and Separation\n\n2. Annulment (Nullity) of Marriage\n\n3. Children’s Issues\n\n4. Matrimonial Assets\n\n5. Maintenance Issues (Alimony)\n\n6. Family Violence\n\nLeave a Comment",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9930753708,
        "format_confidence":0.5914863348
    },
    {
        "url":"https:\/\/www.civilrightsca.com\/legal-news-governor-newsom-grants-reprieves-for-california-death-row-inmates\/",
        "text":"Listen to this Article\nVoiced by Amazon Polly\n\nJust recently, Governor Gavin Newsom stated his intention to sign an executive order granting a reprieve to all 737 death row inmates in California—home to the largest death row population in the Western Hemisphere. This is especially staggering as it is twice the size of Florida’s, the next largest population.\n\nDiscrimination Attorneys in San Francisco, California\n\nIt should be noted, however, that nobody has been executed in California for over a decade, whereas in Texas—which has the third-largest death row population—there have been over 100 executions in the same period of time. In fact, more California death row inmates have committed suicide than have been executed since the state reinstated capital punishment in 1978.\n\nGov. Newsom’s stance on the death penalty is by no means unique or new. In fact, other governors have instituted moratoriums for many years. In 2014, Washington Gov. Jay Inslee froze the implementation of the death penalty, and this decision was reinforced in a 2018 Washington Supreme Court ruling that judged the punishment as “arbitrary” and “racially biased.”\n\nThis language was very similar to language Justice Stephen Breyer used in his 2015 Boyer v. Davis dissent (citing back to Glossip v. Gross, in which he wrote another dissenting opinion). In that dissent, Justice Breyer wrote that California’s administration of the death penalty, specifically, embodies three foundational flaws in the sentence’s implementation: “(1) serious unreliability, (2) arbitrariness in application, and (3) unconscionably long delays that undermine the death penalty’s penological purpose.”\n\nThe “unconscionably long delays” are well-known to California death row inmates. In 2006, for instance, a California man named Clarence Ray Allen was put to death after serving thirty-three years on death row. This also took place after Allen had suffered a heart attack in 2005 and been diagnosed with advanced type 2 diabetes. Regardless of whether one believes in the inherent justifiability of the death penalty, it is abundantly clear that this at the very least calls into question the argument that the death penalty is used to kill those who are “dangers to society.”\n\nStill, Gov. Newsom’s executive order is a positive step, and his comments are encouraging. In his statement, he described the death penalty as “a failure,” and acknowledged that it “has discriminated against defendants who are mentally ill, black and brown, or can’t afford expensive legal representation.” Furthermore, other politicians have stated their intention to put another repeal measure on the 2020 ballot. We will have to wait until then to see if California voters agree with their governor’s recently voiced sentiments.\n\n(To clarify: a reprieve does not mean that the sentences have been lifted, only that executions are on hold as long as Gov. Newsom holds office. A future governor would still be able to reinstate capital punishment. Pardons or commutations require approval from the state Supreme Court.)\n\nNote: California Civil Rights Law Group is a leading discrimination law firm with offices in San Francisco, Oakland, and Marin County. If you think you may be the victim of discrimination, reach out to a discrimination or civil rights attorney for a consultation today.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.6758024693,
        "format_confidence":0.7072611451
    },
    {
        "url":"http:\/\/www.jordanpublishing.co.uk\/practice-areas\/insolvency\/news_and_comment\/re-majory-1955-and-more-television-coverage-of-debt-and-bankruptcy-channel-4-s-dispatches-documentary-undercover-debt-collector",
        "text":"\n\nInsolvency Law\n\nExpert guidance on all aspects of corporate and personal insolvency\n\n21 JUL 2009\n\nRe Majory (1955) and more television coverage of debt and bankruptcy - Channel 4's Dispatches documentary: Undercover Debt Collector\n\nHot on the heels of the BBC Four documentary \"Ray Gosling: Bankrupt\" Channel 4 have aired a very interesting documentary on the debt collection industry entitled: \"Undercover Debt Collector.\" The documentary, fronted by Ms Jane Moore, makes fascinating viewing. There are a number of issues that arise from the documentary, not least the idea of balance. Whilst the debt collectors were painted in a rather bad light, perhaps deservedly, there was no objective analysis of the position of the creditor. The exposure of Office of Fair Trading guideline breaches, strange use of the statutory demand process, threats to bankrupt (without CCJ or statutory demands), target culture amongst debt collectors, and \"what bankruptcy looks like\" segment were all very concerning, especially for policy makers and the legislature.\n\nThe critique concentrated on one company, Marlin Financial Services, and a number of their offshoot concerns, namely, Mortimer & Clarke solicitors (who are the solicitors at this firm?) and Bramber Debt Recovery. The inter-relationship between these three separate companies\/firms was fascinating, especially in relation to how each is used to pursue the money owed.\n\nOther organisations, or their representatives, featured on the documentary including:\n\nThe documentary is well worth a watch! However, one of the most important elements that comes out of the documentary is the potential misuse of the bankruptcy jurisdiction. There is a bankruptcy case on this: In Re Majory, A Debtor, Ex parte the Debtor v. F. A. Dumont LD. [No. 757 of 1954.], [1955] Ch. 600 (per Evershed M.R. , Jenkins and Romer L.JJ.) It was held in the case that there is:\n\n\"a more general rule that court proceedings may not be used or threatened for the purpose of obtaining for the person so using or threatening them some collateral advantage to himself, and not for the purpose for which such proceedings are properly designed and exist; and a party so using or threatening proceedings will be liable to be held guilty of abusing the process of the court, and, therefore, disqualified from invoking the powers of the court by proceedings which he has abused.\"\n\nBankruptcy and Personal Insolvency Reports\n\nBankruptcy and Personal Insolvency Reports\n\n\"BPIR is an excellent series, of interest to both corporate and personal insolvency lawyers,...\n\nMore Info from £166.00\nAvailable in Insolvency Law Online\nIndividual Voluntary Arrangements\n\nIndividual Voluntary Arrangements\n\n\"This is the ultimate statement of where the law on IVAs is to be found in our great common law...\n\nAvailable in Insolvency Law Online\nSubscribe to our newsletters",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5019527078,
        "format_confidence":0.578958571
    },
    {
        "url":"https:\/\/blog.amnestyusa.org\/tag\/witness-testimony\/",
        "text":"Eyewitness Reliability And Troy Davis Part II\n\nYesterday, I wrote that, by taking up the Perry v. New Hampshire case, the Supreme Court had acknowledged the ongoing problem of unreliable eyewitnesses testifying in our courts.  Thousands of studies have reiterated that eyewitness testimony is a particularly untrustworthy form of evidence. But after reading accounts like this one of yesterday’s oral arguments in that case, it appears that, even if the Justices recognize this problem, they don’t think it matters much.\n\nIn fact, the prevailing attitude seemed to be that letting any unreliable evidence into trials doesn’t matter too much, because juries will sort it all out.  The Justices have in their hands an expert affidavit from the American Psychological Association that explicitly states: “juries tend to ‘over believe’ eyewitness testimony”. But the Court still seemed to oppose what Justice Kennedy called “invading the province of the jury.”\n\n\nReliability of Eyewitness Testimony: What We Learned From Troy Davis\n\nBrenda Forrest, one of the jurors who convicted Troy Davis and sentenced him to death, told CNN that in 1991 she believed: “He was definitely guilty.  All of the witnesses, they were able to I.D. him as the person who actually did it.”\n\njustice scalesHowever, years after the trial, Forrest backtracked as the case against Davis began to unravel, and went on to say that, knowing what she knows now about the witness recantations,  she would have voted to acquit Davis of the crime for which he was put to death September 21.\n\nEyewitnesses do seem credible to jurors.  After all, they were there.  And back in 1991 when Troy Davis’ fate was being decided, eyewitnesses seemed credible to courts too.  Not so much any more.  Decades of studies have exposed how shaky human memory is, and how little eyewitness evidence should be trusted. Ironically, for Davis, this meant that a form of evidence deemed reliable enough to convict him in 1991 was considered too untrustworthy in 2010 to be considered “clear and convincing” proof of his innocence.\n\n\nTroy Davis And Faulty Witness IDs\n\nIn this picture, the tiny figure in the parking lot across the street is approximately where Troy Davis was, and the camera is approximately where Dorothy Farrell was, when, according to her trial testimony, she saw his face at 1:30 am. (She, like most of the witnesses, has since recanted).\n\n© Jen Marlowe\n\n“[J]uries tend to ‘over believe’ eyewitness testimony”. So says the American Psychological Association in its amicus brief  for an upcoming U.S. Supreme Court case.  And Adam Liptak in the New York Times writes:\n\n“ … it is perilous to base a conviction on a witness’s identification of a stranger. Memory is not a videotape. It is fragile at best, worse under stress and subject to distortion and contamination.”\n\n\nKevin Keith and the Witness Who Wasn't There\n\nA man faces execution despite a strong claim of innocence.  With a conviction based on deeply flawed witness testimony, and emerging evidence pointing to an alternative suspect, doubts about his guilt continue to grow.   Yet Kevin Keith is scheduled to be put to death by the state of Ohio on September 15.  He has a clemency hearing on August 11, and he is still hoping for a court to grant him a new trial, but time is slipping away.   It is important to ACT NOW! \n\nAmnesty International opposes all executions, but even death penalty supporters should be concerned when serious claims of innocence have not been heard, and serious doubts about guilt have not been resolved.\n\nKevin Keith has been on death row since 1994, when he was convicted of the murders of Marichell Chatman, Marchae Chatman, and Linda Chatman. The night of the shooting, Marichell’s two young cousins, who were also shot, survived. One of them, Quanita Reeves, told the police that the gunman was one of her father’s friends and not Kevin Keith.\n\nThe prosecution’s case relied on the nurse of a third survivor, Richard Warren.  Police testified that the nurse, Amy Gimmets, said that Warren had given her the name ‘Kevin’. Slight problem:  in 2007, through a comprehensive search of hospital and Ohio records, it was discovered that Amy Gimmets never existed. Amy Whisman, Warren’s actual nurse, was not told who the gunman was, and Richard Warren initially told four people he did not know who the killer was.  Kevin Keith’s attorneys have looked into Warren’s identification of Kevin Keith, and concluded that it was tainted by many factors, including a highly suggestive photo line-up where Mr. Keith’s face appeared larger than the others.\n\nNo court has ever had the entirety of new evidence before it. Some of the new evidence has been time-barred and therefore has never, and may never, be heard on its merits by any court. If Kevin Keith does not get the new trial he deserves, it is imperative that he be granted executive clemency.  No one should ever be executed, but, surely no one should be executed under these circumstances.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9764758348,
        "format_confidence":0.5322667956
    },
    {
        "url":"https:\/\/www.businessinsider.com\/playstation-invasion-child-identity-theft-is-no-game-2011-5",
        "text":"baby computerspec4steve via Flickr\nBy Adam Levin\n\nBy now almost everyone I know (and millions of people I haven't had the pleasure of meeting yet) has read or heard about Sony's announcement last week that its PlayStation network was hacked and that the Personal identifying Information (PII) of potentially 77 million individuals worldwide has been compromised.\n\nThen, earlier this week, Sony notified us that there'd been a second breach. This one involved the accounts of 25 million members of Sony Online Entertainment, which hosts the popular online game EverQuest, among other diversions. That means that the PII of more than 100 million Sony customers is now twisting in the wind. And now, a law firm in Canada has f iled a class action lawsuit against Sony for more than $1 billion in damages on behalf of nearly one million Canadians.\n\nIt is a reasonable assumption that many minors inhabited both of these Sony networks. The stolen PII included names, dates of birth, email addresses, physical addresses, user IDs and passwords and at least some credit card information. Further, children or their parents might unwittingly give up additional information (or expose their computer to malware that would turn their home network into a broadcast vehicle for their financial account numbers and passwords) to a \"phisher\" pretending to be a legitimate Sony representative following up on the breach. Were they to give up their Social Security number, for example, someone could do quite a bit of damage, especially given children have no reason to check credit information for many years to come. Perhaps the fact that the breach was so large, and involved kids, explains why in a week that saw mile-wide deadly and horrific tornados, a US president publicly releasing his birth certificate, and precious metals prices reaching all-time highs, the PlayStation breach made the front page of the Wall Street Journal.\n\n[Related article: As Breach Worsens, Sony Leaders Say They Knew of Security Problems]\n\nHere's why: While, the compromise of children's identities isn't new, it certainly is a big story when it happens. It has been estimated that more than 400,000 such incidents occur each year and that number has been growing for some very good reasons. First and foremost, however vigilant most adults may be about their own identities, rarely do parents think about monitoring their children's status. A thief thereby gains something very important—precious time before any discovery of the felony occurs. Secondly, a child is very likely to have a dormant Social Security number, which presents a clear field for account creation and manipulation. Again, should the perpetrator of a phishing attack succeed in obtaining a SSN, the damage he could do setting up new, fraudulent credit accounts could go undetected for years.\n\nFrankly, I'm not surprised that Sony was hacked. Major data breaches, many of which have been the subject of several of these columns, are occurring about once a week these days. Surely one cannot reasonably believe that Sony—or for that matter its competitors, Microsoft and Nintendo—could be immune.\n\nTo say that Sony's response to this breach has been understated is itself a huge understatement. In a press release that the company sent out this past weekend, almost two weeks after the breach happened, they outlined the steps they were taking to deal with their \"oops\" moment (I am being gentle here), and then tried to make amends in a manner befitting a clueless corporate monolith (ok, forget gentility). They'd like to welcome their users back to the network with the following:\n\n\"All existing PlayStation Network customers will be provided with 30 days free membership in the PlayStation Plus premium service. Current members of PlayStation Plus will receive 30 days free service.\n\nMusic Unlimited powered by Qriocity subscribers (in countries where the service is available) will receive 30 days free service.\"\n\nThey are also offering some unspecified, free downloads, in addition to some yet-to-be named freebies. Be still my heart! Thirty days of access to Playstation Plus and all you had to do was open the doors of your home, your office and your life to identity thieves. What a great deal! And, in case their customers are actually concerned about the integrity of their identities, Sony was kind enough to provide a few self-help tips on protecting yourself and a short list of government and credit reporting agencies to whom you can turn in the event of a personal compromise.\n\nHacking the System\n\nI have always believed that all of the gaming networks, and other kids' sites that have an e-commerce component, are the most vulnerable repositories of any large caches of PII, for a few very simple reasons. It is undeniable that although the universe of avid gamers and the galaxy of talented hackers aren't congruent, there is a rather substantial overlap. Many of our children are light years beyond our technological prowess. Smart kids have been responsible for some of the most famous hacks of history, involving compromises of both government and industry computer networks, many of which were \"innocent\" pranks—done for thrills rather than financial gain or more nefarious purposes.\n\nRemember when, a decade ago, the recording industry announced the development of the \"copy-proof\" music CD? The idea was to prevent the uploading of music on a physical disk to one of the file-sharing sites like Napster or Kazaa where the music could be freely traded (and traded for free). A good friend of mine who had a large company that distributed physical CDs informed me that within a few days the elaborate and very expensive protection system was defeated by kids around the country using only a felt tip pen!\n\nMore importantly, youthful online gamers often exist in a culture that seems to make hacking more socially acceptable, perhaps even socially esteemed. There is a \"cheat site\" for virtually every popular game—just Google the name of the game followed by the word \"cheat\" and you'll see what I mean. Sure, this kind of cheating is victimless and really doesn't constitute any type of crime, but it's worth considering why little Johnny, who gets straight A's in school and would never cheat on his math test, probably has no problem using the cheat sites or even contributing to them.\n\nThe worst unintended consequence of this culture seems to be the false sense of anonymity and invincibility kids tend to feel when they're online. They don't cheat in school because there'd be consequences if they got caught. But I sense that many kids feel that cyber-hacks, regardless of their severity, occur in an online vacuum and are free of real-world consequences. To take it one step further—because of this assumption, young people tend to be more cavalier about the sensitive information they share publicly.\n\nIf you think about it, the Sony breach merely underscores something obvious. The gaming networks and similar sites are delicious targets for the \"because I can\" crowd. Although the hackers themselves may not be trying to open a phony bank account with your child's newly acquired PII, there are others, most likely older and much more venal, who would love to get their paws on that data for just such a purpose.\n\nBeyond this, there is another type of currency available uniquely on the gaming networks—access to the accounts and special permissions related to a gamer's skill, highest play level and acquired \"spoils of war\"—all of which have value on the Internet black market. That's right, the youngest hackers are probably stealing identities because they are looking to make General in Halo Reach without having to do all the work themselves to rise through the ranks. (For those of you who are older than 15, Halo Reach is a video game in which players earn military-style ranks for successfully completing missions and shooting stuff.)\n\nRegardless of the motivation, it is harmful on several levels that this information is now airborne. And as all readers of this column must know by now, once the data is airborne—it's out there!\n\nSad reality check—we need to be as careful with our kids' PII as we are with our own. Limit the amount of data your child makes available to anyone online. In fact, an effective countermeasure may be to fudge the data a bit. Does the gaming network really need to know any child's street address (frankly, do they really need to know yours)? From the moment your child is born and assigned a Social Security number, you'd best monitor it, perhaps not every minute but certainly at least once or twice a year. And you should be sure to instruct them to pass it along to no one (employers aside). Bottom line—don't allow your child's zeal for vanquishing extra-terrestrial invaders, terrorists or street thugs alienate them from the benefits of a sound financial beginning as they come of age.\n\nAdam Levin is the chairman and cofounder of and Identity Theft 911. His experience as former director of the New Jersey Division of Consumer Affairs gives him unique insight into consumer privacy, legislation and financial advocacy. He is a nationally recognized expert on identity theft and credit.\n\nThis post originally appeared at",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.8983335495,
        "format_confidence":0.9625480175
    },
    {
        "url":"http:\/\/prospect.org\/article\/opportunity",
        "text":"By Alyssa Rosenberg\n\nThere's a fairly pedestrian article in the Washington Post today about Burma's dysfunctional economy which is interesting not so much in and of itself, but for one of the people the author interviews. After he rose and fell in one business by working corrupt government channels, he's about to start another career as a human trafficker. William Finnegan had a terrific article on countertrafficking in the New Yorker back in May. While he blames the Bush administration for lack of real or serious committment to its anti-trafficking initiatives, both Finnegan's piece and this Washington Post article left me with the same impression: as long as there are significant economic dead zones in the ocean of the world economy, trafficking is inevitable.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5149470568,
        "format_confidence":0.7713416219
    },
    {
        "url":"http:\/\/www.c-ville.com\/The_other_Commonwealths_Attorney\/",
        "text":"The other Commonwealth’s Attorney\n\nThe other Commonwealth’s Attorney\n\nThe office of Charlottesville’s head prosecutor, Warner D. “Dave” Chapman, is tucked off a mundane hallway in City Hall, far removed from the bustle of lawyers, clerks, cops and cons a few blocks north in historic Court Square.\n\nChapman, too, is usually removed from the pomp and politics of the local legal scene. While his counterpart in the county, the bow-tie-clad James L. Camblos, III, is highly visible both in the justice system and with the local Republican party, Chapman mostly stays out of the limelight.\n\nCity Commonwealth’s Attorney Dave Chapman isn’t one to hog the limelight.\n\nYet the lawyer who both majored in politics and took his law degree at UVA has been Commonwealth’s attorney for the city for 13 years, and has worked on some of the area’s most serious cases. Before that, he served as assistant and deputy Commonwealth’s attorney in Albemarle, and maintains membership on a number of policy and justice boards locally and statewide. He’s also an active member of the local Democratic party. In short, the guy is known. But why the disappearing act when it comes to the press?\n\n“Many times a prosecutor’s office is not doing its job well when it’s especially visible,” says Chapman. The public hears less “if you don’t make a bunch of mistakes.”\n\nChapman also maintains a strict “no comment” policy for ongoing cases: “We do not try our cases on the courthouse steps.”\n\nThis approach might stem from the fact that in more than a decade, Chapman has never had an opponent in the Commonwealth’s attorney’s race. That means he can run his office like a lawyer, not a politician.\n\nStill, Chapman has his fair share of struggles behind the scenes, foremost being low attorneys’ salaries. Virginia’s criminal justice system is “chronically underfunded,” resulting in high turnover and making it difficult for prosecutors to take on the sometimes well-paid defense attorneys.\n\n“We have a very high bar here,” Chapman says, “and we have to be able to take on any lawyer.”\n\nDespite the low pay, the city prosecutors are effective case-closers. Assistant Commonwealth’s Attorney Joe Platania recently worked with the county to obtain a guilty verdict in the capital murder trial of wife-killer Anthony Dale Crawford.\n\n“If a prosecutor’s office ever gets out of 90 percent in terms of a conviction rate,” Chapman says, “there’s something wrong.”\n\nC-VILLE welcomes news tips from readers. Send them to",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9818754792,
        "format_confidence":0.6866103411
    },
    {
        "url":"http:\/\/www.securitiesmininglaw.com\/italian-court",
        "text":"1. Skip to navigation\n  2. Skip to content\n  3. Skip to sidebar\n\nItalian court jails scientists for not predicting earthquakes\n\nPrint Friendly\n\nAn Italian court has convicted seven scientists and experts of manslaughter for failing to adequately warn residents when an earthquake struck central Italy in 2009 killing more than 300 people. Each of the scientists and experts were sentenced to six years in prison.\n\nThis finding of guilt for failing to predict an earthquake is not only a scientific travesty but a legal travesty as well. How anyone can predict an earthquake in an area that is regularly subject to seismic activity is beyond any rational explanation. This conviction borders on astrology being recognized as a legitimate science and hopefully the matter will be appealed to a court where some understanding of the science of geology is applied and the convictions set aside.\n\nIt is imperative that the world’s community of geological scientists express their concern about this decision in no uncertain terms to the Italian government.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9895791411,
        "format_confidence":0.7691441774
    },
    {
        "url":"https:\/\/www.bankruptcylawnetwork.com\/is-the-mortgage-industry-organized-crime\/",
        "text":"Is the mortgage industry organized crime?\n\n18 Aug Is the mortgage industry organized crime?\n\nGimme your home!Foreclosure defense attorneysare becoming increasingly frustrated by the dismal foreclosure statistics and are seeking help from our nationâ€™s criminal prosecutors to investigate the possibility of bringing “foreclosure mills” and banks to justice under the Racketeer Influenced and Corrupt Organizations Act (RICO).\n\nUsually, when we hear terms like â€œorganized crimeâ€\u009d and â€œRICO,â€\u009d we think of Tony Soprano and John Gotti. However, when the mortgage industry conspires to defraud middle class America, it make the Sopranos look more like the Brady Bunch.\n\nEvery day, thousands of foreclosures are being illegally filed by foreclosure mills, with the full knowledge that their clients (the plaintiffs) do not have the legal standing to file the case. These banks and lawyers are not stupid. They know that 99%+ of all foreclosures in this country are never contested by the homeowner or real estate investor, but it still does not make it right.\n\nIn almost every single foreclosure case filed in Florida, for example, the plaintiff (usually a mortgage-backed securitized trust) alleges that it owns and hold the note, but that the note was â€œlost.â€\u009d This is an absolute lie. The plaintiff, who is almost never the originating lender, never accepted physical delivery of the note. Under the Uniform Commercial Code, the plaintiff is therefore not the owner and holder of the note. Besides, how can they lose something they never had?\n\nAdditionally, a mortgage can only be assigned by following a very specific procedure that includes the recording of the mortgage assignment in the official records PRIOR to the filing of the foreclosure. This, too, hardly ever happens, which means the plaintiff has no standing to file the foreclosure complaint.\n\nHaving actual possession and ownership of the note and mortgage are not â€œtechnicalâ€\u009d issues. This has been a requirement since our country developed our legal system from English Common Law hundreds of years ago. Did the lawyers that sign these complaints miss this lecture in law school? Certainly not. They just do not think they will ever be held accountable for defrauding the court.\n\nMany lawyers that file these foreclosure complaints are fresh out of law school. I have seen foreclosure complaints signed by lawyers so new that they do not even have bar numbers. These newbies should have their â€œnegotiable instrumentsâ€\u009d lecture fresh in their heads, but they are too euphoric from just being employed to realize that reputation is the only thing of value a lawyer possesses.\n\nIf there is any justice, America will be waking up to headlines of State Attorney Generals seeking indictments against the people running the companies and law firms that are currently foreclosing on the middle class at record pace.The acronym â€œRICOâ€\u009d will become synonymous with the names of some well known banks, servicing companies and foreclosure mills.\n\nI will almost feel sorry for these young lawyers who may one day have to account to the state bar disciplinary board or, worse, law enforcement. Young lawyers are only a cog in the foreclosure machine, but letâ€™s face it, any lawyerâ€™s head always looks great mounted on the wall of a prosecutorâ€™s office.\n\nRelated Posts Plugin for WordPress, Blogger...\nThe following two tabs change content below.\nChip Parker is the managing partner of Parker & DuFresne, P.A., where he represents Northeast Florida businesses and consumers facing bankruptcy, and homeowners facing foreclosure. His firm files more homeowners in the Mortgage Modification Mediation Program than any other law firm in Northeast Florida. Parker is the recipient of Jacksonville Area Legal Aid's prestigious Award for Outstanding Pro Bono Service. Mr. Parker is an active member of the National Association of Consumer Bankruptcy Attorneys and National Association of Consumer Advocates.\nNo Comments\n\nSorry, the comment form is closed at this time.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.8605845571,
        "format_confidence":0.8432300687
    },
    {
        "url":"http:\/\/www.wetherbynews.co.uk\/news\/opinion\/julia-mulligan-column-domestic-abuse-hides-in-north-yorkshire-1-8452697",
        "text":"Julia Mulligan column: Domestic abuse hides in North Yorkshire\n\neditorial image\n\nOur county is characterised by low crime rates - currently the lowest in England - and safe and close communities, writes Julia Mulligan, Police & Crime Commissioner for North Yorkshire.\n\nIndeed, these are a few of the many reasons why we love North Yorkshire so much. However, the gentile surroundings of our towns and countryside can occasionally mask more serious problems.\n\nDomestic abuse is often a hidden crime no matter where it takes place but new figures from the National Rural Crime Network (NRCN) suggest it is even more so in our rural areas.\n\nFollowing feedback from people in North Yorkshire and an overview of the numbers of incidents per head of population, as Chair of the NRCN, I decided to ask for further research on the issue. Initial analysis suggests that there are two issues.\n\nFirstly, there appears to be lower reporting levels in rural areas - indeed about half the number of incidents per head of population.\n\nThis follows the trends identified in the NRCN’s rural crime survey two years ago.\n\nSecondly, the severity of abuse appears to be more serious in rural areas.\n\nWhat I mean by that is the longer the abuse goes on for before the police can intervene, or anyone else for that matter, the more serious that abuse is likely to become.\n\nWe cannot stand by and let that happen.\n\nThe national statistics on domestic abuse are unsettling:\n\nTwo women are killed every week in England and Wales by a current or former partner – that equates to one woman every three days (ONS 2015)\n\nTwenty-five per cent of children in the UK have been exposed to domestic abuse (NSPCC 2011).\n\nI’ve always felt that domestic abuse is not a rural nor urban crime. It is rather, a social crime that causes real harm to individuals and families in our area. And it can happen anywhere.\n\nSo, why is reporting so low in rural areas?\n\nA number of reasons - being isolated appears to be the biggest factor. Isolation from friends and family means that support networks aren’t always available.\n\nBeing remote means there may not be witnesses to see the abuse. Also access to support services like the\n\nIndependent Domestic Abuse Services (IDAS) can be very difficult.\n\nWhen I was elected as the Police and Crime Commissioner for North Yorkshire, I pledged to raise awareness of domestic abuse and tackle violence against women and girls.\n\nDomestic Abuse is a crime that can have a devastating impact, not only on the victim, but their family too.\n\nAnd that’s why I support and commission a range of projects by IDAS—a charity that aims to help people recognise abuse and encourages potential victims to come forward for support and information.\n\nSince coming to office in 2012, I have more than tripled the funding in place to help victims of domestic and sexual abuse, which has led to an increase in the number of independent sexual and domestic violence advisors (IDVAs and ISVAs) working in North Yorkshire from 4 to 14.\n\nISVAs directly support victims through the criminal justice process and play a huge part in securing conviction rates in North Yorkshire, which are now among the highest in the country.\n\nThe latest project that I have commissioned is the IDAS Champions scheme, a campaign aimed at recruiting volunteers who will reach out to people in rural areas, helping to change attitudes about domestic abuse.\n\nThe important thing now is that help is out there, and that we are trying to make it accessible to all, and support services are improving, which means that many more victims can get support when it is most needed.\n\nI urge anyone suffering in silence to contact IDAS where you can receive professional support at any time of the day on 03000 110 110.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9557833076,
        "format_confidence":0.9602511525
    },
    {
        "url":"https:\/\/www.politico.com\/magazine\/story\/2015\/01\/drug-war-the-hunting-of-billie-holiday-114298",
        "text":"Library of Congress\n\nHistory Dept.\n\nThe Hunting of Billie Holiday\n\nHow Lady Day was in the middle of a Federal Bureau of Narcotics fight for survival.\n\nContinue to article content\n\nJohann Hari is a London and New York-based journalist. He will be talking about his book at lunchtime at Politics and Prose in Washington DC on the 29th of January, at lunchtime at the 92nd Street Y in New York City on the 30th January, and in the evening at Red Emma's in Baltimore on the 4th February. Follow him @johannhari101.\n\nF rom his first day in office in 1930, Harry Anslinger had a problem, and everybody knew it. He had just been appointed head of the Federal Bureau of Narcotics—a tiny agency, buried in the gray bowels of the Treasury Department in Washington, D.C.—and it seemed to be on the brink of being abolished. This was the old Department of Prohibition, but prohibition had been abolished and his men needed a new role, fast. As he looked over his new staff—just a few years before his pursuit of Billie Holiday began—he saw a sunken army who had spent fourteen years waging war on alcohol only to see alcohol win, and win big. These men were notoriously corrupt and crooked—but now Harry was supposed to whip them into a force capable of wiping drugs from the United States forever.\n\nHarry believed he could. He believed that the response to being dealt a weak hand should always be to dramatically raise the stakes. He pledged to eradicate all drugs, everywhere—and within thirty years, he succeeded in turning this crumbling department with these disheartened men into the headquarters for a global war that would continue for decades. He could do it because he was a bureaucratic genius—but, even more crucially, because there was a deep strain in American culture that was waiting for a man like him, with a sure and certain answer to their questions about chemicals.\n\n\nJazz was the opposite of everything Harry Anslinger believed in. It is improvised, relaxed, free-form. It follows its own rhythm. Worst of all, it is a mongrel music made up of European, Caribbean and African echoes, all mating on American shores. To Anslinger, this was musical anarchy and evidence of a recurrence of the primitive impulses that lurk in black people, waiting to emerge. “It sounded,” his internal memos said, “like the jungles in the dead of night.” Another memo warned that “unbelievably ancient indecent rites of the East Indies are resurrected” in this black man’s music. The lives of the jazzmen, he said, “reek of filth.”\n\nHis agents reported back to him that “many among the jazzmen think they are playing magnificently when under the influence of marihuana but they are actually becoming hopelessly confused and playing horribly.”\n\nThe Bureau believed that marijuana slowed down your perception of time dramatically, and this was why jazz music sounded so freakish—the musicians were literally living at a different, inhuman rhythm. “Music hath charms,” their memos say, “but not this music.” Indeed, Anslinger took jazz as yet more proof that marijuana drives people insane. For example, the song “That Funny Reefer Man” contains the line “Any time he gets a notion, he can walk across the ocean.” Anslinger’s agents warned that’s exactly what drug users were like: “He does think that.”\n\nAnslinger looked out over a scene filled with rebels like Charlie Parker, Louis Armstrong and Thelonious Monk, and—as the journalist Larry Sloman recorded—he longed to see them all behind bars. He wrote to all the agents he had sent to follow them and instructed: “Please prepare all cases in your jurisdiction involving musicians in violation of the marijuana laws. We will have a great national round-up arrest of all such persons on a single day. I will let you know what day.” His advice on drug raids to his men was always simple: “Shoot first.”\n\nHe reassured congressmen that his crackdown would affect not “the good musicians, but the jazz type.” But when Harry came for them, the jazz world would have one weapon that saved them: its absolute solidarity. Anslinger’s men could find almost no one among them who was willing to snitch, and whenever one of them was busted, they all chipped in to bail him out.\n\nIn the end, the Treasury Department told Anslinger he was wasting his time taking on a community that couldn’t be fractured, so he scaled down his focus until it settled like a laser on a single target—perhaps the greatest female jazz vocalist there ever was.\n\nHe wanted to bring the full thump of the federal government down upon that scourge of modern society, his Public Enemy #1: Billie Holiday.\n\n\nOne night, in 1939, Billie Holiday stood on stage in New York City and sang a song that was unlike anything anyone had heard before. ‘Strange Fruit’ was a musical lament against lynching. It imagined black bodies hanging from trees as a dark fruit native to the South. Here was a black woman, before a mixed audience, grieving for the racist murders in the United States. Immediately after, Billie Holiday received her first threat from the Federal Bureau of Narcotics.\n\nHarry had heard whispers that she was using heroin, and—after she flatly refused to be silent about racism—he assigned an agent named Jimmy Fletcher to track her every move. Harry hated to hire black agents, but if he sent white guys into Harlem and Baltimore, they stood out straight away. Jimmy Fletcher was the answer. His job was to bust his own people, but Anslinger was insistent that no black man in his Bureau could ever become a white man’s boss. Jimmy was allowed through the door at the Bureau, but never up the stairs. He was and would remain an “archive man”—a street agent whose job was to figure out who was selling, who was supplying and who should be busted. He would carry large amounts of drugs with him, and he was allowed to deal drugs himself so he could gain the confidence of the people he was secretly plotting to arrest.\n\nMany agents in this position would shoot heroin with their clients, to “prove” they weren’t cops. We don’t know whether Jimmy joined in, but we do know he had no pity for addicts: “I never knew a victim,” he said. “You victimize yourself by becoming a junkie.”\n\nHe first saw Billie in her brother-in-law’s apartment, where she was drinking enough booze to stun a horse and hoovering up vast quantities of cocaine. The next time he saw her, it was in a brothel in Harlem, doing exactly the same. Billie’s greatest talent, after singing, was swearing—if she called you a “motherfucker,” it was a great compliment. We don’t know the first time Billie called Jimmy a motherfucker, but she soon spotted this man who was hanging around, watching her, and she grew to like him.\n\nWhen Jimmy was sent to raid her, he knocked at the door pretending he had a telegram to deliver. Her biographers Julia Blackburn and Donald Clark studied the only remaining interview with Jimmy Fletcher—now lost by the archives handling it—and they wrote about what he remembered in detail.\n\n“Stick it under the door!” she yelled. “It’s too big to go under the door!” he snapped back. She let him in. She was alone. Jimmy felt uncomfortable. “Billie, why don’t you make a short case of this and, if you’ve got anything, why don’t you turn it over to us?” he asked. “Then we won’t be searching around, pulling out your clothes and everything. So why don’t you do that?” But Jimmy’s partner arrived and sent for a policewoman to conduct a body search.\n\n “You don’t have to do that. I’ll strip,” Billie said. “All I want to say is— will you search me and let me go? All that policewoman is going to do is look up my pussy.”\n\nShe stripped and stood there, and then she pissed in front of them, defying them to watch.\n\nThe morning he first raided her, Jimmy took Billie to one side and promised to talk to Anslinger personally for her. “I don’t want you to lose your job,” he said.\n\nNot long after, he ran into her in a bar and they talked for hours, with her pet Chihuahua, Moochy, by her side. Then, one night, at Club Ebony, they ended up dancing together—Billie Holiday and Anslinger’s agent, swaying together to the music.\n\n“And I had so many close conversations with her, about so many things,” he would remember years later. “She was the type who would make anyone sympathetic because she was the loving type.” The man Anslinger sent to track and bust Billie Holiday had, it seems, fallen in love with her.\n\nBut Anslinger was going to be given a break on Billie, one he got nowhere else in the jazz world. Billie had got used to turning up at gigs so badly beaten by her husband, manager and sometimes pimp, Louis McKay, they had to tape up her ribs before pushing her onstage. She was too afraid to go to the police—but finally she was brave enough to cut him off.\n\n“How come I got to take this from this bitch here? This low-class bitch?” McKay raged, according to an interviewer who spoke with him years after Billie’s death. “If I got a whore, I got some money from her or I don’t have nothing to do with the bitch.” He had heard that Harry Anslinger wanted information on her, and he was intrigued. “She’s been getting away with too much shit,” MacKay said, adding he wanted “Holiday’s ass in the gutter in the East River.” That, it seems, was the clincher. “I got enough to finish her off,” he had pledged. “I’m going to do her up so goddam bad she going to remember as long as she live.” He travelled to D.C. to see Harry, and he agreed to set her up.\n\nWhen Billie was busted again, she was put on trial. She stood before the court looking pale and stunned. “It was called ‘The United States of America versus Billie Holiday,’” she wrote in her memoir, “and that’s just the way it felt.” She refused to weep on the stand. She told the judge she didn’t want any sympathy. She just wanted to be sent to a hospital so she could kick the drugs and get well. Please, she said to the judge, “I want the cure.”\n\nShe was sentenced instead to a year in a West Virginia prison, where she was force... (truncated)",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.5147776008,
        "format_confidence":0.976202786
    },
    {
        "url":"https:\/\/www.elpolaw.com\/tennessee-court-was-proper-forum-for-medical-product-injury-lawsuit-against-maker-of-hip-replacement\/",
        "text":"\n\nby Mandy Hicks\n\nBy Jessica Surber\nAttorney, English, Lucas, Priest and Owsley, LLP\n\nProduct liability lawsuits proceed under the theory that manufacturers and sellers should be held accountable for injuries resulting from defects that make a product unreasonably unsafe. As with other lawsuits, a trial court must have jurisdiction (both personal and subject matter) over a defendant before it can proceed to adjudicate the issues between the parties.\n\nSometimes, a defendant may argue that, although the court technically has jurisdiction over the case, the court should decline to exercise that jurisdiction because justice would be better served in another forum.\n\nIn the recent case of Pantuso v. Wright Medical Technology, Inc., a Utah man filed a lawsuit in the Circuit Court of Shelby County, Tennessee, seeking to recover damages resulting from an allegedly defective hip replacement device. Although the defendant manufacturer admitted that its principal place of business was Tennessee, it filed a motion to dismiss the man’s complaint on the doctrine of forum non conveniens.\n\nAllegations in the Complaint\n\nThe man’s medical product injury lawsuit alleged that the defendant manufacturer had designed, manufactured, and marketed a certain “Profemur” hip replacement system and that his doctor had implanted such a device into both his hips in 2007. The surgery took place in Utah.\n\nThe man stated that his left hip replacement device failed in 2013, and it was removed and replaced with a device from a different company. Although the man retained the device that was implanted on his right side, he said that the risk of its possible failure prevented him from enjoying the level of activity that he should have been able to enjoy based on the product’s marketing.\n\nProceeding in the Trial Court\n\nThe manufacturer filed a motion to dismiss the man’s complaint, arguing that the trial court should decline jurisdiction over the case under the doctrine of forum non conveniens. As grounds, the manufacturer argued that Utah was the appropriate forum because that’s where the man lived and where all of his medical treatment occurred. The manufacturer argued that it would not have access to third-party witnesses or documents in Utah because such would be beyond the subpoena range of the Tennessee court, and also it would be a burden on the Tennessee court to apply the law of Utah to the case.\n\nThe trial court denied the manufacturer’s motion, and the manufacturer appealed.\n\nThe Decision of the Tennessee Court of Appeals\n\nAfter weighing the factors at issue, the appellate court affirmed the trial court’s denial of the manufacturer’s motion to dismiss and remanded the case to the trial court for further proceedings. The court was not persuaded by the manufacturer’s argument that requiring it to litigate in its home state would cause it considerable expense and inconvenience, nor did the court accept the manufacturer’s argument that the Tennessee court would be overburdened by the litigation at hand.\n\nTo Get Advice About a Medical Product Injury\n\nIf you or a family member has been hurt because of a dangerous or defective drug or medical product, you have a legal right to pursue damages from the seller or manufacturer of the product. To speak to an experienced pharmaceutical and medical product liability attorney, call me, Jessica Surber, at English, Lucas, Priest & Owsley for an appointment at (270) 781-6500. Our offices are located in Bowling Green, Kentucky, and we accept clients throughout south central Kentucky and middle Tennessee.\n\nRelated Blog Posts\n\nFDA makes it clear: drug side effects must be disclosed in social media posts\n\nFDA regulations regarding generic drug warnings need an update",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9911335111,
        "format_confidence":0.6670122147
    },
    {
        "url":"http:\/\/www.bonjeanlaw.com\/stanleywrice",
        "text":"Stanley Wrice - Wrongly Incarcerated for 31 years\n\nStanley Wrice was sentenced to 100 years in prison for a rape and sexual assault that he did not commit. In 1983, at age 28, Wrice was sadistically beaten and tortured into making a false confession for a rape that he was not involved in. The two officers who tortured Wrice were notorious Area 2 police officers – Sergeant John Byrne and Detective Peter Dignan – acting under the direct supervision of disgraced former Chicago Police Commander Jon Burge (a convicted perjurer: read more). Wrice contends that one detective struck him with a flashlight and another hit him with a length of rubber hose. Jon Burge beat Wrice in the groin and face until he confessed.\n\nWrice’s conviction was finally overturned by the time he turned 59. A new trial was ordered after the Judge agreed that torture took place. A witness against Wrice also recanted, testifying that he implicated Wrice after he also was tortured. Prosecutors said they would not retry the case and Wrice was set free. Wrice was wrongly incarcerated for 31 years, three months, and two days.\n\nToday, Wrice’s struggle continues. On October 16, 2014, Judge Byrne of Cook County denied Wrice his certificate of innocence, which would have granted Wrice at most $199,150 for his wrongful incarceration. Although not a large sum of money for the 31 years he spent locked away from his life, friends and family, it’s the least Cook County could have done.\n\nBonjean was shocked by this decision. She stated to the Chicago Tribune, “Judge Byrne should not only have ruled in his favor, he should have issued an apology on behalf of the system to Mr. Wrice and instead he spit in Mr. Wrice’s face.” Wrice also stated he had expected to be vindicated by the judge. He called the decision “a dagger in my heart.”\n\nFurthermore, by receiving a certificate of innocence, the law would have provided Wrice with job search and placement services, and re-entry services. Unfortunately now due to Judge Byrnes failure to grant Wrice a certificate of innocence, Wrice is once again denied what he rightly deserves by the justice system. (See: IL ST CH 37 ¶ 439.8; 20 ILCS 1015\/2; 20 ILCS 1710\/1710-125)\n\nWrice's civil lawsuit is currently pending against Jon Burge, other disgraced area 2 cops, and the  Cook County Police Department.",
        "topic_id":3,
        "format_id":11,
        "topic_confidence":0.9973541498,
        "format_confidence":0.6182898283
    }
]