[
    {
        "url":"http:\/\/locust-storage.com\/",
        "text":"Locust Storage is developing a new category of enterprise-class networked storage that offers fundamental breakthroughs in terms of price\/performance, capacity, and system intelligence. These advancements, based on a unique architecture that leverages industry-standard technology, dramatically reduce the CapEx and OpEx required in large-scale enterprise storage deployments.\n\nLocust Storage systems extend the networked storage lineage that began with direct-attach (DAS) storage and evolved to NAS, SAN, and clustered storage technologies. Locust systems will initially appeal to emerging secondary storage uses such as digital media, retention, and tape-replacement, where scalable capacity can be paired with high performance and ease-of-management to dramatically reduce costs. Locust’s patent-pending technology and unique innovations are keys to providing a clear market disruption with very substantial, very quantifiable customer benefits.\n\nLocust Storage were delighted to be recognized as the most Innovative Company at GreenBeat 2009 in both the Judges and Audience Awards. We are sure this early recognition on our official launch date is the shape of great things to come.\n\n\nFree JavaScripts provided",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7451699972,
        "format_confidence":0.8635967374
    },
    {
        "url":"http:\/\/www.bab-tec.de\/",
        "text":"everywhere at home\n\n    BAB TECHNOLOGIE GmbH is a manufacturer of innovative and high performance KNX products.\n\n    We develop and sell products which allow access to the European Installation Bus (EIB \/ KNX) via LAN, Internet and other network standards. We make EIB truly accessible from anywhere - be it for a residential home or a large scale building complex.\n\n    Read more …\n\n\n    Current News | Show all news\n\n\n    Download the latest EIBPORT Firmware Version 3.4.2 now. This update features inter alia: »Quick Flor Navigation« for CUBEVISION to enhance the performance, selective import of CUBEVISION projects from EIBPORT backups, new responsive start page.\n\n    Read more …\n\n    Light & Building 2016\n\n    At Light & Building 2016 in Frankfurt a. M., we focused on «Smart Gateway Solutions» and showcased intelligent solutions in the fields of smart home, smart building, multiroom audio, lighting control, and intelligent use of photovoltaic energy.\n\n    Read more …\n\n\n    The AUDIO MODULE is a network streaming client which is optionally available with Line-Out or Speaker output. As a top hat rail device, it is installed in the distribution board. It is easily configured by means of a Web user interface.\n\n    Read more …\n\n\n    Our old KNXeasy is obsolete – now the future beckons for our new KNX EASY. The KNX EASY converts KNX telegrams into ASCII code and vice versa. This enables third-party applications to be integrated extremely easily.\n\n    Read more …",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.6409212947,
        "format_confidence":0.9650449753
    },
    {
        "url":"https:\/\/www.pchelpline.com.au\/",
        "text":"Old Fernvale Road, Fernnvale\n\n<p>Computer, virus removal and protection in Fernvale  <\/p>\n<p>Computer virus removal and protection in Fernvale<\/p>\n\n⭐️ Fernvale Computer Repair. Free Quotes*. Fast Service! Professional down to earth technicians ⭐️\n\nComputer Repairs & Web Services, Fernvale\n\nCall (07) 46420900 for friendly professional advice on all your IT issues!\n\nComplete Virus Removal\n\nWithout loss of photos & files\n\nLaptop & Computer Tune up\n\nClean and speed up your PC\n\nHard Drive Data recovery\n\nRecover lost or inaccessible files\n\nBroken laptop screens fixed\n\nSuper fast service, genuine parts\n\nAbout Us\n\nThere are a lot of computer repair businesses in Australia, but none of them are quite like us! We are straight-forward computer service technicians who are honest and who honestly care about our clients. We are an established team of seasoned technicians with years of technical training, hands-on experience, hundreds of satisfied clients, and a proven track record of successfully completing technology projects on schedule. No job is too small or to big for our team. PC Helpline - Computer Repairs & Web Services, Fernvale operates on the following principles: Customer Service • Quality of Service • Competitive Pricing\n\nOur Services\n\nAre you fed up with the hassle of disassembling your PC and hauling it to a repair shop every time it needs service—only to wait a week or more to get it back? PC Helpline delivers on-demand, onsite, computer repair, network and web services in Fernvale that are convenient and reliable. Our trusted technicians can come directly to your home or office to solve your computer troubles right on the spot. Customers can arrange to drop in at our Fernvale Computer repair workshop, if they prefer. All services are backed with a 100% satisfaction Guarantee !\n\nComputer drama solutions & repairs\n\nRelax… our qualified team of computer service and repair technicians, at our Fernvale workshop, will handle every IT related issue in the best way possible, offering you complete peace of mind.\n\nLaptop repairs, service & upgrades\n\nWe understand the value an old laptop can have, especially when it is uneconomical to buy a new one. We can breathe new life into your laptop for faster, more reliable performance without breaking the bank.\n\nData, file, photo recovery & backups\n\nWe can help you to back up your office files, email, photos, music, videos and other data safely. We also offer an affordable data recovery service to recover lost files after a hardware crash, software problem or virus.\n\nApproved, Remote access tech support\n\nAllow your trusted technician to remotely access your computer and guide you through the troubleshooting process. Phone or live chat with your approved technical support person during the whole process.\n\n\nDown to earth, local computer technicians\n\nOur friendly computer technicians live in Fernvale & understand the unique day to day issues we face with technology when not living close to Brisbane\n\nRead More\n\nGenuine, high quality part and accessories\n\nOnly the very best replacement parts and accessories from Acer, Asus, Dell, HP, Lenovo, Msi, Samsung, Sony and Toshiba are used to repair your computer\n\nRead More\n\nProfessional service, competitive pricing\n\nYour laptop or computer will be serviced with the utmost care by a qualified local repairer & we will beat any local business advertised price\n\nRead More\n\nGet In Touch with Us\n\nIf you have any questions, do not hesitate to contact us\n\nContact us now\ncomputer repair fernvale\n\n3 myths busted about fingerprint security ?\n\nP.C. Helpline: Fernvale Computer Repair. Fingerprints have long been viewed as the ultimate identifier, unique only to you and impossible to steal, which is why fingerprint readers have become integral to smartphone and mobile device security. So, it seems, these gadgets must now be at their most secure. Well, not quite. We […]\n\nsocial media workplace security-fernvale\n\nSocial media security in the Workplace – 5 questions answered ?\n\nP.C. Helpline – Computer Repairs Fernvale. Since it’s Social Media Day today, there is likely to be an increased focus on the impact of social media and the way it is used by businesses across the world. Social media use has skyrocketed for businesses all over the world, with many companies using it […]\n\nSecurity questions to ask before clicking on a link ?\n\nP.C. Helpline. Computer Repair Fernvale. URLs used to be a nice and simple way to link to an online destination without a long and fiddly URL, but in today’s world of advancing cyber-crime they can lead to password and data theft, even drive-by-download malware attacks. So ask yourself these five questions before […]\n\nWindows and software updates are important\n\nIgnoring software updates ❓\n\nP.C. Helpline.  Fernvale Computer Repairs  If you’re Ignoring software updates, you’re making one of five basic security mistakes. ? Cyber-crime has quickly become a major problem for businesses, governments and citizens all over the globe. While awareness of this multifaceted threat is increasing, some of us are still making the same blunders […]",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.9396341443,
        "format_confidence":0.7304742932
    },
    {
        "url":"https:\/\/ng.naijatechguide.com\/about",
        "text":"About Us\n\nNaijaTechGuide blog is one of the leading technology blogs in Nigeria. Unlike most blogs that focus on tech news, NaijaTechGuide is more of a gadget focused blog. This section helps you discover best prices for gadgets and software in Niigeria.\n\nWe help you find for lowest prices and best quality products from hundreds of online stores in Nigeria. The information we collect is always up-to-date and accurate. Plus our service is fast, easy to use and it's free for all consumers.\n\nNaijaTechGuide Price Compare do not sell any products, we offer an unbiased service that helps get some of the best deals from dozens on online stores iin Nigeria.\n\nQuestions or General Information: Contact us",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.6721901298,
        "format_confidence":0.9881067276
    },
    {
        "url":"http:\/\/www.soulines.com\/about",
        "text":"custom shop\n\nOur turntables have been reviewed by\nthe story\nIn mid-2009 we decided to finally start doing for living something that we really like and enjoy. Being discerning music lovers and trained musicians with solid experience in recording, mixing, production and sound restoration on the one side and trained mechanical engineers on the other, we decided to commercialize our long-time hobby and passion, turntable tweaking\/upgrading\/redesign\/building.\nWe started the \"tt recycled\" company (turntable recycled),, with the main intention of offering turntable upgrade\/tweaking services along with turntable recycling and redesign. In a short period of time we established ourselves as local turntable specialists, successfully recycling, redesigning and upgrading turntables for local clients. Along with commissioned projects, we produced a number of turntables successfully employing our own design ideas. Soon, these models gained popularity among local audiophiles, winning \"The Best sound award\" at the Belgrade Hi-Files Show 2010.\nthe idea\nBuilding on the idea of our own turntable design, we wanted to create a high quality record player that would be exceptional. The idea was to combine musicality and beauty in an electro-mechanical object that plays vinyl records.  At the same time, our focus was on “easy of use and set-up”.\nThe result is Hermes DCX turntable.\nAfter extensive listening tests and great success at the 2011 Belgrade Hi-Files show, we decided to offer the Hermes DCX turntable worldwide.\n\nAnd so, the soulines company was born.",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.5731375813,
        "format_confidence":0.9888750315
    },
    {
        "url":"https:\/\/www.zagg.com\/fi_eu\/about",
        "text":"About Us\n\nZAGG Brands is a global leader in accessories and technologies that empower mobile lifestyles. Our award-winning product portfolio includes screen protection, power management solutions, mobile keyboards, cases and personal audio. Regardless of our success, ZAGG Brands remains a scrappy, entrepreneurial company at heart that seeks to earn your trust every day.\n\nWoman taking a picture\n\nLive Fearlessly\n\nInvisibleShield is the industry standard and #1 selling mobile screen protector. As the original category creator of mobile screen protection, we provide premium, lifetime protection for mobile device screens against shattering or scratching through military-grade solutions. Every day, we provide peace of mind and empower people to enjoy their mobile devices fearlessly.\n\niPhone X charging on a wireless charging base\n\nPower for All\n\nmophie, the #1 selling battery case manufacturer and the #1 external battery brand in the US, is a California-based, award-winning designer and manufacturer that empowers the mobile world to Stay Powerful. Widely acclaimed for innovative mobile solutions, mophie is the proud developer of the original juice pack. mophie products are recognized for style and engineered for performance, providing a seamless integration of hardware, software and design.\n\nSomeone using a tablet with a ZAGG keyboard\n\nLife Unleashed\n\nZAGG is driving the mobile lifestyle forward with products that allow customers to be productive and connected at work and at play. Our products free people from the confines of the traditional workplace and make it so “getting away” doesn’t mean being disconnected. We support the communicators, commuters, and creators who live a life unleashed.\n\nA man putting a Braven earbud into his ear\n\nToughest, Most Talented Audio on the Planet\n\nAudio geniuses by profession, outdoor adventurists by passion: BRAVEN creates high-end sound that can go anywhere, empowering people to bravely explore the great outdoors. Our products are field-tested in the Rocky Mountains and intensify every outdoor experience from biking down mountains to jumping into a lake after a trail run. We celebrate bravery and pushing beyond personal limits.\n\nGirl listening to music\n\nSound of Freedom\n\nIFROGZ believes everyone deserves high quality headphones and earbuds. That’s why we took what’s good in audio—like dual drivers, wireless control features, water-resistance and noise-reduction—and removed all the extras that needlessly drive up the price, like the hype and celebrity endorsements. Now, rich sound is accessible to everyone.\n\nSomeone holding a phone with a Gear4 case\n\nUltimate Impact Protection\n\nGear4 is the #1 impact protection case brand in the U.K. Our tough, stylish cases feature D3O®, the market-leading impact protection material. Now established in over 40 countries, Gear4 has satisfied millions of consumers world-wide who demand reliable protection and upscale design. We meet the impeccable standards of British engineering and innovation and deliver unique, well-designed products that protect your most precious devices.\n\nHalo Bolt\n\nPower Your Life\n\nHALO designs and develops clever, innovative products that make consumers’ lives easier. As the influence of consumer electronics continues to grow, HALO’s goal is to continually ensure that the accessories you pair with these everyday products are not only practical but aesthetically pleasing. Everyone deserves reliable solutions that also reflect their unique taste.\n\nPowered by Translations.com GlobalLink OneLink Software",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.8807649612,
        "format_confidence":0.9640358686
    },
    {
        "url":"http:\/\/www.that-it-company.com\/com\/chentai\/",
        "text":"﻿ Shenzhen Coban Electronics Co. Ltd\nHomepage | Set Home | Add to Favorites\n\nShenzhen Coban Electronics Co. Ltd\n\n  • No Category\nFriends links\n  • No link\nHolding 15 Years of ExperienceShenzhen Coban Electronics is a private export-oriented enterprise founded in 1999. About 90% of our products are exported, and we have many years of R&D, production and management experience in automotive electronics, security products, wireless communication terminal equipment and other fields. We specialize in GPS trackers, car anti-theft alarm systems, and car multimedia and entertainment systems.Meeting Various CertificatesAs a high-tech enterprise, we have a strict management system, and have obtained the CCC, CE,... [Details]\nNew Supply",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.6457074881,
        "format_confidence":0.9534960985
    },
    {
        "url":"http:\/\/vitsecuritygroup.com\/page\/106\/About%20Us",
        "text":"About Us\n\nWithin the world of covert and visible surveillance systems, VIT offers unique capabilities as an innovative designer and manufacturer of products and systems and as a specialist consultancy company. Our unique ultra-low-light and fog cameras are VIT's world beating technology.\nFrom individual handheld covert video recording systems to fully integrated multi-camera installations VIT Security Group repeatedly delivers exceptional capability at excellent value to its clients.\n\nVIT’s principal capabilities include:",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7010342479,
        "format_confidence":0.9939736724
    },
    {
        "url":"https:\/\/www.avnet.com\/wps\/portal\/us\/about-avnet\/avnet\/capabilities\/",
        "text":"Avnet guides the way\n\nWhether you're a startup or an established OEM, change is necessary for growth and innovation - but it isn't always easy to adapt to. The good news is that at the same time technology and your company have been changing, so has Avnet.\n\nToday, we're the first ever to offer true end-to-end solutions in-house that enable you to take an idea from prototype through to mass production. We've assembled everything you need to get your job done and tackle your biggest business challenges: time to market, cost efficiency and technology complexity.\n\n\nJoin the world's largest online community for engineers and startups to collaborate with experts, solve challenges and get the resources you need to bring ideas to life.\n\nLearn More\n\nDesign services\n\nLeverage our tools, customized\/turnkey solutions and in-house expertise to define, develop and deploy your product quickly.\n\nLearn More\nSmall drone flying through city\n\nLogistics and post-sales\n\nAccess reliable logistics services and cost-effective post-sales support so you're confident that your parts and products are where they need to be, when they need to be there.\n\nLearn More\nMan and woman loading delivery van\n\nSupply chain\n\nReduce barriers when bringing your product to market globally with Avnet's best-in-class supply chain services, including customized solutions for your specific needs.\n\nLearn More\nElectronic device used in warehouse\n\nIntegrated solutions\n\nWe'll deliver an integrated solution tailored to your needs with the strategies and services to efficiently bring software products to market.\n\nLearn More\n\nInternet of Things\n\nWe provide more than hardware and software solutions-we have the in-house expertise to guide you through your entire IoT business journey in addition to helping you create connected devices that run safer, smarter and more efficiently.\n\nLearn More\n\nWhether you’re just discovering Avnet’s capabilities, or you’ve been a part of our nearly 100-year journey, discover end-to-end ways we can help guide today’s ideas into tomorrow’s technology.\n\nDiscover how we can help your business Reach Further™.\n\nOwlet Case Study Grid Box Light\n\nDisplay portlet menu\n\nCase Study\n\n\nNew parents have one of the hardest jobs in the world. With design help and guidance from Avnet, Owlet is making that job a little easier.\n\nCase Study\n\n\nSee how Avnet is helping IoT start-up Twyst transform the brick-and-mortar retail experience through its smart bag.\n\nCase Study\n\n\nBraster makes an at-home device to detect breast cancer that relies on the accuracy of its thermographic imaging. Avnet helped them customize a camera module to their exact specifications.",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7128579617,
        "format_confidence":0.72362113
    },
    {
        "url":"https:\/\/magnumcomputer.info\/",
        "text":"For Computer Sales,Installation and Repair, Call Us at\n(615) 649-6155\n\nIT Support\n\nManaged IT Consultants\n\nMagnum Computer Services is a locally owned and operated business offering a wide range of IT services to businesses, health care organizations and non-profit groups. Our services include IT infrastructure support, network support, data backup, network security and much more. Our highly-trained technicians offer quality services at affordable rates.\nOur services are tailored to meet every  requirements of our clients. We also offer on-site service as well as pickup and delivery. \n\nWhy Choose Us?\n\n  • Highly Trained Technicians\n  • Affordable Rates\n  • 11 Years in Business\n  • Servicing All Major Brands\n\nOur Offerings\n\n  • Computer Repair, Troubleshooting & Maintenance\n  • Computer Sales and Installation\n  • Network Sales\n  • Network Security, Troubleshooting\n  • and more\n\nArea of Focus:\n\n  • Healthcare Industry\n  • Auto Industry\n  • Churches\/Non-Profits\n\nSpecial Rates to Churches and\nNon-Profit Organizations! \n\nCall Us at (615) 649-6155.\n\n\nContact Us\n\nBusiness Hours\n\nMon - Fri: 8:00am to 5:00pm\nSat & Sun: Closed\nAfter Hours Emergency On Call\nBusiness Checks Accepted\nNET 15 and NET 30 Terms\n\nMagnum Computer Services\n\nNashville, TN 37212, USA\n\nFor Network Security Services, Call Us at\n\n(615) 649-6155",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.5463705659,
        "format_confidence":0.9030668736
    },
    {
        "url":"http:\/\/www.powerone-batteries.com\/en\/power-one\/",
        "text":"power one - Premium Energy\n\"Made in Germany\"\n\nWelcome to power one!\n\nHearing aid batteries from power one come from a long tradition: \"Made in Germany\", they are among the world's top-selling batteries. The reasons for their extraordinary success: they combine the highest quality and reliability, an extremely long life and maximum comfort.\n\nAt power one, every battery is tested before it leaves the works - 100%. The comfort packaging then receives a quality seal, which safely seals and protects it. The rustproof batteries themselves have an outstanding service life, especially where high power demands are concerned. Behind all this is a special, patented technology that enhances the cell voltage.\n\npower one is particularly consumer-minded when it comes to handling the battery. Extra long tabs facilitate removal of the cell from the packaging and insertion into the hearing aid.\n\nThe environment is equally important to power one. Hence, power one is the only manufacturer in the world to provide a complete range of environmentally friendly rechargeable nickel-hydride batteries, together with chargers, for hearing aids.\n\nOn these pages you will learn all about our premium products. In addition, we offer you extensive knowledge on the subject of `better hearing`.\nHave fun surfing our pages and, above all, we hope you will enjoy good health!\n\nYours truly,\n\nHerbert Schein\nCEO VARTA Microbattery GmbH, Ellwangen\/Germany",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.8066643476,
        "format_confidence":0.6894339919
    },
    {
        "url":"http:\/\/www.aatop.net\/sdp\/491472\/4\/cp-7470191\/0\/Home.html",
        "text":"The predecessor of Shenzhen Kairuixin Technology Co., Ltd. is Huayang Nanhua Electronics. It was founded in 2006 in Shenzhen Huaqiang North, the birthplace of China's electronics industry.\n\nThe company has been committed to the development and promotion of switches, connectors, connectors, plugs, sockets, thermostats, fuses, joysticks and other products, its products are widely used in digital terminals (GSM mobile phones, CDMA mobile phones, PDA, digital Cameras), medical equipment, military equipment, audio-visual products, finance, security equipment, communications equipment, electrical equipment, industrial and mining equipment, petrochemical equipment, etc.\n\nThe company's main products include: slide switch | multi-directional switch | push button switch | lock switch | button | indicator light | signal light | touch button | long-range button | custom components | human-machine interface | communication control system | industrial coupler | | Industrial plugs and sockets | Joysticks, etc.\n\nIn addition, the company also agents France APEM, Germany RAFI, HARTMANN, the United States OTTO, Denmark mec, eao、Taiwan T-MEC, SALECOM, Texco electronic control handles and other brand products.\n\nFor most products, we have a comprehensive range of specialized solutions.\n\nCompanies adhere to the \"professional, focused, focused\" business philosophy, through continuous innovation, to provide customers with differentiated products and solutions to meet customer needs. We believe that with the strong support of customers and partners, Kairuixin will be able to provide customers with more professional, higher quality and more satisfactory products and services, become the industry leader and continue to create more for our customers and partners. High value return.\nOur aim: people-oriented, serving the society\n\nOur spirit: sincere and pragmatic, hard work and innovation\n\nOur style: quick response, strict and efficient\n\nOur service policy: Until the user is satisfied! ! !\n\n\n\n\nVisitor Count : \n\n\n\n\nAddress:No.1119\/Floor,NanGuang,JieJia Building,Futian District,ShenZhen,China\n\nTel:86-755-8885 3738              FAX：86-755-88853728     e-mail：top@aatop.net \n\nPowered by DIYTrade.com",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7191383839,
        "format_confidence":0.9922006726
    },
    {
        "url":"http:\/\/nationalgeograp.pny.com\/company\/about-pny\/solutions",
        "text":"\n\nCompany Solutions\n\n\nPNY Consumer Solutions provide customers with quality products that are reliable, affordable, and geared towards consumers’ needs. PNY products function with a wide variety of computer and digital devices to enhance your user experience.\n\n\nPNY Commercial Solutions provide customers with powerful tools to manage heavy workloads. PNY’s Graphics Cards, Memory Upgrades and Solid-State Drives are designed and built with system integrators in mind to provide advanced application performance, top productivity, and greater power efficiency.\n\n\nPNY OEM (Original Equipment Manufacturer) Solutions provide customers with industry expertise, competitive pricing and quality products. As a leading manufacturer and supplier within the Flash Memory, Solid-State Drive, Graphics Card, and Memory Upgrade OEM markets, PNY’s extensive product portfolio and comprehensive list of services help customers customize their own solutions.\n\nKeeping Jobs in the USA",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7195973992,
        "format_confidence":0.9827244878
    },
    {
        "url":"http:\/\/atcables.com\/aboutus.php",
        "text":"AT Cables\n\nAdvanced Technology for Your Ears\n\nAbout Us\n\nAT Cables was founded in 2002.\n\nAfter working with my ears and the technical know-how of one of the audio industries foremost cable designers, we were able to create the AT Cables line. It exemplifies everything important to me; delicacy, image, soundstage, pace, rhythm, beauty, and most of all, value.\"\n\nOur goal is to be a high quality alternative to very expensive audio cables. We do not run ads and we only sell direct in order to give you the best possible value. AT Cables designs are created and manufactured by a longtime expert in audio cable design (Verastarr) and utilize only the highest quality components for a lifetime of use and enjoyment.\n\nAll cables include a Transferable Lifetime Warranty against defect. If anything ever happens, no matter how old they are or who bought them, we will repair or replace them at no charge.",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7692645192,
        "format_confidence":0.986522615
    },
    {
        "url":"https:\/\/visitec.com\/manufacturers\/epiphan",
        "text":"Epiphan Video\n\nEpiphan Video produces world-class, award-winning audio visual solutions to capture, scale, mix, encode, stream, record and play high resolution video including 4K UHD. Our customers include companies that specialize in live event production, education, healthcare, worship, manufacturing, usability, collaboration, security and transportation.\n\nPearl 2\n\nEpiphan Pearl-2 is the easiest way to do 4K live streaming, switching and recording.\n\nPearl Mini\n\nThe most reliable, all-in-one video production system that’s small in size and big on pro features.\n\nAV.io 4K\n\nHDMI to USB 4K capture card with hardware scaling to meet your application needs at any resolution.\n\nEpiphan’s field-proven product line includes live video production and video streaming systems, external USB-based video grabbers for capturing video and graphics from DVI, HDMI™, SDI and VGA sources and internal video capture cards. Our products are designed in North America and backed by rock-solid technical support.\n\nEpiphan Video is a trade name of Epiphan Systems Inc., a privately owned company incorporated in 2003. Epiphan is based in Palo Alto, California, USA and Ottawa, Ontario, Canada with regional offices and a network of authorized channel partners and OEMs throughout the world.\n\nEpiphan Resources\n\nService & Support\n\nProduct Availability\n\nND | SD | NE | KS | MN | IA | MO | WI | IL | IN | MI | OH | KY\n\n\nOur goal is to provide you with outstanding\npre-sales and post-sales support around\ncollaboration technologies\n\nContact Us\n\n2020 Dean Street, Unit H\nSt. Charles, IL 60174",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.9657927155,
        "format_confidence":0.5818763971
    },
    {
        "url":"https:\/\/rapidio.org\/about-us\/",
        "text":"RapidIO®, the unified fabric for performance critical computing, addresses needs in Data Center & HPC, Communications Infrastructure, Industrial Automation and Military & Aerospace markets by offering high reliability, increased bandwidth, and low latency in an intra-system unified fabric. RapidIO provides chip-to-chip, board-to-board and shelf to shelf peer to peer connectivity at performance levels scaling to 100s of Gigabits per second and beyond.\n\nRapidIO.org, a non-profit corporation controlled by its members, directs the future development and drives the adoption of RapidIO. Members of RapidIO.org have access to and participate in the development RapidIO interconnect architecture specifications, reference designs and bus functional models.\n\nARM, Huawei, IDT and Western Digital comprise the RapidIO.org Steering Committee.\n\nThe Steering Committee manages the organization and appoints the Technical and the Marketing Working Groups. The Working Groups coordinate the activities of various Task Groups. The working groups are chartered by the Steering Committee, and chaired by any member composition determined by the Working Group Chairman. Co-chair positions will be used for critical functions.\n\n\nRapidIO technology is an established, scalable, packet-switched, high-performance fabric specifically developed to address the needs of equipment designers in the data center, analytics, wireless infrastructure, edge networking, storage, scientific, military and industrial markets. Under active development since June 1997, the RapidIO standard represents continued commitment of the organization to addressing the needs of the ever changing computing, networking and communications applications.\n\nRapidIO History\n\nRapidIO.org, a non-profit corporation controlled by its members, directs the development and drives the adoption of the RapidIO architecture. The organization brings together the right ecosystem to help developers build embedded systems using the RapidIO architecture. Developers will find that the RapidIO ecosystem offers a critical mass of products on the market today – including a wide assortment of end-points, which can minimize the amount of bridging required in a design.\n\nRapidIO.org membership represents a ‘who’s who’ of leading electronics companies. Companies interested in being part of this best-in-class team are invited to join RapidIO.org. Members of the association have access to the RapidIO architecture specifications, are able to participate in specification development, and can attend all member meetings.",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7884411216,
        "format_confidence":0.9949572682
    },
    {
        "url":"https:\/\/wbgear.com\/gear\/best-tronics\/",
        "text":"About Best-Tronics Professional Audio Cables\n\nBest-Tronics Pro Audio (formerly Guitar-Cable.com) provides high end and durable audio cables to professional musicians. We feature everything from line level assemblies (instrument, speaker, etc.) to custom looms and snakes. All of our cables are made to order, ensuring you get the exact length you desire and the quality you deserve. Every BTPA cable is 100% USA manufactured and made using premium components. Customer service is a characteristic deeply instilled within our family owned company… We want you to feel as if you are a part of our team! So if you are an artist serious about your tone and want a long lasting cable, BTPA is the cable for you.\n\nBest-Tronics Facebook\n\nBest-Tronics Twitter",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.9148817062,
        "format_confidence":0.9088469148
    },
    {
        "url":"https:\/\/www.listeningpost.co.nz\/brands\/devialet\/devialet-__I.27183__C.204834",
        "text":"Search  GO\nClick to get connectedThe Listening Post Christchurch, The Listening Post (SI) LTD, The Listening Post Wellington, Sound EDid you Know? Top Banner\nThe Listening Post Christchurch | Browse by Product Type |The Listening Post Christchurch | Browse by Brand |Anthem, MRX, 1120, AV, Receiver, MRX-1120, Amplifier, Home, Theatre\n  1. Home >\n  2. Brands >\n\n\n\n\n\nDEVIALET began with three iconoclasts and a single obsession: music at its most innovative and exhilarating. Founded in 2007 and headquartered in Paris, DEVIALET is the most critically acclaimed start-up in the world for innovation and excellence in audio inventions.\n\n\nDEVIALET'S story began with ADH (Analogue \/ Digital Hybrid), a revolutionary patented invention that would forever change high-end amplifiers. A mind-blowing feat, this hybrid technology seamlessly blends digital and analogue to produce sound quality unlike anything previously experienced. Extreme engineering.\n\n\nEvery day, 80 DEVIALET engineers, mechanics, electricians, IT and signal processing experts come together in our Paris ateliers. The most outstanding minds in their respective fields, they work tirelessly towards the same goal: inventing the sound technologies of tomorrow.\n\n\nYou can visit their website here -\n\nChristchurch Content Mangement Website",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.8732007146,
        "format_confidence":0.6383244395
    },
    {
        "url":"https:\/\/mrgadget.com.au\/about\/",
        "text":"About Us\n\nObsessed with technology. Compelled by innovation. We’re your home of gadget reviews, technology news and intensive buyers guides. 🤓🔥\n\nWe believe that technology goes far beyond the gadget itself. From groundbreaking technological advancements to quirky gifts and gizmos, we’re here to tell you all about the clash between man and machine.\n#MrGadgetGangAdopt Cool New Tech Before Anyone Else!\n\nExplore curated lists of the coolest new tech before it hits the stores!",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.9325720668,
        "format_confidence":0.968616128
    },
    {
        "url":"https:\/\/monsterfps.com\/about-us\/",
        "text":"About Us\n\nEver wondered who’s behind this MONSTER costume? Well, I, Rohan, will be your Whistblower today!\n\nWe are a team of 3, dynamic engineering geeks from India who loves playing with electronics stuff more than anything else. We had our own personal experiences of buying electronics devices (talking about the times when we were nerds). For most of us, the encounters were more of a bitter – All thanks to those con sellers.\n\nFortunately, things have changed now. We are more of an expert – at least in this field. And we believe there’s nothing better than utilizing the knowledge for the bettermen of others.\n\nSo here we are. On MonsterFPS we review the different display devices including computer monitors, LED televisions and the projectors devices. Our priority has always been to do thorough research first before recommending anything to our valuable audience.\n\nSo if you’re interested in buying your next monitor, TV or projectors – MonsterFPS is the place to check out first!",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.9752781391,
        "format_confidence":0.9519162774
    }
]