[
    {
        "url":"http:\/\/iosco2017mobay.com.jm\/useful-info\/visa.php",
        "text":"﻿ Iosco 2017\n\n\nEveryone travelling to Jamaica must present a valid and approved travel document as evidence of their identity and nationality Click here to see if a visa is required prior to your arrival in Jamaica.\n\nThere are countries for which nationals will need a visa PRIOR to their entry into Jamaica. Click here to see how to obtain your visa. Check the list of Jamaica Consulates\/Embassies as well as Honorary Consuls around the world.\n\nIf you require a letter for your visa application, contact the IOSCO Conference organization at contact@iosco2017mobay.com.jm.\n\n\nIf you are planning to book a flight with one or more stops, ensure that each stop has at least three hours layover. For indirect flights, please check the visa rules applied by transit countries.\n\nYellow Fever\n\nThere is no risk of yellow fever in Jamaica. However, the Jamaican government requires proof of yellow fever vaccination for travellers arriving from a country with the risk of yellow fever. Check here to view the list of countries for which proof of yellow fever vaccination is required.\n\nRegister now",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9854744673,
        "format_confidence":0.8511236906
    },
    {
        "url":"https:\/\/heritagehillgb.org\/plan-your-visit\/hours-and-admission-rates\/",
        "text":"| 920.448.5150\n\n\nCOVID-19 Update\nHeritage  Hill is committed to the health and safety of our staff and visitors and will continue to monitor the current situation. At this time the park is open for strolling but, all buildings in the park are closed to the public. When indoors, masks are required.  Beginning Monday July 13th our Fort Dahlin: Children’s Interactive Learning Center will be open. Per CDC guidelines, playground equipment does not require disinfection but frequent hand washing, wearing a cloth mask, and keeping a distance of 6 feet from people not a part of your household is recommended. It is also recommended that any individuals feeling sick or who have come in contact with anyone who tested positive for COVID-19 stay away from parks and playground equipment. Staying home as much as possible is the best way to lower COVID-19 infection rates however, we know that the physical and mental health of our community is critical. We will be waiving our admission rate to support our community during this uncertain time.\n\nAs a non-profit organization we would greatly appreciate your donation to assist in supporting Heritage Hill during this time. We are suggesting a donation of $5.00 per person via our donation bucket at the gate, QR code, or by visiting\n\nHours                                                                                                                                                                                                                                                    The main gate off our Webster Ave. main parking lot will be open Tuesday-Sunday.\n\n\n\n\n Per CDC Guidlines:\n\n\nBuildings at Heritage Hill that are temporarily closed to the public:\n• Education Center\/Visitor Center\n• Gift Shop\n• Historic buildings\n• Staff Offices (we are on site, but not allowing outside visitors)\nFor any questions, call us at 920.448.5150, email or message us on Facebook. We’ll be monitoring these channels on weekdays.\n\n**Pet Policy Reminder: Dogs are welcome. All dogs must be on a leash, and all pet waste must be collected and disposed of off park grounds.",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.8384299874,
        "format_confidence":0.6375604868
    },
    {
        "url":"https:\/\/www.villacastagnola.com\/en\/footer\/newsletter",
        "text":"Villa Castagnola\nGrand Hotel Lugano\nBook now\n\n\nStay up to date with our Newsletter\n\nRest assured, your e-mail address will only be used to receive the newsletter and will not be forwarded to any third party. You may cancel your newsletter subscription at any time.\n\nPage Title\n\nSpaces marked with * must be filled in.",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.992944777,
        "format_confidence":0.6217350364
    },
    {
        "url":"http:\/\/www.rwpzoo.org\/153\/rates-hours-directions",
        "text":"Rates, Hours & Directions\n\nRates, Hours & Directions\n\nHarbor seal\n\n“…New England’s great zoo.”\n- The Boston Globe\n\n“The Roger Williams Park Zoo is not only one of the top tourist attractions in Rhode Island, but also, in our humble opinion, the best zoo in the region.” \n- America’s Best Zoos: A Travel Guide for Fans & Families\n\nAdmission Rates\n\nPlease note that these rates do not apply to after-hours special events or pre-registered events and programs.\n\nGeneral admission tickets are as follows:\n\nAdults  $14.95\nChildren (ages 3 through 12):  $9.95\nSeniors (ages 62+):  $12.95\nChildren 2 and under and Zoo members are admitted free.\n\nInterested in group admission?\nClick here for more info>\n\nVisitors ages 15 and under must be accompanied by an adult.\n\nAmerican Express, Discover, Visa and MasterCard are accepted at the ticket windows. Parking is free.\n\nFirst Saturday of the Month is Free for Residents of the City of Providence\nAs a “thank you” to Providence residents whose tax money helps to support the Zoo, the first Saturday of every month is free to residents of the City of Providence (not East or North Providence).  Proof of residency (such as a driver’s license or a utility bill with your name and address printed on it) must be shown at the ticket window.\n\n\nFrom October - March: 10 am - 4 pm (last admission at 3:30 pm)\n\nFrom April - September: 10 am- 5 pm (last admission at 4:30 pm)\n\n\n- The Zoo closes at 2 pm on the last Saturday of June every year (last admission at noon) to prepare for Zoobilee! Feast with the Beasts, our major fundraiser.\n\n- The Zoo is closed on Thanksgiving, Christmas Eve and Christmas Day.\n\nThe Nature Swap in Hasbro's Our Big Backyard Winter Hours: October 1st - March 31st, Open 10 am - 2pm Friday through Monday. The Nature Swap will be closed Tuesdays through Thursdays.\n\nThe Wetlands Trail:  The Wetlands Trail is open daily, with the exception of September through mid-November for the annual Jack-O-Lantern Spectacular setup and breakdown.\n\nThe Contact Yard in the Alex and Ani Farmyard: Contact Yard hours vary depending on weather and time of the year. Please see the \"Today at the Zoo\" section of the homepage for details. Visitors can also feed the goats and sheep just outside of the Farmyard along the fence. Please check back periodically for any updates.\n\n\nView Larger Map\n\nBy car –\n\nParking is free. \nGPS users,\nenter \"1000 Elmwood Avenue, Providence, RI\"\n\nFrom I-95 South:\nTake exit 17, Elmwood Avenue\nLeft at light\nPark entrance is 1\/2 block on left\nFollow the signs to the Zoo entrance\n\nFrom I-95 North:\nTake exit 16, Elmwood Avenue, and bear right on the off-ramp\nLeft at light\nPark entrance is 1\/2 block on right\nFollow the signs to the Zoo entrance\n\nFrom I-195 West:\nMerge onto I-95 South\nTake exit 17, Elmwood Avenue\nLeft at light\nPark entrance is 1\/2 block on left\nFollow the signs to the Zoo entrance\n\nBy bus -\n\nNow there's a new, environmentally sensitive and hassle-free way to get to the Zoo! Take RIPTA's Route 6 Prairie Ave \/ Roger Williams Park Zoo trolley. This is part of the Providence LINK route which is serviced by trolleys that run on a new state-of-the-art hybrid parallel drive diesel \/ electric system. And fares are just $2 per person, per ride!  See the RIPTA website for more information >",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9835839868,
        "format_confidence":0.6774579883
    },
    {
        "url":"http:\/\/www.nyu.edu\/global\/international-immigration-services\/faculty-and-scholars\/inbound-to-nyc\/pre-arrival\/exchange-visitor\/j-2-dependents.html",
        "text":"\n\nJ-2 Dependents\n\nImmediate family members, i.e., a spouse and\/or unmarried children under 21, may apply for J-2 visas to accompany exchange visitors to the U.S. No other family members are eligible for J-2 status. Each person in J-2 status must have his or her own DS-2019. If you have dependents and would like them to join you at some point during your stay at NYU, notify your department of this when you are asked for information for your visa application.\n\nOnce in the U.S., individuals in J-2 status are permitted to apply for work authorization from the U.S. Citizenship and Immigration Services (USCIS).\n\nIf your dependent has no plans to work and no intention of staying longer than three months, the B-2 (tourist) visa or the Visa Waiver Program is a fine option for visiting you in the U.S.\n\nJ-1\/J-2 Health Insurance Requirement\n\nAll Exchange Visitors (J-1) and their J-2 dependents are required to maintain health and accident insurance coverage during the entire time they participate in an Exchange Visitor program. See the Health Insurance Requirement section for more information.\n\nB-2 Classification for Cohabitating Partners\n\nThe B-2 status is appropriate for a cohabitating partner or significant other who is not eligible for dependent status under the principal scholar’s nonimmigrant visa classification. This is true for both opposite and same-sex partners. B-2 classification may also be used by a spouse or child who qualifies for a dependent status but for whom it may be inconvenient or impossible to apply for the proper H-4, J-2, or other derivative visa. \n\nIf such individuals plan to stay in the United States for more than six months, they should ask the Department of Homeland Security (DHS) for a one-year stay at the time they apply for admission into the U.S.. If needed, they may thereafter apply for extensions of stay using Form I-539, in increments of up to six months, for the duration of the principal alien's nonimmigrant status in the United States.\n\n\nOGS sponsors two programs especially for spouses of international students and exchange visitors. These include the International Spouses\/Partners English Program and the International Spouses\/Partners Group.\n\nNYU Footer",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.5551300645,
        "format_confidence":0.6932438612
    },
    {
        "url":"http:\/\/ourecovillage.org\/services\/facility-use\/",
        "text":"Facility Use\n\nPeople pass through O.U.R. ECOVILLAGE for a variety of reasons.  Accommodation is often available for people visiting for workshops, summer programs and other events. Whatever the reason for your visit, please familiarize yourself with our visitor’s guidelines so that we can all have an enjoyable experience!\n\nsee O.U.R. visitor guidelines\n\nFacilities Available at O.U.R. ECOVILLAGE\n\n  • The Healing Sanctuary (Climate Change Demonstration Building – made with Cob\/Strawbale)\n  • Mongolian Yurt: a bright, 30-foot-diameter canvas dome structure, heated\n  • Fire pit\n  • Outdoor kitchen\n  • Composting toilet\n  • Parking\n  • O.U.R. Eco-Guesthouse (two rooms available)\n  • Camping space, including tent ‘pads’\n\nRates for Facility Rental\n\nThe following is a base line summary of rates and guidelines for use of main facilities at O.U.R. ECOVILLAGE. Negotiations around rates, partial trade of labor or goods for facility use will be determined on an individual basis.\n\nYurt or large room in Healing Sanctuary for Workshops and Events\n\nPeak Season (April 15 – October 15)\n\n  • One half day (minimum) $100\n  • One full day $150\n  • One full day & overnight $165\n  • Two full days and one overnight $250\n\nOff Season (October 16 – April 14)\n\n  • One half day (minimum) $75\n  • One full day $100\n  • One full day & overnight  $125\n  • Two full days and one overnight $200\n\nDorm space is also available in both the yurt and the Sanctuary by negotiation.\n\n* Sliding scale possible – please enquire\n\n* Please note: these rates are for numbers of up to 30 people. Additional visitors are $5\/person.\n\nFood and Tenting:\n\nPlease see Visit O.U.R. for rates and details.\n\nPermaculture. Sustainable Food Production. Natural Building. Education. Community.",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.8643268347,
        "format_confidence":0.579846561
    },
    {
        "url":"http:\/\/www.boydenhouse.com\/contact-us\/",
        "text":"Contact Us\n\nThe Boyden House\n301 S. 5th Street\nGrand Haven, MI 49417\nPhone: (616) 846-3538\n\nIf you would like to check availability or make a reservation please use our online reservation service button below, fill out the contact form on this page, or give us a call. Our friendly staff is here to serve you.\n\nPlease contact us using the form below:\n\nOur Rooms\n\nCarriage House\nCarriage House\nSafari Den\nHoneymoon Suite\nCabaret Suite\nLove Nest\nSun Room\nExecutive Suite\nMake Reservation",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9944328666,
        "format_confidence":0.7584711909
    },
    {
        "url":"http:\/\/tablerockbelize.com\/contact\/?context=Booking%20Transfers",
        "text":"Contact Us\n\nDo you have questions or comments about Table Rock? Send us a message!\n\nPlease don’t get discouraged if the call doesn’t go through the first time. The “jungle” phone system in Belize can be somewhat unreliable—we recommend emailing for better communication.\n\n  • P.O. Box 179,San Ignacio, Cayo Belize, C.A.\n  • +501-672-4040",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9774444103,
        "format_confidence":0.6441969872
    },
    {
        "url":"https:\/\/www.discoverthedaintree.com\/special-assistance\/",
        "text":"Special Assistance\n\nStroller at Daintree Discovery Centre\n\nStroller at Daintree Discovery Centre\n\nOn-site Access and Assistance\nWhile the Aerial Walkway was designed to accommodate most wheelchairs and prams, some sections do have slight gradients. Visitors using a mobility device may need assistance.\n\nDue to natural variations in the terrain, the lower level boardwalks and walkways may not be accessible to all visitors using mobility devices.\n\nIt is recommended that Guide Dogs be fitted with appropriate ‘shoes’ due to the metal-grated surface of the elevated walkways.\n\nAudio guides are available that have been fitted with a T switch. These are suitable for use with hearing aids.\n\nOn arrival at the Daintree Discovery Centre, you will find an accessible car park located at the closest point of approach to the main public entry ramp. Accesss from the car park is well-signed and easy to follow. There is a graded ramp that leads visitors from the car park to the Entrance \/ Cafe \/ Souvenir shop.\n\nIf arriving by accessible bus or coach, there is a drop-off point at the entry to the ramped pathway. If you need assistance, please phone the staff in advance.\n\nThe ticket desk is located inside the Daintree Discovery Reception area, which good level access throughout. The ticket counter may be a bit high for some visitors ie in wheelchairs, but the friendly staff will assist with any special, individual needs.\n\nAerial Walkway\nThe Aerial Walkway is constructed using steel grated panels 1.2m wide. Visitors using wheelchairs with 2.5cm tyres and small diameter front casters may find the wheels drop into the grates when turning sideways on the walkway. Larger diameter tyres\/casters are generally fine.\n\nThe walkway is suitable for visitors with vision-impairment with the lower section of the handrails and balustrades forming a continous ‘shoreline’ along the length of the walkway.\n\nThe Discovery Centre’s elevated Aerial Walkway has a gentle incline with a rest node located approximately half-way along. There are numbered signs (located on the hand rails) for both the hand-held audio guides and interpretive guide books, explaining special points of interest.\n\nWheelchair Access at Daintree Discovery Centre\n\nWheelchair Access at Daintree Discovery Centre\n\nCanopy Tower\n\nAccess to the 23m \/ 76ft Canopy Tower is located at the far end of the Aerial Walkway, adjacent to the Interpretive Centre. Note: while there is interpretive information at the base of the tower, wheelchair access to the upper levels is restricted due to stairs.\n\nInterpretive Display Centre\nThe Interpretive Display Centre is a large, open plan complex with a variety of displays located on the spacious verandahs as well as inside the Centre itself. Interactive information kiosks with touch screens allow easy access to information suitable for all ages and the Climate Change theatre has flexible seating that can be moved to accommodate wheelchairs.\n\nThe Centre’s verandahs provide all-weather protection from the elements and are an ideal place for taking photos, birdwatching or just relaxing and appreciating the ambience of the rainforest.\n\nCoffee Shop \/ Souvenir Shop\nThe Coffee shop and Souvenir shop are within the Reception area of the Centre and are easily accessible.\n\nAccessible Toilet Facilities\nThe accessible toilet is located adjacent to the Reception area. Note there is no accessible toilet located at the Interpretive Centre.\n\nParents with Prams and Strollers\nThe Aerial Walkway links the Entrance with the Interpretive Display Centre and the base of the Canopy Tower. It provides safe and easy access for strollers and prams.\n\nThere is an accessible toilet with baby change facilities located in the Reception area.\n\nIt was great to be able to get into the real rainforest with the wheelchair - there's a first time for everything. M Pope, UK\n\nEntry Fees\n\nAdult: AUD$35.00\nConcession\/Student: AUD$32\nChild: AUD$16.00 (5 - 17 years)\nFamily: AUD$85.00\n\nAudio Tour (8 languages)\n68 Page Interpretive Guide Book\n7 Day free re-entry\nChildren's Audio Tour (suit 5 - 9 years)\n\nRecent Media\n\nSpiny Katydid\n\nThe Spiny Rainforest Katydid is a very unusual rainforest katydid. The body and legs have numerous thorny spines and antennae are very long. The insect is greenish above with different shades of\n\nMarch 19, 2018 read more",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.991750896,
        "format_confidence":0.9680073261
    },
    {
        "url":"http:\/\/www.bedandbreakfastworld.com\/england\/liverpool\/roscoe-house-by-urban-chic\/32450\/directions",
        "text":"Property Sign-up\n\nSigning up is free and only takes a few minutes. Sign up online now\n\nLiverpool B&B Map\n\nSee more Liverpool bed and breakfasts on our Liverpool map Click here for Liverpool B&B map\n\nLiverpool Guides\n\nOther Cities in England\n\nDirections to Roscoe House by Urban Chic\n\nAddress: 27 Rodney Street, Liverpool, England\nAverage rating: 90%\nRooms from: US$ 64.00\n\nDirections to Roscoe House by Urban Chic\n\nRoscoe House is located under ten minutes walk from Lime Street Railway Station. On leaving the station, turn left and head along Ranelagh Street till you reach Lewis's department store. When you reach Lewis's continue straight ahead onto Renshaw Street and walk to the very end of the street (Junction of Renshaw Street and Leece Street). Cross at the lights and continue straight along Leece Street till you reach the next set of Traffic Lights at the junction of Leece Street and Rodney Street. Turn right onto Rodney Street and Roscoe House is the second building on the left hand side (No. 27).",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9872841835,
        "format_confidence":0.6131859422
    },
    {
        "url":"http:\/\/www.caribbean-direct.com\/Guadeloupe-Direct\/Helpful%20Info\/GUAcurrencybanking.html",
        "text":"guadeloupe-direct, the leading resource for travelers\nguadeloupe, beaches, petite anse\n\nLa Plage de Petite Anse near the town of Pointe-Noire on Basse-Terre, Guadeloupe\n\nGUADELOUPE \/ Currency \/ Banking\n\nThe local currency is Euros but U.S. dollars, traveler's checks and major credit cards are widely accepted. Please click\nhere for a universal currency converter.\n\nYou will often get a better rate of exchange at the local banks or ATMs (usually found at airports and banks) than you will at hotels. Major banks are in Pointe-à-Pitre and open 8:00-12:00 and 14:00-16:00, Monday-Friday. Some also open Saturday mornings. Although there is not a lot of crime on this island, visitors should not leave cash or essential items unattended. Most hotels have a place to store important documents or valuables in rooms or at the front desk.\n\nPlease click\nhere for a directory of banks and financial resources.\n\nBack to Helpful Info Page for Guadeloupe\nBack to Main Page for Guadeloupe\n\nCaribbean-Direct Home Page\nHome Page About Us Advertising Contact Us Policies \/ Privacy\n\n© 2001 Caribbean-Direct \/ All Rights Reserved\n\nUnauthorized Reproduction of Images, Text, Audio, Video or Other Content Prohibited",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.5524969697,
        "format_confidence":0.9676156044
    },
    {
        "url":"http:\/\/www.uttyler.edu\/graduate\/intl\/intl-new-students1\/intl-traveling-inside-the-us.php",
        "text":"The University of Texas at Tyler\nTyler   •   Longview   •   Palestine\nA centerpiece for learning,\nculture and natural beauty\nRandom Image Alt Text\n\nGraduate International Student Admissions\n\nTraveling Inside the US\n\nSpecial papers are not required to travel from state to state or to US territories; however, students must always carry their immigration documents. This is particularly true while traveling through states along the Mexican or Canadian borders. You could be stopped by immigration officers at any time and told to produce the following:\n  • Valid, unexpired passport (expiration date at least six months into the future)\n  • Valid, unexpired Form I-20\n  • I-94 card or stamp\n  • US visa (expired or unexpired, unless you are a participant in the Visa Waiver Program)\nNon-Contiguous US States and Territories\nA visa is not required to travel from the mainland US to Hawaii, Alaska, Puerto Rico or US Virgin Islands. You do need to take your immigration documents.\nDriving in the US\nVisit the Driving in the US webpage for more information.",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.5892689824,
        "format_confidence":0.8687636256
    },
    {
        "url":"https:\/\/www.holidayextras.com\/airport-hotels\/gatwick\/crowne-plaza\/directions.html",
        "text":"Gatwick Crowne Plaza Directions\n\nLangley Drive, Crawley, West Sussex, RH11 7SX\n\nBook the Gatwick Crowne Plaza\n\nDon't know your flight number? (Help me find my flight)\n\nHotel rating\n\nCustomers' rating: Rated 'Great' by 228 guests\n\nFamilies with young children:\nWith friends:\nMature couples:\nYoung couples:\nSolo Travelers:\n\nHelp & support\n\nOur Kent-based support team are friendly, knowledgeable and ready to help with a new or existing booking.\n\nExclusive email offers\n\nSign up for special offers direct to your inbox\n\nSign up now\n\nWe treat your privacy very seriously!\n\n(4 star hotel)\nincluding 8 days parking\n5 miles\nfrom the airport\n86 943 9\/10\ncustomer rating\n\nEnter your postcode for directions:\n\nLongitude -0.18963\nLatitude    51.12550\n\nCrowne Plaza Address\n\nCrowne Plaza,\nLangley Drive,\nWest Sussex,\nRH11 7SX\n\n\nLeave the M23 at junction 10 and take the A2011 - it's the first exit at the roundabout if you're coming from the south, and the third exit if you're coming from the north. Take the third exit at the following two roundabouts, and you will see the hotel immediately on your left.\n* Prices quoted are for stays on the 17-07-2022, valid as of 17-05-2022",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9607750773,
        "format_confidence":0.7676018476
    },
    {
        "url":"https:\/\/www.lechbruck.de\/good-to-know.html",
        "text":"Good to Know\n\nGood to know\n\nInformation for your holiday\n\nWhen you book a holiday please bear in mind that you are entering a legally binding contract which entitles the proprietor to compensation if you fail to take up the accommodation or depart earlier than planned. It is always wise to take out holiday insurance to cover your cancellation and other unforeseen eventualities. If you have to alter your travel plans, please contact the proprietor immediately. For further information please contact us at the tourist office.\n\nPlease contact the proprietor direct to make your booking. Please check and confirm prices and availability for your preferred dates and do not forget to mention any special need you may have. Different proprietors have different policies for paying and cancellations. Please check when you book. If you have difficulty communicating please contact us we will be please to assist.\n\nLechsee im Allgäu\n\nCancellations and No-Show\n\nFloßfahrt mit Musikgruppe\n\nResort Tax\n\nUrlaub auf dem Bauernhof im Allgäu\n\nTravel insurance",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.995242238,
        "format_confidence":0.9711254835
    },
    {
        "url":"https:\/\/www.clerkhotel.com\/support\/",
        "text":"Professional Support Express 365\/24\/7\n\nYou’ll never be alone…\n\nClerk has you covered, always.\n\nOur support model is focused on provide all the help needed for your Hotel sales and management.\n\nAccording to your plan you will have:\n\n  • Support response in less than 24 hours on business days (Steel Plan)\n  • Support respone in less than 12 hours every day (Silver and Gold Plan)\n\nHelp Center\n\nWe have a Help Center that contains useful information for:\n\n  • Rates and seasons management\n  • Tips to increase your sales through Tripadvisor, Facebook, webiste and OTAs\n  • Basic and advanced features\n  • Account setup\n\nContact form\n\nWhat you need is not on our Help Center? try our contact form and submit your request\n\n\nYou can also try our direct email",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.84202528,
        "format_confidence":0.9860354662
    },
    {
        "url":"https:\/\/www.hotelbalkastrand.dk\/en\/uselful\/praise-and-criticism\/",
        "text":"Hotel Balka Strand\n\nConstructive criticism\n\nConstructive criticismNøgleindlevering i receptionen\n\nWe do welcome your comments relating to the accommodation and our hotel. Please write to us at\n\nIs there anything during your stay you wish to complain about, please contact us while still staying with us, so that we have an opportunity to correct the error.\n\n\nOur channel of appeal is; Ankenævnet for Hotel, Restaurant & Turisme, Vodroffsvej 32, DK – 1900 Frederiksberg.\nSee this link",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9871534705,
        "format_confidence":0.9559341669
    },
    {
        "url":"http:\/\/panguitchlakelodge.com\/contact.html",
        "text":"« Old Website See availability and reserve on VRBO.com»»\n\nContact us\n\nYour best source of information and fast responses to your questions is our page on VRBO! You can see our calendar, make reservations, and even pay securely online for your vacation!\n\nFor more conventional contact, feel free to contact us using the following methods:\nMailing address:\n133 Rountree Drive\nCedar City, UT 84720\n\nPlease be considerate of time-zones, owners are on MST (GMT-6):\nJeff Green",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9878799319,
        "format_confidence":0.8095491529
    },
    {
        "url":"https:\/\/www.high.org\/Visit\/Tickets-and-Special-Offers.aspx",
        "text":"• My Account\n  • About\n  • Contact Us\n  • Donate\n  • Keep in Touch\n  • 0\n\nToday's Hours: 12PM – 5PM\n\n  • Tickets\n  • Membership\n  • Directions\n  • Exhibitions\n  • Calendar\n  • Visitor Info\n  • Contact Us\n  • Tickets to the High include admission to all special exhibitions and the permanent collection. Advance ticket reservations are recommended but not required. The last ticket each day is issued one hour prior to closing.\n    Members Free\n    Ages 6 and above: $14.50\n    Ages 5 and under: Free\n\n    • Advance reservations are recommended, but not required.\n    • Museum tickets are timed to indicate the time you will be allowed to enter the line for special exhibitions.\n    • Each day, the last entry will be one hour before closing.\n    • Tickets may be purchased in person, online or by phone at 404-733-5000 (404-733-5386 TTD). All ticket orders placed via phone will incur a $2.50 per ticket service charge.\n    • The majority of school groups visit in the morning. For adults with weekday flexibility, we recommend planning your visit in the afternoon. When special exhibitions are on view, the Museum is most crowded on weekend days.\n\n    Información en español >>\n\n    Nope ×\n    Close ×\n    Close ×\n    Answer one question. Improve our website.\n\n    Today, I’m visiting the High's website:\n\n    Done. Thank you!\n\n    What is this?\n\n    We’re always looking for ways to improve our site, so we want to know why you’re here and how we can help you find the information you need. For specific questions or comments about our website or this survey, please contact us. Thanks for your help!",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9433221221,
        "format_confidence":0.8453531265
    },
    {
        "url":"https:\/\/www.ietravel.com\/you-travel",
        "text":"Obtaining Your Passport\n\nIn general, your passport should be valid for at least six months after the date you will be returning from your expedition. If you do not have a passport, or need it renewed, please begin procedures to obtain one immediately as the process takes time.\n\nPassport agencies of the U.S. Department of State are located in Washington D.C., Boston, Chicago, Honolulu, Houston, Los Angeles, Miami, New Orleans, New York City, Philadelphia, San Francisco, Seattle, and Stamford, Connecticut. In other cities, you can apply to the clerk of a federal, state, or probate court or at selected post offices. If you are unsure where to apply, inquire at the office of your town clerk or county clerk, or at the main post office.\n\nBe sure to specify your departure date on your application in order to get expedited treatment. This is very important — passports are processed in the order of departure date. Application forms that arrive by overnight services do not receive expedited treatment.\n\nLoss or theft of a valid passport is a serious matter and should be reported in writing immediately to Passport Services, Department of State, Washington, D.C., or to the nearest passport agency. If you are abroad, it should be reported to the nearest U.S. consulate or embassy. We suggest you make a photocopy of your passport and carry the photocopy with you. In case of loss, this will help expedite the paperwork for obtaining a new one.\n\nFor more information on obtaining or renewing your passport, along with a current list of associated fees, please visit the U.S. Department of State: \n\nTraveling with Children\n\nMany of IE’s nature travel expeditions are great for families and children. If you are traveling with children, there are certain legal departure and arrival requirements. Minors under 18 years of age traveling out of the United States with someone who is not their parent (a grandparent, for example), or with only one parent, must carry a notarized permission letter signed by both parents or by the parent not traveling with the minor child. In case of divorce, the permission letter must be signed by the parent with legal custody, and the passenger must carry proof of this fact (such as a divorce decree). In the case of a minor with a different last name than the accompanying parent(s), the child’s birth certificate must be carried by the parent(s).\n\n\n\nVarious vaccinations are required for travel. Please reference the Travel FAQ section for your selected journey for complete details. Be sure to consult your personal physician and visit the Center for Disease Control for vaccination suggestions. Visit www.cdc.gov for more information.",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9935888052,
        "format_confidence":0.9231345057
    },
    {
        "url":"http:\/\/book2park.com\/lot\/driving-directions\/159",
        "text":"Microtel Inn & Suites BWI\n\n1170 Winterson Rd, Linthicum Heights, MD 21090 US\n4.7 184 reviews\n\nPlease enter your present location. The google map direct you to reach our parking lot.\n\nMicrotel Inn & Suites BWI\n\n\nOur Hotel is located minutes away from Baltimore Washington International Airport. Complimentary shuttle service is included with online purchase. No extra charges for full-size vans, pick-up trucks and large SUV's. NO ROOM RESERVATIONS REQUIRED!\n\nParking Instructions: Upon your arrival go to the front desk first, further instructions will be provided after parking check-in.\n\nLong Term Airport Parking",
        "topic_id":23,
        "format_id":3,
        "topic_confidence":0.9325064421,
        "format_confidence":0.6411605477
    }
]