[
    {
        "url":"http:\/\/cs.urbandictionary.com\/define.php?term=Fly+Trap",
        "text":"Top Definition\nA message board or web site set up with the intention of trolling unsuspecting registrants. The reverse of traditional trolling, where the message board is invaded by trolls looking to cause mischief. In the case of a Fly Trap, the targets come to it.\n\"Hey did you see that message board? What a bunch of idiots! How can people be that stupid? I argued with them for days, and got nowhere!\"\n\n\"Dude, the place is a Fly Trap. You've been trolled.\"\nod uživatele Lloyd Wabbit 30. Červenec 2009\nA person that cannot handle another person. Weather it be in every day life or sexually.\nBoy you don't know what you are getting yourself into, you're a flytrap.\nod uživatele Ayboyholla 30. Leden 2011\nWhen you hang from a rope attached to the ceiling in the middle of the room in an attempt to sexually gratify yourself in your lady friend's hair. The victim gets his hand stuck in the woman's hair, and chokes out.\nMichael Hutchence, lead singer of INXS was caught in the Fly Trap.\nod uživatele Dr_Detroit 20. Říjen 2010\na Women that needs sex badly and her vagina is tight and wont let your cock go until she has had her fill.\nMannnn that bird has a scary flytrap, i thought i was gonna loose it.\nod uživatele flytrapmaster 18. Září 2008\na hairy pussy that often gets things traped inside it.\nthat bitches fly trap stole my ring again\nod uživatele Keith weiser 04. Listopad 2007\n\nDenní e-mail zdarma\n\nNapište svoji e-mailovou adresu, abyste dostali naše Slovo dne zdarma každé ráno!\n\nE-maily jsou odesílány z adresy Nikdy vám nebudeme posílat spam.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.7149249911,
        "format_confidence":0.975851953
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/define.php?term=june%20shelton&defid=3960117",
        "text":"look up any word, like half chub:\na guy who sleeps a lot, ejaculates from his hand, has a big lip, and is very homosexual yet tries very hard to be normal by acting like he likes females\nCould you please wake up that june shelton he has just came on himself while looking at that male teacher.\nby I.Am.ThA.MaN May 12, 2009",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.5906330943,
        "format_confidence":0.9676994085
    },
    {
        "url":"http:\/\/ro.urbandictionary.com\/define.php?term=sucknut",
        "text":"Top Definition\nn. one who sucks on testicle(s)\nn. the sexual act of fellatio, focused on the testicular region\n\nv.the act of suckling on one's testicle(s)\nFuck my uphole you cha-cha sucknut.\n\nMan that girl aint nothin but a sucknut.\n\nHey lil baby why dont you get on over here and sucknut on me.\nde johnnyboy696969 31 Iulie 2006\n2 more definitions\nA teabagger, someome who sucks scrotum, a suck up, any moron who fits the description\nHey sucknuts, has the boss noticed you sucking up to him yet?\nde Deathdealer00 17 Octombrie 2009\nWhen you are out surfing, your wetsuit gets suctioned to your crotch and squeezes\/squishes your nuts.\nI got the worst sucknut when I was paddling out today.\nde cooscoos 25 Octombrie 2009\n\nE-mailuri zilnice\n\nTastează-ți adresa de e-mail mai jos pentru a primi gratuit în fiecare dimineață cuvântul zilei!\n\nE-mailurile sunt trimise de la Nu-ți vom trimite mesaje nedorite.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9584818482,
        "format_confidence":0.9493613243
    },
    {
        "url":"http:\/\/da.urbandictionary.com\/define.php?term=finger+cuffs",
        "text":"Top Definition\nThe act of being \"locked in from both sides\", from<i>Chasing Amy<\/i>. A girl is sucking a guy off and being penetrated from behind vaginally\/anally.\nShe was locked in like Chinese Finger Cuffs\naf Carez 30. maj 2003\n8 more definitions\nA woman who sucks a dick while getting fucked. because she is acting like chinese fingercuffs.\nMe and my friend Tony had that bitch locked up like a pair of chinese fingercuffs.\naf Shane Cline 16. januar 2004\nwhen a girl has one cock in her mouth and another giving it to her from behind. you got her locked up like a pair of chinese fingercuffs\nme and jon just fingercuffed some slut\naf Leor 10. maj 2003\nto fuck a girl from both ends, oral and anal, \"like a pair of goddamn chinese finger cuffs.\"\nsee Chasing Amy. not the word; the movie. i'm serious, go see it.\nwe were fucking mary-jane the other night, when we started finger-cuffing her.\naf Bob Smithly 19. april 2003\nSlang for a position for three way sex. The receiving partner is penetrated both orally and vaginally or anally by two partners.\nShe was locked in tight, just like a god damned pair of chinese fingercuffs.\naf jjjk 18. november 2006\nThe act in which a girl, usually a slut, has one Cock in her mouth and another in her vag.\nWhen we were fingercuffing that bitch Leor hit her from behind so hard my whole 3 inch cock was forced into her mouth and she hurled all over the place.\n\nWatch Chasing Amy and you can see that chick get finger cuffed. Well they talk about it atleast.\naf Jon 7. december 2003\nThe wedding band worn by a married couple, saying that the ring is a restrictive device (similar to handcuffs).\nMark used to party, but he's got a finger cuff now.\naf Highanxietymind 23. marts 2008\n\nGratis Daglig Email\n\nSkriv din email-adresse nedenunder for at få Dagens Urban Ord gratis hver morgen!\n\nEmails sendes fra Vi lover ikke at spamme dig.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9719732404,
        "format_confidence":0.9772523642
    },
    {
        "url":"http:\/\/it.urbandictionary.com\/define.php?term=Rainbow%20Sex",
        "text":"cerca qualsiasi parola, ad esempio b4nny:\nWhen a group of girls wear different colored lipstick and suck a guys dick, leaving different colored rings on the dick. Creating a rainbow effect :)\nMe and 4 chicks had rainbow sex last night! RED YELLOW GREEN AND BLUE!\ndi Shwanky240 13 luglio 2009\nhaving sex with a girl on her rag\nHey I'm up for some rainbow sex. I don't mind.\ndi Sun 10 maggio 2006\nWhen people from different races have sex, calling it rainbow sex, because of all the different skin colours there are.\nA dark person, a fair person, a caucasion person and a mixed person have an orgy, it is called rainbow sex\ndi superhungarishman 06 aprile 2010",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9685761929,
        "format_confidence":0.9367140532
    },
    {
        "url":"http:\/\/bn.urbandictionary.com\/define.php?term=Cheeto+Dick",
        "text":"Top Definition\nWhen you masturbate and eat cheetos and end up with an orange dick.\nChester Cheetah got a scorching case of Cheeto dick during lunch.\nলিখেছেন- Duke 22 de জানুয়ারি de 2003\n5 more definitions\na person of the male species who spends an unhealthy amount of time playing video games and eating cheetos, and occasionally masturbating, getting cheeto cheese on his dick.\nKevin is such a cheeto dick, he spent all day yesterday playing video games and masturbating with the other hand.\nলিখেছেন- scubadubadoo 1 de জানুয়ারি de 2010\nAn Insult.\nOne who has a small penis. (Look at a cheeto and picture it as a pathetic dick)\n\"what ever you say, you cheeto dick havin muthafuck\"\nলিখেছেন- My Third Leg, Knee Grows Knows 20 de মার্চ de 2003\nWhen your penis is smaller than usual because of weather, stress or just a bad time.\nToday I was hooking up with this girl. I was hoping to impress her by having a semi before she pulled off my pants; she managed to do it while I was still in Cheeto Dick mode, she was not impressed.\nলিখেছেন- Squigly 6 de এপ্রিল de 2009\nWhen a man smells of cheeto stench that is seeping from the front of their pants and is cromming from the dick region.\nA) did you smell Tommy's cheeto dick?\n\nB) His cheeto dick reeks!\nলিখেছেন- the real Chester Cheeto 26 de নভেম্বার de 2011\nWhen you eat Cheetos (R) and rub the cheese dust on your dick. Then you get head, and the girl enjoys the taste of your dick. And wants more. Let's face it, who doesn't fucking love Cheetos (R).\nSpencer: Some fat bitch totally wanted the cheese off of my cheetodick\n\nChristian: Oh shit! I have a bag of Cheetos (R)! Time for some cheetodick\nলিখেছেন- Quesadilla Face 10 de ফেব্রুয়ারি de 2011\n\nফ্রী দৈনিক ই-মেইল\n\nফ্রী Urban প্রতিদিনের নির্বাচিত শব্দ পেতে নিচে আপনার ই-মেইল ঠিকানা লিখুন! থেকে ই-মেইল পাঠানো হয়ে। আমারা আপনাকে কখনো স্প্যাম করব না।",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9019520879,
        "format_confidence":0.9831114411
    },
    {
        "url":"https:\/\/www.marquisebdsm.com\/glossary-a-to-d",
        "text":"Abecedarian – a novice, a person who is just beginning to learn something.\n\nAbrasion Play – using various rough items to rub on the skin. Sand paper or steel wool are often used. Usually used for sensation play, although it can be used to mark skin.\n\nAcceptive phase - In a sexual relationship, the period between courting one another and actively participating in a mutual involvement (intercourse)\n\n\nAcceptivity - The inclination to accept another before sexual activities begin.\n\n\nAcrotomophilia (or acrotometophilia) - 1. Achieving arousal, orgasm with someone who is an amputee, getting sexually excited over an amputated limb. The off-setting condition (self-amputation), is apotemnophilia.\n\n\nAftercare – cool down period after a BDSM session. Also the actual care involved including giving a blanket, water, hugs and praise to the sub or bottom. Doms or tops may also need aftercare.\n\n\nAge Play – Where one partner, usually the submissive, acts an age much younger than their chronological years and usually younger than the Dominant.\n\n\nAlgedonic - when something gives both pain and pleasure at the same time.\n\n\nAllosexual - someone who has sexual attraction to others; not asexual.\n\n\nAlpha Sub - (1) The primary sub\/slave in a poly household or multi-person relationship(s). (2) A submissive who finds it important to emphasize that they are a strong, independent person in their own right, while still submitting to the authority of another. There is strongly contentious debate in the community whether use of this label implies that the person using it is making themselves appear to be superior to other submissives or that other submissives are somehow weaker\/lesser persons (e.g. doormats) when compared with themselves.\n\n\nAmbisexuality (adjective, ambisexual): Being attracted equally to males or females. Synonym of bisexual.\n\n\nAnal Beads – a string of beads that are inserted into the anus and then pulled out for sexual pleasure.\n\n\nAnal Hook – usually stainless steel. Looks like a big meat hook with a ball on the curved end and a loop at the end of the long side. Inserted into the anus and sometimes used in bondage, hence the loop in the end for a rope to go through.\n\n\nAnalingus - Stimulation of the anus with tongue and lips.\n\n\nAnalism - An enjoyment of anal stimulation.\n\n\nAnasyrma – the lifting of a skirt or kilt to expose one’s genitals.\n\n\nAndrogynophilia - Joining with a man and a woman by a member of either sex. Threesome of either kind (MMF, MFF)\n\n\nAndrogyny - Showing characteristics of both sexes in body, mind, or behavior\n\n\nAndromimesis - Born female yet living as male and able to relate sexually, exclusively with women.\n\nNo surgical reassignment, but possibly hormonal. Trans gender\n\n\nAndromimetic - A woman appearing outwardly as a male in appearance, behaviour and dress, a lesbian living the role of a man and usually no surgery or hormones\n\n\nAndromimetophilia - Sexual attraction and arousal to those who have had sex-reassignment\n\n\nAnerotic - Not erotic; lacking eroticism.\n\n\nAnkle Cuffs – handcuffs for the ankles.\n\n\nAnimal Play – where in a person acts like an animal such as a puppy, kitten, pony or other animal. May or may not include sexual play. Also known as Pet Play.\n\n\nAnorgasmia - Unable to achieve orgasm and\/or climax through conventional methods and adequate stimulation (in men commonly known as delayed ejaculation, in women sometimes called frigidity).\n\n\nAreola (plural, areolae) - The area of pigmented skin surrounding the nipple of the breast.\n\n\nArmbinder – a type of sleeve that goes over both hands and up above the elbows. Sometimes called a single-sleeve. Usually has leather straps-and-buckles to hold it in place; alternatively it can be made from rope. Used to bind arms either in front or in back.\n\n\nAsexual – a person who does not feel sexual attraction to others and\/or has no interest in sex.\n\n\nAsymmetric Bondage – tying a person in such a way that the form is asymmetric.\n\n\nAuralism – kind of like voyeurism except you are listening to people instead of watching.\n\n\nAutoerotic - Sexual self stimulation, most common form is masturbation using fingers and hands.\n\n\n\n\nBad Pain - Pain beyond a submissive’s threshold of what they process as “good pain”.\n\n\nBagging – putting a plastic bag over the head of a submissive in order to induce suffocation.\n\n\nBall busting - impact play on a man's testicles. Can include using the hands to strike, feet to kick, paddles and other instruments. Should not be done by beginners as serious injury can occur.\n\n\nBallet Boots – boots with heels so high it forces the foot up on the toe tips.\n\n\nBallgag – A gag with a ball that goes into the mouth of the wearer.\n\n\nBareback – having sex without a condom.\n\n\nBastinado – beating the soles of the feet.\n\n\nBDSM – Bondage, Discipline, Domination, submission, SadoMasochism. Covers most areas and subjects which are considered to be kinky.\n\n\nBDSM Checklist – a list of activities done by various BDSM type people. Often used by newbies or people in a new relationship to decide what they will and will not do. A way to decide what is on their personal hot list and what is a hard limit.\n\n\nBDSM club – a place where folks go to play and socialize. Clubs often offer training and lessons to novices.\n\n\nBear Paw – a glove with spikes sticking out the tips of the fingers. Used for sensation play.\n\n\nBen Wa Balls – similar to anal beads but tend to be used in the vagina. Often a single ball, but can be more than one which can be strung together. Often used to strengthen the Kegel muscles. They can also be used to stimulate the vagina.\n\n\nBestiality – the use of animals for sexual gratification. Having sex with animals. Illegal almost everywhere.\n\n\nBisexual – a man or woman being sexually attracted to both men and women. May have a preference for one or the other, but will do either. Some folks say it’s the best of both worlds.\n\n\nBit – part of the tack used in pony play.\n\n\nBits – Can be used for both male and female, but often used to describe a woman’s genitalia.\n\n\nBlack Sheet Party – sexual orgy involving people who practice BDSM.\n\n\nBlanket consent - The act of implicitly consenting to anything one's partner wishes to do or attempt, without having to discuss or negotiate beforehand.\n\n\nBlood Play – purposely drawing blood during play, usually by cutting or using needles.\n\n\nBlow job - Slang for fellatio, sucking cock\n\n\nBody Harness – a harness usually made of either leather and metal rings or rope. Worn on the upper body. Sometimes used in bondage play.\n\n\nBody Modification – to make a permanent change in one’s body. Comes in many variations: Tattoos, piercings, branding, etc.\n\n\nBody Worship – when a person shows devotion and awe for their partner’s body. Can include physical contact like kissing, licking, stroking, sucking.\n\n\nBondage – restraining a person. Can use any number of methods including: rope, chains, bungee cords, velcro, belts, ties, scarves, hose, handcuffs. Can be full body or partial. The bottom can be just tied up or they can be tied to something.\n\n\nBondage Belt – a belt usually made of leather with straps and metal rings on it. Used to secure the hands. Sometimes used to secure the ankles. Sometimes used to help suspend a bottom.\n\n\nBondage Boots – see Ballet Boots.\n\n\nBondage and discipline (B & D) - Sadomasochism involving restraints (rope, chains, cuffs,etc) combined with possible physical punishment with various implements to enforce obedience, servitude or enslavement\n\n\nBondage Mitt – mittens made of leather or vinyl secured over the hands with straps. Keeps the bottom from using their hands.\n\n\nBondage Tape – special tape that will stick to itself but not to other surfaces, like skin.\n\n\nBonger - Those toys that are spring metal with a ball on one end and handle on the other, designed for use in massage. Often used as sets. Also known as kabongers.\n\n\nBottom - Sadomasochistic slang term for the submissive, masochistic partner.\n\n\nBranding – yep, just what it sounds like. Take a piece of metal, heat it up, stick it on the skin of the person you are branding.\n\n\nBreadcrumbs - Used by a person to post in a forum so it enters their Fetlife feed and their friends see it and draws their attention to the thread. Also shortened to crumbs.\n\n\nBreast Bondage – To tie up a woman’s breasts. What the hell did you think?\n\n\nBreast Clamp – device for squeezing the crap out of a woman’s breasts. Kind of like breast bondage, but with a vise.\n\n\nBreath Play – when a person controls the breathing of their partner. Usually through choking, bag play or by putting a hand over the partner’s mouth and nose.\n\n\nBreeding – Making babies. Can be fantasy only but can mean real impregnation of a female. The term is also sometimes used by gay men to refer to unprotected anal sex.\n\n\nBuggery - Anal sex, chiefly between males or with animals\n\n\nBukkake – A word of Japanese origin describing a type of scene where a person is placed in the center of a circle of men to act as a target for their ejaculation.\n\n\nButch – descriptor used for masculine acting lesbians.\n\n\nButt Plug – much like a dildo but shaped differently, usually with a flange on the end to keep it from disappearing up into the anus. Yes, the anus. They can come in many shapes and sizes, from pencil thin and short, up to: “Really? That goes where?”\n\n\nButterfly Chair – a chair with two surfaces to which the legs are secured. These surfaces can then be swing outward to expose the genitals of the secured person.\n\n\n\n\nCage – a box with bars. You know, a cage. You put somebody in it.\n\n\nCamming – short for web-camming. Talking through the means of internet video often for sexual purposes and play.\n\n\nCandaulism - when a man shows off his woman, in pictures or in real life, to other people for their voyeuristic pleasure. Yep, she’s supposed to be naked or near to it.\n\n\nCane – a thin rod used for impact play, usually made of bamboo, fiberglass, acrylic, etc.\n\n\nCangue – two boards held together by a hinge with holes for the neck and w... (truncated)",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9768359661,
        "format_confidence":0.9886497259
    },
    {
        "url":"http:\/\/www.gayaccess.com\/pornstars\/15389\/michael.html",
        "text":"• BiographyThis white male pornstar produced 1 porn video, appearing for the first time in Come With Me in 1994. Michael's most often performed activities are Anal Sex, Cum on Ass, Hardcore, Blowjobs, and Handjobs. Some of the other people co-starring together with Michael include, most notably, Dino Phillips and Travis Colt. Video content with this model has been watched 4,010 times, with more than 0.1 Gigabytes worth of exciting porn being downloaded.\n  • Views4,010\n  • Favorted0 times\n  • Rating\n    (8 Votes)",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9792270064,
        "format_confidence":0.9124167562
    },
    {
        "url":"http:\/\/nl.urbandictionary.com\/define.php?term=the%20lil%20john",
        "text":"Top Definition\nthe 'little' or lil john: (verb) is a reaction to a sexual act in which you have someone bent over, and you \"accidentally\" slip it into the rectal region.\nThe lil john is an act in which you, \"accidentally\" slip something into the rectal region. The person who is on the receiving end instantly screams, \"YEAH\", then turns around quickly and looks at the other person and says, \"WHAT\"...a few seconds go by and then they say \"OK\"\ndoor lil tickle barbie 15 maart 2009\n7 Words related to the lil john\n\nDagelijkse gratis email\n\nVul hier je e-mailadres in en ontvang elke ochtend gratis het Urban Woord van de Dag!\n\nDe e-mails zijn afkomstig van We sturen nooit spam.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.8261618614,
        "format_confidence":0.9805886149
    },
    {
        "url":"http:\/\/fr.urbandictionary.com\/define.php?term=gentleman's%20handshake",
        "text":"Top Definition\nTo insert one's middle, ring and index finger into a vagina and with your thumb against her clitoris and your little finger on her perinium (better known as the taint). You rotates your wrist to stimulate the clit\/perinium and move inside her.\nI gave my girlfriend a gentleman's handshake last night.\nde Ajedrez 18 avril 2007\nA gentleman's handshake is when one man inserts his hand into a woman's vagina and another man inserts his hand into the same woman's anus and the two men's hands meet somewhere inside her and they give a handshake.\nTimmy walked into his mother's bedroom without knocking and saw that his father and uncle where engaged in a gentleman's handshake to the pleasure of his mother.\nde Orlando Bich 27 décembre 2007\nWhen two gentlemen jerk off another gentleman using a handshake. All gentlemen must be wearing suits.\nHey, I'll give you two guys $30 to give me a Gentleman's Handshake.\nde Iloveskeeball 23 mai 2009\nejackelating in a females mouth and requesting she spit the contents in your hand, then slapping her in the face with the content filled hand\nGentlemans Handshake\n\nI blew my load in sallys mouth then she spit it in my hand and I gave her\n\na \"Gemtlemans Handshake\"\nde HeiseKool 2 octobre 2010\nWhen a male performs a tugjob on another male with the top of his hand.\nThe other night Tommy and Jeff were so drunk they stood across from each other and gave each other gentleman's handshakes.\nde Biff Webster 29 janvier 2008\nE-mail quotidien gratuit\n\nEntrez votre adresse e-mail ci-dessous pour recevoir notre Mot du jour gratuitement tous les matins !\n\nLes e-mails sont envoyés par Nous ne vous enverrons jamais de spam.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9738013148,
        "format_confidence":0.9682275057
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/define.php?term=trunade&defid=152643",
        "text":"look up any word, like eiffel tower:\nn. an exclusively retarded fag; faggoteer; fagchair; fucktard; and the ever most popular, FUCKING IDIOT\nyo, i not only want it up the ass, but thru the dickhole as well, just cause i'm trunade!\nby Ryce June 11, 2003\nan exclusively retarded fag; see faggoteer\n\"wow, that trunade sure loves to stroke the boat and doesn't mind dropping the soap\"\nby Ryce June 10, 2003\nreally gay man\n\"you are as straight as trunade\"\nby HTF June 12, 2003",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.8920344114,
        "format_confidence":0.9319958687
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/define.php?term=Tallafornia&defid=899625",
        "text":"Top Definition\nA shite hole of a cunt of a place, two wrong ends of a cunt of a place. Full of knackers. 60% of Local's names are Jacinta or Anto. Located in Dublin 24\nDream Of Tallafornication\nby Slim November 15, 2004\nproof that the southside of Dublin has plenty of knacker bastards\n\"You wish you were from the Southside you fucking Northside knacker\"\n\"Eh Im from Clontarf and its very nice, not like Tallaght you dumb cunt\"\nby womoma April 15, 2005\n\nFree Daily Email\n\nType your email address below to get our free Urban Word of the Day every morning!\n\nEmails are sent from We'll never spam you.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.6660875082,
        "format_confidence":0.9301946759
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/author.php?author=me2kool2003",
        "text":"1 definition by me2kool2003\n\nTop Definition\nA creamy discharge from the end of a penis due to a STD.\nMy buddy banged this one chick and a week later while he was taking a piss he noticed the man puddy.\nby me2kool2003 October 27, 2005\n\nThe Urban Dictionary Mug\n\nOne side has the word, one side has the definition. Microwave and dishwasher safe. Lotsa space for your liquids.\n\nBuy the mug",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.7560896873,
        "format_confidence":0.9076838493
    },
    {
        "url":"http:\/\/bn.urbandictionary.com\/define.php?term=big+O",
        "text":"Top Definition\nan orgasm, usually intense.\n\"He got me to the big O last night.\nলিখেছেন- Starla Pureheart 29 de জুন de 2002\n19 more definitions\nParadigm City is a place without a past. 40 years ago, something happened that wiped away the memories of everyone in it. Unfortunately, the people of Paradigm City were very busy before then, making Megadueses (giant robots) and monsters. People who were born after the memory wipe are gaining\/recovering memories of the past and using them to build newer threats. Roger Smith keeps Paradigm City safe with the help of The Big O (a faithful giant robot), his butler Norman, and the android Dorothy. As problems mount and more memories surface, Roger's past and Paradigm's future begin to become suspect.\nBig O aired in the U.S. on Toonami in 2001. There are a total of 26 episodes.\nলিখেছেন- ♫ Highway to Hell ♫ 10 de সেপ্টেমবার de 2010\nsuper intense orgasm in which female ejaculate is released (not urine)... speculation puts phenomena at 1 out of 20 women able to achieve\nCheryl knew all about the Big O\nলিখেছেন- TXDOC 28 de মার্চ de 2006\na giant robot in the anime big O\nguy:*looks at watch* BIG O! *robot appears*\nলিখেছেন- O_oo_O 17 de জুলাই de 2003\n\n1. an orgasm, a sexual climax\n\n2. opium\nOnce I reach the big O, there is no turning back.\nলিখেছেন- The Return Of Light Joker 4 de নভেম্বার de 2007\nA sexy, Mexican male typically found in western areas of the continental U.S. Bigos are approximately 6 feet tall and vary in weight. Bigos are dark in color, including skin, hair and eyes and the voice of a Bigo resonates directly from your ears to your panties, creating instant moisture in the vaginal area. Bigos are strong and rude, yet possess a softness that is not often exposed. A genuine Bigo drinks beer, considers football a religion, loves large breasts, and has amazing preferences in music.\n\"That dude must be a Bigo...did you see him grill that meat, drink his beer, and get that girl off all at the same time?!\nলিখেছেন- r.v.r 15 de জুলাই de 2014\nTraditional polish dish that consists of sauerkaut, sausage & mushrooms. Mainly eaten with bread\nEnglishmen hate bigos, but for poles it's delicious\nলিখেছেন- Ozon 5 de জানুয়ারি de 2006\n\nফ্রী দৈনিক ই-মেইল\n\nফ্রী Urban প্রতিদিনের নির্বাচিত শব্দ পেতে নিচে আপনার ই-মেইল ঠিকানা লিখুন! থেকে ই-মেইল পাঠানো হয়ে। আমারা আপনাকে কখনো স্প্যাম করব না।",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9072330594,
        "format_confidence":0.9677690864
    },
    {
        "url":"http:\/\/www.kellyfind.com\/models\/Cindy_Fulsom",
        "text":"Join Kellyfind's Newsletter\n\nTop Reviewed Sites\n\n#1 Brazzers Network\n\nBrazzers Network\nOverall Score\n\n\n#2 Bangbros Network\n\nBangbros Network\nOverall Score\n\n\n#3 Hegre Art\n\nHegre Art\nOverall Score\n\n\n#4 DDF Network\n\nDDF Network\nOverall Score\n\n\n#5 Big Mouthfuls\n\nBig Mouthfuls\nOverall Score\n\n\nPopularity Rank: 1239th\nCindy Fulsom\n  • Cindy Fulsom\n  • Profession: Porn Star\n    • Measurements: 120QQQ-24-34\n    • Height: 5' 5\"\n    • Hair Color: Brown\n    • Birthday: May 31\n    • Birthplace: Yorkshire, England\n    • Ethnicity: Caucasian\n    • Weight: 125 lbs\n\nFollowing in the footsteps of her \"big\" sister, Zena, Cindy decided to take full advantage of her assets and pursue a career in modeling. Lucky for us! She was a natural in front of the camera\n\nCindy Fulsom Galleries\n\nDisclaimer: All models on this site are at least 18 years of age. All galleries and links are provided by 3rd parties. We take no responsibility for the content on any website which we link to, please use your own discretion while surfing the links. Copyright © 2005-2018 413 Productions.\nAll Rights Reserved.\n\nKellyFind is a FREE comprehensive adult website and review directory that gets updated daily.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9803063869,
        "format_confidence":0.58840698
    },
    {
        "url":"http:\/\/nb.urbandictionary.com\/define.php?term=Full%20Bosco",
        "text":"Top Definition\nThe act of humping a person, or object, with the top of your head facing directly down; while having a firm grip with one of your arms and mouth.\nDude, I totaly went Full Bosco on that girl last night. She was liking it until I started looking like a crazy dog trying to hump a pillow\nav B-RadG25 1. mai 2012\n\nGratis daglig nyhetsbrev\n\nSkriv din epost-adresse under og motta dagens Urban Word of the Day, gratis!\n\nAlle eposter sendes fra Vi lover å ikke spamme.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.7887522578,
        "format_confidence":0.9592754841
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/define.php?term=Lickerrimming",
        "text":"Top Definition\nA much used Irish verb meaning the gentle oral stimulation of the anus while reciting or moaning a lovely poem about the recipient.\nTracy was in paradise as John got her to new levels of extacy by giving her a good Lickerrimming \"there once was a beauty from Dublin who was both gorgeous and bubbling. She was not like the rest, she put me to the test. She wished he did not have a tongue ring\nby Dutch deviant July 09, 2012\n\nFree Daily Email\n\nType your email address below to get our free Urban Word of the Day every morning!\n\nEmails are sent from We'll never spam you.",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.8760619164,
        "format_confidence":0.974283278
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/define.php?term=Texas%20Plunger",
        "text":"Top definition\nThe act of defecating in a woman's vagina then having sex, forcing the feces further into her.\nEx: My gf was really mad when i pulled out the old texas plunger last night\nby jshak43 December 04, 2013\nMug icon\n\nThe Urban Dictionary Mug\n\nOne side has the word, one side has the definition. Microwave and dishwasher safe. Lotsa space for your liquids.\n\nBuy the mug",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.959051311,
        "format_confidence":0.9811022878
    },
    {
        "url":"http:\/\/www.urbandictionary.com\/define.php?term=Progressive%20Blumpkin&defid=1511731",
        "text":"look up any word, like bukkake:\nProgessive Blumpkin - A Procedure on how to actually get a Blumpkin\n\nStep 1) Fart a lot in her presence during oral sex and regular fucking. Do this for at least 3 months or until she gets used to the smell of your rancid bowels.\n\nStep 2) Shit yourself during oral sex and\/or while banging the snot out of the bitch. Act completely embarassed when this happens! \"I agree that was awful... let's take it into the bathroom next time!\"\n\nStep 3) Enjoy your Blumpkin filled future life together.\n\"Man that Progressive Blumpkin shit really worked! Man I can't so much as fart without that dirty whore wanting to suck my mule or least bite my nuts... thanks Progressive Blumpkin\"\nby Tyler Breckenridge November 09, 2005\n\nWords related to Progressive Blumpkin\n\nblump blumpkin dunkin kin progessive",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.9549080133,
        "format_confidence":0.9438734055
    },
    {
        "url":"http:\/\/censys.net\/www\/myfreecams.com",
        "text":"Website Value Calculator, Site Worth Checker, Website stats and valuation\n2.33 Rating by was registered 1 decade 2 years ago. It has a alexa rank of #482 in the world. It is a domain having .com extension. This site has a Google PageRank of 4\/10. It is estimated worth of $ 18,325,440.00 and have a daily income of around $ 16,968.00. As no active threats were reported recently, is SAFE to browse.\n\nTraffic Report\n\nDaily Unique Visitors: 2,121,048\nDaily Pageviews: 16,968,384\n\nEstimated Valuation\n\nIncome Per Day: $ 16,968.00\nEstimated Worth: $ 18,325,440.00\n\nSearch Engine Indexes\n\nGoogle Indexed Pages: 410,000\nYahoo Indexed Pages: 15,800\nBing Indexed Pages: 63,600\n\nSearch Engine Backlinks\n\nGoogle Backlinks: Not Applicable\nBing Backlinks: 17\nAlexa BackLinks: 2,500\n\nSafety Information\n\nGoogle Safe Browsing: No Risk Issues\nSiteadvisor Rating: No Risk Issues\nWOT Trustworthiness: Very Poor\nWOT Privacy: Very Poor\nWOT Child Safety: Very Poor\n\nWebsite Ranks & Scores\n\nGoogle Pagerank:\nAlexa Rank: 482\nPageSpeed Score: Not Applicable\nDomain Authority: Not Applicable\nDMOZ Listing: No\n\nWeb Server Information\n\nHosted IP Address:\n\nHosted Country:\n\nUnited States US\n\nLocation Latitude:\n\n\nLocation Longitude:\n\n\nSocial Engagement\n\nFacebook Shares: 11,247\nFacebook Likes: Not Applicable\nFacebook Comments: Not Applicable\nTwitter Count (Tweets): 97,161\nLinkedin Shares: Not Applicable\nDelicious Shares: Not Applicable\nGoogle+: Not Applicable\n\nPage Resources Breakdown\n\nHomepage Links Analysis\n\nWebsite Inpage Analysis\n\nH1 Headings: Not Applicable H2 Headings: Not Applicable\nH3 Headings: Not Applicable H4 Headings: Not Applicable\nH5 Headings: Not Applicable H6 Headings: Not Applicable\nTotal IFRAMEs: Not Applicable Total Images: Not Applicable\nGoogle Adsense: Not Applicable Google Analytics: Not Applicable\n\nWebsites Hosted on Same IP (i.e. - The #1 adult webcam community. Free live webcams...\n\n\nMyFreeCams is an interactive free live webcam community for adults, featuring beautiful models and amateurs in live video-chat rooms with sound.\n\n  111,863   $ 61,200.00\n\nBacklink History Chart from Majestic SEO\n\nReferring Domains Discovery Chart from Majestic SEO\n\nDomain Information\n\nRegistration Date: 2002-03-18 1 decade 2 years 7 months ago\nLast Modified: 2009-06-02 5 years 4 months 2 weeks ago\nExpiration Date: 2019-03-18 4 years 4 months 2 weeks from now\n\nDomain Nameserver Information\n\nHost IP Address Country United States United States United States United States\n\nSimilarly Ranked Websites Fast, safe and secure file hosting\n\n\n  485   $ 18,212,040.00 Web 2.0 | Business Directory | Groups | Alumni | Jobs |...\n\n\nViadeo: 45 million people | 2.700,000 companies | 30,000 Groups | 5 million alumni: your internet business directory.\n\n  486   $ 18,175,320.00\n\n\n\nSearch the world's information, including webpages, images, videos and more. Google has many special features to help you find exactly what you're looking for.\n\n  486   $ 18,175,320.00\n\nLinkWithin - Related Posts with Thumbnails\n\n\nXING ist das soziale Netzwerk fÃ¼r Beruf, GeschÃ¤ft und Karriere. Entdecken Sie alte und neue Kontakte, Jobs, Events, Unternehmen, Gruppen und Diskussionsforen.\n\n  487   $ 18,137,520.00\n\nCell Phones - Smartphones: Cell Phone Service, Accessories -...\n\n\nCell phones, Apple iPhones, 3g smartphones, CPO\/refurbished phones and cell phone plans with the best cell phone accessories at Verizon Wireless.\n\n  489   $ 18,063,000.00\n\nAlexa Traffic Rank\n\nAlexa Search Engine Traffic",
        "topic_id":0,
        "format_id":19,
        "topic_confidence":0.8254429698,
        "format_confidence":0.9247558117
    }
]