[
    {
        "url":"http:\/\/articles.latimes.com\/2011\/may\/18\/sports\/la-sp-0519-type-1-diabetes-southerlan20110519",
        "text":"YOU ARE HERE: LAT HomeCollectionsInsulin\n\nPhil Southerland leads the pack in educating about cycling's benefits for diabetics\n\nThe 29-year-old learned at early age to gain control over his disease and gain quality of life despite dire predictions. Now he teaches what he knows to others through his competitive cycling team.\n\nMay 18, 2011|By Diane Pucin\n  • Phil Southerland, right, speaks with Team Type 1 cyclist Jure Kocjan in South Lake Tahoe on Sunday. Southerland, who was diagnosed with diabetes as a child, is the founder a CEO of Team Type 1.\nPhil Southerland, right, speaks with Team Type 1 cyclist Jure Kocjan in… (Ricardo DeAratanha \/ Los…)\n\nReporting from Stateline, Nev. — When he was 10 years old, Phil Southerland figured out that riding his bike a little longer, pushing himself just a little further, allowed him to eat a candy bar or a piece of cake.\n\nIt was a wonderful revelation for a kid whose life was otherwise defined by numbers and calculations, by daily injections of insulin and constant monitoring of his physical chemistry.\n\nWhen he got on his bike and just rode, Southerland earned two things: freedom and treats. Nothing is better for a boy, especially this boy.\n\nWhen he was 7 months old, Southerland was found to have Type 1 diabetes, formerly known as juvenile diabetes. When the diagnosis was made, Southerland's mother, Joanna, was told that her oldest son probably would be blind by the age of 25 and probably dead before he was 30.\n\nNow 29 and fit, Southerland has defied one of the predictions and likes his chances of overcoming the other. His love for riding his bike developed into a passion for competitive cycling, and now he is the manager and cofounder of a team that races internationally and is on the roads this week competing in the Amgen Tour of California.\n\nIts name: Team Type 1-Sanofi-Aventis — the first part, the disease that might have crippled him; the second part, the giant pharmaceutical company that is his main sponsor as well as a research partner.\n\nAnyone who knew Southerland as a child might have seen this coming. Even as a boy, he learned to give himself insulin injections and came to understand that he was different — he could not eat or drink the things other kids did.\n\nIn cycling, he found an outlet for which he learned to control his disease while also using the sport as a tool to learn more about how exercise could improve the quality of his life.\n\n\"There was never any grand plan,\" Southerland said. \"It was all instinctive. I was a kid and I learned that with my cycling I could control my illness. It just happened. I rode the bike, I was better. I could do other stuff.\"\n\nThat instinct led to the idea of being an entrepreneur and creating a cycling team devoted not only to winning races but also gaining knowledge of how exercise might help diabetics control their disease.\n\nSoutherland came up with this plan while he was competing at the University of Georgia.\n\n\"I was at a race and there was a guy from Auburn who I heard had diabetes,\" Southerland said. \"By that time I was really good at monitoring my blood sugar and knowing exactly how my body operated during competition.\n\n\"This kid didn't know any of what I had learned. I found myself explaining what I knew and thinking there had to be a better way to do this.\"\n\nHis solution was to take $400 he had and invest it in starting a cycling team that would allow himself and other diabetics an opportunity to compete at the sport's highest levels — while at the same time providing scientists with the human guinea pigs they required to test diabetic equipment and study body chemistry issues.\n\nSoutherland sent letters to any company that made medicine or products for diabetics, passed out business cards to whoever would take one, and begged, cajoled and instructed anyone who would listen. He sold himself. He sold the sport. He sold the future.\n\nDennis Urbaniak, vice president of U.S. diabetes at Sanofi-Aventis, was an early buyer.\n\n\"Phil, with his personality and his enthusiasm and his optimism, helped make this a perfect fit,\" Urbaniak said.\n\n\"What we're doing is looking for examples that show you can live your life successfully with diabetes. One of the challenges when you're diagnosed is being told all the things you can't do. That is very intimidating. Phil's an individual that took that information and pressed forward and has not only been successful but triumphant.\"\n\nThat he's done it in cycling is most ironic.\n\nThe sport has been rocked by doping allegations for more than a century, with riders using anything from arsenic, cocaine and caffeine to steroids and EPO and HGH to gain a competitive advantage.\n\nAt races, riders have been mocked by people dressed up as needles and syringes.\n\n\"I see the irony,\" said Southerland, whose 20-rider team includes five diabetics who have special dispensation to use medicine during races. \"Investigators search through the trash outside team hotels looking for needles and syringes and we have guys injecting themselves with insulin five times a day.\"\n\nThis season, Southerland hired Dr. Juan Frias, an endocrinologist from San Diego, to conduct clinical research on the team's riders, whether they are diabetic or nondiabetic.\n\nOne device the riders wear measures blood sugar. It is a square about the size of a cellphone and it needs to be stuck into the flesh.\n\n\"It got punched in, pushed around,\" Team Type 1 cyclist Will Dugan said. \"I was riding around and it was really bugging me. I thought, 'Wow, that really hurts.'\n\n\"But then you think about what we're trying to do and the research that's being done and now it's kind of cool.\"\n\nLos Angeles Times Articles",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.744143784,
        "format_confidence":0.7500743866
    },
    {
        "url":"http:\/\/kmrskkok.com\/2018\/10\/08\/golden-knights-get-late-goal-defeat-wild-in-shootout\/",
        "text":"Minnesota Wild goalie Devan Dubnyk stops a shot on goal by the Vegas Golden Knights in the first period during an NHL hockey game Saturday, Oct. 6, 2018, in St. Paul, Minn. (AP Photo\/Craig Lassig)\n\nST. PAUL, Minn. (AP) — Fresh off last season’s loss in the Stanley Cup final, the Vegas Golden Knights reloaded for another run by remaking their second line.\n\nA newcomer and a holdover showed Saturday how explosive the second unit can be for Vegas.\n\nErik Haula scored in the shootout and the Golden Knights rallied to a 2-1 victory over the Minnesota Wild on Saturday night.\n\nMax Pacioretty, who was acquired from Montreal in an offseason trade, scored his first goal for Vegas, which has used Pacioretty and Haula on opposite sides of new center Paul Stastny in the season’s first two games.\n\n“He’s a great player and he played a real good game tonight,” Golden Knights coach Gerard Gallant said of Pacioretty. “That line was excellent and that’s a big goal for us at a key time.”\n\nPacioretty snapped home a one-timer in the slot from Jonathan Marchessault with 1:31 left in regulation to tie the game as Gallant pulled goaltender Marc Andre-Fleury.\n\n“I really thought in the third period when we played our best, that we were blocking shots and doing what we had to do,” Minnesota coach Bruce Boudreau said. “But they were pressing. They come at you all the time, that’s why they won the West.”\n\nFleury made 29 saves for Vegas, bouncing back after being pulled in the opening 5-2 loss at home to the Philadelphia Flyers. Fleury was pulled after 30:11 against Philadelphia after allowing five goals on 16 shots.\n\nMatt Dumba scored for the Wild, who was the only team in the Western Conference to sweep Vegas last season. Minnesota goaltender Devan Dubnyk stopped 41 of the 42 shots he faced.\n\n“He was fantastic,” Wild forward Jason Zucker said of Dubnyk. “He’s the only reason that we didn’t lose that game 10-nothing.”\n\nHaula scored the only goal in the shootout against his former team as his shot between Dubnyk’s legs ended up trickling in after Dubnyk appeared to make the stop.\n\n“We just stuck with it, made a great play there on Max’s goal and we had a lot of chances,” Haula said. “Duby played well over there and made it hard on us, but overall I’m just happy with our game. It’s a good indicator to jump back in a tough building, tough environment and just play like that, it’s a good job by the guys.”\n\nDumba, signed to five-year, $30 million contract in the offseason, scored on a slap shot from the blue line midway through the first period. Dubnyk held up against a Vegas’ attack that outshot Minnesota 42-30 through overtime.\n\n“It’s nice to feel good out of the gate,” Dubnyk said. “It’d be nice to have two wins, obviously. It’s tough to feel too good about it. But we just try to work on those things that make you feel good and I’m feeling pretty good in there now, so we’ll have a good week.”\n\nThe Wild lost for the first time in the first home game of the season at the Xcel Energy Center after starting 14-0-3 in such games.\n\nNOTES: Minnesota went 27-6-8 at home last season, finishing second in the NHL in home points. … The New York Islanders were the only other team to sweep Vegas last season, winning a pair of games. … Wild F Luke Kunin has been cleared for contact in his return from knee surgery. Kunin has been skating with the team. … Golden Knights rookie D Jake Bischoff made the NHL team for the first time in his career, but the Minnesota native was scratched for the second straight game along with D Brad Hunt. … The Wild scratched F J.T. Brown and D Nate Prosser for the second time in two games.\n\n\nGolden Knights: Season-long, five-game road trip continues Monday at Buffalo.\n\nWild: Host Chicago on Thursday.\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9974607229,
        "format_confidence":0.9972345233
    },
    {
        "url":"http:\/\/scores.espn.go.com\/mlb\/preview?gameId=330815114",
        "text":"Blue Jays' Mark Buehrle logs first win against Red Sox since 2009\n\nTORONTO -- Another day, another game of missed opportunities for the struggling Boston Red Sox.\n\nPinch hitter Mark DeRosa hit a tiebreaking sacrifice fly in the seventh inning, Mark Buehrle pitched seven innings to win his fourth straight decision and the Toronto Blue Jays beat Boston 2-1 on Thursday night.\n\n\"Tonight, the story is (runners) left on base,\" Red Sox manager John Farrell said. \"This is a frustrating one.\"\n\nThe Red Sox went 2 for 12 with runners in scoring position and left 12 men on. That dropped them to 6 for 34 with runners in scoring position in the three-game series and boosted their total of stranded runners to 33.\n\n\"We had a ton of opportunities to score and just couldn't get that one big hit,\" Dustin Pedroia said. \"We've got to swing the bats better with guys on.\"\n\nThe Blue Jays took two of three from the AL East-leading Red Sox, who went 4-6 on a three-city road trip that also included stops in Houston and Kansas City. Boston has lost five of seven overall, dropping consecutive series for the first time since losing three straight against Texas, Minnesota and Toronto from May 3-12.\n\n\"Any time you go through a 4-6 road trip it's disappointing,\" Farrell said. \"We've got to go home and regroup.\"\n\nThe Red Sox won't get much time to enjoy being home. After a three-game series with the Yankees that begins Friday, they hit the road again for three at San Francisco and three against the NL West-leading Los Angeles Dodgers.\n\nBuehrle (9-7) came in 0-4 with a 4.97 ERA in his previous eight starts against the Red Sox, a team he hadn't beaten since Sept. 7, 2009, with the White Sox.\n\n\"I know I've struggled against them,\" Buehrle said. \"You have to have everything going your way. You have to have runs scored for you, you have to have defense behind you and you have to have the bullpen save the lead.\"\n\nThe left-hander allowed one run and 10 hits, walked two and struck out four before Darren Oliver worked the eighth and Casey Janssen finished for his 22nd save in 24 chances.\n\nPedroia hit a two-out single in the first and went to second when David Ortiz walked, but was thrown out at the plate by left-fielder Kevin Pillar trying to score on a Jonny Gomes' single. It was the first assist of Pillar's career.\n\nPedroia said he didn't slide because he was hoping to let the ball hit him. Instead, he ran beyond the plate and tried to come back, only to be tagged out by catcher J.P. Arencibia, who was waiting with the ball.\n\n\"It was kind of an awkward deal,\" Pedroia acknowledged. \"I should have tried to slide or go through him or something.\"\n\nWith the Blue Jays using a defensive shift, Pedroia was able to go from first to third when Ortiz grounded out in the third. Toronto escaped when Gomes fouled out and Stephen Drew struck out.\n\nAfter stranding six runners through the first three innings, Boston broke through with a run off Buehrle in the fourth. Daniel Nava hit a one out double, went to third on a check-swing single by Will Middlebrooks and scored on Jacoby Ellsbury's RBI grounder. The Blue Jays might have been able to turn a double play, but second baseman Munenori Kawasaki threw high to shortstop Jose Reyes covering second, preventing a throw to first.\n\nDrew and Ryan Lavarnway both singled to begin the sixth, but Buehrle fanned Nava and Middlebrooks before getting Ellsbury to ground out.\n\nRed Sox starter Jake Peavy (9-5) came in 2-0 with a 2.15 ERA in his past four starts against Toronto and was untroubled through the first six innings, allowing just a pair of two-out hits.\n\nThat changed in the seventh, when Jose Bautista singled off the glove of third baseman Middlebrooks, took second on Edwin Encarnacion's single and scored on a base hit by Lawrie, with Encarnacion advancing to third.\n\nBautista's ball was initially ruled an error but changed to a base hit after review.\n\n\"Typically, that's a play that should be made,\" Farrell said. \"Unfortunately, it wasn't.\"\n\nCraig Breslow came on to face DeRosa, who put the Blue Jays in front with a sacrifice fly.\n\n\"Tough way to lose,\" Peavy said. \"I've got to be better, there's no other way to say it.\"\n\nMaking his third start with Boston since coming over in a July 30 trade with the Chicago White Sox, Peavy allowed two runs and five hits in six-plus innings. He walked none and struck out four in his first career loss to Toronto.\n\n\"Jake threw the ball well, certainly deserved a better fate,\" Farrell said.\n\nGame notes\nBoston 1B Mike Napoli, who snapped a 0-for-16 slump with a tying two-run homer in the ninth inning Wednesday, got the day off. ... MRI results for Blue Jays RHP Josh Johnson confirmed the initial diagnosis of a strained right forearm. Johnson was placed on the 15-day DL Tuesday, retroactive to Aug. 7. ... Following the game, Toronto optioned RHP Mickey Storey to Triple-A Buffalo and recalled OF Anthony Gose. ... With a crowd of 40,477, the Blue Jays topped the 2 million mark in attendance on their 63rd home date, the quickest they've reached the mark since 1997.",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9977972507,
        "format_confidence":0.9951187372
    },
    {
        "url":"http:\/\/www.sportspundit.com\/cricket\/articles\/7832-odi-live-sri-lanka-v-pakistan-1st-odi-preview",
        "text":"Cricket Article\n\nODI live: Sri Lanka v Pakistan 1st ODI Preview\n\nBy Comments\nODI live: Sri Lanka v Pakistan 1st ODI Preview All Over Press\n\nPakistan and Sri Lanka take on each other in the five-match ODI series with an eye on improving their ICC ODI rankings. The series gets underway from Thursday in Pallekele, after the teams settled to a 1-1 score in the T20s.\n\nThe visitors will be led on to the field by Misbah ul Haq after Mohammad Hafeez made his debut as captain in the shortest format. Amongst a list of wholesale changes to the squad, Misbah will be hoping to inspire his team to another triumph following their 4-1 victory against Sri Lanka last year in UAE.\n\nYounis Khan and Asad Shafiq have been added to boost the middle-order with Umar Akmal continuing to remain unpredictable. However, Akmal made his debut in Sri Lanka three years ago and scored his maiden ton.\n\nShahid Afridi is likely to have a key role with Saeed Ajmal as well on the slow turning tracks. The team management decided to strengthen the bowling department by retaining Sohail Tanvir who performed well in the T20s.\n\nCurrently ranked fifth on the ICC ODI Rankings, Sri Lanka will be wary of a dangerous Pakistan side. A loss in the series will see them drop to sixth place, swapping places with Pakistan while a whitewash over Pakistan will life them into fourth place.\n\nMahela Jayawardene returns to lead the team after sitting out the second T20 to take rest. Lasith Malinga will be the other crucial weapon back in the side, spearheading the bowling attack. The batting unit looks fairly strong with Kumar Sangakkara set to focus on his batting while leaving the wicket-keeping duties to the young Dinesh Chandimal.\n\nTillakaratne Dilshan will open the batting while Dilhara Fernando will look to continue his impressive form over the last few months.\n\nThe day-night match will start at 2.30pm in Pallekele where Pakistan and Sri Lanka won one match each in last year’s World Cup.\n\nWhat's Your Take?\n\nRelated Articles",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9975261092,
        "format_confidence":0.9927259684
    },
    {
        "url":"http:\/\/www.starcourier.com\/article\/20130301\/NEWS\/130309862\/1001\/fancybox",
        "text":"Salisbury named Coach of the Year\n\nKewanee senior guard Dayton Ince was one of two unanimous selections to the All-Three Rivers Conference boys basketball first team.\nInce joined Jacob Johnston of Erie as the lone unanimous selections to the seven-player first team.\nJoining Johnston and Ince on the first team were Jared Richmond of Riverdale, A.J. Sharp of Sterling Newman, Carter Ames of Prophetstown, Parker Neuhalfen of Bureau Valley and Tyson Powers of Amboy.\nJohnston was named the conference Player of the Year, while Kewanee’s Steve Salisbury was named Coach of the Year.\nEarning second team honors were Kyle Moore of Sterling Newman, Donovan Oliver of Kewanee, Devin Johnson of Prophetstown, Nick Fish of Fulton, Alex Volckmann of Morrison and Tommy Johnston of Bureau Valley.\nReceiving honorable mention were Mitchell Sand of Riverdale, Connor Saad of Erie, Nic Miller of Sterling Newman, Dalton Nuding and Matt Gustafson of Kewanee, and Zach Inskeep of Prophetstown.\nHere are the final standings for the 2012-13 Three Rivers Conference season:\nVarsity — Kewanee 14-0, Sterling Newman 13-1, Riverdale 9-5, Erie 8-6, Bureau Valley 7-7, Prophetstown 6-8, Fulton 3-11, Amboy 2-12 and Morrison 1-13.\nSophomore — Sterling Newman 14-0, Kewanee 12-2, Morrison and Riverdale 9-5, Fulton 7-7, Prophetstown 6-8, Bureau Valley 5-9, Erie 4-10, Amboy 2-12 and Prophetstown 2-12.",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9970587492,
        "format_confidence":0.9905633926
    },
    {
        "url":"http:\/\/www.ghanalifestyle.com\/2017\/03\/18\/michael-essiens-wife-buys-italian-3rd-division-club-como\/",
        "text":"Michael Essien’s wife buys Italian 3rd-division club Como\n\nEssiens Wife 11Akosua Puni Essien,Michael Essien’s wife\n\nMichael Essien’s wife has bought a third-division Italian soccer club at an auction.\n\nAkosua Puni Essien, who is married to the former AC Milan, Chelsea and Real Madrid midfielder, bought Como for 237,000 euros ($254,000).\n\nThe price does not include the training center or the Calcio Como brand, and the team will now be known as FC Como.\n\nA club statement says Puni Essien will return to Como soon and that she is “honored to be part of a club which has 110 years of history.”\n\nComo was relegated from Serie B last season. It is currently in seventh place and on course for the promotion playoffs.\n\nSource: GhanaGuru.com\n\nYou might also like More from author\n\nLeave a comment",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9913608432,
        "format_confidence":0.9882951975
    },
    {
        "url":"https:\/\/www.soccerticketsonline.com\/europa-league-preview-english-clubs-aim-for-european-glory\/",
        "text":"≡ Menu\n\nEuropa League Preview: English Clubs Aim For European Glory\n\neuropaChelsea will be going after history on Thursday when they host Russian hopefuls Rubin Kazan in their UEFA quarter-final first-leg tie.\n\nChelsea are trying to become the first British side to win all three major European club competitions. Previously the Blues have lifted the Cup Winners’ Cup and .\n\nDespite a forgettable Premier League campaign, Rafael Benitez’s maligned tenure at Stamford Bridge still has the Blues in the hunt for both domestic and European silverware after despatched rivals on Monday to progress to the last four of the .\n\nChelsea will likely be without defensive duo Ashley Cole (hamstring) and Gary Cahill (knee) for both legs of the clash.\n\nIn Rubin, Chelsea face a side that has already eliminated holders and one that is unbeaten in five European away games.\n\nBenitez’s charges though boast an imposing home record on the continental stage with an 11-game unbeaten streak of their own. They also own a perfect record against Russian opposition with four wins from as many matches.\n\nOf the eight teams left in the competition, Tottenham are the only club to have previously lifted the trophy (1971\/72 and 1983\/84).\n\nTottenham eye last four berth\nSpurs host Swiss pacesetters Basel in the first leg, a pairing that ostensibly favours Andre Villas-Boas’ men. Tottenham will welcome back Gareth Bale from suspension after the Welsh star missed Spurs’ 4-1 defeat at that saw the north Londoners limp through on away goals.\n\nI think hopefully going past Basel would mean a lot to the club – being present in a European semi-final.\n\n“We dream of winning trophies so our focus on the Europa League won’t shift,” said Villas-Boas.\n\nBasel have never defeated an English side on their travels, but Manchester United’s untimely Champions League exit at the hands of the Swiss outfit last season should serve as a warning not to underestimate them.\n\nMagpies aim to swoop in Portugal\nMeanwhile Newcastle, the third English team left in the tournament, face Portuguese high-flyers Benfica in Lisbon.\n\nManager Alan Pardew claimed his team’s European adventure has come at a cost to Newcastle’s league performances but stressed his approach wouldn’t change even with the club’s top-flight status still not assured for next season.\n\n“It has cost us points and without a shadow of a doubt we would not be in this position if we were not in the Europa League.\n\n“However, we are and we’ve approached the Europa League every time to try and win the game.\n\n“You can fault us for that, but we think that’s the right approach and we will carry that forward into Thursday,” Pardew told The Journal.\n\nPortuguese table-toppers Benfica are unbeaten in the league this season, while their 13-match unbeaten home run in the Europa League dates back to the advent of the rebranded competition.\n\nLazio – the only team unbeaten in this year’s competition – travel to Fenerbahce in Thursday’s other quarter-final.\n\nUEFA Europa League fixtures\nChelsea (ENG) v Rubin Kazan (RUS)\nTottenham (ENG) v Basel (SUI)\nBenfica (POR) v Newcastle (ENG)\nFenerbahce (TUR) v (ITA)",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9966172576,
        "format_confidence":0.966381073
    },
    {
        "url":"http:\/\/www.ocregister.com\/ducks\/strong-426063-ducks-hit.html",
        "text":"Lack of suspension angers Ducks\n\nBOSTON -- As much as the Ducks are smarting from Thursday's 6-0 loss to the Boston Bruins at TD Banknorth Garden, they remain at least as sore over what happened two nights earlier in a 3-2, road victory over the Buffalo Sabres.\n\nThe fact that Sabres center Paul Gaustad avoided supplementary discipline from the NHL after delivering a controversial late-game hit that left center Ryan Getzlaf with a broken nose and facial cuts basically has the Ducks mad as hell and unwilling to take it anymore.\n\n\"I'm not happy,\" Ducks general manager Bob Murray said after Gaustad was in Buffalo's lineup for Thursday night's 2-1, shootout loss to the Carolina Hurricanes in Raleigh, N.C. \"If we're going to be suspended for blows to the head, then they have to look at the other teams when our guys get hit. This just astounds me that Gaustad is not getting something for this, because that was on purpose and deliberate.\"\n\nWhile Ducks right wing Corey Perry received a four-game suspension for a Jan. 2 elbow to the head of Philadelphia Flyers rookie winger Claude Giroux, defenseman Dion Phaneuf of the Calgary Flames escaped punishment after delivering an elbow that broke the nose of Ducks rookie center Andrew Ebbett on Feb. 11.\n\n\"Corey Perry got suspended for a hit to the head,\" Murray said. \"Why can't other players do it to Anaheim Ducks players and get a suspension? He (Gaustad) jumped up. He left his feet. His helmet or his shoulder could have hit Getzy in the head, and it's totally ridiculous that that wasn't a suspension.\"\n\nColin Campbell, the NHL's senior executive vice president of hockey operations, Murray said, \"told me they looked at it and they didn't feel it was worth anything. They felt he hit him with his helmet. I don't care if he hits him with his helmet, his elbow. Whatever it is, we're supposed to be protecting our players from hits to the head.\"\n\nGetzlaf, who had bit his tongue since the incident, has also had enough.\n\n\"It's embarrassing,\" Getzlaf said. \"It's the same story all the time. They're talking about taking head shots out of the game, and he (Gaustad) goes off and does something like that, and because it's not a nationally televised game or something, nothing happens. The league just sits there. If it happens to (Pittsburgh Penguins center Sidney) Crosby or somebody that's in a big market, and it's on a nationally televised game, that's a suspension. It's incredible that that stuff goes on.\"\n\nIronically, the game in Buffalo marked the lone Ducks appearance on Versus this season, but Versus doesn't carry nearly the impact in the hockey world as a Canadian national telecast.\n\nJust as was the case after the Phaneuf hit on Ebbett, television and other media north of the border did not jump all over the Gaustad-Getzlaf story. Late last season, after initially doing nothing, the NHL received additional video supplied by a Canadian television outlet and handed Ducks defenseman Chris Pronger an eight-game suspension for a \"stomping\" incident against Vancouver Canucks center Ryan Kesler.\n\n\"We have our own reputation, I guess, but I think it's more the fact that it's not in the spotlight and it's not all over Canadian TV, where they have to do something,\" Getzlaf said. \"If the media doesn't react to it because it's not a televised game all over Canada ...\n\n\"If the media reacts to it, or I get a concussion or something, suddenly it's a suspension. If it's not a big, major injury, they don't do anything about it.\"\n\nMurray, too, has had it up to here with the common perception of the Ducks, which grew exponentially during the club's march to the 2007 Stanley Cup championship.\n\n\"I don't understand what's going on in this league,\" Murray said. \"A lot was made of that team that won -- the ‘Big, bad Ducks.' Well, it's not that way anymore, but every scrum on the ice, no matter when there's a scrum, Anaheim's going to get the extra penalty.\n\n\"A perfect example was against LA a week and a half ago in our rink. Scotty Niedermayer goes behind their net, and somehow -- he didn't run the goalie -- they bumped each other. We ended up with an extra two minutes. Their goaltender (rookie Jonathan Quick) got nothing, and he got a free blocker shot to Scotty Niedermayer's head. That is what has been going on, and I do not understand it. I wish somebody could explain it to me.\"\n\nApparently, neither Campbell nor anyone else from the NHL office has done so.\n\n\"They say ‘No, no, no, no, no,' but it just happens over and over and over again,\" Murray said. \"Our team plays on the edge, yes, and our team takes far too many offensive-zone penalties, stupid penalties. Yes, I understand that. That has to be rectified within our own dressing room, but this other stuff, I'm sorry.\n\n\"Every time there's a scrum, or every time one of our players gets hit in the head, it can't be, ‘No, it's not a suspension.' I'm sorry. It just can't be that way.\"\n\nRelated stories:\n\nUser Agreement\n\nComments are encouraged, but you must follow our User Agreement\n\nKeep it civil and stay on topic. No profanity, vulgarity, racial slurs or personal attacks. People who harass others or joke about tragedies will be blocked. By posting your comment, you agree to allow Orange County Register Communications, Inc. the right to republish your name and comment in additional Register publications without any notification or payment.\n\nPrograms & Promotions\nBusiness Directory\nAds by Google",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9974722266,
        "format_confidence":0.98427701
    },
    {
        "url":"https:\/\/www.gonewsindia.com\/latest-news\/sports\/roy-bairstow-on-brink-of-top-10-going-into-ireland-series-16952",
        "text":"Roy, Bairstow On Brink Of Top 10 Going Into ODI Series Against Ireland\n\nby GoNews Desk 1 week ago Views 3335\nJason Roy-Jonny Bairstow\nEngland’s Jason Roy and Jonny Bairstow will be in the focus from the rankings perspective as the reigning World Cup champions kick off the ICC Men’s Cricket World Cup Super League with their three-match home series against Ireland on Thursday.\n\nOpener Roy and wicketkeeper-batsman Bairstow, who are currently ranked 11th and 14th, respectively, in the ICC Men’s ODI Player Rankings, could work their way back into the top 10, having both enjoyed personal best rankings of ninth position in the past. Roy was in ninth place in July last year and Bairstow in October 2018.\n\nAlso Read: Global Air Passenger Traffic Won't Return to Pre-Covid Levels Until 2024: IATA\n\nWorld Cup-winning captain Eoin Morgan, who is the third best-ranked batsman from his side in 23rd position, will be leading against a side for whom he scored 99 on ODI debut against Scotland 14 years ago.\n\nWith none of the England players featuring in their Test series against the West Indies named for the ODIs, England will be missing their premier fast bowlers and will be led by spin twins Adil Rashid (29th) and vice-captain Moeen Ali (44th). \n\nFor Ireland, skipper Andy Balbirnie, who took over from long-time skipper William Porterfield last November and has only led in a three-ODI series in the Caribbean in January, is ranked 46th among batsmen. Paul Stirling remains their top-ranked batsman in 27th position, having held a career-high position of seventh in 2013.\n\nOff-spinner Andy McBrine (31st) and paceman Boyd Rankin (joint-40th) are their leading bowlers according to the rankings.\n\nICC Press Release\n\nLatest Videos\n\nFacebook Feed",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9979377389,
        "format_confidence":0.9958969355
    },
    {
        "url":"http:\/\/www.bloodhorse.com\/horse-racing\/articles\/43939\/carter-not-dubai-for-spring-at-last",
        "text":"Carter, Not Dubai, for Spring At Last\nPhoto: Coglianese Photos\nSpring At Last will run next in the Carter Handicap (gr. I) at Aqueduct April 5.\nOrder This Photo\n\nConnections of Spring At Last, a convincing winner of the Feb. 2 Donn Handicap (gr. I), have decided to bypass the $6-million Dubai World Cup (UAE-I) March 29 and aim instead for the $300,000 Carter Handicap (gr. I) at Aqueduct April 5.\n\nTrainer Doug O’Neill confirmed the decision March 6, saying the main consideration was to give Spring At Last a little more time between races.\n\n“We’re very honored by the invitation to the Dubai World Cup,” he said. “It’s just the timing — we think it’s a little too much at this point.”\n\nSpring At Last has never won at the Dubai World Cup distance of 2,000 meters (about 1 ¼ miles), but O’Neill did not cite as factors the distance or the fact 2007 Horse of the Year Curlin already is waiting in Dubai with a victory at Nad Al Sheba Racecourse under his girth.\n\nHowever, he did note that Spring At Last underwent surgery for a bone chip in an ankle last year that sidelined the 5-year-old son of Silver Deputyfor about nine months following his impressive win in the Godolphin Mile (UAE-II) at Nad Al Sheba.\n\n“We just thought after winning the grade I race in Florida that we would focus on giving him plenty of time afterward,” O’Neill said. “Maybe if the Dubai race was in another month or so, it would be a lot more tempting. Right now, it would just be too much to ask.”\n\nSpring At Last worked a half-mile at Hollywood Park in :50.20 the last week of February, at which time O’Neill said the Dubai World Cup was still the next objective for the earner of $1,137,650. Nothing has gone awry since then, he said;  the horse is “doing fantastic.”\n\nBred in Kentucky by WinStar Farm, Spring At Last races for the farm in partnership with J. Paul Reddam. WinStar will be represented in the Dubai World Cup by homebred San Antonio Handicap (gr. II) winner Well Armed, a son of Tiznow  who is trained by Eoin Harty.\n\nReddam and O’Neill could have another opportunity to compete in Dubai this year with grade II winner Notional. O’Neill said they are hoping to receive an invitation to race in the $5-million Dubai Duty Free (UAE-I), a 1,777-meter event on the turf.\n\n“He’s a fantastic colt — we’re just so excited about him. We’d love to try him on the turf over there,” he said of the 4-year-old son of In Excess. “He’s doing well, came out of his prep in great shape, and is ready to go if we get the invitation.”\n\nNotional finished third by a neck in the 6 1\/2-furlong Daytona Handicap on the Santa Anita Park grass Feb. 17. Last year, he was a strong classic candidate, winning the San Rafael (gr. II) and Risen Star (gr. III) Stakes before finishing second to Scat Daddy in the Florida Derby (gr. I).\n\nA fracture of his left front cannon bone kept him away from the races for almost 11 months, with the Daytona marking his return to competition.\n\n\nMost Popular Stories",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9963280559,
        "format_confidence":0.9895350337
    },
    {
        "url":"http:\/\/www.sun-sentinel.com\/bal-ravens-inside-looking-back-at-the-2007-ravens-draft-class-20120416-story.html",
        "text":"\n\nLooking back at the 2007 Ravens draft class\n\nThe Ravens are the only team to have made the playoffs in each of the past four seasons. That’s a credit to G.M. Ozzie Newsome, who has given coach John Harbaugh enough talent to mold this team into a contender.\n\nAs we close in on the 2012 NFL draft, we’ll take a look at how the Ravens have fared in recent drafts. It’s too soon to give a fair evaluation from the 2010 and 2011 classes, but three years of NFL service time is enough for us to grade their 2007, 2008 and 2009 classes. In today’s blog post, we will break down the 2007 class.\n\nTotal picks: seven (No. 29 overall, 74, 86, 134, 137, 174, and 207).\n\n2011 starters: left guard Ben Grubbs, right guard Marshal Yanda.\n\nPlayers still with the team: one (Yanda).\n\nBest pick: Yanda. The Ravens picked a pair of Pro Bowl guards in Grubbs and Yanda, but Yanda gets the nod because he was a third-rounder (Grubbs was the top pick) and because he brings nastiness and physicality to the Baltimore offensive line.\n\nBiggest miss: Yamon Figurs. With the first of their two third-round picks, they drafted Figurs, a speedy wide receiver and returner out of Kansas State. He scored two return touchdowns in his rookie year, but made just two catches for 79 yards in two seasons here.\n\nTrades: They dealt their second-round pick, No. 61, to the Detroit Lions for picks No. 74 (Figurs) and No. 101. They then traded No. 101, a fifth-round pick and a sixth-round pick to the Jacksonville Jaguars for No. 86 (Yanda).\n\nPlayers they could have had: Wide receivers Laurent Robinson, Jason Hill and Mike Sims-Walker were selected within the five picks after the Ravens took Figurs. Linebackers Zac Diles and Brandon Siler, running back Ahmad Bradshaw, and quarterback Tyler Thigpen were drafted after their final pick (Prescott Burgess).\n\nFinal grade: B. The Ravens selected a trio of Pro Bowl players in Grubbs, Yanda, and fullback Le’Ron McClain, but only one player from the draft is still here five years later (though the Ravens did try hard to retain Grubbs this offseason before he joined the New Orleans Saints). Linebacker Antwan Barnes has found success in San Diego and quarterback Troy Smith, who was pushed to the side when the team drafted Joe Flacco, is now in Pittsburgh. Burgess has had about 500 different stints with the Ravens.\n\nCopyright © 2018, Sun Sentinel",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9972854853,
        "format_confidence":0.8484354019
    },
    {
        "url":"https:\/\/stratfordobserver.co.uk\/sport\/warwickshire-paddlers-star-successful-world-championships\/",
        "text":"24th Jun, 2017\n\nWarwickshire paddlers star at successful World Championships\n\nStratford Editorial 8th Sep, 2016 Updated: 28th Oct, 2016\n\nSUPPORTERS were treated to some superb displays from the Great Britain teams at the 2016 Canoe Polo World Championships in Syracuse, Sicily.\n\nBritish fans included parents, grandparents and friends who had flown out to support the GB squad at the event, which was held on the sea in the narrow dock area between the city of Syracuse and the island of Ortygia in Sicily.\n\nThis gave excellent viewing from the grandstands erected on the dock side. Unusually, the canoeists were paddling in Mediterranean salt sea water.\n\nSpecial thanks must go to the Italian security who, following the events in Nice, France, guarded competitors and their friends and relatives throughout.\n\nHighlight for the GB supporters was the fantastic skill of the U21 GB men who did not lose a single game and won the gold medal to become 2016 world champions.\n\nTheir speed of paddling and accuracy in passing and shooting was a delight to watch.\n\nGB beat the usually dominant Germans 5-4 in an exciting final – the first time the Germans have lost for some time – having previously defeated Italy 4-3 in the quarter-finals.\n\nThe GB U21 women, who had trained hard and improved considerably during 2016, won through to the semi-finals before eventually finishing fourth after losing 6-2 to New Zealand in the last four.\n\nThis was a good end to a hard season of training and competition for the GB U21 women. It was a satisfying competition for them and their coaches, which included canoeist and canoe designer Peter Howard from Compton Verney.\n\nThe senior GB women attained their target position of top six in the championships.\n\nThey narrowly missed out on the semi-finals as they were beaten in the quarter-finals, before losing 4-1 to Italy in the 5th\/6th place play-off.\n\nThe team included Stratford siblings Danielle Brain, 19, and Nicole Brain, 23, who is swim manager at Stratford Leisure Centre. The senior women’s coach is Stratford’s 1992 C2 canoe slalom Olympian Paul Brain.\n\nThe senior GB men’s team had mixed results throughout the championships as they exceeded expectations.\n\nThey managed a good seventh position out of 24 teams after beating Denmark 7-3 in the 7th\/8th place play-off.\n\nThe senior men’s team included Leamington-based Matt Blackmore and Martyn Pearson.\n\nAlso coaching at the championships was Paul’s 1992 Olympic C2 partner, Stratford’s Chris Arrowsmith, who was coaching the senior Canadian women’s team.\n\nThe Canadian women met GB in the group play-offs for fifth to eighth places and GB, who eventually finished sixth, won 8-4. The Canadian women ended the championships in eighth place.",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9977276921,
        "format_confidence":0.9863759875
    },
    {
        "url":"http:\/\/kfor.com\/2015\/06\/12\/romero-sisters-living-out-goals-with-usa-softball\/",
        "text":"Next chance of rain to move in this weekend\n\nRomero Sisters Living Out Goals With USA Softball\n\nThis is an archived article and the information in the article may be outdated. Please look at the time stamp on the story to see when it was last updated.\n\nFor many athletes the highest honor possible is to represent their country in their sport.\n\nThis summer Sydney Romero, an incoming Sooner softball standout, gets to live a life long goal by suiting up for America's Junior Women's National Team.\n\nIn fact, Sydney traded in her cap and gown for cleats this week.\n\nPassing up her high school graduation to train with team USA.\n\n\"It's an honor,\" Sydney said. \"It's been a dream of mine since I was a very young age and now that I'm finally here it's surreal. I can't believe it.\"\n\nOU head coach Patty Gasso says she's confident Sydney will become a legendary Sooner.\n\nFormer OU baseball player and USA Junior Team Assistant Tim Walton also had high praise for the Californian.\n\n\"Sydney Romero is one of the best middle infielders in the country,\" Walton said. \"She's not only a great fielder, a great leader, just a very savvy softball player. She has a lot of instincts and a lot of skills and comes from a great family of great softball players and great athletes in general.\"\n\nSpeaking of the Romero's, Sydney's older sister Sierra plays for the Women's National Team, who's also training in OKC this week.\n\nAnd says she's happy to show her sister the ropes for team USA.\n\n\"It's really cool to have her here,\" Sierra said. \"And it's just kind of funny because we look kind of similar, so it's funny. I see her in her uniform and she looks exactly like me so it's nice to experience this with her.\"\n\n\"Just being here with her is amazing,\" Syndey said. \"Like knowing my family is back home I have my sister here with me playing the game we've played our whole life. It just a great opportunity.\"\n\nWhile some thought Sydney, a rising college freshman, may choose to play ball at Michigan with Sierra for her senior season, Sydney chose OU.\n\nA supported decision between sisters.\n\n\"It was my decision to go there,\" Sydney said. \"She did not pressure me at all. People would think she would, but she left it all up to me. She told me, you need to make your decision for the next for years and I did.\"\n\n\"I support her in everything she does and I think she's going to be a great fit at OU and I know that Gasso's going to turn her into a great player,\" Sierra said. \"I think the best is yet to come for her.\"\n\nThe Romero sisters, as Sierra puts it, are attached at the hip anytime they're together.\n\nThe duo recently became the first set of sisters to play on the Junior Team and Women's Team at the same time in USA softball history.\n\nAs is the case with most siblings, they don't always see eye to eye.\n\n\"She always rats on me,\" Sydney said. \"Like if I do something and if I like tell my parents on her or something she'll automatically just think of something random. Even if it's a lie. She'll just tell my parents and I'll end up getting in trouble.\"\n\n\"In my defense if she didn't tell on me first I wouldn't have brought something up from the past,\" Sierra said.\n\nFrom there the sisters tossed around a variety of topics, but the one for sure thing is that Sydney and Sierra are there for each other.\n\n\"My favorite thing is our car rides because all we do is sing the whole way,\" Sydney said. \"She cannot sing, so just listening to her just makes me laugh.\"\n\n\"She can't either,\" Sierra said. \"She can't.\"\n\n\"We don't talk softball at all,\" Sierra said. \"Off the field we're just two sisters just having fun. We'll go to the beach. We'll go out to lunch together. Relax in our pajamas all day. She's one of my best friends and she's definitely who I look forward to seeing when I go home.\"\n\n\"Like she said, I like the friendship we have,\" Sydney said. \"She knows pretty much everything about me. I can talk to her about anything whether it has to do with softball or school work or anything. She's always there when I need her.\"",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9674256444,
        "format_confidence":0.9418439865
    },
    {
        "url":"http:\/\/www.bikeradar.com\/gallery\/article\/pro-bike-damiano-cunegos-lampre-wilier-triestina-cento-uno-17929\/25\/",
        "text":"Pro bike: Damiano Cunego's Lampre Wilier Triestina Cento Uno\n\nThe steed of the Piccolo Principe\n\nThe 2008 Tour de France was not a vintage one for Damiano Cunego.  The 2004 Giro d’Italia winner skipped his national tour in favour of an all-out tilt at success in la Grande Boucle, but a combination of poor form and a huge slice of bad luck forced him to abandon the race two days before Paris\n\nThat bad luck – in the form of a nasty face-first crash into a concrete barrier and its subsequent injuries – also cost him his lead in the ProTour classification by preventing him from being competitive in the Clásica San Sebastián.  As if that weren’t enough, it even prompted him to withdraw from the Italian Olympic team for Beijing.\n\nWhile Cunego himself hasn’t had the best time as of late, as least he has a new bike from team sponsor Wilier Triestina.  His new Cento Uno evolves from the existing Cento frame and now includes an integrated seat post, which supposedly saves 120g.  Less immediately obvious are crankset bearings which are directly integrated into the oversized bottom bracket shell.  Wilier says this system integrates seamlessly with most cranksets - Campagnolo being the natural default - but composite spacers are available for others.\n\nThough Cunego’s custom-sized frame bears a number of features of the production Cento Uno, it is clearly not a production machine.  For instance, where the stock Cento Uno has pronounced asymmetric chain stays – where the drive side one actually curves downwards – and uniquely ‘suspended’ dropouts, Cunego’s frame has much straighter chain stays and rather conventional-looking two-piece aluminium dropouts. \n\nAccording to Wilier Triestina PR man Mark Deterline, Cunego’s frame is a pre-production creation that marks “the progression from the Le Rois the team uses as their standard models and the Centos Cunego rides, to the Cento Uno production model.” \n\nThis perhaps shouldn’t come as any surprise as it’s the norm for manufacturers to use their sponsored teams and riders for valuable feedback on test mules. \n\n“Lampre doesn’t try to hide the bikes at events, or make Cunego change bikes for interviews or public training sessions,” Deterline continued. “In fact, [Wilier Triestina is] kind of proud of this way of working, because it leaves them freedom to experiment before committing to final production designs.”\n\nOf course, the Lampre star also gets a special black, silver and white paint scheme to match the white ProTour jersey that he’d held since finishing fourth in June’s Tour de Suisse.  The only colour that appears anywhere on the frame is the Italian tricolore detail on the fork ends.\n\nLampre’s groupsets are supplied by Campagnolo, and Cunego’s bike has an almost complete Record groupset.  The exception to the Italian company’s top gruppo is the Chorus front derailleur whose steel cage is more durable than Record’s carbon one, according to the Lampre mechanics. The remainder of the groupset is a fairly conventional affair with a 170mm chainset, fitted with 53 and 39 tooth rings, an 11-25T cassette and the ubiquitous “Red” edition Ergopower levers that have a slightly stiffer action than standard.\n\nCampagnolo subsidiary Fulcrum is the Lampre wheel sponsor and Cunego’s bike is fitted with a pair of its feathery Racing Light tubulars.  With their carbon rims and oversized aluminium hubs they weigh in at a claimed 1280g a pair and are some of the flightiest hoops in the pro peloton.  Pairing these lightweight wheels with Vittoria’s hardy Pavé Evo-CG tubulars might seem a strange choice, but despite their 24mm section they are only a few grams heavier than the more usual Corsa Evo-CX.  Moreover, they are slightly more comfortable, provide better grip and wear longer.\n\nThe bike’s finishing kit is supplied entirely by US company Ritchey.  The integrated seatpost is topped by Ritchey’s “stubby” head, which clamps itself to both the top of the carbon tube and the braided carbon rails of the fi’zi:k Arione saddle.  Up front, a “wet white” Ritchey WCS 4-Axis stem – which matches the frame nicely – clamps a pair of traditional bend WCS Classic bars.  We caught the bike as it was just being built and before the bar tape was fitted, but rest assured it was wrapped in Gist Super Ribbon in time for the first stage start.\n\nNow not going to Beijing this month, Cunego will be taking some time out to recover from his Tour de France injuries, so it’s not quite clear when we’ll see him race next. It’s possible that he will look to build his late season form at the Vuelta a Espana as he did last year, and as a shoo-in for his national team he should feature in the Squadra Azzura as they host the World Championships in September.   \n\nHeal up, Damiano, your bike is waiting for you.\n\n\nBack to top",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9837663174,
        "format_confidence":0.5181369185
    },
    {
        "url":"https:\/\/thesandtrap.com\/b\/pga\/hope_and_some_new_sticks_propel_leonard",
        "text":"Hope (and Some New Sticks) Propel Leonard\n\nJustin Leonard, playing in only his second tournament with his new Nike equipment, earns victory, breaking a 22-month dry spell for the 1997 Open champion.\n\nJustin Leonard, who signed with Nike only 25 days ago and who missed his first cut with Nike equipment at last week’s Buick Invitational, today shot 5-under 67 to capture the 2005 Bob Hope Chrysler Classic at 28-under 332.\n\nJoe Ogilvie, who led the tournament after four rounds, remains winless after six years on tour. He shot a closing-round 73 and finished T2 with Tim Clark at -25, three back. Ogilvie joked “The rain dance didn’t work. I was trying for a rainout today, but that didn’t happen.”\n\nSaid Leonard of this victory, his first in 22 months since the 2003 Honda, “it will inspire me a bit, knowing that one is not enough. I’ve been sitting on eight wins for almost two years, and it’s nice to get a ninth.” Leonard had only three top-10s last year and finished 42nd on the money list with $1.5 million. He failed to qualify for the Tour Championship for the first time since joining the PGA Tour.\n\nAs the last two Hope champions went on to capture the Green Jacket of Augusta, Leonard may now be the odds-on favorite to capture the Masters.\n\nPhoto Credit: © Nike\n\n5 thoughts on “Hope (and Some New Sticks) Propel Leonard”\n\n  1. I bet a collective sigh of relief went up from the people at Nike with Leonard’s win this weekend, after the MC at Torrey Pines. It’s good to see him back in the winners circle.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9976388216,
        "format_confidence":0.9583224058
    },
    {
        "url":"http:\/\/www.nwnews.com\/index.php\/sports\/5006-falcon-volleyballers-to-be-tested-early",
        "text":"Falcon volleyballers to be tested early\n\n  • Written by Don Mann\n\nAli Forde\nAli Forde. Photo by Don Mann.\nAshton Mann\nAshtyn Mann. Photo by Don Mann.\nKelsia Orrin\nKelsea Orrin. Photo by Don Mann.\n\n\nLast year the Woodinville volleyball team placed fourth at the Class 4A state tournament — its best finish in school history by far— and the Lady Falcons are back to take another run at it.\n\nBut first things first for fourth-year coach Mike Mills, as last year is just a fond memory.\n\n\"Right now we’re still figuring out who our setter’s going to be,\" he said of the critical position that sets the offense in motion. \"We have three players battling for that spot right now and we’ll learn more after we play a couple preseason games.\"\n\nMills, however, has the luxury of one sure thing: Ali Forde is back for her senior year, good for the coach and a big problem for the rest of the KingCo conference.\n\nThe 6 foot, 2 inch wrecking ball was first team all-state last season — the only junior between the Puget Sound and the Idaho border to earn the honor — and according to Mills has gotten better.\n\n\"She can hit outside, hit middle, she can pass and serve and plays great defense up front and in the back,\" he said. \"She’s an all-around player without a doubt, and she’ll be on the court a lot. We have high expectations for her and she has high goals for herself.\"\n\nAlways a leader by example, Forde now steps into a more vocal leadership role with the void left by the graduation of Melissa Gilkey and Carmen Vasilatos, a role she can handle, Mills said.\n\n\"Oh yeah, what’s driving her right now is she just wants the team to succeed. She had a lot of fun last year ending state on a high note, not just being a great player but having her team play along at that great level, too.\"\n\nSeniors Ashtyn Mann, Kelsea Orren and Jen Schnelle all dipped their toes in the state tournament waters and are slated for the starting lineup.\n\n\"Ashtyn’s 6-2, will play in the middle, strong, great vertical, getting her angles down,\" Mills said. \"Kelsea is vying for the setter position, played a lot of backcourt for us last year but can play anywhere. And we moved Jen to libero this year. She was a setter but now it’ll be a full time defensive gig for her. She played a lot of defense at state and we’re real excited about what she’s turned into as a senior.\"\n\nSenior Andie Kelly and juniors Hailey Chapman and Maddy Young appear to have the inside track to be the other starters, Mills said, though nothing was set in stone before even the jamboree was played.\n\nKelly’s a competitive 6-footer who’s made great strides, Chapman is a high-jumping outside hitter who can set, too, and Young, Mills said, \"might surprise some people this year.\" Also in the mix at setter is junior Brooke Wiley, who played a bit at state as a sophomore serving specialist and gained some big-game experience.\n\nWhat does Mills like best about this group?\n\n\"The neat thing is they really get along well together,\" he said. \"There’s a natural chemistry that clicks. Things have been very smooth so far which is cool, and never a given with teenagers.\"\n\nThe Lady Falcons jump right into the frying pan, traveling to traditional powerhouses Edmonds-Woodway and Graham-Kapowsin this week and then participating in the Adidas Tournament at Auburn-Mountainview to face quality opponents before KingCo play begins.\n\nThe big question right now is who will establish herself at setter, and this time next week Mills will have a much better idea of who can put the ball in the window consistently. So far, he likes what he sees on defense.\n\n\"I feel we’re ahead defensively right now of where we were (the sametime) last year — which was a pretty good team but we struggled a bit early.\n\n\"We just need to play some other teams. There’s only so much you can learn playing against yourself.\"\n\nShare this post\n\nSubmit to FacebookSubmit to Google PlusSubmit to Twitter",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9979509711,
        "format_confidence":0.9869988561
    },
    {
        "url":"http:\/\/bluedevils.kckcc.edu\/sports\/bsb\/2013-14\/releases\/20140324ngxy35",
        "text":"Skip to navigation Skip to content Skip to footer\n\n\n\n\n\n            Kansas City Kansas Community College wiped out any doubts that the Blue Devils' sweep at Cowley County last Thursday was a fluke by repeating the sweep on home turf Saturday.\n\n            \"That's the first time Cowley has ever lost all four games since the conference went to a four-game set,\" said KCKCC Coach Steve Burleson, whose Blue Devils posted 6-5 and 11-1 wins over a Cowley team that was unbeaten at 12-0 and tied for the league lead going into the series. And now the Blue Devils have a chance to do it again against another No. 1 team.\n\nCoffeyville, the Jayhawk Conference leader at 15-1, comes to KCKCC Thursday for a doubleheader at 1 and 3:30 p.m. before the Blue Devils go to Coffeyville Saturday to complete the four-game series. Up ahead, however, is a Monday home twin bill with William Jewell's JV at 2 p.m.\n\nKCKCC won the Cowley opener 6-5 on Mitch Glessner's sacrifice fly in the bottom of the seventh after Cowley had tied the game with five runs in the top of the inning. Garrett McKinzie led off the winning rally with a double and Christian Arnold's bunt single moved pinchrunner Easton Edmond to third. A ground ball advanced Arnold to second and Danny Kralicek was intentionally walked to load the bases and set up Glessner's fly ball to center on a 1-2 pitch.\n\nE.J. Merlo pitched shutout ball over the first six innings, leaving runners stranded in five of the six innings before the Tigers broke through in the seventh, scoring five times on five hits, a walk, hit batsman and error. Jonathan May got the win in relief although giving up one run on two hits.\n\nKCKCC jumped in front 4-0 in the third. After a leadoff double by Glessner, error and an intentional walk loaded the bases with one out, Sam Baxter's bunt single scored one run, McKinzie singled in two more and Daniel LaMunyon singled in Baxter. The Blue Devils tacked on another run in the fourth on a walk, sacrifice and Lucas Norton's two-out single.\n\nThe Blue Devils wasted no time on jumping on Cowley's Storm Rynard in the second game in a duel with Cole Frakes that matched Raymore-Peculiar graduates. \"They started a guy who throws 94 miles per hour and we started a guy who throws 74 and we got a complete game 11-1 win,\" said Burleson.\n\nAfter a double by Norton and a walk, the Blue Devils kayoed Rynard by scoring four times with two out in the first. A wild pitch scored one run, Eric Hinostroza singled in two and Glessner one. KCKCC added three more runs in the third on hits by Hinostroza and Norton and run-scoring bunts by Zane Mapes and Tanner Foerschler and then wrapped it up with four runs in the fifth on hits by Foerschler, Norton, McKinzie and LaMunyon and a double by Arnold.\n\n\"Luke Norton continues to lead the way and it's good to see McKinzie and Arnold continue to swing the bat,\" said Burleson. \"One thing that should be noted. The bench really did a great job in keeping us fired up in a hostile environment down there and it carried over Saturday. Winning four was certainly encouraging but now the question is what do we do from here?\"",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9979522228,
        "format_confidence":0.5850924253
    },
    {
        "url":"http:\/\/www.msuspartans.com\/sports\/m-hockey\/recaps\/123011aac.html",
        "text":"MSU Drops OT Heartbreaker in GLI Final\nPalmisano made 45 saves for the second straight game\n\nDec. 30, 2011\n\nHighlights Notes\n\nDetroit, Mich. - Drew Palmisano made 45 saves for the second straight night, but Kevin Clare's game winner 11:44 into the extra period gave Michigan a 3-2 overtime victory over the Spartans in the finals of the 47th annual Great Lakes Invitational on Friday evening in Detroit.\n\nTanner Sorenson and Brett Perlini had the Spartan markers, but an ill-timed penalty late in the game gave Michigan the game-tying goal with less than a minute to go in regulation, and Clare's heroics gave Michigan their 15th Great Lakes Invitational title and second straight.\n\n\"I was proud of our team,\" said head coach Tom Anastos. \"I really wanted this win for our seniors. It's disappointing, but it really was a very good hockey game tonight. Palmy was outstanding in both games. What you want out of your goaltender is for him to give you a chance to win - and Palmisano did that for us this weekend.\"\n\nClare's game-winner came after both teams had their chances in the first half of the extra frame. Lee Moffie got around the Spartan defender as he carried it up the left side. He sent a cross-slot pass that made its way through traffic to Clare, at the right post, who had an open net to work with as Palmisano was screened at the left post.\n\nPalmisano made 45 saves in the OT loss, his second straight night with 45 saves, one shy of his career best of 46. His 90 saves in this year's tournament broke the record for saves in the two-game tournament. Geoff McMullen of Colgate had 89 saves in the 1970 tournament for Colgate, which beast Brown (4-3 ) in the consolation game after losing to eventual tournament champion Michigan Tech 11-6 in the first game.\n\n\n\nThe opening score in the game didn't come until the latter half of the second period. Freshman Tanner Sorenson carried the puck up the right side, and let loose a wrister from the top of the right circle that beat Hunwick over his glove-hand shoulder. It was the first goal of the freshman's career, with assists going to Torey Krug and Daultan Leveille.\n\nMichigan tiedthe game at the midpoint of the third period. The Wolverines had a power play at 7:38, but spent much of the second minute of their man advantage trying to get the puck back into the offensive zone. As the penalty expired, Palmisano came up with a big pad save on Phil DiGiuseppe at the left post. The Spartans could not get the puck out of the zone, and had pressure deep . Palmisano sprawled to his left to make a save as Derek DeBlois came across the goalmouth left-to-right, and the sophomore was able to flip the puck over the prone netminder at 10:11.\n\nThe Spartans got the goal back at 12:32. Kevin Walrod made a nifty spin-o-rama move just above the left circle, and dished it off to Brett Perlini. Perlini's snipe from the left dot ricocheted off the top of Hunwick's right leg pad and into the back of the net for the go-ahead marker.\n\nThe Wolverines got a lift at 17:42 of the final frame, when Brent Darnell was sent to the box for tripping. Hunwick came off in favor of an extra skater, giving Michigan a six-on-four. Blueliner Mac Bennett put puck into the corner, and Luke Moffatt fired it out of the corner and into the slot. Kevin Lynch was there there to get a stick on it, and he deflected it into the net to knot the score at two with just 50 seconds remaining in regulation.\n\nMichigan put 24 shots on net in the final frame, a season high allowed in any period by the Spartans. UM outshot MSU 6-4 in the extra period.\n\nPalmisano, Perlini, and Torey Krug were named to the All-Tournament Team.\n\nThe Spartans, now 11-7-2 on the year, will return to conference play next weekend when they host Miami at Munn Ice Arena.",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9978923202,
        "format_confidence":0.9878948331
    },
    {
        "url":"http:\/\/washingtonexaminer.com\/redskins-notes-rg3-chatter-hightower-on-recovery\/article\/2503219?custom_click=rss",
        "text":"Redskins notes: RG3 chatter; Hightower on recovery\n\nRedskins Confidential,Sports,John Keim\n\n1. Right tackle Jammal Brown was the only absent player this morning. We’ll get the official word on why he was out from Mike Shanahan this afternoon. Brown spent the offseason doing yoga and Pilates in an attempt to loosen the tissue in his hip and allow him to stay healthier. But as players age they typically don’t get healthier.\n\n2. Tight end Chris Cooley said his knee feels fine.  “I took my time this offseason coming back from how I felt last year. I slowly worked into running harder and hard and whatever level it was at, as soon as there was no problem I advanced another level. I have no concerns. My injuries from last year are feeling much better.”\n\nCooley said he hasn’t spent time in the trainer’s room because of his knee. He has, however, dealt with groin and hamstring issues.\n\n3. As expected, the big topic was Robert Griffin III. There certainly are other storylines in camp, but none are bigger than Griffin and his development. The players know this and have been happy to answer any question about him. Veteran London Fletcher, coming off his second Pro Bowl appearance, was at the podium for 19 minutes and 15 of the first 16 questions he faced were about Griffin.\n\n“You know being around this game for a number of years, you can tell when you meet guys who have it and I think he’s on the way,” Fletcher said. “Just the way he carries himself, not a sense of entitlement. He works hard and he wants to be the best quarterback he can be. We know it’ll be a process. We don’t expect him to come in and be a top-five quarterback but if he does we won’t be mad about that either.”\n\nAnd there’s this from Fletcher: “A lot of times you think because you’re the quarterback you have to be a leader on the team. His personality, his aura is one of great leadership qualities. There are just some things he does that rookies don’t generally do, getting guys together in Waco. That’s big time to get those guys to come out, to know that it’s not only important to develop his skill set but to work with his receivers. Eventually he’ll be the leader of this team but right now he doesn’t need that extra added pressure. We need him to worry about playing quarterback and I can handle my little part.”\n\n4. Corner DeAngelo Hall called Griffin a “star” and he could be a “rock star” if he wins. “He’s a cool guy,” Hall said. But the veterans also know where Griffin ranks in the NFC East right now.\n\n“Our division is so tough,” Hall said. “He’s probably right now the worst quarterback in our division. He hasn’t taken a snap. He has that title until he takes a snap and proves something.”\n\n5. Running back Tim Hightower said exactly what you’d think he’d say about his surgically-repaired knee. He’s confident that it’s completely recovered and will enable him to do what he needs to in order to win the starting job. He said he spoke with a number of players who went through ACL tears, to see how they handled the following year. A lot of it was about listening to your body and dealing with the mental side of the recovery.\n\nAnd, of course, he said he wants to be the starter – and he wants to win the job, not have it handed to him. “I want to be the starter because I’ve earned that spot and I’m the best man for that. That’s why I will be when that’s the case. Right now I have a lot to prove. I have a lot of work to do and I have to focus on me getting back to where I need to be.”\n\nTo subscribe to my free weekly email report, click here. \n\nView article comments Leave a comment",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.9979649782,
        "format_confidence":0.5957183242
    },
    {
        "url":"http:\/\/happyklappers.com\/pittsburgh-mayor-uses-fish-puns-in-statement-on-catfish-throwing-predators-fan\/",
        "text":"Pittsburgh Mayor Uses Fish Puns in Statement on Catfish-Throwing Predators Fan\n\nGene J. Puskar\/Associated Press\n\nPittsburgh Mayor Bill Peduto asked for leniency toward the Nashville Predators fan who threw a catfish onto the ice during Game 1 of the Stanley Cup Final. \n\n“This has turned into a whale of a story,” Peduto said in a statement, per his office’s official Twitter account. “From my perch, I agree with [Nashville Mayor Megan Barry] that we shouldn’t be baited into interfering with this fish tale, but if the charges eventually make their way to a judge, I hope the predatory catfish hurler who got the hook last night is simply sentenced to community service, perhaps cleaning fish at Wholey’s.”\n\nIn addition to Peduto’s light-hearted statement, Senator Bob Casey (D-Pa.) joked about the situation on Twitter:\n\nThe Pittsburgh Police Department (via ESPN.com) announced Tuesday it was charging Jacob Waddell with disorderly conduct, possessing instruments of crime and disrupting meetings and processions for throwing the catfish on the ice.\n\nIn an interview with 104.5 The Zone in Nashville (via CBS Pittsburgh’s Julie Grant), Waddell explained how he got the fish into PPG Paints Arena.\n\n“I drove it up there. Drove with my wife, my family up there, had it in a cooler, sprayed it down with cologne,” he said. “I had two pairs of underwear on. I had regular underwear on, and I had compression shorts on and I slid it between the two and walked right in.”\n\nWaddell played down the significance of the incident, saying, “It was just a dumb redneck with a bad idea, and it’s turned into all this.”\n\nBeyond the brief delay it caused during Game 1, Waddell’s actions didn’t cause any harm to fans inside the arena. If anything, those sitting next to Waddell would almost certainly have preferred to see him dispatch of the catfish in an expedient manner rather than continue to carry it around.\n\nRead more from the source…\n\nBack to Top",
        "topic_id":21,
        "format_id":10,
        "topic_confidence":0.7405990362,
        "format_confidence":0.9428667426
    }
]