[
    {
        "url":"http:\/\/www.anabaptists.org\/writings\/seduct.html",
        "text":"Video Seduction\n\n© Moody magazine, March 1995\nUsed by permission.\n\nI tried to tell myself that it wouldn't affect me.\n\nMy actions seemed so out of character for a Christian leader, an ordained minister. What had happened in my mind and conscience? I wondered. How had Satan's fiery darts penetrated so deeply?\n\nIt all started so innocently. The videocassette recorder was a gift to enhance my ministry. I also hoped it would provide some harmless entertainment.\n\nI seldom attend movie theaters. West Side Story, Ben Hur, and Chariots of Fire are among the few films I have seen in a theater. With the VCR, however, I had access to thousands of titles. I could rent some of them for as little as a dollar an evening.\n\nDuring the first months, my family and I viewed several Walt Disney classics -- Mary Poppins, Swiss Family Robinson, Peter's Dragon. But as I selected our family movies at the local video shop, an exciting selection of adventure films caught my eye.\n\nI recognized that most were unsuitable for family viewing. But they didn't seem to be \"bad\" movies. Besides, I had heard Christian friends talk about watching them.\n\nSo I would select a family movie, and one of a more mature theme for my wife and me to watch after the children were in bed.\n\nI enjoyed the action in these films, but I was also troubled. The actors used profanity. The women often wore skimpy clothing. Some scenes portrayed violence and sexual immorality. I tolerated these portions because the films were 90 percent wholesome entertainment. Before long, however, I found the sexual scenes more enticing and less offensive.\n\nMy son once noticed I had an extra movie and asked if he could see it, too. I explained that it wasn't a movie for kids because it had some bad language and things that were not very nice.\n\n\"Then why are you watching it, Dad?\" he asked. I had nothing to say.\n\nI had yet to rent an R-rated movie. Then one day I did. I was drawn by the title and the suggestive picture. I told myself that sex was not the attraction.\n\nBefore I realized it, I was watching a movie a weekend -- sometimes two. I found myself less interested in reading. I would pick up a book and page through it, but what I really wanted to do was watch another movie. There were several titles I couldn't wait to see. So came the midweek video.\n\nDuring my video seduction, I experienced a perplexing spiritual struggle. I rationalized viewing discrete sex and partial nudity. I'm mature enough to handle this, I thought. There's nothing wrong with merely viewing these things. I'm not the one doing them. Yet deep within my heart, I knew I was guilty.\n\nIt was especially difficult to carry out an effective ministry during this time. Although I continued my personal devotions out of habit, I knew that my Scripture reading and prayer was a sham. My enthusiasm for teaching and preaching the Bible waned. I lost boldness in speaking on biblical commands against sexual immorality.\n\nOn several occasions I determined that I would not view another R-rated movie. I didn't like the profanity The stories were inane, never providing the satisfying entertainment I had anticipated. But then, while browsing the shelves in the video shop, I would see something I didn't want to miss.\n\nVideo was becoming a necessary element of my life. I looked forward to the midweek movie as a chance to \"put my mind in neutral\" and relax after a busy day When my wife was busy with housework or Bible study, I watched the movie alone, often selecting a sexually suggestive title.\n\nHer moral sensitivity and presence in the home prevented me from viewing some of the more sexually explicit movies I noticed in the video shops. Then came a weekend when she was to be away at a women's conference. This was my chance to view an X-rated film alone.\n\nI contemplated this decision for at least a week. I did not want to give in to the temptation. Yet I could not seem to get the film out of my mind.\n\nOn Saturday night I went to the video shop, intending to get a family movie. But I found myself laying $3 on the counter for an X-rated movie. It's just curiosity, not lust, I told myself. Perhaps as a Christian leader I should be aware of what the world is consuming.\n\nWhat I saw that night was ugly. The film degraded men and women. The beauty of human sexuality as God designed it and as I had experienced it in marriage was absent. I felt empty, cheated, and defeated.\n\nIT WAS AT THIS POINT that God brought me to my senses. He had been calling me to repentance all along, but I had been ignoring Him. Shocked by my failure, I realized that I was in danger of destroying my life and my ministry. If I hardened my heart and harbored this sin, what would entice me next?\n\nI did four things that night before going to bed. First, I destroyed the identification cards that video shops require when renting tapes. Second, I wrote a letter to my wife, confessing my failure and asking her to pray for my spiritual recovery. Third, I confessed my sin to the Lord and appropriated His cleansing. Fourth, I made a decision before God to stay out of video shops.\n\nLater, I took another step. I made myself accountable to a friend -- a pastor I greatly respect. I confessed my sin, asked for his prayers, and promised to let him know if I sensed I was slipping. We agreed to ask each other regularly about our spiritual lives.\n\nI'm writing this not to provide a catharsis for my soul, for I'm assured of God's forgiveness (1 John 1:9), but to warn other Christians. No Christian is immune to the temptations of video seduction. Here are some commitments I've made to avoid the misuse of my video recorder:\n\nI have stopped frequenting video shops. Even though I may not intend to rent an R-rated film when I enter the shop, I often come across those items on the shelves. Browsing for movies in secular video shops gives Satan the opportunity to get in some licks. I may escape without renting a compromising film, but I have exposed myself to suggestive titles that may come to mind when my guard is down.\n\nMany Christian bookstores now rent family films. By renting my videos there, I avoid unnecessary temptation. If I must rent from a secular video shop, I call ahead to reserve the title I want and pick it up at the counter.\n\nI have stopped watching video movies alone. When I'm planning to watch a video movie, I arrange to watch it with my wife, children, and sometimes another family. This helps me to be more selective in my choice of films.\n\nI have limited my video viewing. Leisure and entertainment have their place, but I often gravitate to extremes. \"If watching one video a month is enjoyable, one a week might seem even more so.\" Very few secular films, however, are worth spending two hours to watch. I have decided to save my viewing time for the few high-quality films that are released yearly I use other leisure time for reading, games, and more interactive recreation.\n\nI'm cultivating opportunities to use my video equipment for ministry. Hundreds of evangelical films are now available on videotape, including Bible teaching series, tips for family life, Christian biographies, and children's stories. We look for occasions to share such materials with a friend or family.\n\nI'm seeking to cultivate God's attitude toward things I view on video. Proverbs 6:16-19 lists the kinds of evil that God hates: lies, bloodshed, and wicked plans. These very evils are emphasized and exalted by the film industry I'm sad to say that I ha~e sometimes been entertained by activities that the Lord hates. Solomon reminds me that \"to fear the Lord is to hate evil\" (Proverbs 8:13). And the psalmist exhorts us, \"Let those who love the Lord hate evil\" (Psalm 97:10).\n\nI'm limiting my viewing to films that meet the criteria of Philippians 4:8. Paul writes, \"Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure whatever is lovely whatever is admirable -- if anything is excellent or praiseworthy -- think about such things.\" If my video viewing meets this standard, it won't dishonor the Lord.\n\nI forget many things -- phone numbers, names, Scripture references -- but explicit and violent scenes of some movies still remain in my mind. I now want to protect my mind from the stain of that corruption.\n\n\nThis article first appeared in the May 1987 Moody. The author wishes to remain anonymous.\n\n\nNote from the Webmaster: I think the safest recourse in dealing with unwholesome videos, movies and shows is to avoid theaters and no longer have TV, VCRs or such equipment. That is the course of action, that is the lifestyle I heartily recommend.\n\n\nI invite you to read three more articles along a similar vein as this, by three other authors:\n\nA Call to Thought Purity\nHandy Pornography!\nLetter to the Other Woman\n\n[Anabaptists: The Web Page]",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9961832166,
        "format_confidence":0.9453427792
    },
    {
        "url":"https:\/\/catholicexchange.com\/prisoner-death-house-father-emil-kapaun",
        "text":"Prisoner in the Death House: Father Emil Kapaun\n\nIt was Thanksgiving, so he knew where to find them. The postman made for the local Catholic Church. Fearing the worst, he handed the telegram to the parish priest. After Mass concluded, its contents were read out privately to those to whom it was addressed:\n\nThe Secretary of State of the Army has asked me to express his deep regret that your son Captain Emil J. Kapaun has been missing in action in Korea since Nov. 2nd ’50…\n\nThe parents of the man now missing listened in stunned disbelief. Thereafter, there was only silence in the room.\n\n\n\nWhile this news was being delivered, Fr. Emil Kapaun was many miles away with many others on what came to be known as a ‘death march’, having been taken prisoner in the aftermath of the battle of Unsan.\n\nOn 1 November 1950, All Saints Day, Fr. Kapaun had celebrated Holy Mass for the soldiers of the battalion he served in. At this point, the Korean War looked to be all but over with the North Korean Communist forces routed by America and her allies. The soldiers had started to think of home. Then, in the early hours of the following morning, All Souls Day, something changed. By dawn the battalion was overrun, decimated, with many killed and many more taken prisoner. The speed and numbers of those attacking that night surprised everyone. What had been picked up by outlying radio operators, but too late to warn the camp, was summed up in one word that had been repeated frantically over and over again through the crackling static: ‘Chinese.’\n\nEmil Kapaun\n\nFr. Emil Kapaun celebrates Mass\n\nThe Americans had fought bravely. They had no choice: 3,000 men faced an invasion of 20,000. As the other battalions tried to flee south, Fr. Kapaun’s men were left to fight a rear-guard action against the Chinese. Aerial support for the beleaguered battalion followed quickly; but as USAF jets screeched overhead in ever more desperate bombing raids, they only added to the noise and confusion as the illuminated night sky revealed beneath it a relentless enemy force intent on breaking through American lines.\n\nThat night Fr. Kapaun was as active as any of his comrades. Running from foxhole to foxhole, he dragged the wounded out, gave the Last Rites to the dying, and was even observed hearing Confessions amid the gunfire.  He was urged to escape, to save himself; he refused; he was captured well beyond the American lines trying to drag an injured man back to safety. Somehow, in the confusion he escaped. It was to be a short reprieve; when the battle finally ceased, he was prisoner once more.\n\nThe Chinese entry into the Korean War was to prove decisive, ending any advances the Allies had made. Now they faced a formidable opponent, not just in weaponry and numbers but also in ideological zeal. With the debris of battle strewn all around, Kapaun and the other Prisoners of War were marched away. They were luckier than most as the Chinese started to torture and kill any wounded POWs that remained.\n\nThe trek that would become known as the ‘death march’ was largely made at night and without food. Any prisoner failing to keep up, through illness or fatigue, was shot. Seeing a fellow POW struggling, Fr. Kapaun picked him up and started to carry him on his back. As he did so, he urged the able-bodied POWs to do likewise. The man told the priest to put him down…’you can’t keep this up’.\n\n‘We’ll keep going,’ was Kapaun’s only reply as shots were once more heard from the rear of the march.\n\nAfter several days, and seventy miles, the survivors arrived at a prison camp. They were starving, and soon after found themselves being starved. Immediately, Fr. Kapuan organised raids on the camp’s food supplies – as he explained to the men: steal or starve to death. Quickly in other ways he rallied his fellow inmates, and, in so doing, just as quickly earned the suspicion of the armed guards that watched the captured Americans at all times. What incensed the guards most, however, was how the chaplain assembled the men for nightly prayers: atheist and believer, black and white, enlisted and officer all came together to join in the Rosary.\n\nThat Christmas a number of POWs escaped. As a consequence, those prisoners left behind were marched through the freezing snows to a camp further away: one deemed ‘escape proof’. That winter as the snows fell ceaselessly, temperatures dropped to 40 degrees below zero. But the prisoners continued to be starved; pneumonia swept through the camp and so too did despair. By February, as unburied frozen bodies of prisoners were stacked all around the camp, some started to give up; no longer simply a prison camp, instead, this had become a Death Camp.\n\nNevertheless, amongst the prisoners, there was one, even though his voice was just as weak as the others, who repeatedly told them to stay true to their faith and those back home who cared for them. God was with them, he said, they must not give up. When Kapaun had finished speaking: bearded, dirty, and standing in lice infested tattered clothing, just like all the rest, he did something many remembered for a long time afterwards. He raised his now skeletal hand high and, over all the prisoners gathered there, made the Sign of the Cross. One prisoner, a Protestant, many years later still recalled that blessing, identifying it as the moment when he was given strength to go on.\n\nInevitably, time in the Death Camp brought matters into sharp relief for all held captive there. One of the POWs asked Kapuan to baptise him, the priest did as he was asked; the man died shortly afterwards. The corpse lay for days. It was a ploy by prisoners not to report such deaths so that the dead man’s rations would come to them.\n\nDay by day, Kapaun knew exactly what the real enemy was. When the enlisted men refused to carry out tasks, he would do them. When POWs argued with each other, he mediated; when gloominess was in the air, he cracked jokes; but, more importantly, he was praying constantly for these men.\n\nOne of the prisoners, intrigued by the priest, asked how he had come to be in this living hell. The chaplain replied: ‘I volunteered’. Born in 1916, he grew up on a farm in Kansas before becoming a military chaplain, serving in Asia during the Second World War. Returning to civilian parish life, he found that ‘it didn’t work out’ for him. When another war was declared, with the permission of his bishop, he left his homeland to serve once more, feeling there should be a priest with those who faced death on a foreign battlefield.\n\nOne of the features of the camp was the Marxist indoctrination that all were forced to undergo, including Fr. Kapaun. He was having none of it though. When asked how Marx had influenced him, he replied about as much as any comedian. This infuriated the Communist guards, especially when they heard the other prisoner’s laughter. They became even more enraged when in the middle of their ideological droning the priest would turn to the men cowed before the guards and tell them ‘not to believe a word of this crap’.\n\nThe guards began to hate Kapaun. He knew that, and still preached openly to the men about forgiving one’s enemies. Public prayers were soon banned. Nevertheless, he continued to pray with his fellow prisoners. When caught doing so it meant time in the punishment hole, or stripped naked, made to stand for hours on an ice block.\n\n‘Where is your God now?’ his captors would taunt the priest.\n\n‘Right here’, was the reply.\n\nThe POWs grew to love their chaplain.\n\nOn Easter Sunday, 1951, as the sun rose over the melting snows of the infernal Death Camp, a curious spectacle was observed within it. There stood a man wearing the purple stole of a priest, holding a Roman Missal.\n\nSomehow Kapaun had asked for and received permission for an Easter service. That morning the incredulous prisoners started to gather around him. He told them he did not have the means to say Mass but, to the surprise of those assembled, he opened the missal and began to recite the words of the Good Friday service. Next, he read out a meditation on the Stations of the Cross. As he did so some of those stood listening started to weep. When he had finished reading, he held a Rosary aloft, and invited those present to join him in its saying. At its conclusion, and as the guards looked on suspiciously, defiantly one of the POWs started to sing the Lord’s Prayer, and as he did so the whole body of men joined in. Many years later, a Jewish POW could still recall how much that morning meant to all those caged behind barbed wire, starved, shivering and sick with the ever-present guns trained on them.\n\nEventually, like so many others in the camp, Kapaun’s health broke. The starvation and deprivations at last took their toll. There was a place where the sick were taken. The Communists claimed it was a ‘hospital’, but, instead, it was known and feared as the ‘Death House’. Prisoners were ill treated there or just left to die. When the guards came to remove the ill chaplain to the ‘hospital’, POWs had to be held back at gunpoint as they tried to prevent it. As he was taken away, one of the POWs started to sob, Kapaun turned to him and said: ‘I’m going where I always wanted to go…’\n\nAs the priest was stretchered away, in his hand, held more tightly than ever, was his purple stole…\n\nWithout food and water, he lasted two days. The final words of Fr. Kapaun before he entered the Death House, and heard by the POWs who had carried him there, were: ‘Father forgive them, for they know not…’\n\nJust before he had been led away, the priest had given his Missal to another POW and urged him to continue to hold prayer services. On 23 May 1951, as news of the chaplain’s death spread through the camp, and in defiance of their gaolers, that night the 23rd Psalm was read aloud in one hut, in another the Rosary was said…\n\n\nEventually, the news was broken to the Kapauns. His mother said nothing. For many nights after, with silent tears, she would play ov... (truncated)",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.8908936977,
        "format_confidence":0.9632793069
    },
    {
        "url":"https:\/\/iai.tv\/articles\/shinto-how-to-reconnect-with-nature-auid-1158",
        "text":"Changing How the World Thinks\n\nAn online magazine of big ideas\n\n\nShinto: How To Reconnect With Nature\n\nAdapting this Japanese tradition to the 21st century might build a sustainable culture\n\nItsukushima Gate\n\nShinto shrine gates (torii) are ubiquitous in western representations of natural Japan. Have we ever wondered why we are fascinated by these images – because of the beauty of this ancient architecture? The natural scenery where they are located? Or are we indeed fascinated by a sense of mystery, the harmony that forms between these human constructions with nature?\n\nWestern philosophy has broadly taken up a Hegelian view, which conceives religion as progression away from nature worship and polytheism towards monotheism and ultimately secularism as a society develops. Central to this is an assumption that nature worship and modernisation are in opposite positions and the former must be abandoned to achieve the latter. Modern technological society indeed seems to have distanced us from nature with its apparent control over natural forces. Nature, according to Martin Heidegger in “The Question Concerning Technology”, is taken as resources and evaluated in terms of human utility. However, environmental issues in recent years have made us realise that nature is not backward or merely to be utilised – it is crucial to the sustainable development of a modern society. This calls for us to review the way we live, how we should see nature and our responsibility to it.\n\n\n\"In contrast to Greek polytheism, Shinto is not centred on a fixed pantheon of gods.\"\n\n\nShinto (as Folk-Shinto in this article) is the very religion these torii embody. With its ancient origin, its belief in the myriads of gods and practices in relation to nature, it fits well in the western preconception to be dismissed as primitive. However, Shinto continues to occupy the centre part of spiritual life in the highly modernised society of Japan. Shinto holds that nature has a sense of power and presence that is inescapable and beyond human control or understanding, but sensible in our encounters with it. Its respect to the mystery of nature thus presents to us an alternative way of treating our relationship with nature.\n\nThe Spiritual Power of Nature\n\nAbrahamic religions generally believe in a supreme being or a first cause standing over and above the natural world. In contrast, Shinto does not believe in such transcendental beings. Also in contrast to Greek polytheism, Shinto is not centred on a fixed pantheon of gods. The Kojiki, which is one of the bases of Shinto beliefs and rituals, is an eighth-century collection of ancient myths and legends. According to the Kojiki, there are “eight myriads” of (i.e. countless) kami (generally translated as gods or deities) in the world. Shinto worship also lacks physical representations of the kami: some kami, such as Amaterasu-ōmikami (the sun and queen of the kami), are presented as anthropomorphic, but many others do not have a human form.\n\nIndeed, Shinto kami are not realities separate from the natural world of space and time; they are part of nature. In essence, Shinto is a sense of nature, or a way of seeing nature, which acknowledges the spiritual power of natural entities – tama. This spiritual power is not dualistically separate from matter. A tree, a mountain or a river – i.e. nature itself – embodies this spiritual power. Hence, these very natural entities are seen as sacred in Shinto.\n\n\n\"The experience of the sacred of nature in Shinto can be understood through encounters with animals such as foxes.\"\n\n\nWorship in Shinto centres around shrines, which are generally attached to locations as a specific focus for this sense of the sacred. For example, shrines are built on Mount Fuji, where Konohanasakuya-hime (the female kami for cherry blossom) is said to reside. Many less prominent shrines are set up around entities such as the sacred trees, which are marked out by the shimenawa (a rope placed around the trunks). Shinto shrines therefore, as Thomas Kasulis argued in his Shinto: The Way Home, function as the “holographic entry points” into the whole sacred world. As each local shrine is connected to nature as a web of kami, the human world where these sacred sites are located thus, to Shinto, embodies an interconnected web of kami of the natural world.\n\nThis interconnecting web of the sacred is further connected to human everyday life, as kamidana (kami shelf) are set up in traditional Japanese homes as smaller shrines to worship the gods. In this way, these houses, like the torii or the shimenawa of the shrines, have come to connect to the web and mark the threshold of the sacred.\n\nThe Encounter\n\nThe experience of the sacred of nature in Shinto can be understood through encounters with animals such as foxes. Foxes represent Inari (the rice kami), and are said to be intelligent and have magical power in Shinto. Norinaga Motoori (an eighteenth century Japanese thinker) once explained why foxes are recognised as kami: Although they are vulnerable and usually overpowered by dogs, they are extraordinary in the way that they can accomplish the works which cannot be accomplished by humans. Hence, they are beyond human understanding. Similarly, everything (e.g. other animals, mountains, rivers, the sun, the moon) which possesses such extraordinary and mysterious qualities are also kami. Motoori’s view might have inverted the expected hierarchy as in western religions animals and other natural entities are generally under human dominion, either as food and labour or as a threat to be controlled. Ascribing religious significance to them means to place them above humans. Nonetheless, humans cannot deny the mysterious power of these natural entities – the spiritual power of nature. Experience with these entities defies human comprehension. It is exactly because of this mystery that these natural entities are recognised as kami.\n\nMotoori further regards the presence of the sacred in Shinto as awe-inspiring. This is because the human sense of sovereignty over nature is threatened, as these natural entities resist complete human understanding. On this, Kasulis comments that philosophy’s purpose, to Aristotle, was to root out wonder by reason and lead us from awe to understanding; Shinto, in contrast, acknowledges a sense of awe and retains the mystery of it. As Kasulis recounted, “the awe in feeling Shinto is not necessarily comfortable”, and there is even an element of fear. This is analogous to an encounter with, say, a tiger in the wild: although we are threatened by it, we experience a sense of beauty of and awe for nature.\n\n\n\"It is undeniable that nature can be destructive and uncontrollable, but its destruction sometimes helps bring back the balance of the earth.\"\n\n\nAn encounter with nature may also be experienced with our pets. Domestic cats, for example, still retain a sense of mystery. The continued fascination which we have for the cat has indicated our appreciation and respect for this sense of mystery. In fact, some cats are recognised as kami in Shinto.\n\nThese examples show that in Shinto, we do not have to locate ourselves in the wild to encounter the sacredness of nature. Nature is sacred because of its extraordinariness and mystery. We recognise this and generate our awe and respect for it. Hence, we can experience the spiritual power of nature even at home, when we relate ourselves to natural entities. In this sense, nature is immanent, both spiritually and materially, in our lives.\n\nCo-habiting with Nature\n\nOn a deeper level, Shinto’s respect towards nature is derived from the dependence of human life on nature. This can be understood from a well-known Shinto myth about Susanoo-no-Mikoto (the storm kami) and his sister Amaterasu-ōmikami (the sun kami). In contrast to Amaterasu, who is gentle and kind-hearted, Susanoo is an ambiguous figure in the Kojiki. Susanoo has destroyed Amaterasu’s shrines and driven her into hiding. As a result, he is expelled from heaven. Nonetheless, Susanoo then saves Kushi-nada-hime by killing Yamata-no-Orochi (the eight-headed serpent) and has become a hero.\n\nThis myth shows that Shinto acknowledges the destructive aspect within nature, seeing it as necessary to be kept under control at times. This is seen in the rampage of Susanoo (as the storm) that drives Amaterasu (as the sunlight) away, and in the subsequent dispelling of the storm to restore the light of the sun. Yet, Shinto also acknowledges that such destructive forces have a positive side – as in the storm’s elimination of the evil presence, the eight-headed serpent. It is undeniable that nature can be destructive and uncontrollable, but its destruction sometimes helps bring back the balance of the earth. This inspires awe and is an inseparable part of nature’s mystery. While human and nature are interconnected, our life can be enriched by nature’s presence. However, failing to respect this can result in disaster for both humans and the earth, as seen in contemporary environmental crises.\n\nSo what is our ethical responsibility to nature? Shinto does not give us a definite answer. It does not call for renouncing the anthropocentric control over nature or returning to the natural order. Neither is there a Shinto equivalent of the Ten Commandments prescribed for our morality. Yet in acknowledging the irreducible mystery and power of nature, Shinto can transform the way that we see nature and thus redress the basis of our relationship to it. While the kami in Shinto are not necessarily human-like, an anthropomorphic view of respect for nature (or Peter Singer’s idea of “the expanding circle”), which extends human rights towards non-humans, does not apply. Our examples above have rather shown it is the sense of otherness in nature, which violates human sovereignty, that is intrinsic to the presence of nature and that requires our respect. If we take this Shinto view, perhaps we can generate new ideas in treating i... (truncated)",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9760352373,
        "format_confidence":0.9133941531
    },
    {
        "url":"http:\/\/www.clevelandbanner.com\/pages\/full_story\/push?article-Jeanette+Chesser%20&id=24242665",
        "text":"Jeanette Chesser\nDec 17, 2013 | 278 views | 0 0 comments | 4 4 recommendations | email to a friend | print\n\nJeanette Chesser, 79, went to be with the Lord on Monday, Dec. 9, 2013, after a short illness.\n\nShe was a missionary for more than 20 years, dedicating her life to teaching the Bible and training pastors in Africa and Russia. She grew up in the Church of God and was a member of Wings of Faith Fellowship in Ocala, Fla., for more than 10 years.\n\nShe was preceded in death by her brother, H.L. Chesser; and sister, Wanda Ferrante.\n\nShe leaves to cherish her memory her daughters and sons-in-law: Barbara and Geoff Imboden of Durham, N.C., and Alana and Robert Conrecode of Mount Holly, N.C.; five grandchildren: Sarah and Matthew Benson and Caitlin, Emma and Elizabeth Conrecode; brother and sister-in-law, Dale and Nancy Chesser of Charlotte, N.C.; sister-in-law, Jean Chesser of Charlotte; and several nieces and nephews.\n\nThe family requests memorial contributions be made to the Jeanette Chesser Scholarship Fund, in care of Wings of Faith Fellowship, 5066 S.E. 64th Ave. Road, Ocala FL 34472.\n\nThe funeral was held at 2 p.m. Thursday, Dec. 12, 2013, at Wings of Faith Fellowship with Pastor Rocky Shrable officiating.\n\nThe family received friends Thursday at the church from noon until the time of service.\n\nArrangements by Hiers-Baxley Funeral Services, 910 E. Silver Springs Blvd., Ocala, Fla.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9427465796,
        "format_confidence":0.9784296751
    },
    {
        "url":"https:\/\/www.chabad.org\/blogs\/blog_cdo\/aid\/4387312\/jewish\/How-Do-You-Face-Lifes-Greatest-Challenge.htm",
        "text":"Dear Readers,\n\nIn life, we all have tests and challenges. A challenge is something (or someone) blocking us from reaching our desired outcome. For some, it is poor health, physically preventing you from achieving. For others, it is psychological, like a difficult childhood that robs you of self-esteem. Challenges come in all shapes and sizes.\n\nBut what if overcoming your challenge means surrendering yourself to a life totally devoid of purpose and meaning? What if it involves sacrificing everything you love and hold dear?\n\n“Our father Abraham was tested with ten tests and he withstood them all—to indicate how great was his love for G‑d” (Avot 5:3).\n\nThe commentaries differ in enumerating these 10 tests. They include moving from his land and ancestral home, and then facing a famine; wars with kings; being thrown into a fiery furnace when he refused to serve idols; being circumcised at an advanced age; listening to Sarah and expelling Ishmael, so that he wouldn’t negatively influence their son, Isaac. His final, hardest test was to sacrifice Isaac.\n\nThe Talmud comments: “G‑d said to Abraham, ‘I have tried you with many tests and you have withstood them all. Now I beg you, please withstand this test for Me, lest they say that the earlier ones were of no substance.’”\n\nThroughout his life, Abraham was on a mission to find his higher calling. He searched for G‑d and then embarked on teaching humankind about this monotheistic Creator. Abraham worried over who would continue his mission; miraculously, at 100 years old, Isaac was born.\n\nEach test that Abraham experienced represented an obstacle on his path, preventing him from realizing his life’s mission. By overcoming each one, he was closer to his objective of making the world a more G‑dly place.\n\nBut then G‑d did the totally inexplicable, commanding Abraham to sacrifice his son—an idolatrous practice at the time. Listening to G‑d’s command meant killing his most beloved son. It also meant destroying any chance of an heir continuing in his work. Moreover, it meant extinguishing everything that he had taught.\n\nThis was Abraham’s most difficult test. It ran contrary to all that Abraham believed, and it meant sacrificing his entire raison d’être.\n\nYet, Abraham listened, unflinchingly. Why? Because this was G‑d’s desire. He understood that G‑d was infinitely beyond him, and though it seemed senseless and disastrous, if this was His will, then it became Abraham’s as well.\n\nThe attributes of our forefathers and foremothers were transmitted to us, their children. The Jewish willingness throughout the centuries to die for the sake of G‑d is rooted in Abraham’s actions. The seeds of our nation’s love for our ancestral home were planted with Abraham’s perseverance to travel to the Holy Land.\n\nAnd generations later—even when it may not seem to make sense, and even after we suffered so much abuse, hatred and genocide just for being Jewish—our nation remains strong and devoted to G‑d, just like our forefather, Abraham.\n\nChana Weisberg\n\nEditor, TJW",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9970828891,
        "format_confidence":0.912185967
    },
    {
        "url":"https:\/\/www.flavorwire.com\/490839\/jesus-is-the-best-boyfriend-ever-on-lifetimes-surprisingly-insightful-the-sisterhood-becoming-nuns",
        "text":"Jesus Is “The Best Boyfriend Ever” on Lifetime’s Surprisingly Insightful ‘The Sisterhood: Becoming Nuns’\n\n\nThe Sisterhood: Becoming Nuns is the anti-reality show reality show. It’s not anti-reality but anti-what we’ve come to know (and enjoy) about the reality genre. There is absolutely no sex or drugs or alcohol. No one is hooking up — any relationships are ended during the first few minutes of the pilot episode, as the girls must remain celibate — and there is not a single man in sight. The cast lives in a peaceful environment where catfights are against the rules. The girls are not competing against each other to find a husband but working together as they all prepare to give themselves to Jesus. The Sisterhood is only technically a reality show, which makes it inherently interesting, but it does slip into reality clichés every once in a while, which allows it to remain compelling to those with no interest in the religious aspects of the show. It sort of works.\n\nLifetime’s The Sisterhood follows five young women in their 20s during their six weeks of discernment, as they live in a convent and decide whether they will ultimately follow their calling to become nuns or give up and go home. It’s a very strange show, one that values all of the virtues that television usually ignores in favor of exploring vices. It should, by all accounts, be a very boring program — the pilot includes a short montage of the girls putting on their new, nun-like uniforms: buttoning up a collared shirt, kissing a cross necklace, straightening a navy-blue headband — but it somehow isn’t, which is in itself intriguing.\n\nIt’s impossible to understand what is going through these girls’ minds, and particularly their intense devotion to God. They are leaving behind their families, their friends, and in some cases, the boyfriends who they love. But what’s most interesting is the juxtaposition between the religion and the reality show — the jarring disconnect between the pious setting with dedicated nuns and the occasionally dramatic young women who are willingly thrust into this new world, and who bring the reality show theatrics with them.\n\nThe good thing about the series is that it doesn’t rely on the dramatic moments to push the story forward; it just lets them happen and then moves on to the quiet reflections, the masses, the scenes of these awestruck girls praying together for the first time. But the other moments are still there: 21-year-old Francesca is horrified when she learns she isn’t allowed to wear makeup (she’s insecure about her acne) and nearly has a panic attack, sobbing and asking, “Would Jesus make me take my makeup off?” Twenty-three-year-old Eseni, who leaves her boyfriend in an emotional scene at the beginning of the series, is dreading the day the nuns make her remove the brightly colored nails she’s just had done, and is most hesitant to give up her phone. (Phones are a distraction, according to the nuns, and the girls must be free of distractions during this six-week stay; apparently the cameras, crew, microphones, and interview segments are not nearly as distracting.)\n\nMuch of what makes The Sisterhood: Becoming Nuns so watchable is that it never lets you forget that these young women are just that: young women. They are different from you and I in that they are wholly devoted to the Lord, to the extent that they’re willing to give up everything else, but they also regularly slip into their pre-convent selves. Christie, 27, admits to being a huge flirt and says that becoming a nun is pretty much the only thing that will keep her single. One of the most enthusiastic girls, upon spotting her new uniform, remarks that it’s got a “dope” cross.\n\nThere aren’t any men around for the women (or the series) to objectify, so the romantic attention turns toward Jesus (a memorable segment involves one of the potential sisters waxing poetic about her dreams in which Jesus is flirting with her, and their upcoming nuptials). As 26-year-old Stacey stands up her framed photo of Jesus, she says it’s her favorite picture because it’s “handsome surfer Jesus handing out his heart.” She doesn’t mind giving everything up for “this really gorgeous man.” (The Sisterhood‘s “This season on…” preview also includes the girls calling Jesus “the best boyfriend ever” and “the ultimate lover,” while Eseni asks a nun, “What do you think of twerking?” because she learned how to twerk before entering the convent and that’s one of her primary concerns.)\n\nThe Sisterhood doesn’t make a mockery of, well, the sisterhood — which is especially surprising considering that the network it’s on, Lifetime, is known for making a mockery of just about everything. But The Sisterhood respects both the girls and the Sisters in the convent, and is judgement free. The Sisters come off as friendly but stern, occasionally frustrated — “Get a grip. It’s not all about you,” one nun says in her interview segment — but overall patient and understanding. (“They are products of their environment,” the latter Sister eventually concludes.) They are supportive because they’re well aware that this one of the toughest decisions these girls will ever have to make. After all, they have all gone through the same thing.\n\nIt’s an unfathomable sacrifice to most, this dedication of your entire life to the church, and that’s what makes The Sisterhood both a fascinating watch and an illuminating amateur sociology project. As a docuseries, it succeeds because it wants to shed light on the subjects, not exploit them.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.6729180217,
        "format_confidence":0.9615848064
    },
    {
        "url":"http:\/\/www.cbn.com\/spirituallife\/devotions\/Watkins_fathersday-2013.aspx",
        "text":"The Christian Broadcasting Network\n\nchild running to father\nDaily Devotions\nStay Connected\n\nGet Inspiration from CBN in your Email\n\nLike CBN Spiritual Life on facebook\n\nSubscribe to CBN's Daily Devotions RSS\n\nDaily Devotion\n\nLike Sheep Without a Shepherd\n\nBy Susan M. Watkins\n\nHave you ever noticed two groups of people who hold God's attention? You wouldn't think an impartial God would have specific categories for certain people, but amazingly, He does: orphans and widows. You're right; they're not the groups anyone wants to join. There's no line to sign up, which is precisely why God keeps a keen eye on these two flocks. Yet surprisingly, He promises to be their Father and Husband. Not only do we find Him sharply protective, but He's moved with tremendous compassion. So much, that it overflows into the everyday lives of you and me. We can't help but want to go the extra mile in helping the child without a dad and the woman without a husband. They look just like us, but when learning of their plight, we soften. Our hearts touched by God's finger for our involvement.\n\nIt was that way for my dad. His father died when he was only nine, making his already orphaned mother a widow in her early thirties, and he and his brother fatherless. It couldn't have come at a worse time. America was just crawling out from the rubble of The Great Depression and everything was scarce. Everything, but God's endless pavilions of provision. Despite their destitution, He provided for them. He touched people's hearts, and caused others to open their homes and dinner tables.\n\n\"A father to the fatherless and a defender of widows, is God in His holy habitation. God makes a home for the lonely\" (Psalms 68:5-6a).\n\nGod makes it known that He protects the weak. Weakened only by circumstance. Perhaps you've never considered, that one as busy as God, has time to be concerned with the small details of the fatherless child. It is here we see His sterling character sparkle yet again. It's far too easy to think the Lord's uninvolved with our struggle; hasn't got the time or interest for those that society's forgotten. Yet look how He taught His disciples by the widow's mite, or the boy willing to share his fish sandwiches with 5,000 men. It moves God. Deeply. Passionately. Protectively.\n\n\"Seeing the people, He felt compassion for them, because they were distressed and dispirited like sheep without a shepherd\" (Matthew 9:36).\n\nIt bears repeating, \"Like sheep without a shepherd.\" Notice, they were distressed and dispirited. Did my dad, uncle, and grandmother struggle? Yes, we have tribulation in this world. But were there people that rose to the occasion allowing their hearts and hands to be an extension of God's? Absolutely. Despite hardships, my dad remembered a happy childhood filled with people willing to pause for involvement. Mentors available to lead and point when my grandfather's voice was silenced.\n\nPerhaps you know a child in this very predicament. Perhaps you are that child. Perhaps your dad is living but you still feel fatherless. Grown or young, the void is there. I would encourage all to step up and make a positive difference in the fatherless around us. It doesn't have to be earthshattering. My father recalled the kindness of being given oranges after going months without fresh fruit; a simple candy cane at Christmastime, or a street vendor's hot baked potato on a snowy winter's night. Small acts of love confirm our heavenly Father's goodness, and the tangible proof He cares and works through people. This is the religion that Jesus' brother James wrote about as being pure and faultless … to look after widows and orphans in their distress. It's a loving embrace received by the child whose hair is no longer tousled by an absent father.\n\nHow like God. No matter how much love we give away, He's ensured we'd never run out. This Father's Day, let's remember to thank God for being our Abba Father and keeping us from being spiritual orphans. And let's relentlessly search for that one who's whispered prayers for fatherly love and kindness.\n\nCopyright © May 24, 2013 by Susan M. Watkins. Used by permission.\n\nRelated Links:\n\nCan God change your life?\n\nGod has made it possible for you to know Him and experience an amazing change in your own life. Discover how you can find peace with God. You can also send us your prayer requests\n\nSusan M WatkinsSusan M. Watkins, award-winning multi-published author formerly wrote for The 700 Club television show. Her work appears in The One Year Life Verse Devotion, Heartfelt Inspirations, Praying from the Heart, America Remembered, and Life Lessons from Dads. Additional credits include,, and as a columnist for a professional writer’s e-newsletter. As a three-time winner in the prestigious 75th, 78th and 80th Writer’s Digest Writing Competitions, and the CAG Writing Competition; expanding avenues await her.\n\nLog in or create an account to post a comment.  \n\n  • Translate\n  • Print Page\n\nAre you seeking answers in life? Are you hurting?\nAre you facing a difficult situation?\n\nA caring friend will be there to pray with you in your time of need.\n\nDo You Know Jesus\nGrow In Your Faith\n\nNeed Prayer?\n\nCall 1-800-823-6053\nEmail your prayer request\n\nEmail iconSign up for E-mail Updates Full List",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9973378778,
        "format_confidence":0.8350649476
    },
    {
        "url":"http:\/\/forward.com\/opinion\/140134\/looking-for-my-birthright-in-all-the-wrong-places\/",
        "text":"Looking for My Birthright in All the Wrong Places\n\nBirthright was not going to get me. I had heard about the brainwashing propaganda party that takes place on these 10-day free trips to Israel. I was well aware of Birthright’s intent, and pretty darn sure that it couldn’t possibly work on me. I was there to see the land, learn about the culture and return unscathed.\n\nWhat I left my mind open to, however, was the possibility for things to get, well, emotional. Every friend and relative who had gone before me seemed to have the “single most emotional experience” of his or her life on Birthright, followed by that declarative fact, “It changed my life.” And while I’d heard some of those same people declare eerily similar words in regard to their experience at a Phish reunion tour, I knew that the places we were going to visit had the true potential to break down even the most staunchly anti-sentimental, un-tuggable hearts. I didn’t plan to get carried away, but I definitely had hopes of feeling something. If I wasn’t ready to see the light, I could at least catch a glimpse of its shadow.\n\nThis, of course, is what led to the event that I will affectionately refer to as the Western Wall Disaster.\n\nWhen searching for your perfect place to have the single most emotional experience of your life, it doesn’t get much better than the Western Wall. Jews tuck their folded up notes of wishes and prayers into the cracks of the wall, put their foreheads up to the stone and simply burst into tears at the sheer weight of it all. They are uncontrollable, these emotions, and whether you’re sending hopes for Grandma’s recovery or reconnecting to the Judaism you lost while going to college in Iowa, this is the place where it all goes down. And by God, it’s going to feel amazing.\n\nI found a spot just wide enough for me to rest my palms against the wall, and my forehead in between them. I shut my eyes and waited for my promised moment.\n\nAnd while waiting, my thoughts went something like this:\n\nWhat should I be thinking about right now? I have to be thinking about something, and it can’t be what I’ll eat for lunch. But now that I’ve even thought of the word “lunch,” it’s really hard to stop thinking about lunch. Maybe I should be thinking about my grandparents, or my childhood. Obviously, it will be falafel. How long am I supposed to stand here thinking about falafel? The woman next to me is whispering a prayer in Hebrew. Maybe I should pretend that her voice is the voice of God. Maybe I should recite a prayer. I definitely remember most of the words to the Aleinu. I mean really, how long am I supposed to stand here?\n\nI’m afraid it didn’t get much better than that. I walked away from the wall to find people from my trip sitting on fold out chairs and crying, their heads hung low in that communal but lonely sulk of the serious.\n\nWhen I talked to my boyfriend on the phone that night, I told him that I flunked the Western Wall. “Does this mean I don’t have a soul?” I asked. I know I didn’t want to be duped into the serious business of changing my life, but it also wasn’t entirely untrue that I secretly hoped for that to happen anyway. It was complicated, okay?\n\nI won’t keep you waiting: There wasn’t a single experience in Israel that changed my life.\n\nThere were people that did some major damage, though. There were the Israelis from the trip — by far the most passionate and strong-willed people I had ever met. They were 20-somethings, most of them younger than I, with more love for their country and understanding of its history and current situation than I can possibly fathom as an American. They are not afraid to fight for Israel, and they are not afraid to admit that they are scared while doing so.\n\nAnd the best part is, they have fun, too. The majority of our time was not spent sitting in a circle in the hotel bomb shelter, talking about army experiences and the possibility of achieving peace. Most of it was spent singing Beatles songs on the grass, an Israeli submarine captain playing the guitar. Or debating about the best flavor of Magnum ice cream bars, or having the obligatory trade-off between each language’s dirtiest phrases. The same female soldier who pressed a button and watched three enemy bodies explode into a million pieces on a black-and-white screen sang at the top of her lungs until we all learned the Hebrew word for “shut up.”\n\nBefore I went to Israel, I didn’t spend any of my time thinking about the people who actually lived there. I thought about the place itself, the strange power it holds. But Israel is not some meaningful-experience theme park where the price of admission comes along with a free religious awakening.\n\nThe land itself is not magic, and declaring it so takes away from the people who inhabit it. Their passion and belief were not the prize at the end of a hyperactive 10-day trek. It’s something they live for and work for on a daily basis, and something I don’t think I could ever fully achieve.\n\nFor me, Birthright was not about reaching a point of religious clarity. I would like to go back to Israel someday, but not because I was blindly brainwashed by a thorough itinerary; I would like to go back because it’s a complicated place with complicated people, and I’m not done letting it complicate me more.\n\nMolly Tolsky is the editorial assistant at MyJewishLearning and Kveller.com. She holds an MFA in fiction writing from Sarah Lawrence College.\n\nThe views and opinions expressed in this article are the author’s own and do not necessarily reflect those of the Forward.\n\n\nYour Comments\n\nThe Forward welcomes reader comments in order to promote thoughtful discussion on issues of importance to the Jewish community. All readers can browse the comments, and all Forward subscribers can add to the conversation. In the interest of maintaining a civil forum, The Forward requires that all commenters be appropriately respectful toward our writers, other commenters and the subjects of the articles. Vigorous debate and reasoned critique are welcome; name-calling and personal invective are not and will be deleted. Egregious commenters or repeat offenders will be banned from commenting. While we generally do not seek to edit or actively moderate comments, our spam filter prevents most links and certain key words from being posted and the Forward reserves the right to remove comments for any reason.\n\nRecommend this article\n\nLooking for My Birthright in All the Wrong Places\n\nThank you!\n\nThis article has been sent!",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.5833170414,
        "format_confidence":0.8836460114
    },
    {
        "url":"https:\/\/www.christianity.com\/devotionals\/homeword-jim-burns\/homeword-august-28-2015.html",
        "text":"\n\nHomeWord - August 28, 2015\n\n\nThe Shalom of God\n\nThis devotional was written by Mike DeVries\n\n\"He said to her, “Daughter, your faith has healed you. Go in peace and be freed from your suffering.” —Mark 5:34\n\nCould you even imagine it?\n\nTwelve years.\n\nFor twelve years, this woman had been in a constant state of suffering. For twelve years, she had been suffering not only physically from her issue of blood, but also financially and socially. Her relationship with others, even her relationship with God, was defined by her physical ailment. She could not come into contact with those around her for fear of their ritual purity. She was unable to go to the Temple in order to connect with her God. Alone. Afraid. Broken.\n\nTwelve years.\n\nThen one day she hears about Jesus. “Could he be the one? Could he really be who people whisper him to be? If only I could get close enough to touch the fringe of his garment and I’ll be healed,” as the tradition says.\n\nPushing her way through the crowd, she saw him. As she drew near to the man she had heard people speak of, she saw the fringe of his robe. Reaching out, fear mixed with faith, she felt the knots of his fringe between her fingers. “God, you’ve been faithful. I need you now.”\n\nImmediately... she was healed. Physically, healed. Emotionally, healed. Socially, healed. Everything made new again through the touch.\n\nNow the fascinating thing about this story is Jesus’ response. Apparently, Jesus was not intentionally involved in this miraculous scene, as He was as unaware of the event as those around him. “Who touched my clothes?” Knowing that something extraordinary occurred, He questions to find the person who initiated the event. “Someone here has faith. Someone here believes who I am.”\n\nThe woman, realizing what had happened and that Jesus was looking for her, comes and falls at His feet in fear. Trembling, she pours out the tragic story of her past twelve years.\n\n“Go in peace. You are free.”\n\nNow, often when we think about peace, we think about a lack of conflict don’t we? We even talk about praying for “peace” in the Middle East. But when Jesus is talking about “peace,” He is talking about something much larger.\n\nThe peace, or the shalom, of God is so much larger than merely a lack of conflict. Shalom is about wholeness. Shalom is about freedom. Shalom is living in holistic restoration, every part of you made whole and new again in God. To have the shalom of God rest on you was to experience the life God intended all humanity to live in – one that was whole, and free, redeemed and restored.\n\nSo this woman walked away from Jesus with much more than just her bleeding cured. She walked away with her entire life given back to her, every aspect made whole and free, just as it should be.\n\nWhere do you need the shalom of God to invade your life? Where do you need your life restored to you? What broken places do you need made whole again?\n\nTake a few minutes to reach out to God. “God, you’ve been faithful. I need you now.”\n\nMark 5:24-34 \n\nSign up here for Parenting Resources and other HomeWord publications.\n\nEditors' Picks\n\n  • The Connection between Halloween & Reformation Day\n    The Connection between Halloween & Reformation Day\n  • \"The Bible Has So Many Contradictions!\"\n    \"The Bible Has So Many Contradictions!\"\n  • 3 Ways to See God in Your Suffering\n    3 Ways to See God in Your Suffering",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9974492192,
        "format_confidence":0.8824908733
    },
    {
        "url":"http:\/\/www.jewishjournal.com\/world\/article\/resident_heroes_of_sderot_mark_pesach_under_rocket_threat_20070330",
        "text":"Jewish Journal\n\nResident heroes of Sderot mark Pesach under rocket threat\n\nby Rabbi Avi Baumol\n\nPosted on Mar. 29, 2007 at 8:00 pm\n\n\"Ma nishtana halayla hazeh\" -- \"How is this night different from all other nights? We were once slaves in Egypt, but God redeemed us, bringing us out from the land to freedom.\"\n\nVery soon, Jews from around the world will chant this familiar refrain, as we have done at the Passover seder throughout the ages. During the reading of the haggadah, we will solemnly recount the pain, humiliation and suffering endured by our people in Egypt, but we will also rejoice at the miraculous turn of events -- the sudden salvation, redemption, and freedom.\n\nSymbolically, we eat bitter herbs, but quickly transition to the sweetness of the wine and charoset (a pasty delicacy symbolizing mortar) and then recline to show that we are as safe and secure as kings in a palace.\n\nThere are some, however, who will not share our sense of security this year. These people, although they live in the homeland of the Jewish people, will not be singing joyful songs with full gusto or reclining in freedom with the same sense of relaxation as royalty this coming Passover -- they are the citizens of the city of Sderot.\n\nThis Israeli community, which borders the recently declared autonomous Palestinian region of Gaza, is victim to an average of two to three rocket strikes daily. Sirens, which notify residents of an impending attack, can only give an advance warning of 15 seconds. That is all the time that separates between life and death in Sderot.\n\nSo this Passover, the residents of Sderot will not be observing the holiday as others will be doing elsewhere in the Jewish world. Instead, they will be confined to their homes, in running distance of a shelter, and parents will have to convince their children of the merits of celebrating the holiday of freedom, when they themselves do not feel free at all.\n\nGuy Nagar is one such citizen. He, his wife and two children have been living in Sderot for the past six years. They came as part of a group of idealistic young Orthodox Jews who wanted to integrate into a city that reflected a cross section of Jews in order to influence and be influenced, that is, to live with Jews from different countries and backgrounds but to share common goals and responsibilities.\n\nNagar works for the Orthodox Union in Israel, which provides social, educational and Jewish programming to thousands of people all over the country. For the past six years, he and his wife have operated a branch of Makom Balev -- an institution that provides much needed social programs for underprivileged children. Sadly, enrollment increased exponentially when children began to suffer from the psychological affects of something previously unknown to them -- the Qassam rocket.\n\nNagar and the other parents of Sderot were shocked and saddened when their children's first words were not \"abba\" (father) or \"imma\" (mother) but \"(code) red, red, alarm, alarm.\"\n\nHow does Nagar deal with this crisis on a religious nationalist level? He struggles, he questions, he even has moments of weakness, mulling over the idea of leaving with his family and moving to a safer environment so he, too, could recline in peace this Passover.\n\nBut then he collects his thoughts, stands proudly and says he will not retreat -- he will stay and fight. As a result, Nagar and the other residents of Sderot are truly able to fulfill the rabbinic dictum: \"One must picture oneself as if experiencing the Passover story.\"\n\nJust as Nagar had his moment of truth when he chose to stand up and be counted as a believer, so, too, did the Jewish people have their moment during the Passover story itself. God commands each Israelite to take a lamb, a god venerated by the Egyptians, and to tie it up and prepare it for sacrifice. Sacrifice a lamb in front of the Egyptian taskmasters? It's certain suicide, they must have thought.\n\nSome fled, and some refused to carry out the order. But there were others who had the courage to stand up against the Egyptian regime, who were willing to follow the will of God and unite as one nation, which merited the great redemption of the Exodus.\n\nThere is a dark irony for the citizens of Sderot between this year's Passover and the one thousands of years ago that we commemorate. The pinnacle of the Passover experience was the exodus from Egypt, when each family had to pack up, leave the only home they knew and in the middle of the night run and never look back.\n\nToday, each family musters up the courage to stay put, to find the inner strength to believe in the holiness of the Land of Israel and to fight for the right to live freely in our Promised Land in peace.\n\nNagar, his family and thousands of others in Sderot are standing firm and defending their city, knowing that retreat is only an invitation for those who seek us harm, to terrorize the rest of the citizens of Israel. There is no question that these people are the heroes of this year's Passover story, role models for every Israeli to emulate during the current situation.\n\nWith the daunting threat of a nuclear Iran and a difficult war last summer, as well as what looks like another inevitable war, this Passover will be a test for the rest of us, the residents of Israel. We, too, will stay put in our cities and towns; we will not be deterred, terrorized or maligned into thinking that we do not have a right to live in our homeland in peace.\n\nMa nishtana halayla hazeh -- how different is this Passover from the great Passover of old?\n\nSadly, in Sderot, in particular, and on some levels, Israel in general, not very different. The same trials afflict us, and the complete redemption still eludes us.\n\nHowever, like the Israelites of old, we, too, will stand firm in our commitment to follow God's command: We will maintain the inner strength to unite under adversity, and we will strive toward fulfilling our destiny of returning to our homeland and spreading ultimate peace and tranquility throughout the land.\n\nRabbi Avi Baumol is director of communications for the Orthodox Union in Israel. Tracker Pixel for Entry\n\n\nView our privacy policy and terms of service.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.8927795887,
        "format_confidence":0.9492204189
    },
    {
        "url":"https:\/\/www.transcend.org\/tms\/2019\/06\/the-worst-enemy-a-person-can-have-is-his-or-her-own-uncontrolled-mind\/",
        "text":"The Worst Enemy a Person Can Have Is His or Her Own Uncontrolled Mind\n\n\nRadhanath Swami – TRANSCEND Media Service\n\nYoga is often misunderstood as merely breath control, asanas or exercises; for some it is about practicing some rules and regulations based on morality and for others it is cultivation of scriptural knowledge. But the real purpose of Yoga is to fix our mind on the Supreme.\n\nAccording to Bhagavad-gita, yoga cannot be practiced unless we practice mind control.  An uncontrolled mind restricts the soul from reaching its natural blissful state, which a practitioner is trying to achieve through yoga.\n\nOur mind works like a television set. A television set is just some plastic, metal, and glass fitted with circuits inside. This box can tune into waves of energy transmitted by a satellite to produce images and sounds.\n\nThe pleasure that we are looking for in this world is compared to the energy emitted by the satellite. Satellites can transmit energy that can be received through millions of television sets, but not every television is tuned into same channel. For human beings, the senses are just like an antenna, receiving whatever station the tuning device chooses. The tuning device is the mind. We tune into what our mind focuses on, and what we are tuned into is what affects us and our life.\n\nPeople are affected by watching advertisements. They tune into the product, get attracted to it and then buy it. Similarly, we will be affected by whatever we tune into. This is the law of nature – “We become like whatever we associate with”. For example, if we put an iron rod in fire, it becomes red hot like fire. If we put that same iron rod in ice, due to its association with ice, it becomes as cold as ice. So, yoga simply means tuning our mind into a spiritual channel.\n\nIn Bhagavad-gita [BG 2.62], it is mentioned that while contemplating the objects of the senses, one develops attachment. Contemplation is the mind’s way of tuning in. Our whole direction in life is based on what we contemplate, or what station or channel we choose to tune our mind into. The mind contemplates and then activates the senses.\n\nThe most beautiful sense object may be kept right next to us, but if our mind is absorbed somewhere else and we don’t even look at it, we will not be affected. Therefore Bhagavad-gita states,\n\n“For one who controls the mind, the mind is the best of the friends, but for one who is unable to control the mind, the mind is the worst enemy.”\n\nThe only enemy a person can have is his or her own uncontrolled mind. If our mind is controlled, there are no enemies outside.\n\nWe should try to avoid tuning in to negative forces because every time we do, our receptivity to positive forces reduces. If we avoid all these other stations, and we tune into the channel of Supreme power then our receptivity for spirituality becomes much deeper.\n\n\nRadhanath Swami is a Vaishnava sanyassin (a monk in a Krishna-bhakti lineage) and teacher of the devotional path of Bhakti-yoga. He is author of The Journey Home, a memoir of his search for spiritual truth, and the New York Times bestseller The Journey Within. His teachings draw from the sacred texts of India such as The Bhagavad-gita, Srimad Bhagavatam, and Ramayana, and aim to reveal the practical application of the sacred traditions, while focusing on the shared essence which unites apparently disparate religious or spiritual paths. Born Richard Slavin, on December 7, 1950, in his teens he came to confront a deep sense of alienation from suburban Chicago life and the civil injustices of mid-century America. At the age of nineteen, while on a summer trip to Europe, his internal struggles culminated in a commitment to search for God wherever it might lead him. Meditating on the Isle of Crete, he felt a supernatural calling and the next morning set off alone to find spiritual India. The Journey Home documents his odyssey as a penniless hitch-hiker though Greece, Turkey, Iran, Afghanistan, Pakistan and finally India. There he lived as a wandering ascetic, first amongst the forest dwelling Himalayan yogis and later amongst a wide variety of gurus and spiritual practitioners throughout India and Nepal. Ultimately, he was led to the holy town of Vrindavan, where he found the teacher he was searching for in A.C. Bhaktivedanta Swami Prabhupada (1896-1977) the founder of the International Society for Krishna Consciousness (ISKCON).\n\nGo to Original –\n\nTags: , ,\n\n\nShare this article:\n\nDISCLAIMER: The statements, views and opinions expressed in pieces republished here are solely those of the authors and do not necessarily represent those of TMS. In accordance with title 17 U.S.C. section 107, this material is distributed without profit to those who have expressed a prior interest in receiving the included information for research and educational purposes. TMS has no affiliation whatsoever with the originator of this article nor is TMS endorsed or sponsored by the originator. “GO TO ORIGINAL” links are provided as a convenience to our readers and allow for verification of authenticity. However, as originating pages are often updated by their originating host sites, the versions posted may not match the versions our readers view when clicking the “GO TO ORIGINAL” links. This site contains copyrighted material the use of which has not always been specifically authorized by the copyright owner. We are making such material available in our efforts to advance understanding of environmental, political, human rights, economic, democracy, scientific, and social justice issues, etc. We believe this constitutes a ‘fair use’ of any such copyrighted material as provided for in section 107 of the US Copyright Law. In accordance with Title 17 U.S.C. Section 107, the material on this site is distributed without profit to those who have expressed a prior interest in receiving the included information for research and educational purposes. For more information go to: If you wish to use copyrighted material from this site for purposes of your own that go beyond ‘fair use’, you must obtain permission from the copyright owner.\n\nComments are closed.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9947519898,
        "format_confidence":0.9481885433
    },
    {
        "url":"http:\/\/ldolphin.org\/strongholds.html",
        "text":"Lambert Dolphin\n\nSaints and Sinners\n\nAll Christians are all given the appellation \"saint\" in the letters of Paul. But late in his life the Apostle Paul said that he was \"foremost among sinners.\" So are the followers of Jesus Christ saints, or sinners?\n\nThe saying is sure and worthy of full acceptance, that Christ Jesus came into the world to save sinners. And I am the foremost of sinners; but I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience for an example to those who were to believe in him for eternal life. (1 Timothy 1:15,16)\n\nMy mentor, Ray Stedman once said, \"When a person becomes a Christian everything is changed, but nothing is changed.\" That is, there is a life-long paradox Christians live with. We are saints and sinners at the same time until we go home to be with the Lord. In regard to Romans 12:3 Ray once reminded a group of us that just as we needed to avoid the obvious pride in thinking more highly of ourselves than we ought to think, so also it was wrong to think too little of oneself either!\n\n\"For by the grace given to me I bid every one among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith which God has assigned him.\"\n\nOne of the disconcerting facts of Christian life is the discovery that simply receiving Jesus Christ into one's life as Lord and Master does not instantly lead to wholeness and an entirely new life overnight. In the eyes of God we are new--and already made perfect and complete, but that is from the vantage point of eternity, not as we see it and must live it out in our time frame of history. Paul in the new Testament teaches that our justification, sanctification and glorification can be thought of as already completed as far as God is concerned (Romans 8:30,1 Corinthians 6:11). It is up to us to \"work out our own salvation with fear and trembling; for God is at work in you, both to will and to work for his good pleasure\" (Philippians 2:12,13)\n\nTherefore, if any one is in Christ, he is a new creation; the old has passed away, behold, the new has come. (2 Corinthians 5:17)\n\nAnd I am sure that he who began a good work in you will bring it to completion at the day of Jesus Christ. (Philippians 1:6)\n\nThe progress of Christian life, (our pilgrim journey) follows a pattern exactly laid out in the books of the Old Testament concerning the history of God's representative nation, Israel. That is, (a) there is a new beginning, (b) a time of deliverance from the world, (c) a wandering in the wilderness, (d) a time for conquest of the land, (e) times of testing because of past incomplete obedience, (f) times of refreshing, and so on. The outworking of this our inheritance from God requires a lifetime of hard work and diligence on our part.\n\nWhat Jesus accomplished for mankind on the cross is so all-encompassing in its possibilities that Paul urges us to persuade all men to avail themselves of God's solution to their deepest needs for healing and wholeness. There is hope for anyone!\n\n\"For the love of Christ controls us, because we are convinced that one has died for all; therefore all have died. And he died for all, that those who live might live no longer for themselves but for him who for their sake died and was raised. From now on, therefore, we regard no one from a human point of view; even though we once regarded Christ from a human point of view, we regard him thus no longer. Therefore, if any one is in Christ, he is a new creation; the old has passed away, behold, the new has come. All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation; that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation. So we are ambassadors for Christ, God making his appeal through us. We beseech you on behalf of Christ, be reconciled to God. For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.\" (2 Corinthians 5:14-21)\n\nMany healthy changes follow a real surrender to Christ as Lord, and it is quite common for God to give new Christians lots of personal support in terms of a very real and constant sense of his presence for a season. In spite of the difficulties an individual may have come out of in terms of an adverse family background, or exceptionally sinful life-style, many believers continue to grow to maturity in Christ if all they do is follow basic instructions for Christian living.\n\nLet us hold fast the confession of our hope without wavering, for he who promised is faithful; and let us consider how to stir up one another to love and good works, not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near. (Hebrews 10:23-25)\n\nThis \"normal Christian life\" should include regular time in the scriptures, adequate prayer time alone with God, prayer with other Christians, participation in public worship and getting together with other Christians. Instruction by gifted teachers, and fellowship (body-life) are part and parcel of Christian experience. Christians never do well in isolation. As members of the family of God, as \"members one of another\" and \"members of the Body of Christ\" it is only logical that we should develop close and intimate friendships within the household of faith. Ordinarily, following these basic instructions taken together with our personal obedience to Jesus will produce maturity and wholeness in Christ. Jesus told us to continue in His word in order to become trained by Him, and so that then, as a long term result, full freedom could follow.\n\n\"If you continue in my word, you are truly my disciples, and you will know the truth, and the truth will make you free. They answered him, 'We are descendants of Abraham, and have never been in bondage to any one. How is it that you say \"You will make us free\"? Jesus answered them, 'Truly, truly, I say to you. Everyone who commits sins is a slave to sin. The slave does not continue in the house forever. So if the Son makes you free you are free indeed.'\" (John 8:31-36)\n\nOnce Dead in Sin--Now Alive in Christ\n\nPrior to becoming Christians, all of us are described as being \"dead in sin.\" This means we are unresponsive to God and can not be really free not to sin--we can only manage the evil in our lives within certain limits. We lack the power to be free.\n\n\"And you God made alive, when you were dead through the trespasses and sins in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience. Among these we all once lived in the passions of our flesh, following the desires of body and mind, and so we were by nature children of wrath, like the rest of mankind. But God, who is rich in mercy, out of the great love with which he loved us, even when we were dead through our trespasses, made us alive together with Christ (by grace you have been saved), and raised us up with him, and made us sit with him in the heavenly places in Christ Jesus, that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. For by grace you have been saved through faith; and this is not your own doing, it is the gift of God--not because of works, lest any man should boast. For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them. (Ephesians 2:1-10)\n\nSpiritual regeneration brings with it freedom for us to choose between God and self, but this involves a struggle (Romans 7) Christians can and do sin after they become believers, inadvertently as well as by choice. Choosing sin after one comes to know the Lord brings temporary slavery to sin. We escape from this temporary bondage not by our own efforts, but by calling on the name of the Lord for restoration , forgiveness, and cleansing. Jesus sets us free so that we can obtain \"the perfect liberty of the sons of God.\" When a Christian does sin, his or her failures leave stains which take time to heal. We retain vulnerability to fail again especially in areas of past failure. (See The Scars of Sin by Ray C. Stedman). Conversely, every time we say \"no\" to temptation we gain strength against evil.\n\n...we are writing this that our joy may be complete. This is the message we have heard from him and proclaim to you, that God is light and in him is no darkness at all. If we say we have fellowship with him while we walk in darkness, we lie and do not live according to the truth; but if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin. If we say we have no sin, we deceive ourselves, and the truth is not in us. If we confess our sins, he is faithful and just, and will forgive our sins and cleanse us from all unrighteousness. If we say we have not sinned, we make him a liar, and his word is not in us. My little children, I am writing this to you so that you may not sin; but if any one does sin, we have an advocate with the Father, Jesus Christ the righteous; and he is the expiation for our sins, and not for ours only but also for the sins of the whole world. (1 John 1:4-2:2)\n\nThe Role of the Law\n\nThe Law of Moses, given to Israel as part of God's Old Covenant with that nation, was not intended to produce good moral behavior--it can not do that. The Law reveals the character and standards of God and diagnoses our failures. The Law proves us guilty, weak, and helpless. Only when we learn to call on Jesus out of helplessness and inadequacy do we find His adequacy--His resurrection power--at work within us. The New Covenant works by changing our hearts so that we lose interest in sin, and decide to trust Jesus... (truncated)",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9972677231,
        "format_confidence":0.7968677878
    },
    {
        "url":"https:\/\/catholicexchange.com\/following-rhythms-spiritual-life\/",
        "text":"Following the Rhythms of the Spiritual Life\n\nIn his rules for discernment of Spirits, St. Ignatius of Loyola gives this beautiful advice:\n\nWhen one enjoys (spiritual) consolation, let him consider how he will conduct himself during the time of ensuing (spiritual) desolation, and store up a supply of strength as defence against that day… He who enjoys (spiritual) consolation should take care to humble himself and lower himself as much as possible. Let him recall how little he is able to do in time of (spiritual) desolation, when he is left without such grace or (spiritual) consolation. On the other hand, one who suffers (spiritual) desolation should remember that by making use of the sufficient grace offered him, he can do much to withstand all his enemies. Let him find strength in his Creator and Lord.\n\nIn a nutshell, this Saint is reminding us that in times of spiritual consolation, when we are so moved and inclined towards God and the things of God, we should prepare for the coming spiritual desolation when we feel ourselves emptied of that movement and affinity toward God. And when we are in spiritual desolation, we should use the grace of the present moment to prepare for the coming consolation. Neither spiritual desolation nor spiritual consolation lasts forever. This timeless advice is the key to hope in our spiritual life that is in constant fluctuation between times of spiritual fervour and dryness in our relationship with God.\n\nThe first reading shows us Job at the point of despair after losing everything through a trial that God permits in his life. He feels completely abandoned by God. “So I have been assigned months of misery, and troubled nights have been allotted to me…My days come to an end without hope.” He appears to be at the point of despair because he does not prepare himself for the coming consolation from God, “Remember that my life is like a wind; I shall not see happiness again.” He resigns himself to a life of unremitting unhappiness and does not recognize that moments of divine consolations are sure to come again after the desolation has passed.\n\nThe Gospels shows us Jesus Christ after a successful day of healing the sick and casting out demons. This is a moment of great success in His earthly ministry and no doubt a consoling moment for Him. But what does He do next? “Rising very early before dawn, He left and went off to a deserted place, where He prayed.” In this moment of consolation, when He experienced the presence and power of the Father’s Spirit within Him to cure and liberate others from slavery to sickness and the devil, He humbled Himself in silent prayer to the Father and prepared for the time of desolation to come during His Passion when He would lament from the Cross, “My God, My God, why have you abandoned me?”\n\nOne of the truths that we can easily forget is that the Spiritual movements we experience in our life are beyond our control but they call us to respond in different ways. In a moment of spiritual consolation, we feel so close and drawn to God and godly things, and our spiritual practices are so fervent and are so filled with faith, hope and love that we feel that we can do and suffer anything for Jesus Christ. The next moment, we feel so dry and abandoned by God in moments of spiritual desolation and we lose the sense of faith, hope and love that we used to have as God seems too far away and completely out of our reach. We then become drawn and moved to earthly and sensual things. Sadly, we give up our spiritual practices and disciplines like regular prayer and the sacramental life. The result is that life become meaningless and a useless drudgery as it became for Job who could not see any possibility of his being happy again.\n\nI experience this rhythm of consolation and desolation through the regular praying of the Holy Rosary. There are times when I easily enter into the mysteries of the Rosary and feel and experience closeness to Mama Mary and Jesus Christ and it leaves me with great consolation. But there are moments when I cannot keep my mind fixed for a single Hail Mary on the mysteries of the Rosary and it seems like I am speaking to myself and God appears so distant. One thing is sure though, in and through this Rosary, I am learning from Mother Mary the secret to constancy in moments of consolation and desolation. Who can ever fathom Mary’s consolation in bearing the Prince of Peace truly in her womb and by faith in her heart? Who else can teach us about constancy than she who later stood at the foot of the Cross and still looked forward to the moments of consolation will return after the desolation of Calvary?\n\nMy dear brothers and sisters in Christ, no spiritual movement is permanent. We are constantly caught in this rhythm of consolation and desolation. Are we experiencing spiritual consolation today? Then let us humble ourselves in grateful prayer and prepare ourselves for the spiritual desolation that will surely come. Are we in spiritual desolation, then let us make use of the sufficient grace of the present moment that Jesus offers to us in this Eucharist today to bear this desolation until the sure light of divine consolation shines in our hearts.\n\nIn moments of consolation or desolation, we are never alone; Jesus remains with us through the light and darkness: “I am with you always until the end of time.” (Mt 28:20) But only a spirit of constancy borne of hope will see us break through the clouds of desolation and into the light of consolation.\n\nO Mother Mary, please help us to be constant in moments of consolations and in desolations so that we may not be thrown off by the unending rhythms of the spiritual life. Amen.\n\nGlory to Jesus!!! Honour to Mary!!!\n\n\n\nFr. Nnamdi Moneme OMV is a Roman Catholic Priest of the Oblates of the Virgin Mary currently on missionary assignment in the Philippines. He serves in the Congregations' Retreat Ministry and in the House of Formation for novices and theologians in Antipolo, Philippines. He blogs at\n\nSubscribe to CE\n(It's free)\n\nGo to Catholic Exchange homepage",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9973527193,
        "format_confidence":0.8168551326
    },
    {
        "url":"http:\/\/whatsaiththescripture.com\/Fellowship\/Spirit.of.Slavery.Part_2.html",
        "text":"What Saith the Scripture?\n\n\nFellow ship > The Spirit of Slavery (Part 2)\n\nThe Spirit of Slavery (Part 2)\n\nOr, The Oppression of Slavery Is Not Worse Than the Selfishness of Sin\n\n\"Where the Spirit of the LORD is, there is liberty\"\n(2Corinthians 3:17).\n\nby Tom Stewart\n\nThe Selfishness of Sin\n\n\nn the year 2002, there no longer officially exists the legal ownership of human beings. \"And he that stealeth a man, and selleth him, or if he be found in his hand, he shall surely be put to death\" (Exodus 21:16). Even the fundamentalist, Islamic regime of the Sudan denies the existence of state sanctioned slavery; though the U.S. State Department reports that \"Khartoum encourages soldiers to take slaves as payment for combat\" in its civil war against rebels in southern Sudan-- who proclaim that their quest for autonomy is part of their resisting the government's attempt to impose Islam upon them (from the January 25th 1998 article, \"Curse Of Slavery Haunts Sudan,\" at \"9 Knowing this, that the Law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers, 10 for whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to Sound Doctrine\" (1Timothy 1:9-10). Whenever any economic, political, social, or religious system exerts total control of one person by another chiefly for the purpose of economic exploitation-- or, for any myriad of evil purposes that the mind recoils to discuss-- then that is Modern Slavery. As reluctant as any civilized nation is to admit to sanctioning slavery, on February 19th 2002, CNN reported: \"The United Nations is launching a global campaign as part of a stark warning about the 'epidemic growth' in human trafficking... Human trafficking is the fastest-growing business of organised crime with an estimated 700,000 people trafficked every year for sexual exploitation and forced labour. Europol estimates the industry is now worth several billion pounds a year\" (excerpted from the article, \"U.N. warns of human traffic boom.\") \"The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is no new thing under the sun\" (Ecclesiastes 1:9).\n\nIt is instructive that the apocalyptic destruction of Babylon the Great will yet reveal her merchandise of\n\"slaves, and souls of men\" (Revelation 18:13), in the near future. [Read our series, \"Babylon the Great\" ---New Window, to acquaint yourself with what Scripture describes as \"THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH\" (17:5).] Because the Professed Church has forgotten its First Love (2:4), which is Jesus Christ Himself-- who is the God that the Moral Law still commands to be loved with all our \"heart, and with all [our] understanding, and with all [our] soul, and with all [our] strength\" (Mark 12:33)-- she has also forgotten the Companion Commandment, \"Thou shalt love thy neighbour as thyself\" (12:31). It is to the shame of man, and especially to the Professed Body of Christ, that slavery will thrive until the Second Coming of Jesus Christ. \"Ye are the salt of the Earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men\" (Matthew 5:13).\n\nCharity Anderson Recounts Her Days as a Slave\n\nOn April 16th 1937, Ila B. Prine interviewed Charity Anderson in Mobile, Alabama [USA] as part of the Federal Writers' Project. When interviewed, Aunt Charity Anderson claimed to be one hundred and one (101) years old. At the time of the interview, Aunt Charity was living with her niece\n\"in a very comfortable and modern four-room house.\" Prine reported that Charity's sight was impaired and that she was a \"little hard of hearing... [but that] her mind seems to be clear and her memory good. She is not able to leave the house, but with the aid of a stick, she manages to hobble around in the house.\" \"And even to your old age I am He; and even to hoar hairs [literally, gray hairs] will I carry you: I have made, and I will bear; even I will carry, and will deliver you\" (Isaiah 46:4). Aunt Charity loved to have company and was delighted to be interviewed, while her niece was away working. \"When asked if she did not get tired of staying alone in the house? She replied: 'I has so much tr'uble gittin' up and down de steps, and tr'uble gittin' ober de groun', I jes makes myse'f happy her, cause thank de Lord I'se on Zion's March.'\" \"The hoary head is a crown of Glory, if it be found in the way of Righteousness\" (Proverbs 16:31).\n\nAunt Charity was the slave of\n\"Marster\" (Master) Leslie Johnson who kept a public wood yard at Belle's Landing on the Alabama River. Though the institution of American slavery was wrong, Aunt Charity remembered her years as a house servant, waiting tables \"in de ol' marster's house\" as the \"good ol' days.\" \"Ye thought evil against me; but God meant it unto good\" (Genesis 50:20). Charity said, \"My job was lookin' a'ter de corner table whar nothin' but de desserts sat... My old Marster was a good man, he treated all his slaves kind, and took care of dem... But honey chile, all white folks warn 't good to dere slaves, cause I'se seen pore niggers almos' tore up by dogs, and whipped unmercifully, when dey did'nt do lack de white folks say. But thank God I had good white folks, dey sho' did trus' me to, I had charge of all de keys in the house and I waited on de Missy and de chillun.\" \"1 Let as many servants [Greek, doulos, servant or slave] as are under the yoke count their own masters worthy of all honour, that the Name of God and His Doctrine be not blasphemed. 2 And they that have believing masters, let them not despise them, because they are brethren; but rather do them service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort\" (1Timothy 6:1-2).\n\nAunt Charity's bondage was in some respects like that of Joseph in Egypt, for she appears to have had understanding of\n\"de Lord,\" while still a slave-- for, it appears that in spite of the evilness of her bondage, she was brought that understanding through other black, Christian slaves, or from some of the \"white folks.\" \"Surely the wrath of man shall praise Thee: the remainder of wrath shalt Thou restrain\" (Psalm 76:10). Like Joseph, Aunt Charity \"had charge of all de keys in the house.\" \"2 And the LORD was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian. 3 And his master saw that the LORD was with him, and that the LORD made all that he did to prosper in his hand. 4 And Joseph found grace in his sight, and he served him: and he made him overseer over his house, and all that he had he put into his hand\" (Genesis 39:2-4).\n\nWhen an ancient Hebrew was indentured to another Israelite, the LORD warned that his master should not\n\"rule over him with rigour\" (Leviticus 25:43); but instead, he should be treated as an \"hired servant\" (25:40). Further, \"he shall be with thee, and shall serve thee unto the year of jubile: and then shall he depart from thee, both he and his children with him, and shall return unto his own family, and unto the possession of his fathers shall he return\" (Leviticus 25:40-41); thus, this form of ancient Israelitish servitude would be expunged from the land every fiftieth year. Likewise, Aunt Charity served her master until the Jubilee events following President Abraham Lincoln's Emancipation Proclamation of January 1st 1863. Unlike a slave on a cotton plantation, Charity recalled that she \"neber seed no cotton planted til' a'ter [she] was free.\" \"I removed his shoulder from the burden: his hands were delivered from the pots\" (Psalm 81:6). \"But listen, honey, I sho' could wash, iron, knit and weave, bless yuh, I could finish my days' work aroun' de house, and den weave six or seven yards o'cloth.\" \"The hand of the diligent shall bear rule\" (Proverbs 12:24).\n\nCharity Anderson was not slothful. Like a Christian should, she worked.\n\"For even when we were with you, this we commanded you, that if any would not work, neither should he eat\" (2Thessalonians 3:10). With evident satisfaction with the life that the LORD allowed her to live, she testified of doing her work diligently, while instilling the same attitude toward work in her master's children. \"I'se washed, ironed and waited on de fourth generation ob dis family. I l'arned de chillun how to wash, iron, weave, and knit. I jes wish I could tell dese young chillun how to do, if dey would only suffer me to talk to dem.\" \"Train up a child in the way he should go: and when he is old, he will not depart from it\" (Proverbs 22:6). In her own way, she attempted to keep order in the world that God gave her, when she instructed the children. \"I'd tell dem to be more 'spectful to dere mammas, and to dere white folks and say 'yes mam' an 'no mam', instid of 'yes' and 'no' lack dey do now.\" \"Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God\" (Romans 13:1).\n\nOver an hundred years old, Aunt Charity was still\n\"on Zion's march.\" \"The path of the just is as the shining light, that shineth more and more unto the perfect day\" (Proverbs 4:18). \"On Zion's march\" was her way of describing the way of sanctification, i.e., \"perfecting holiness in the fear of God\" (2Corinthians 7:1). What human government would not love to have such Christians populating its citizenry, especially an ex-slave, who had been impressed with the virtues of an orderly life? \"I ain't neber been in no tr'uble in mah life, I ain't been in no lawsuits, I ain't neber been no witness.\" \"For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ\" (Colossians 2:5).... (truncated)",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9814341068,
        "format_confidence":0.8653566241
    },
    {
        "url":"http:\/\/www.taipeitimes.com\/News\/editorials\/archives\/2013\/03\/05\/2003556294\/1",
        "text":"﻿ The new pope’s challenges - Taipei Times\nTue, Mar 05, 2013 - Page 9　News List\n\nThe new pope’s challenges\n\nAn obstructionist Vatican, a chronic shortage of priests and a shrinking global congregation: the list is daunting\n\nBy Andrew Brown  \/  The Guardian, LONDON\n\n\nWhen 117 cardinals gather in Rome to choose the next pope this month, the first thing that will determine their choice is what job they are hiring the man for. Catholicism is in a crisis: the historian Diarmaid MacCulloch compares it to the great changes of the Reformation and the medieval reforms, 400 years earlier, under Pope Innocent VII.\n\nThe convulsions that started with the second Vatican council of the 1960s have still not played themselves out. On the other hand, the pope will still be a Catholic. There are not going to be female priests, and only what absolutely has to change will change. The ban on contraception will remain: the best — and the least — that can happen is that it is quietly ignored, even by the hierarchy, and no longer used as the shibboleth of orthodoxy in any priest who wants promotion. Some things cannot change, and we should not assume that the new leader will take up the agenda of the Guardian or the New York Times.\n\nHowever, it is clear from the pope’s resignation that he knows things cannot go on as they are.\n\nSo what does the crisis look like from Rome?\n\nIt seems to me that there are three interlocking difficulties for the church. There is crisis in the curia, the Vatican itself. There is a crisis in the clergy and in the developed world, there is a crisis in the laity.\n\nThere is also a strategic problem in that the church must deal with the increasing militancy of Islam in the Middle East, and, beyond that, the rise of China and India. However, that does not require new thinking, just the application of well-practiced principles.\n\nThe problems of the laity and clergy are intertwined and in the developed world their symptom is obvious: there are not enough of either, and both are aging rapidly and sustained only by immigration from the south.\n\nThere is little that a pope can do directly about the problem of the shrinking laity, even in an age of global travel. Wherever he goes, he can draw vast crowds, but the interest and excitement subside when he has gone. The congregations continue to drain away.\n\nThe effect has been most marked in places where Catholicism was part of the national or regional identity — Ireland, Quebec, Boston and France come to mind. However, it has happened almost everywhere in the developed world.\n\nIn the countries where churchgoing has shrunk, the clergy have also got older and — by report — more gay. Seminaries have closed. More and more priests are imported from Africa, from Latin America and from the Philippines or Vietnam.\n\nThat is something the new pope could do something about, but only by relaxing the mandatory celibacy rule.\n\nTo allow the ordination of already married men on a much wider scale than already happens with Anglican converts would transform the priesthood and bind it much more closely to the laity. From the outside, such a development looks inevitable.\n\nWhether it seems so simple inside the Sistine Chapel is another question. However, if it does, the electors will choose accordingly. Paradoxically, they are more likely then to choose a cardinal from Latin America or Asia, where the celibacy rules are already widely ignored, than from Europe or the US, where they are followed to the letter, if not in spirit.\n\nChanging the rules on celibacy would still be a convulsive step that would bring fresh problems of its own. It may appear to the cardinals a necessary and unavoidable adjustment to a reality that can no longer be denied.\n\nThis story has been viewed 1943 times.\n\nComments will be moderated. Remarks containing abusive and obscene language, personal attacks of any kind or promotion will be removed and the user banned.\n\nTOP top",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9930574894,
        "format_confidence":0.9720050693
    },
    {
        "url":"https:\/\/www.csmonitor.com\/Commentary\/A-Christian-Science-Perspective\/2018\/0321\/From-cynicism-and-animosity-to-peace",
        "text":"From cynicism and animosity to peace\n\nIn today’s Perspective, a woman shares how a difficult situation at work was resolved through the power of prayer, and how she felt her own anger and self-justification vanish. \n\n“No surprise,” I muttered to myself. “Of course she’s saying that, and of course he’s doing that. And I don’t see it changing anytime soon.”\n\nI felt stymied, frustrated, and resentful. Mostly, I felt cynical. It seemed decisionmakers around me were motivated by self-interest and giving little thought or importance to logic or integrity. Why shouldn’t I feel skeptical and disillusioned?\n\nPhew – we can find ourselves in a downward spiral of self-pity and pessimism if we’re not careful. But we do not have to go down this path. The way we think about a situation matters, and I’ve come to see that starting from a spiritual perspective can bring calm and harmony.\n\nOne idea I’ve found especially helpful is what Christian Science teaches about God as the only source and cause of all activity, as the creator of the true, spiritual individuality of us all. And I’ve found that a desire to understand and insist that God, good, alone is in charge of His creation enables us to see more of the harmony that is actually natural to all of us as God’s spiritual children.\n\nThe biblical man Moses experienced this. God had directed him to lead the Hebrew people in their escape from Egypt, where they had been held as slaves and had a life of misery and hard labor. But once the group’s journey across the desert was under way, food became scarce. The people became very cynical and jeered at Moses that they would have been better off just staying in Egypt, where at least they wouldn’t be starving to death (see Exodus chap. 16).\n\nThe Bible recounts that God heard the cry of the children of Israel and assured Moses there would be needed rations. Moses was to tell the people that every evening they would have meat, and every morning bread. Sure enough, that’s what happened, and it continued as long as needed. Moses’ trust in the care of the one all-powerful and ever-present God prevailed over an undercurrent of doubt, blame, resignation, and cynicism.\n\nSo, you may be wondering what I was referring to at the beginning of this article. Well, clearly it wasn’t anything on the scale of the deliverance of the children of Israel, but it did help me see how we can put these ideas into practice in our own lives. Once when I was in a teaching role, I encountered a parent who did not agree with some of my teaching techniques. She spoke about it with the superintendent, and I was told to discontinue some activities. The parent’s position seemed petty, ungrateful, and naive to me. I was ready to stand up for what I thought was right!\n\nThere was a meeting coming up with the superintendent and the other teachers, and I was sure this situation would be discussed. I prayed briefly about how to handle it, but I also spent plenty of time preparing the self-righteous speech I planned to give.\n\nBut the superintendent, who was also a Christian Scientist, told me later that he was praying, too, based on a similar understanding of God as the source of all activity. Since God is the divine Mind, the true source of all thought, he was praying to know that harmony alone was the natural state of things – not a parent and a teacher at odds with each other, but rather a cooperative spirit.\n\nWhen we’re willing to let go of personal opinions and let that divine Mind guide us, needed solutions are revealed. Well, the most amazing thing happened. When the meeting started and I had an opportunity to speak, the anger, annoyance, and cynicism I had been feeling were simply not there. I kept quiet, and the issue did not come up. I couldn’t believe it. I literally felt no animosity toward anyone who had been involved. I sat there in silent wonder. And I also soon found other ways to teach my students that were satisfying and effective.\n\nNow, I realize there are more consequential things than teaching techniques to consider in life, but we can apply these spiritual lessons to larger challenges, too. When speaking of the power of God to cleanse and elevate motives, Mary Baker Eddy, the Discoverer of Christian Science, wrote in “Miscellaneous Writings 1883-1896”: “By purifying human thought, this state of mind permeates with increased harmony all the minutiæ of human affairs. It brings with it wonderful foresight, wisdom, and power; it unselfs the mortal purpose, gives steadiness to resolve, and success to endeavor” (p. 204). Whenever we are tempted to feel powerless and cynical, we can turn to God, divine Mind, for inspiration that brings a sense of peace and fair, intelligent, and lasting solutions.\n\nof 5 stories this month > Get unlimited stories\nYou've read 5 of 5 free stories\n\nOnly $1 for your first month.\n\nGet unlimited Monitor journalism.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9973317385,
        "format_confidence":0.9533675909
    },
    {
        "url":"http:\/\/www.aish.com\/tp\/i\/moha\/90073617.html",
        "text":"click here to jump to start of article\nJoin Our Newsletter\n\nGet latest articles and videos with Jewish inspiration and insights​\n\nShmini(Leviticus 9-11)\n\nIn Front of God\n\nOn the eighth day, all was prepared; the Mishkan was completed and ready for service. It was meant to be a glorious day. On this day a revelation was promised, a revelation that would convey a message of forgiveness to the entire nation, and most particularly to Aharon.(1)\n\nAnd Moshe said, 'This is the thing which God commanded that you should do, and the glory of God shall appear to you.\" And Moshe said to Aharon, \"Approach the altar, and offer your sin offering, and your burnt offering, and make atonement for yourself, and for the people; and bring the offering of the people, and make atonement for them, as God commanded.\" (Vayikra 9:6-7)\n\nThe promise came to fruition as Moshe and Aharon blessed the people; the result was revelation and ecstasy:\n\nAnd Moshe and Aharon went into the Tent of Meeting, and came out, and blessed the people; and the glory of God appeared to all the people. And there came a fire out from before God, and consumed upon the altar the burnt offering and the fat; which when all the people saw, they said praise,(2) and fell on their faces. (Vayikra 9:23-24)\n\nPerhaps caught up in the holiness of the moment, Nadav and Avihu, two sons of Aharon, proceed to bring even more fire down from heaven:\n\nAnd Nadav and Avihu, the sons of Aharon, took each of them his censer, and put fire in it, and put incense on it, and offered strange fire before God, which he did not commanded them. And fire went out from before God and devoured them, and they died before God. (Vayikra 10:1-2)\n\nApparently, something went terribly wrong. In a stark reversal, the ecstasy turned to tears, the celebration to mourning, and the anticipated forgiveness to bitter punishment. Two of Aharon's sons were suddenly dead. While the result of their actions is clear, the significance or cause of their demise is unclear: the Torah seems silent as to the cause of their sudden deaths. Rabbinic literature abounds with possible scenarios, each describing a different but equally terrible sin that was behind this punishment. From the verses themselves, we know that on a purely technical level they had brought an offering that was not called for; specifically, they offered incense which God had not instructed. Interestingly, the Midrash goes to great lengths to limit the scope of their guilt, stressing that their only indiscretion was the bringing of this incense:\n\nIn four places Scripture records both the death of Aharon's sons and their offence as well. And why all this? To inform you that they had no other iniquity to their account except this one alone. (Bamidar Rabbah 2:24)\n\nThe Midrash notes that every time the deaths of Nadav and Avihu are mentioned, the Torah never makes a negative value judgment nor does it label them as sinners in a general sense. In fact, the Torah uses the same term, time and again, when describing their deaths: \"in front of God.\"\n\nR. Elazar of Modiin said: 'Go forth and see how heavily the death of Aharon's sons weighed upon the Holy One, blessed be He; for on every occasion when He records their death He also records their offence. Why all this? So as not to afford any living being a pretext for maligning them, and so that people might not say that they had been secretly misconducting themselves and had died as a result of this.' \"And Nadav and Avihu died before God:\" Said R. Yohanan: 'Did they indeed die before God? No; but this teaches that the Holy One, blessed be He, is grieved when the children of the righteous depart from this world during the lifetime of their fathers.' \"When they offered strange fire before God:\" R. Yohanan of Jaffa inquired of R. Pinhas b. Hama, in the name of R. Simon: 'How is it that the phrase \"before God\" is used twice, while the phrase \"before Aharon their father,\" which you find elsewhere, is used once? It teaches that the grief of the Holy One, blessed be He, was twice as keen as that of their father. (Bamidar Rabbah 2:24)\n\nOne of the most basic tenets of our belief is that all of mankind stands \"in front of God\" at all times: God is Omnipresent. Nonetheless, this phrase, used in this context, connotes a special proximity and intimacy with God. While death is tragic, to die \"in front of God\" sounds almost tantalizing.(3) And yet, it is this same description, \"in front of God,\" that caused the Midrash to admonish us to look no further, and not to ascribe any further indiscretion to these two sons of Aharon.(4)\n\nWe should note that this same phrase appears in the verses that immediately precede the tragedy; there, too a fire came \"from in front of God\" - to indicate God's acceptance of the offering.\n\nAnd there came a fire out from before God, and consumed upon the altar the burnt offering and the fat; which when all the people saw, they said praise,(5) and fell on their faces. (Vayikra 9:24)\n\nThe Mei Shiloch says that their deaths came from an excess of love of God, from an uncontrolled desire for intimacy with God.(6) Rebbi Nachman is quoted as saying that they were carried away by the holiness of the moment: after experiencing the revelation at the convocation of the Mishkan they felt an intense desire to embrace and be consumed by the divine, even though death would surely be the result.(7)\n\nThis approach is reminiscent Rashi's explanation of the demise of Ben Azzai, one of the four great scholars who entered pardes. Pardes was a mystical journey undertaken by four of the greatest sages of their time:\n\nOur Rabbis taught: Four men entered Pardes, namely, Ben Azzai and Ben Zoma, Aher, and R. Akiva. R. Akiva said to them: 'When you arrive at the stones of pure marble, do not say, \"water, water!\" For it is written [Tehilim 101]: \"He that speaks falsehood can not be exist before me.\" Ben Azzai cast a look and died. Of him Scripture says [Tehilim 116]: \"Precious in the sight of God is the death of His devout ones.\" Ben Zoma looked and was struck. Of him Scripture says [Mishlei 25]: \"Have you found honey? Eat as much as is sufficient for you, lest you be filled with it, and vomit it.\" Aher mutilated the shoots. R. Akiva (entered unscathed and) departed unscathed.\n\nRashi explains the death of Ben Azzai:\n\nHe looked - at the Schechina.\n\n\"Precious in the sight of God is the death of His devout ones\" - His death was difficult before God, for he died young, nonetheless it was impossible that he not die, for it says [Shmot 33] \"For man cannot see Me and live\". (Rashi Talmud Bavli Chagiga 14b)\n\nThe implication is that Ben Azzai looked and beheld the Divine Shechina and therefore died, for \"man can not see Me and live\" - and if he looks - he will die. Ben Azzai, like Nadav and Avihu, beheld the Shechina and could not return to a pedestrian life. The pull of the Divine was like a magnet, too inviting, too intense; return to earthly life from such a spiritual plane is impossible.(8) This was explained to Moshe by God Himself: in the aftermath of the Golden Calf debacle, it seemed that the magnitude of their transgression would lead to the demise of the entire nation, but Moshe implores God, and gains favor and forgiveness for the nation. When Moshe senses that this is a moment of mercy, he seizes the opportunity and asks God:\n\nAnd he said, 'I beg You, show me Your Glory.' And He said, 'I will make all My goodness pass before you, and I will proclaim the name of God before you; and will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy.' And he said, 'You can not see My face; for no man shall see Me and live.' And God said, 'Behold, there is a place by Me, and you shall stand upon a rock; And it shall come to pass, while My glory passes by, that I will put you in a cleft of the rock, and will cover you with My hand while I pass by. And I will take away my hand, and you shall see My back; but My face shall not be seen.' (Shmot 33:18-23)\n\nMoshe asks for a higher level of revelation, and is told it would always be incomplete; human beings cannot assimilate a face-to-face encounter with the Divine. Pure spirituality negates the human condition, makes it an impossibility. Moshe learns that there are limits, barriers that will always exist between God and man. But Nadav and Avihu, like Ben Azzai generations later, forge ahead; they seek a greater degree of encounter than is humanly possible. They attempt to see God, to engage God in an impossible rendezvous. They cause the fire to emerge and consume them. Already at Sinai we are told of a near catastrophe, for there were those who looked when they should have averted their eyes.\n\nAnd he said to Moshe, 'Come up to God, you, and Aharon, Nadav, and Avihu, and seventy of the elders of Israel; and worship from far away…' Then Moshe, and Aharon, Nadav, and Avihu, and seventy of the elders of Israel went up; And they saw the God of Israel; and there was under his feet a kind of paved work of a sapphire stone, like the very heaven for clearness. And upon the nobles of the people of Israel He laid not his hand; also they saw God, and ate and drank. (Shmot 24:1,9-11)\n\nThey looked and glanced(9) and were guilty of an offence requiring death, but God did not wish to combine (their deaths) with the joy of the Torah. He waited (to carry out punishment) on Nadav and Avihu until the day of the consecration of the Mishkan. (Rashi, Shmot 24:10)\n\nHere, once again, one of our foremost sages finds that Nadav and Avihu were, in fact, guilty of other transgressions. In this instance, this may be seen not as an additional, unrelated \"sin\", but as an earlier incidence of the same transgression: Both at the foot of Mount Sinai and on the day of the consecration of the Mishkan, Nadav and Avihu attempted to see what they should not have seen, boldly going forward when they should have obeyed the boundaries of human experience.\n\nWhat made them so bold? The details of their b... (truncated)",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9972164631,
        "format_confidence":0.949295342
    },
    {
        "url":"http:\/\/www.wordsfitlyspoken.org\/gospel_guardian\/v1\/v1n26p1-2b.html",
        "text":"Devoted to the Propagation and Defense of New Testament Christianity\nNovember 3, 1949\nNUMBER 26, PAGE 1-2b\n\nFalse Arguments And Scripture Perversions\n\nR. L. Whiteside\n\nWhen we quote a statement as scripture which is not in the Scriptures, we in reality pervert the Scriptures, for we are adding something. Already some of these chimney-corner scriptures, have been noticed—here is another: \"Cleanliness is next to godliness.\" See if you can find it in the Bible. You will not find it—it is not there. Besides, it really misrepresents the scriptures; for in reality cleanliness, both moral and physical cleanliness, is a part of godliness, not merely next to godliness, as you will see by looking up what the Bible says on the matter.\n\n\"While the light holds out to burn, the vilest sinner may return.\" And that is not in the Bible either. In fact, it contradicts some things that are in the Bible. People may become so hardened that it is impossible to renew them to repentance (Heb. 6:4-6). The impossibility is with the sinner—he becomes so hardened that no plea will stir him to repent. (See also Heb. 10:26, 27). People may reach such deep depravity and hardness of heart that there remains nothing for them in the future \"but a certain fearful expectation of judgment, and a fierceness of fire.\" When a person becomes so depraved that there is no good in him, there is nothing in him to appeal to. He cannot be turned from sin, \"cannot cease from sin\"; such cannot be redeemed, they are past redemption.\n\nThis story illustrates a point: Two Presbyterian lads were discussing their progress in studying the Catechism in Sunday school One said, \"My class has got to total depravity.\" The other replied, \"Shucks, that's nothing. My class is clean over past redemption.\" But people may get to total depravity and then get \"clean over past redemption\" in life, as well as in the Catechism. And that was what the vilest sinner does. Jesus said of such, \"Ye will not come to me, that ye may have life.\"\n\nIsrael Starts Their Journey To Canaan\n\nMany false arguments have been made on incidents connected with the deliverance of Israel from Egyptian bondage. It has been said that the children of Israel were saved in Egypt by the blood that was sprinkled on the door posts and lintels of their houses. As a last plague upon Egypt the firstborn throughout Egypt was to be destroyed on a certain night. The children of Israel could save their firstborn from the destroying angel by sprinkling the blood of a lamb or kid on the door posts and lintels of their houses. That blood saved only the firstborn from being destroyed—the rest of the family were safe anyway. And yet even brethren, who should know better, sing lustily, \"When I see the blood.\" That blood did not save anybody from sin; it did not save Israel from Egyptian bondage; it saved the firstborn, and only the firstborn, from physical death—the other members of the family were not in danger of being destroyed. But the death of the firstborn throughout Egypt made Pharaoh so anxious to get rid of the children of Israel that he thrust them out of the land; but he soon repented and pursued them, determined to bring them back.\n\nSome months ago I read in one of \"our papers\" a lesson prepared and published for use in young people's meetings, in which the writer or writers said the children of Israel marched out of Egypt five abreast. The Bible says no such thing. Besides, such an arrangement was impossible. There were \"about six hundred thousand on foot that were men,\" from twenty years old and upward. There must have been about the same number of women of that age, both men and women amounting to about one million two hundred thousand. Do some figuring. Five abreast, the next five would have to be for enough behind the first five—about five feet—to enable them to march without stepping on the heels of those before them, and so on to the last five. With that arrangement, one million two hundred thousand people would make a line of marchers about two hundred and twenty-seven miles long! Added to that must be all the children under twenty, also the mixed multitude, the wagons, and the \"flocks and herds, even very much cattle.\" Besides, if they marched five abreast, how did they manage to help along the little tots and the infirm? And how could they in such a formation manage the wagons and the great flocks and herds?\n\nSome one is likely wondering why any attention should be paid to such a foolish notion. Well, for one thing, it gives some diversion from more serious matters. And it was written in a lesson for young people's meetings, and published in a widely circulated paper. A little fun made of such foolish notions may cause some writer to be more thoughtful when he undertakes to write lessons for others, and may cause some to be more careful about accepting what others say. And in showing the absurdity of the notion mentioned we see something of the enormity of that migration. Never was there another such mass movement of people and livestock.\n\nA discussion of some false arguments about incidents connected with the crossing of the Red Sea will have to wait till another time.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9958335161,
        "format_confidence":0.8656094074
    },
    {
        "url":"http:\/\/archives.adventistreview.org\/article\/1805\/archives\/issue-2008-1510\/1510-church-news-brooks-crash",
        "text":"Brooks, Retired Northeastern Conference \nPresident, Killed in Crash\n\nr. Stennett H. Brooks, retired president of the Northeastern Conference of Seventh-day Adventists, was killed in an automobile crash on April 4.\n\nBrooks served the Adventist church for more than forty years. He first worked in 1959 as an Accountant in the Adventist Book Center for the Northeastern Conference, and then its treasury department under then treasurer Frank L. Jones. He subsequently succeeded Jones, and held that position for more than twenty years.\n\nBrooks was then elected Northeastern Conference president and held that job for twelve years. Throughout his years of service was a member of the boards of Oakwood College, Atlantic Union College, the Adventist Media Center and Breath of Life.\n\nElder Brooks was a loyal and active member of the Oakwood College Alumni Association, and at his death was President of the A. Samuel Rashford Chapter of the Oakwood College Alumni. He was recently elected the president of the New York Chapter of the Northern Caribbean University.\n\nAs a faithful member of the City Tabernacle Seventh-day Adventist church, he served in several positions such as First Elder and Sabbath School Superintendent until the time of his death. The April 13 funeral is to be held at City Tabernacle, and Webcast on, church officials said.\n\nBrooks is survived by his wife, Erma, their two daughters, sons-in-law, and grandchildren.\n\n                                                                        -- Reported by the Northeastern Conference and AR Staff\n\nExclude PDF Files\n\nCopyright © 2018, Adventist Review. All rights reserved worldwide. Online Editor: Carlos Medley.\nSiteMap. Powered by © 2002-2018. User Login \/ Customize.",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9627746344,
        "format_confidence":0.5722196698
    },
    {
        "url":"http:\/\/www.beliefnet.com\/news\/election-center\/home-page-news-and-views\/how-did-jesus-influence-the-founding-fathers",
        "text":"Were America’s founding fathers influenced by Jesus Christ? Rather than debate the topic, why not just look into their personal journals? What did they say?\n\nChristopher Columbus in his Book of Prophecies:\n\nIt was the Lord who put into my mind (I could feel His hand upon me) the fact that it would be possible to sail from here to the Indies….\n\nThere was no question that the inspiration was from the Holy Spirit, because he comforted me with rays of marvelous illumination from the Holy Scriptures … encouraging me continually to press forward, and without ceasing for a moment they now encourage me to make haste.\n\nIn a letter written in 1493 to Spain’s General Treasurer Gabriel Sanchez, Columbus wrote:\n\nThat which the unaided intellect of man could not compass, the spirit of God has granted to human exertions, for God is wont to hear the prayers of His servants who love His precepts even to the performance of apparent impossibilities. Therefore, let the king and queen, our princes and their most happy kingdoms, and all the other provinces of Christendom, render thanks to our Lord and Saviour Jesus Christ.\n\nIn June of 1630, ten years after the Pilgrims founded the Plymouth Colony, Gov. John Winthrop landed in Massachusetts Bay with 700 people in 11 ships, thus beginning the Great Migration, which lasted 16 years and saw more than 20,000 Puritans embark for New England. In a sermon aboard the ship Arbella before disembarking on the shores of New England, Winthrop said:\n\nWe are a Company, professing ourselves fellow members of Christ, and thus we ought to account ourselves knit together by this bond of love….\n\nThus stands the cause between God and us: we are entered into covenant with Him for this work. We have taken out a Commission, the Lord hath given us leave to draw our own articles….\n\nWe must hold a familiar commerce together in each other in all meekness, gentleness, patience, and liberality. We must delight in each other, make one another’s condition our own, rejoice together, mourn together, labor and suffer together, always having before our eyes our Commission and Community in this work, as members of the same body….\n\nWe shall find that the God of Israel is among us, when ten of us shall be able to resist a thousand of our enemies, when He shall make us a praise and glory, that men of succeeding plantations shall say, “The Lord make it like that of New England.”\n\nFor we must Consider that we shall be as a City upon a Hill, the eyes of all people are upon us.\n\nBenjamin Franklin in Poor Richard’s Almanac offered his personal version of the Lord’s Prayer:\n\nHeavenly Father, May all revere Thee, And become They dutiful children and faithful subjects.  May thy Laws be obeyed on earth as perfectly as they are in Heaven.  Provide for us this day as Thou hast hitherto daily done.  Forgive us our trespasses, and enable us likewise to forgive those that offended us.  Keep us out of temptation and deliver us from Evil.\n\nIn a 1787 speech to the Constitutional Convention:\n\nGod governs in the affairs of man. And if a sparrow cannot fall to the ground without his notice, is it probable that an empire can rise without His aid? We have been assured in the Sacred Writings that except the Lord build the house, they labor in vain that build it. I firmly believe this. I also believe that, without His concurring aid, we shall succeed in this political building no better than the builders of Babel.\n\nIn comments on the Great Awakening – a religious revival that swept early America, led by Jonathan Edwards:\n\nIt was wonderful to see the change soon made in the manners of our inhabitants. From being thoughtless or indifferent about religion, it seemed as if all the world were growing religious, so that one could not walk thro’ the town in an evening without hearing psalms sung in different families of every street.\n\nJoin the Discussion\ncomments powered by Disqus",
        "topic_id":18,
        "format_id":11,
        "topic_confidence":0.9665446281,
        "format_confidence":0.9184992909
    }
]