[
    {
        "url":"https:\/\/www.tripadvisor.in\/Hotel_Review-g52763-d102267-Reviews-Quality_Inn-Greensburg_Pennsylvania.html",
        "text":"\nWe support the following browsers:\nWindows: Internet Explorer, Mozilla Firefox, Google Chrome. Mac: Safari.\nThe latest reviews. The lowest prices. The perfect place to shop for hotels.\n\nQuality Inn\n\nPricelineUS$ 82*\nView Deal\n04\/06\/2017 05\/06\/2017\n1 room 2 adults 0 children\nUS$ 84*\nUS$ 82*\nGreat Deal\nUS$ 84*\nUS$ 84*\nCompare best prices from top travel sites\nand 7 more sites!\nProfessional photos\nQuality Inn\nView Map\n{\"widget\":{\"name\":\"ibex_photo_carousel\",\"template\":\"ibex_photo_carousel__widget\",\"dust\":{\"nav_controls\":\"ibex_photo_carousel__nav_controls\"},\"divClasses\":\"prw_rup prw_ibex_photo_carousel\",\"js\":{\"handlers\":\"(ta.prwidgets.getjs(this,'handlers'))\"},\"moduleList\":[\"handlers\"]},\"scriptFlags\":null,\"containerClass\":null}\nAdd Photo Write a Review\nTurn Your Opinions into Points!\nTurn your opinions into JPMiles\nTurn your opinions into PAYBACK Points\n*You can enroll in only one programme at a time to earn rewards for reviews.\nJPMiles \/ Payback Arrow\n\n94 Reviews from our TripAdvisor Community\n\nTraveller rating\nTraveller type\nTime of year\nShowing 94: English reviews\nStart your review of Quality Inn\n Click to rate\nAlbany NY\nReviewed 2 weeks ago\n\nThis was a stopover on a longer trip, and proved to be an excellent choice. It's right on Route 30, convenient and near services. Tammy at the desk was delightful and welcoming, helpful with information. The room was clean, well-kept, comfortable and had nice amenities (hair dryer, fridge, microwave, coffeemaker,etc). Large bathroom. The breakfast (included) was good--the standard eggs, sausage,...\n\nThank LeeAlbany\nAbout Hotel's Favourite Review\nReviewed 24 October 2016\n\nI have stayed at other Quality Inns and I have found them to be a wonderful budget-friendly option. Overall, I was somewhat disappointed this time. We arrived at 6:30 pm and checked in. When we checked in, we were given a room number, but the were told that that room had been given to someone else. When we got another...\n\nThank Karla Z\nEvansville, Indiana\nReviewed 8 October 2016 via mobile\n\nFive stars! The hotel was clean, the bed was comfortable, the staff was nice. There is continental breakfast if you need it. I would definitely stay here again! The only thing was the AC didn't put out a lot of power, but then again, I am very hot natured and like it frigid.\n\nThank ldarmstead\nPittsburgh, Pennsylvania, United States\nReviewed 26 September 2016\n\nthe rooms was nice and clean so was down stairs,. Staff was friendly also. Please call ahead and ask about pool.. It was not in working order again.. Reason I booked it was website saying indoor pool..\n\nThank Stephen K\nEaton County, Michigan\nReviewed 4 August 2016\n\nApparently this hotel used to be a Comfort Inn and now it's kind of a Comfort\/Quality Mutant Hybrid Hotel. Our bill said \"Comfort Inn,\" the hiring sign outside says \"Comfort Inn,\" the photos online show a Comfort Inn, but the building says Quality Inn. The manager didn't seem to know why that was. Toilet had a tiny leak, which wasn't...\n\nThank Kirby A\nReviewed 9 July 2016\n\nThe check in process is terrible, poorly trained employees trying to check you in and do not even tell you what room number you are staying in let alone know anything about choice privileges accounts. Girl at desk trying to check people out and play hostess because of a lack of items at the breakfast she is always interrupted and...\n\nThank 32ronaldv\nChicago, Illinois\nReviewed 5 July 2016\n\nEvery year in July I stay in the Greensburg\/Latrobe area for 6 nights and I have used just about every motel in the area. The Quality Inn was satisfactory for my purposes but if you are looking for ammenities this probably is not the place. If you are looking for a quiet, clean, and comfortable stay this will do. Breakfast...\n\nThank Rich T\nUrbana, Ohio\nReviewed 4 July 2016\n\nMy daughter and I stayed one night here while on a road trip. The beds were great, parking was easy, coffee 24\/7, good eats nearby, and friendly staff. The only reason I did not rate the 5 stars was the breakfast was a bit underwhelming and disorganized. But I would most definitely stay again!\n\nThank whepp\nReviewed 5 June 2016\n\nUpon walking in, I first noticed the filth of the place, the staff seemed to be unaware of what they were doing, seemed poorly trained, and when I asked for a manager there was none around, nor were any able to be called. I asked for one to be called, and was informed she told the workers to NEVER call...\n\nThank Mizaun D\nCleveland, Ohio\nReviewed 22 May 2016\n\nGreat hotel in this area. Friendly staff and nice clean hotel. After I made a mistake with booking, the hotel and Choice.com customer relations really came through and fixed my error with ease. Room was clean and comfortable and the breakfast was, as always, a welcome benefit.\n\nThank Bernie C\n\n57 photos of this hotel\n\nTraveller photos: See what travellers like you saw\n\nAll Traveller Photos (18)\nRoom\/Suite (13)\nPool\/Beach Area (1)\nBathroom (4)\n\nManagement photos: Courtesy of the property manager\n\nAll Management Photos (39)\nHotel & Grounds (10)\nRoom\/Suite (23)\nPool\/Beach Area (3)\nDining (2)\nOther (1)\n04\/06\/2017 05\/06\/2017\nHotels you might also like...\nAlso consider these accommodations in or near Greensburg\n1.8 km away\nRamada Greensburg Hotel and Conference Center\n2.7 km away\nInn at Mountainview\nInn at Mountainview\n#5 of 10 in Greensburg\n95 reviews\n3.3 km away\nHampton Inn Greensburg\nHampton Inn Greensburg\n#1 of 10 in Greensburg\n458 reviews\nShow Prices\nShow Prices\nShow Prices\n8.6 km away\nWingate by Wyndham Latrobe\n7.2 km away\nHoliday Inn Express & Suites Greensburg\n8.0 km away\nCourtyard Pittsburgh Greensburg\nShow Prices\nShow Prices\nShow Prices\n\n\n  • Pool\n  • Free Parking\n  • Breakfast included\n  • Free High Speed Internet ( WiFi )\n  • Fitness Centre with Gym \/ Workout Room\nAbout the property\n  • Wheelchair Access\n  • Non-Smoking Hotel\nThings to do\n  • Pool\n  • Fitness Centre with Gym \/ Workout Room\nRoom types\n  • Non-Smoking Rooms\n  • Family Rooms\n  • Accessible rooms\nIn your room\n  • Microwave\n  • Free Internet\n  • Free High Speed Internet ( WiFi )\n  • Free Parking\n  • Breakfast included\n  • Dry Cleaning\n  • Business Centre with Internet Access\n  • Breakfast Available\n\nAdditional Information about Quality Inn\n\nAddress: 5064 Route 30 East, Greensburg, PA 15601\nRegion: United States > Pennsylvania > Greensburg\nPrice Range: ₹ 4,396 - ₹ 6,593 (Based on Average Rates for a Standard Room)\nHotel Class:2.5 star — Quality Inn 2.5*\nNumber of rooms: 57\nReservation Options:\nTripAdvisor is proud to partner with Expedia, Hotels.com, Travelocity, Booking.com, Orbitz, Hotwire, Priceline, Choice Hotels, Cheap Tickets and HotelQuickly so you can book your Quality Inn reservations with confidence. We help millions of travellers each month to find the perfect hotel for both holiday and business trips, always with the best discounts and special offers.\nAlso Known As:\nComfort Inn Greensburg\nIs This Your TripAdvisor Listing?\nOwn or manage this property? Claim your listing for free to respond to reviews, update your profile and much more.\nClaim Your Listing\n\nQuestions & Answers\n\nQuestions? Get answers from Quality Inn staff and past guests.\nPosting guidelines\nTypical questions asked:\n  • Can tickets for local attractions be purchased at the front desk?\n  • Do you have to pay extra for a mini-fridge?\n  • At what time does the pool open each day?\n\nSee which rooms travellers prefer\n\n“Rooms on the back face woods and are quieter than the ones on front facing highway.”\nLeeAlbany, 9 May 2017 | Read review\n“call ahead if looking for a hotel with pool..”\n756stephenk, 25 Sep 2016 | Read review\n“The elevator is a little noisey so don't get a room too close.”\nRichT573, 4 Jul 2016 | Read review\n“Ask for an inside room to avoid road noise.”\njuliemX5007TK, 18 Oct 2015 | Read review\n“Don't Stay Here!!!!!!”\n484raymonds, 27 Aug 2015 | Read review\n5 of 5\nUS$ 82* \/night\nView Deal\nExpedia.comUS$ 84\nHotels.comUS$ 84\nTravelocityUS$ 84\nView all 11 deals\nPrices are for 1 room, 2 adults\nChange dates",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9962556362,
        "format_confidence":0.9608864784
    },
    {
        "url":"https:\/\/cruiseline.com\/ship\/independence-of-the-seas\/review\/416680",
        "text":"Not the best cruise I've had.\n\nIndependence of the Seas Cruise Review to Caribbean - Western\n\nContributor Level: Purser\nExperience: 7+ cruises\nReview: 1\nHelpful Votes: 12\n\nOverall Rating:\n\n3.0 out of 5\nVerified Review\n5 Night Western Caribbean (Ft. Lauderdale Roundtrip)\nSail Date: January 30, 2016\nShip: Independence of the Seas\nCabin Type: Balcony\nCabin Number: 9678\nTraveled As: Singles\/Friends\nReviewed: 1 year ago\n\nStill not sure why, but embarkation was a nightmare, stood for 2 hours in line (Diamond) member because there were immigration issues?? Ship is in good shape, room fine, food ok, not great. Ice show lots of fun, spa fine, Cozumel was great as always. Big disappointment as we couldn't dock at Costa Maya because of high winds and waves. Heard dock wasn't well built and this is a constant problem with this new port. So, 5 day cruise and 1 port...ugh!!! Disembarkation was fine. RCL should have communicated better about embarkation issues, started cruise off badly and there was no effort to assuage anger and then it would have helped if we could have had another port on Friday so we didn't spend another day at sea. \n\nFood and Dining\n\n3 out of 5\nSome good, but spotty.\n\nOnboard Activities\n\n3 out of 5\n\n\n5 out of 5\n\nService and Staff\n\n5 out of 5\n\nShip Quality\n\n5 out of 5\n\nCabin \/ Stateroom\n\n5 out of 5\nGood cabin, steward Duria was great!!!\n3 out of 5\nReally busy, lots of mega ships, arrive early!!\n\nCozumel, Mexico Did not visit port\n\nChakanaab by cab is always great!!!!!\n1 out of 5\nDidn't dock, bad wind and seas. Maybe not a good choice for port!!!!\nWas this review helpful?\n\nLeave a Comment\n\nRemember: Be polite and respectful. Our diverse community is home to members with different opinions and a broad range of cruise experiences.\n\nOther Reviews Of This Sailing\n\n*Cruiseline.com is not a booking agent or travel agency, and does not charge any service fees to users of our site. Our partners (travel agencies and cruise lines) provide prices, which we list for our users' convenience. Cruiseline.com does not guarantee any specific rates or prices. While prices are updated daily, please check with the booking site for the exact amount. Cruiseline.com is not responsible for content on external web sites.\n\nBack to Top",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9954870343,
        "format_confidence":0.9935998917
    },
    {
        "url":"https:\/\/stonehurstplace.com\/blog\/love-all-there-is-to-look-at-here",
        "text":"Love all there is to look at here!\n\n“The history of the place and the “current story” are interesting and inspiring. The place is charming, colorful and comfortable. The breakfast was to die for! And I helped myself to a glass of wine after checking in and a few sweets after returning from a night out. Before checkout the next morning, I found a great spot upstairs to do a little work, on the “sleeping porch.”\n\nGreen Features: Great to know Stonehurst has its own rain water collection and filtering system.”\n\nReviewed by Patty Lundy, Atlanta, Georgia on March 29th, 2016",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9761695862,
        "format_confidence":0.9851723909
    },
    {
        "url":"https:\/\/activities.timeout.com\/punta-cana-l411\/jungle-tours-tc190\/",
        "text":"Punta Cana\nJungle Tours\n\nEnter your dates to find available activities\n\nOther Sightseeing Options in Punta Cana\n\nWant to discover all there is to do in Punta Cana? Click here for a full list.\n\nWhat people are saying about Punta Cana\n\nOverall rating\n\n5.0 \/ 5\n\nbased on 2 reviews\n\nFantastic experience for the whole family!\n\nOur whole family loved this wonderful meeting with the lovely small monkeys. The excursion was very good, our children still talk about the sweet monkeys...It was obvious that the people working with them cared for them, we had good instructions about being calm and respectful to them. The monkeys lived in a beautiful environment and seemed to be able to live an almost wild life, I appreciated that. Apart from the visit to the monkeys we had another visit where we learned about chocolate, coffee and sugar amd had some nice tasting opportunities. Our guide Manuel was also great and we felt safe in the traffic by driver Andres. Thanks for a wonderful day!!\n\nZipline gives you a great view. Don't wear too short trousers as the climbing harness could hurt a little. I felt totally save through all the ziplines. You can take your camera on the ziplines but you are not allowed to take pictures during the ride. Only when you are on the platforms. Be sure to secure your camera during the ziplining, you can not hold it. When it comes to the monkeys be sure your camera is ready. The monkeys are very very cute and fast. You don't want to miss them. Overall I can highly recommend this. It was so much fun and we spent a great day in the mountains.\n\nThis is an absolute must!! Our driver was amazing and the ultimate tour guide! Once we arrived at the zip lining place they were all so nice and welcoming and very funny! My friends and I all felt comfortable even though it was our first time zip lining. There were 8 zip lines and we were able to go twice which was so much fun!!! They gave us fresh pineapple and coconut and a shot of mama Juana!!! It was the best excursion!\n\nFantastic activity. Great organization and very interactive\n\nVery reputable and dependable. All activities and execution were as described - from pickup to actual activities and delivery back to hotel. Guide (Santiago) was outstanding. Very personable and delivered great narrative and insight into local culture and practices. The additional activities of coffee and cocoa plantation and tasting of coffee, cocoa, and coconuts were well worth the time and a great addition.\n\nIt was so much more than seeing monkeys, we went to different stations and learned about cocoa bean product, vanilla production, coconut, sugar, coffee. We were able to try many products it was very interesting and fun! Our guide Christine was amazing!",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9918783903,
        "format_confidence":0.8492846489
    },
    {
        "url":"http:\/\/www.onthesnow.com\/scotland\/lecht\/reviews.html?language=pl",
        "text":"Skier & Snowboarder-Submitted Reviews for Lecht\n\nPlanning a ski trip to Lecht? Browse our collection of visitor-generated reviews that rank the mountain and ski town on a scale of one to five stars in the following categories: Overall Rating, All-Mountain Terrain, Nightlife, Terrain Park and Family Friendly. See how Lecht stacks up to others in terms of skiing and après, and read up on pros, cons and comments from fellow skiers and snowboarders. Don't forget to submit your own Lecht review! Scroll to the bottom of this page to let other travelers know about your ski area experience. Positive reviews also give your favorite ski resort a chance to win a prestigious OnTheSnow Visitors' Choice Award.\n\nOverall Rating: 3.7\n\nRating Details:\n\n  • Family Friendly\n  • 3.9\n  • All-Mtn. Terrain\n  • 54\n  • Terrain Park\n  • 3.0\n  • Nightlife\n  • 2.2\n\nRecommended For:\n\n  • Singles\n  • 100%\n  • Beginner\n  • 67%\n  • Families\n  • 100%\n  • Intermediate\n  • 67%\n  • Empty Nesters\n  • 0%\n  • Advanced\n  • 67%\n\nHelpful Highlights:\n\nWhen I first saw the piste map of the Lecht, I must admit that I wasn't really expecting much for an intermediate skier. However I was pleasantly surprised ...\n\nTell us about your experience at Lecht\n\nShare your experience at this resort to help other skiers.\n\n* Required\n\n  • Overall  *\n  • Family\n  • All-Mtn. Terrain\n  • Terrain Park\n  • Nightlife\nSnow Report and Powder Alerts!\n\nBy subscribing you agree to our terms and conditions\n\nBy clicking on the \"Preview\" button below, you agree to follow the guidelines in our Posting Policy.\n\nNOTE: If you represent the management of this property and would like to respond to a review, please use the management response form.\n\n\n\nLecht News & Events\n\nView All\n\nScottish skiing opens, but storms restrict terrain\n\nScotland opened for skiing on Saturday; Cairngorm has most terrain open at present.More",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.5356541276,
        "format_confidence":0.977309823
    },
    {
        "url":"https:\/\/www.vrbo.com\/vacation-rentals\/usa\/california\/inland-empire\/lake-arrowhead?page=0.6",
        "text":"\n\nOther areas nearby to Lake Arrowhead:\n\nRecent Lake Arrowhead reviews\n\n  • Just What Our Family Needed\n\n    \"Wonderful place....2 days before we were coming to stay at Villa Villakoola our 13 year old daughter was diagnosed with cancer. Our whole world was turned upside down, but we decided to keep our Lake Arrowhead plans. We are so glad we did, as it was just the thing we needed to take a break from cancer & cuddle on the couch with movies at night, enjoy the swing, eat at some great restaurants, hear our three children giggle all together as they slept in the kids room & of course the beautiful deck where we played cards & charades. Cancer was waiting for us when we got home, but I'm happy to report that we've gotten good news & the cancer has stayed in her neck & has not spread, woohoo! We still have a road ahead of us with a surgery to get that cancer outta there, but things are looking good....we would love to come back to celebrate a cancer free Olivia!! Thanks for having us:-)\"\n    Guest: Kristy & Mike L. Date of Stay: September 2016 Review Submitted: September 16, 2016\n    View listing\n  • cozy and comfortable house with amazing view from patio\n\n    \"the view from the patio was amazing , we spent most of our time eating and hanging out there , beds were very comfortable and the house was very clean , I will definitely go back again.\"\n    Guest: Aram G. Date of Stay: October 2016 Review Submitted: October 24, 2016\n    View listing\n  • Fabulous Home in a Fabulous Location\n\n    \"This is a beautiful property in a very special location, right on the lake. The house is beautifully decorated (for each season) and the kitchen is a dream! All of our guests commented on how warm and cozy it was, even though the house is huge! There was plenty of room for congregating and lots of nooks for solitude. We rented the home for family and friends to stay for our son's wedding weekend and had a wonderful time. If you are looking for a place for an unforgettable wedding we highly recommend Pine Rose Wedding Venue in Twin Peaks; Rehearsal Dinner at Woody's Boathouse in Arrowhead Village was perfect! We would absolutely rent this home again. It's perfect for large family or friend get together s!\"\n    Guest: Suzy C. Date of Stay: October 2016 Review Submitted: October 20, 2016\n    View listing\n  • Cozy Cabin in the Woods\n\n    \"Overall a very enjoyable stay, the house was clean and exactly the type of environment we were looking for in regards to a cabin trip. The cabin included plenty of beds and other amenities. The only issue was parking multiple cars up a steep slope can be tricky if the drivers aren't comfortable with incline driving. Towards the end of the stay we just parked on the street rather than driving up the hill.\"\n    Guest: Kai-rey L. Date of Stay: July 2016 Review Submitted: August 7, 2016\n    View listing\nSponsored Advertisement",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9877502322,
        "format_confidence":0.958856523
    },
    {
        "url":"http:\/\/www.reviewcentre.com\/report_review\/2211582",
        "text":"Report Abuse\n\nReport this review to the Review Centre Team\n\nHere at Review Centre we work hard to make sure we are the best place on the internet for honest, unbiased consumer reviews - we are grateful for your help in keeping us that way!\n\n\nWhy are you reporting this review?\n\nIf you represent this business why not claim your page by creating a Free Business Account where you will receive improved review monitoring functionality.\n\n\n“Great experience.. disappointing organisation”\n\nWritten on: 26\/08\/2013\n\nI booked the jetski experience event as a present for my boyfriends 21st birthday, and the actual experience was really great- plenty of time on the water and we were let loose to go as fast or as slow as we liked. However, the booking process wasn't very good. I called the number on the Solent Charters website (a landline) three times during the period of my booking, and every time I was told rather rudely that they couldn't talk because they were 'just pouring champagne on the boat for some guests' or something else to do with being on the boat, and that I should e-mail any queries. Why would they bother to put a telephone number on the site if they can't answer it? It made me really reluctant to book with them because of the abruptness I encountered, but since it was the best deal I could find I went with them anyway.\nOne other thing that was irritating was that we weren't told where to go for the experience, on the site it gives you TWO maps, depending on where you've been told to go. Since we didn't know, we had to try the reception desk (in a building that houses about 20 other businesses, and where Solent Charters was listed UNDER A DIFFERENT NAME), and then on the marina (which has about 12 different entrances). We found it eventually though, and it had a really great time. The woman doing the event with us said she had experienced difficulties booking also. I wouldn't book with Solent Charters again, but since the jet skiing was run by an outside instructor it was much better than expected!",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.86826545,
        "format_confidence":0.9936675429
    },
    {
        "url":"https:\/\/www.cruisecritic.com\/memberreviews\/memberreview.cfm?EntryID=668224",
        "text":"• Write a Review\n  • Boards\n  • Log In\nMarina Cruise Review\n4.5 \/ 5.0\nCruise Critic Editor Rating\n713 Reviews\n\nAverage, not as Luxurious or 5 star as touted\n\nMarina Cruise Review by DudleyTL\n\n10 people found this helpful\nTrip Details\n  • Sail Date: Sep 2019\n  • Destination: the Mediterranean\n  • Cabin Type: Concierge Level\n\nWe sailed aboard Oceania Marina from Lisbon to Monte Carlo Sept 29 – to Oct 6 2019. Our expectations and excitement for the journey as well as the Marina were high based on much research and Oceania’s marketing. Our cruise experience was not five star\/luxury, intimate, personal, or warm.\n\nCabin and Concierge Service\n\nCabin service was average, but not personalized or attentive beyond usual clean up and prep. Examples: used more than one bucket of ice nightly, but always had to ask for second one. Superior service would have inquired proactively. Turn down service often clashed with when we were preparing for dinner (8:30p reservations). Superior service would have had our reservation schedule and worked the evening cabin duties accordingly. The patio cushions were removed in the evening but not replaced in the morning. Our attendant and assistant were both pleasant, but seemed to have too large a base to serve for the entire trip. Per Oceania’s marketing, we expected more focused attention (smaller crew to passenger ratio). Concierge service was lacking. Although attended, not welcoming or personalized, even though we used service daily. Recognition and acknowledgement would have elevated the experience. Deck door between our cabin deck and our neighbor’s cabin deck was not secure\/firm and would rattle and clunk during the night.\n\nFood and Beverage Service\n\nDrink service at bars was often slow regardless of number of patrons. Bartender acknowledgement, even if busy with other tasks, is expected and was rarely given. Weather was warm, and deck service was never offered on the three occasions I chose to utilize the various areas, to include spa terrace, main pool area, and conversation areas. We dined at Waves Grill for lunch three times and the steak and lobster was superb, as was the ahi tuna. The other sandwiches were average. Waves Grill table service was lacking. Water service was immediate, but bar service was slow and inattentive. It also lacked personalization. I had a premium beverage package and ordered wine with lunch with ice. Never was I recognized or asked proactively if I wanted wine again with ice – this would have been superior service and not just average service.\n\nSommelier service in the buffet was slow as well, but only used it on the first day. It is noted the buffet table service on the port side of the Terrace Buffet was far superior to what we experience elsewhere (breakfast).\n\nRed Ginger was superior in service and food quality.\n\nBarristas was very good as well, but table service in the library would have been excellent\/superior (or at least to be asked once settled).\n\nJacques food quality was lacking. Lamb was overcooked, sent back, and overcooked again. In fact the waiter even mentioned that my barely pink lamb was indeed medium rare versus offering something different or even preparing again, which I would have expected from Superior service. Sommelier service was good\/attentive.\n\nOur first Grand Dining room service seem strained. Our waiter indicated 9p couldn’t come soon enough. Service throughout the evening wasn’t bad, but it wasn’t excellent. I had to ask for refill of wine when needed.\n\nOur second Grand Dining experience was similar to our first. The escargot was very good, lobster bisque lacked any indication of lobster, and crème brulee was grainy and of a pudding\/undercooked consistency rather than custard. Table service did not inquire why it wasn’t eaten or if it was satisfactory or if we wanted something else. Superior service would have been more aware of our experience.\n\nTuscany grill was average for food quality, sommelier service, and table service. Not bad, but not 5 star.\n\nOur last night was Polo Grill. Initial table service was commendable, but bar service and sommelier was extremely anxious and stressed and virtually non existent, even as the volume of people diminished (we had 830 reservations and were there at 825). Had to ask repeatedly for wine\/refill and table service seemed not to know our understand how our experience was going or being paced to facilitate beverage\/wine service – they did not seem to partner with the sommelier or kitchen very well. We were virtually ignored for an hour by our table service (other than water). The main course never came and no one spoke to us about delays or gave any indication that they were even aware of delays. Around 9:30 my husband sought the maître de and still no one came to talk to me or refresh my service. By 9:40, I was upset and left the restaurant with my husband in order to pack and prepare for departure tasks. Only at that time did there seem to be any concern about our service and experience. Although apologies were given and alternatives offered, at that time is was far too disappointing and too late to repair.\n\nOther Services\/Activities\n\nI had planned on using the artist’s loft (one of the reasons I chose Marina), but it was never attended nor any products or amenities available to use other than the 4p class which conflicted with excursion timing. A self service option would have been lovely to use for sunset sketching or morning activity.\n\n\nAfter much research, I chose Oceania because we enjoy a casual, resort environment with outstanding amenities, focused service, and five star cuisine and culinary experience. The service and quality aboard Marina was inconsistent and impersonal, not superior or intimate. I am very disappointed to have paid more than twice what I have on other cruise lines while experiencing less service, quality, attentiveness, and appointments (including Celebrity, Carnival, and A-Rosa River cruises). It is noteworthy to mention I have not received a follow up directly or indirectly from Oceania for feedback as of 17 October (11 days after disembarkation).\n\nDudleyTL's Full Rating Summary\nOnboard Experience\nEnrichment Activities\nValue For Money\nPublic Rooms\nFitness & Recreation\nSign Up for Price Drop Alerts\nGet tomorrow's price drops\n250,000+ people have entered their email\nBy proceeding, you agree to Cruise Critic’s Privacy Policy and Terms of Use.\n\nCabin Review\n\nConcierge Level\n\nWas average. Cabin attendants had too many cabins to provide personalized or intimate service awareness. Concierge wasn't attentive or of particular value.\n\nPort & Shore Excursion Reviews\n\nPrevious ReviewNext Review\n1 Reviews Written\n10 Helpful Votes\nNever Miss a Deal!\nSubscribe and Save\nBy proceeding, you agree to Cruise Critic’s Privacy Policy and Terms of Use.\n\nMore Oceania Marina Reviews\n\nWant to cruise smarter?\nGet expert advice, insider tips and more.\nBy proceeding, you agree to Cruise Critic’s Privacy Policy and Terms of Use.",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9954635501,
        "format_confidence":0.9918677211
    },
    {
        "url":"http:\/\/www.bedandbreakfast.com\/es\/bs-todos-santos-casablancabb-reviews.html",
        "text":"Casablanca B&B Comentarios\n\n\n\nMás info\n\n  • Habitación\n  • Servicios5\n  • Estimación4,8\n  • Limpieza4,9\n  • Comidas5\n\nPuntuación basada en\n18 Comentarios\n\nEscribir un comentario\n\nIsabel y Gabriel ,que extraordinarios anfitriones !\n\n5 en julio 22, 2013\n\nRecién acabamos de estar en CASABLANCA y no encontramos un solo detalle negativo , nos atendieron DE LO MEJOR !!!!!!\n\nThe best b&b of Todos Santos\n\n5 en julio 03, 2013\n\nIf you want to know the paradise meaning, you must go to Casablanca b&b.\n\nThe Casablanca B&B is where one feels well cared for and at peace.\n\n5 en marzo 02, 2013\n\nWe stayed at The Casablanca B&B for three glorious days recently. The whole time we were treated like family in the best sense of the word. Gabriel and Isabel are the perfect hosts in all ways. From the sublime and sumptuous breakfasts to the made-to-order coffee drinks to the king bed fit for royalty, we were in heaven. The views are spectacular, the grounds are stunning, and the owners are wonderful.\n\nWorld's greatest hosts\n\n5 en marzo 01, 2013\n\nWe had the good fortune to stay at Casablanca B&B in February. We were greeted with a warm hug and a delicious light dinner upon a late evening arrival! You immediately feel at home with Isabel and Gabriel - the lovliest couple you could imagine! And the food...a breakfast prepared with expertise and lots of tender loving care. Close to a wonderful beach too. Worth having a car in Todos Santos just to stay at Casablanca. One of the top places I've stayed in my 25 years of travel. Will definitely be back!!!\n\nA delightful visit.\n\n5 en enero 21, 2013\n\nAfter spending nearly a week in La Paz, we wanted to stop over in Toto Santos for a short 2 day stay before journeying onto Cabo. We were VERY fortunate to stumble onto Casablanca B & B, and have the opportunity to meet Gabriel & Isabel. Beach and town are a short drive away, and be sure to ask for directions in advance, otherwise problems. We found it easily with directions. Bring an appetite, the food is beyond the 5 star rating above.\n\nIsabel and Gabriel are wonderful hosts!\n\n4,4 en enero 16, 2013\n\nThis is a beautiful property with ocean and city views. The breadfasts are outstanding and served either in their lovely home or on a pretty patio just outside their home. We believe that you do need a car to stay here as there is a fairly long dirt road to the property as well as a pretty long walk to the beach from the property. Our feedback to them was to add a small refrigerator and coffee maker to the rooms, as well as some eating utensils. They will happily provide anything you request and do bring a lovely early morning tray with coffee or tea and cookies prior to serving a larger meal awhatever time you request. We loved Todos Santos and truly enjoyed meeting the lovely couple who run this establishment in a very personal and warm way. And Gabriel makes outstanding capucinos and other coffee drinks at your request!\n\n\n5 en enero 02, 2013\n\nGracious and detailed-oriented hosts who are truly committed to make you feel at home. The house is beautiful, the accomodations are comfortable and impecable and the views are fantastic. The breakfast is just wonderful: I am not sure of other places where you can experience this type of home-made gourmet breakfast. Isabel cooks everything from scratch and fresh: bread, pastries, jellies, natural juices. The main dish for breakfast is just fantastic and you will not need lunch. If you want to relax, eat excellent food, enjoy beautiful beaches and be pampered by incredible hosts, this is the place for you. I highly recommend Casablanca B&B.\n\nOur \"home away from home\" in Todos Santos\n\n4,8 en diciembre 02, 2012\n\nMy husband and I just returned from a week at Casablanca, visiting our new Mexican \"family\", Isabel and Gabriel, for the fourth time in 2 years. If you are the kind of person that prefers an authentic and personal experience, as opposed to a more generic resort experience, when you travel, you shouldn't miss the opportunity to stay with Isabel and Gabriel at Casablanca for awhile and experience life in Todos Santos from the perspective of a resident. The warmth and hospitality they provide creates a very personal and comfortable experience. Their two suites are simple, comfortable, exceedingly clean, and just lovely. Each morning Isabel, who is a gourmet chef, starts your day by leaving a tray with homemade biscotti and coffee on your patio. Then, she prepares an artful and delicious gourmet breakfast on the ocean-view patio, which is the kind of breakfast that will last you until dinner. If you like, she can also prepare snacks and dinner for you on the patio, which is a real treat. She and Gabriel are really special people who have become life-long friends. Casablanca is located within walking distance to Todos Santos and to a gorgeous, deserted beach in a neighborhood called LaPoza.\n\nCulinary Casablanca\n\n5 en octubre 30, 2012\n\nCasablanca is an extraordinary experience, from the moment you meet the most gracious owners, and experience their beautiful accommodations. Their treatment of us as their guests was as if we were long-lost friends or family. And the meals they provided were the best we have had in any B&B anywhere anytime. They love their guests nd it definitely shows. We would go back anytime.\n\nSomething to do again!\n\n4,6 en diciembre 07, 2011\n\nThe nicest couple ever, great gourmet breakfast and the beach there has something magic.\n\nWonderful site, gracious hosts\n\n5 en noviembre 17, 2011\n\nIt's hard to beat the 2 attractive rooms and beautiful location in the hills above Todos Santos, only a 5 minute drive (or 20 minute walk) from top notch shops and restaurants. The price is very reasonable. Best of all, Isabela and Gabriel are welcoming hosts, and the breakfasts truly are gourmet quality. Highly recommended.\n\nMy stay at Casablanca\n\n5 en agosto 06, 2011\n\nMy friend and I had a wonderful stay at Casablanca. The gourmet breakfast was first class. Gabriel and Isabel were perfect hosts. The only down side was that there was no air conditioning and it was a very hot time of year.\n\n\n5 en mayo 12, 2011\n\nThis little piece of paradise is made even better because of Isabel and Gabriel! These are truly amazing people who I feel lucky to have gotten to know. It also doesn't hurt, that Isabel is beyond gourmet when it comes to cooking! We only had a week there, but I feel like I've made friends for life. Also, Todos Santos is a gem of a town. People are friendly, the food is delicious, and beautiful art is everywhere. The beaches are stunning and unpopulated. If you are looking for a place to relax and let everyday life melt away, then Casablanca and Todos Santos are exactly what you are looking for.\n\nDON'T HESITATE... This is the most amazing B&B.\n\n4,8 en mayo 10, 2011\n\nWe came to Todos Santos and Casablanca and found ourselves in an amazing and wonderful retreat from our everyday lives. Your hosts, Isabel and Gabriel are two of the most lovely people you will ever meet. They truly care about the happiness of their guests. Of course, the one of the best things about staying at Casablanca is the food. My god... we love great food (and visit a lot of wonderful restaurants) and were not disappointed. Isabel is a wizard in the kitchen and breakfast is at least two courses of divine creations (and includes a tray with coffee and small treats she's made that is ready and waiting for you on the patio when you wake up)! The rooms come with little essentials... beach towels, beach blankets, bottled water and other things. The space is light and airy with touches of comfort and warmth. FYI: They are happy to lone you a bike to ride into town (if you don't have a car) and actually took us into town a few times in their car (it is a 15-20 minute walk from the center of town to their home). The view from Casablanca is stunning... it looks out over the ocean from a hill and down into the valley and town inland. The beach is a 10 minute walk. Seriously, don't miss this beautiful place. We wish we had more time to stay with them!\n\nGirlfriend Vacation\n\n4,8 en mayo 06, 2011\n\nI stayed at Casablanca with a friend and we were both blown away by the level of service and personal attention. Isabel picked me up in town (Casablanca is located a few minutes outside the city) and gave me a walking tour of sites in the town. We stopped for a bite to eat and wanted to pay for our meals (we didn't let her!) We felt like family members coming for a long overdue visit, Isabel and Gabriel made us feel so at home! And...the food is amazing!!!\n\nThe Best B&B on Earth!\n\n5 en marzo 19, 2011\n\nDespite the fact that I don't want to let the secret out, Casablanca is truly the best B&B we have ever gone to. I would like to preface my remarks by saying that if you are looking for a victorian\/antiquey type of B&B, this is not the place for you. In fact, much of Mexico is probably not for you. However, if you are looking for clean simplicity with the most fabulous hosts on the planet, you will find a home here that you wish you could never leave. My wife and I have stayed in A LOT of B&B's over the last 5 years, but this one takes the cake. It's not just the view, which is wonderful, it's not just the peacefulness (best sleep we have had in a long long time, and no chickens nearby), or the proximity to the ocean (just down the hill), or even the incredible breakfasts (huge portions of wonderful fruits, artfully prepared, followed by a meticulously prepared and presented main course). Truly the reason to go there is if you want to spend time with two of the greatest people we have ever had the pleasure to meet. While they will most certainly stay out of your way if you wish privacy, even over the phone I knew that these were special people that we would like to spend time with and get to know. Since we are always open to meeting new and wonderful people, we knew this was going to be the place for us. In fact, we continued visiting our hosts after we had... (truncated)",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9918540716,
        "format_confidence":0.9848257899
    },
    {
        "url":"https:\/\/www.zipadventures.com\/blog\/zipline-adventures\/first-timer%E2%80%99s-view-colorado%E2%80%99s-favorite-zip-line-tour",
        "text":"First Time Zip Lining\n\n- By Eimile Pesch, Special to Zip Adventures\n\nKids can zip line across Alkalai Canyon near Vail and Beaver Creek resorts.I am very excited that my first time zip-lining took place at Zip Adventures. It is the perfect location for zip-lining, with incredible views of historic Alkalai Canyon in the heart of the Colorado Rocky Mountains every way you look. Their expert staff is incredibly knowledgable and friendly, and make you feel very comfortable zip-lining.\n\nLocated only 15 minutes from Vail and Beaver Creek resorts, Zip Adventures offers six zip lines, each varying in speed, length and height.  The first zip line is a perfect introduction to the experience, and puts your mind at ease for what is ahead.  As you progress, each line increases speed. The length and height vary as the canyon gets deeper.  The last line is the longest at 1,000 ft., and can get you going at a speed of up to 35 mph.\n\nI recommend Zip lining tandem with a friend! Travel down the zip lines holding on to the line, or for those seeking a thrill, you can let go and zipline upside down or even backwards!\n\nOur guiTandem zip lining near Vail, Colorado at Zip Adventures, over Alkalai Canyon.des, Oliver and Hunter, were absolutely wonderful. From the beginning, they were very friendly and easy to talk to. They also made our group laugh out loud numerous times, creating the perfect relaxed setting for the day.  At each zip line, they told us some interesting facts and information about the canyon and surrounding nature, as well as pointed out different things we could try to find when zipping across the line. They went over the do’s and don’t’s of each individual zip line and made sure we felt safe on our adventure. They even provided water and freezie pops at one of the stops!\n\nOverall, the experience was amazing. I would recommend Zip Adventures to anyone wanting to have the best possible time zip lining. The views, the staff and the complete adventure cannot be beat! It is by far, the best zip-lining Colorado has to offer.",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.5569059849,
        "format_confidence":0.8984261751
    },
    {
        "url":"http:\/\/www.alexjohnson.com\/about-the-hotel\/best-rapid-city-hotels\/",
        "text":"Hotel Alex Johnson is dedicated to providing an experience unlike any other found in South Dakota and we are always looking for feedback from our guests. We would like to share some of those experiences with you. Take a moment to read what our guests have to say about the exceptional Rapid City hotel and why they rate it among the best Rapid City hotels!\n\nWe stayed here for one night on our way through the US back to Canada. I wish we had had more time here. The hotel was wonderful. Rachael at the front desk, welcomed us warmly, and gave us lots of good info about where to eat. The hotel was clean, renovated and had a big comfy bed. The location was excellent and Rapid City was not at all what we expected. There was lots to do around the hotel. The room was clean and spacious. Excellent value for the money. We got a complimentary upgrade to a king size bed, a great welcome after a long day driving. Would definitely recommend this hotel as it was one of the best Rapid City hotels we’ve ever stayed at.\n\nThis hotel is a western “palace”, reminiscent of the Ahwahnee hotel in the 1920’s interior decoration of the lobby. On the top floor is an art deco style bar with a complete panoramic view of the surrounding area, also. If you are visiting Rapid City, stay there at least once if you can!\n\nOr at least go have a drink in that bar. There are several unique stores nearby including one selling hand-painted Native American drums and Prairie’s Edge, which has a wide variety of appealing Western\/prairie gift and decor ideas.\n\nMy friend and I stayed at the Hotel Alex Johnson June 10, 2012 and we both loved it. Old hotel charm and elegance, convenient location, friendly staff, affordable. If you want to visit Mount Rushmore, Black Hills, Badlands, Devils Tower, Wall and other attractions in South Dakota but aren’t interested in camping – I recommend this hotel.\n\nI just did a cross-country road trip to help a friend move from Vermont to Oregon. We randomly stopped in Rapid City, SD so that we would be close to Mt Rushmore the next morning. We saw the Alex Johnson Hotel as we drove into downtown and assumed it would be way too expensive! We called anyway and were shocked to find out it was way affordable! The room was gorgeous and very nice. Of our entire trip this was the least expensive room we stayed in but by far the nicest! We also got vouchers for some free appetizers with purchases of cocktails.\n\nThe staff was very nice, the food and drinks at the rooftop bar were delicious, and the view from up there was amazing! We were obliged to stay at one of the best Rapid City hotels.\n\nMoving from North Carolina to Seattle with two cats, my daughter and I needed a “vacation” from our road trip, so we stayed two nights in this historical hotel. The hotel is pet friendly (at $25 per animal per night they should be!), has a great location and comfortable rooms. We stayed in one of the suites, and the reasonable price for the room made up for the pet charges. Both the rooftop bar and adjoining Irish Pub were fun and appreciated. Rapid City is a charming city with very friendly people and we would like to go back. We were happy to have a wonderful stay at one of the best Rapid City hotels-we’d love to come back again!",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9972425699,
        "format_confidence":0.9460383058
    },
    {
        "url":"http:\/\/www.viator.com\/profile\/8066373\/Laura-R",
        "text":"Laura R\n\nReport problem\n\nMy Profile\n\nLaura R\n\nThis member is not sharing any profile information publicly.\n\n\n\nSingapore Zoo Breakfast with Orangutans\n\nSingapore, Singapore\n\nMy Rating\n5 star rating: Highly Recommended\n\nMy Review\n\nThis tour was great fun. We were picked up on time in a large and comfortable bus. The tour guide was very knowledgeable and kept us all entertained with facts about Singapore on the way to the zoo. The breakfast food was very tasty and it was brilliant to see the orangutans up close - they are so beautiful! I appreciate that the staff are willing to take photos with your own camera so you don't HAVE to buy their photos, particularly when you've already paid for the experience. Enjoyed listening to the information the keeper shared with us. The zoo itself is beautiful, easy and enjoyable to walk around the enclosures seem great. Really a world class zoo. Also appreciated having the option to return on our own so we could spend some more time in the zoo.\n\nViator uses cookies to improve your experience on our website. Learn more about how we use cookies and how to change your cookie settings | Close message",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9956717491,
        "format_confidence":0.6883232594
    },
    {
        "url":"https:\/\/www.reviews.io\/media-item\/product_review_image-B937",
        "text":"Dawn ONeill\nThe property was beautiful with stunning views. The property house manager Mark was so nice and so attentive along with Lisa at the front desk. The description for The property needs to be updated. The appliances refrigerator and washer and dryer where extra small vs how they were Described. The beach was so beautiful in front of The property and the plunge pool was out favorite thing about the villa. The only thing that was not 100% was our housekeeper was not very nice. In fact she was very rude and in return ask For her not to come back after her first time in the villa. The manager from Blue Sky put a lot Of pressure on us and said we had to have her back once before we left bc of The laws on the island. I.T was not something we really wanted to deal With while on vacation at all. Also the original description. Of the villa wasn’t straight forward saying I.T was among other villas, we thought I.T was it’s own property.\n2 years ago\nRelated Photos & Videos\n\nStart Your Free Trial Today\n\nSend 400 review invitations for FREE!\n\nActivate Your Account\n\nBook your activation call by clicking the button below. Or call us now on +1 213-325-5109 . Book a Call\n\nAlice, Customer Support\n\nStart Your Free Trial",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9845252633,
        "format_confidence":0.9898838997
    },
    {
        "url":"https:\/\/www.rankers.co.nz\/experiences\/4607-Kairakau_Beach_Freedom_Camping\/rankings",
        "text":"Kairakau Beach Freedom Camping\n\nKairakau Beach Freedom Camping\n\n\nGet the best out of it. Here's how…\n\nRichard Lloyd 's avatar\n\nRichard Lloyd\n\nRanking: 10\/10\n\nWonderful place. Lovely beach for walking our two dogs. Beautiful cliffs and can't wait to return sometime soon. Recommended\n\nReviewed 14 days ago\n\nMeg's avatar\n\n\nRanking: 10\/10\n\nThis is such a sick campsite, you can pull up right next to the beach on the grass and there are trees between each spot. Mean place for surfing and you can even go surfcast fishing off the beach to catch some kaimoana at the end of the day.\n\nReviewed about 1 month ago\n\nAlice's avatar\n\n\nRanking: 10\/10\n\nIncredible place in front of the ocean with waves that rock you into the night. Many spots with trees in between for privacy. Clean flush toilet. No cellphone reception.\nDon't forget to make a DONATION.\n\nReviewed 3 months ago\n\nAvoid Camping Fines!\n\nEach camping location is approved by a regional council in NZ. So if it shows on the map, you’re allowed to stay.\n\nThe Rankers Camping NZ app, is also in association with…\n\nTwo girl, one dog and a van's avatar\n\nTwo girl, one dog and a van\n\nRanking: 10\/10\n\nThis was an idilic location. There was only one other camper there so we had the view and the beach to ourselves. Gorgeous sandy beach boarded with bolders ideal for climbing at one end and a beautiful river that feeds into the sea at the other.\nThe road out is a bit windy but worth it!\n\nReviewed 7 months ago\n\nBean's avatar\n\n\nRanking: 9\/10\n\nLovely free spot right by the beach. Lots of space with trees for more privacy. One flushing toilet, is clean though with toilet paper and tap inside. No cell reception so get out and enjoy the beautiful spot and beach!!\n\nReviewed 11 months ago\n\nAnneke's avatar\n\n\nRanking: 10\/10\n\nA absolute gem and worth going there.\nThere is no reception and the closet gas station is 40 min drive, so prepare well.\nIt is quit a large free camping with good spots. There is one toilet, but if you walk 800 Mtrs back there are more. We loved this spot so beautiful\n\nReviewed 12 months ago\n\nInge and Tonnie 's avatar\n\nInge and Tonnie\n\nRanking: 10\/10\n\nBest freedom campsite we have seen in 3 weeks traveling the northern island. Next to the beach, plenty of room, grassy area with bushes for some privacy. Very cleen and spacious flush toilet with toilet paper and sink. Best sunrise ever with amazing colors.\n\nReviewed about 1 year ago\n\nCamping NZ App Icon\n\nCamping NZ App\n\nEvery camping site on your iPhone™, iPad™ or Android™ phone or tablet. Avoid camping penalties using this council approved app. Featuring offline maps.\n\nDownload from the App Store Download Android app on Google Play\n\nBartezz's avatar\n\n\nRanking: 10\/10\n\nThis is an absolute gem! You are right against the beach. There's a flush toilet with a sink. Park in backwards and leave the back open and have the best view from your bed! Our little girl loved it too. The sandy beach and relatively calm waves were the best playground.\n\nThe road there is windy but very good and absolutely gorgeous.\n\nReviewed about 1 year ago\n\nDavid's avatar\n\n\nRanking: 10\/10\n\nAmazing campsite: clear views of the beach and sea; easy access (down twelve steps) to the beach; each pitch is divided by a tree\/hedge; flush toilet with sink and toilet paper; beautiful, calm setting.\n\nReviewed about 1 year ago\n\nVan of Green Fables's avatar\n\nVan of Green Fables\n\nRanking: 10\/10\n\nAn easy 5 stars and a must stay freedom camping location. Access is via a fully paved and well maintain road suitable for any camer. The freedom camping is located at the very end of the road you cant help but drive into it and it's well sign posted.\n\nThere are about a dozen camping bays where you can back up your camper up with views over the ocean. Each spot is separated by foliage which provides both privacy and a wind block. There is a well cared for bathroom at the start of the freedom camping area and would be a short walk from any of the camping bays.\n\nI loved this spot as you can watch an idyllic sunset in the evening, the moon glistening over the ocean at night and a bright red sunrise in the morning.\n\nReviewed over 1 year ago\n\nA Brad in a van's avatar\n\nA Brad in a van\n\nRanking: 9\/10\n\nWhat a wee gem. Like the land that time forgot. Gorgeous beach walks and peaceful tides. A beautiful strip at the far end of Kairakau Road (go past the members-only camp ground until you see the sign pictured). Space for 30+ RVs. The verge on the ocean side of the road is designated for self contained campers, with a handful of shrubs breaking it up to give some privacy and wind breaks. One flush toilet block on site, and a further triple block 300m back at the corner of Kairakau and Mananui Street, where you’ll also find a couple of picnic tables. For the adventurous, kaimoana around the shallow rocks is plentiful with rods, pots or freediving. No drinking water or other facilities. Pack out your trash. Don’t forget to let Central Hawke’s Bay council know that you’re heading out (06 857 8060), and how much you enjoyed their hospitality.\n\nReviewed about 2 years ago",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.985383451,
        "format_confidence":0.9731893539
    },
    {
        "url":"https:\/\/www.tripadvisor.com.sg\/Hotel_Review-g780930-d1490670-Reviews-Mas_de_la_Garance-Althen_des_Paluds_Vaucluse_Provence_Alpes_Cote_d_Azur.html",
        "text":"\nWindows: Internet Explorer, Mozilla Firefox, Google Chrome. Mac: Safari.\nMap updates are paused. Zoom in to see updated info.\nReset zoom\nUpdating Map...\n24\/12\/2017 25\/12\/2017\n    There are no pins in your viewport. Try moving the map or changing your filters.\n    • {providername} {price}\n    {providername} {price}\n    We can't find prices for this accommodation\n    From {rate_price} {rate_periodicity}\n\n    Mas de la Garance\n\n    2316 route de Pernes, 84210 Althen-des-Paluds, France\n    Lowest prices for your stay\n    24\/12\/2017 25\/12\/2017\n    Are these your travel dates?\n    TripAdvisor uses this information to find you the lowest prices for your stay.\n    Traveller (39)\n    Pool & Beach (4)\n    Room & Suite (4)\n    • Excellent81%\n    • Very good10%\n    • Average7%\n    • Poor2%\n    • Terrible0%\n    3 Aug 2014\n    28 Jul 2013\n    “Restful Sejour”\n    Free Parking\n    All hotel details\n    {\"containerClass\":null,\"containerAttributes\":null,\"widget\":{\"name\":\"ibex_photo_carousel\",\"template\":\"ibex_photo_carousel__widget\",\"moduleList\":[\"handlers\"],\"divClasses\":\"prw_rup prw_ibex_photo_carousel\",\"js\":{\"handlers\":\"(ta.prwidgets.getjs(this,'handlers'))\"},\"dust\":{\"nav_controls\":\"ibex_photo_carousel__nav_controls\"}},\"scriptFlags\":null}\n    Write a ReviewReviews (39)\n    Traveller rating\n    Traveller type\n    Time of year\n    Reviewed 3 August 2014\n\n    I usually don't write a review but Mas de la Garance deserves one: what a great Chambre d'hôte\/Bed & Breakfast. I got booked in the Nid d'Hirondelles room (it was the only one available for the period I was looking for to stay) and boy...More\n\n    Thank PvHNL\n    Reviewed 28 July 2013\n\n    Mas de la Garance is a beautiful, restful place to stay. Our bedroom was so attractive - Marie-line's attention to detail and great taste make guests feel special. The garden is superb, with a lovely swimming pool and several areas to relax. The day beds...More\n\n    Thank Pam-and-Alan\n    Auberge de Cassagne & Spa\n    1,013 reviews\n    #1 of 10 hotels in Le Pontet\n    9.2 km\n    Moulin de la Roque\n    119 reviews\n    #1 of 1 hotels in Althen-des-Paluds\n    2 km\n    Hotel du Parc\n    138 reviews\n    #1 of 2 hotels in Entraigues-sur-la-Sorgue\n    3.4 km\n    La Bastide d'Entraigues\n    48 reviews\n    #2 of 2 hotels in Entraigues-sur-la-Sorgue\n    4 km\n    • Top amenities\n    • Free Parking\n    • Hotel Amenities\n    • Free Parking\n    • Price range\n    • US$88 - US$115 (Based on Average Rates for a Standard Room)\n    • Number of rooms\n    • 2\n    • Reservation Options\n    • TripAdvisor is proud to partner with Booking.com so you can book your Mas de la Garance reservations with confidence. We help millions of travellers each month to find the perfect hotel for both holiday and business trips, always with the best discounts and special offers.\n    • Location\n    • France >\n    • Provence-Alpes-Cote d'Azur >\n    • Vaucluse >\n    • Althen-des-Paluds\n    Add Photo Photos\n    Traveller (39)\n    Pool & Beach (4)\n    Room & Suite (4)\n    Dining (1)\n    Hotel & Grounds (30)\n    Nearby HotelsSee all Althen-des-Paluds Hotels\n    Hotel du Parc\n    138 reviews\n    3.35 km away\n    Moulin de la Roque\n    119 reviews\n    1.97 km away\n    La Bastide d'Entraigues\n    48 reviews\n    3.99 km away\n    Nearby Restaurants\n    Pizzas Lino\n    88 reviews\n    1.68 km away\n    72 reviews\n    4.12 km away\n    Le Bistrot d'Althen\n    26 reviews\n    1.67 km away\n    Le Saule Pleureur\n    289 reviews\n    2.49 km away\n    Nearby Attractions\n    SplashworldR Provence\n    753 reviews\n    2.82 km away\n    Le Carbet Amazonien\n    74 reviews\n    5.34 km away\n    Grottes de Thouzon\n    233 reviews\n    5.43 km away\n    Le Circuit des Fontaines\n    134 reviews\n    6.04 km away\n    Questions & Answers\n    Get quick answers from Mas de la Garance staff and past guests.\n    Note: your question will be posted publicly on the Questions & Answers page.\n    Posting guidelines\n    Is This Your TripAdvisor Listing?\n    Own or manage this property? Claim your listing for free to respond to reviews, update your profile and much more. Claim Your Listing",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9970500469,
        "format_confidence":0.9795096517
    },
    {
        "url":"https:\/\/www.tripadvisor.com.ph\/ShowUserReviews-g147388-d149365-r206938704-Chacachacare-Trinidad_Trinidad_and_Tobago.html",
        "text":"\nWindows: Internet Explorer, Mozilla Firefox, Google Chrome. Mac: Safari.\n\n“Definitely worth a day off”\nReview of Chacachacare\n\nRanked #38 of 112 things to do in Trinidad\nMore attraction details\nAttraction details\nOwner description: This mysterious, uninhabited island, once the site of a colony of lepers run by a group of nuns, is only five miles off the northwest coast of Trinidad.\nReviewed May 25, 2014\n\nAssuming the opportunity (your really need a private charter or your own boat) a visit to the island is definitely worth your time - there something to be said about these abandoned constructions and relics. Sometimes spoiled by partiers but definitely worth your time !\n\nThank Alex T\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nWrite a ReviewReviews (27)\nTraveler rating\nTraveler type\nTime of year\nAll reviews\n\"beautiful island\"\nin 4 reviews\n\"light house\"\nin 3 reviews\n\"salt pond\"\nin 2 reviews\n\"sea bath\"\nin 2 reviews\n\"hindu temple\"\nin 2 reviews\nin 4 reviews\nin 5 reviews\nin 3 reviews\nin 12 reviews\nin 2 reviews\nin 2 reviews\nin 3 reviews\nin 4 reviews\n\n11 - 15 of 27 reviews\n\nReviewed March 1, 2014\n\nI went to Chac about 10 years ago when my grandparents has a yacht in T&T. I was only about 11 at the time, and we spent a week out there. We were the only yacht and visitors there and I remember it being eerie but all fantastic. The whole island is abandoned. You can look through all the old houses, fire station, hospital etc, and I remember there being a strange feeling. There's a graveyard for the nuns and doctors who worked there, and I just remembered how it felt magical. Everything, except the hospital which broken glass bottles had been smashed across the hospital was in tact. You could even look through the hospital record book. It was hugely overgrown but I really want to go back there and take my children there, hopefully, it will still be there by that time. I would advise anyone who goes to T&T especially those with children to visist there. Not only for the overgrown, abandoned society but for the waters around it. I remember one night lying on the deck and looking at the stars- obviously there was no light pollution and I've never seen so many stars in my life. It lit up the whole sky, like it was day. Going swimming around the island, we saw dolphins, turtles, eagles rays and a variety of exotic fish.\n\n12  Thank Keren W\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nReviewed January 15, 2014\n\nLocated at the edge of the Bocas, this island is quiet and deserted save for other bathers or boaters. While Scotland Bay and others tend to overflow with loud partiers, this is a rarity here. There are beaches on different sides of the island, but the best are closeby the jetty. Go through the treeline straight from the jetty and you find a clean beach facing Venezuela just 7 miles away with good snorkeling off the beach and calm waters. The other beach is reached when going up the lighthouse road and taking a steep dirt path to the right and you come out on a clean, shallow beach. Other beaches are relatively inundated with trash and manchineel trees, so beware. The island is best explored with a guide. Trekking to the Leper colony ruins is a worthy trip. Another option is the lighthouse at the top of the road that starts right off the jetty. Keep in mind, the road to lighthouse has little to no shade so bring water and a hat as you will bake in the sun on the walk up. Views from the lighthouse show you the bocas, Gulf of Paria, of Trinidad, and Venezuela. When visiting the island, you need to bring all your gear and supplies as there are no facilities anywhere on the island. Functioning cell phone for emergencies is a must as well. It's an island steeped in history, and absolutely worth a visit.\n\n1  Thank Traveler O\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nReviewed January 10, 2014\n\nI visit Trinidad about once every two years to visit a friend living there. I was luck enough to be able to dive off their boat to swim through amazing waters and walk up onto the island. Explored fascinating old ruins and tracks and it really was just a unique and special place. Highly recommended!\n\nThank Artybetty1\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\nSee more reviews\nReviewed December 21, 2013\n\nI was finally able to visit this island as part of a tour with Caribbean Hiking Adventures. It is a beautiful island that is slowly being destroyed by Trinidadians. But destruction aside I would recommend anyone to visit.\n\nThe boat takes about 45 - 60 minutes with departure from Crew's Inn (in Chaguaramas). As you sail through the Bocas it is interesting to observe how the water changes from Tea Green to dark brown-black and then back to Tea green. Also as expected, some parts of the Bocas are turbulent and rough...this is a normal phenomenon.\n\nAs the boat docks you are treated to a stunning view of the cliffs and sheltered bays of the island. Unfortunately, you will be greeted by mounds and mounds of thrash. The island is frequented by several party boats (in fact one of them was there while we visited). The intoxicated revellers drop their thrash all over the island and simply do not care. Others make an attempt to use the bins provided but these bins are over flowing...an indication that they are not emptied at all.\n\nProblems aside there are many things to do. If you are fit enough, I recommend making the trek up the road to the lighthouse. Be warned, this road can be a challenge...hiking in the forest is different to hiking up a paved road. The midday sun makes this trek insanely difficult. Stay hydrated and you will make it eventually. At the top you will get stunning views of mainland Venezuela as well as Huevos, Monos and mainland Trinidad.\n\nOn your way back down...take some time to observe the vegetation. There are a lot of Cacti...similar to Isla Margarita.\n\nOf course no trip to Chacachacare would be complete without a sea bath at La Tinta Bay. This Bay is shallow and calm. Its perfect for families. However there are some poisonous trees growing on the shore and again...thrash is strewn everywhere.\n\nNonetheless, Chacachacare is awesome! I recommend it to anyone!\n\n5  Thank psykick\nThis review is the subjective opinion of a TripAdvisor member and not of TripAdvisor LLC.\n\nTravelers who viewed Chacachacare also viewed\n\nTrinidad, Trinidad and Tobago\nTrinidad, Trinidad and Tobago\nChaguaramas, Trinidad\n\nBeen to Chacachacare? Share your experiences!\n\nWrite a Review Add Photos & Videos\n\nOwners: What's your side of the story?\n\nOwn or manage this property? Claim your listing for free to respond to reviews, update your profile and much more.\n\nClaim Your Listing",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9932867885,
        "format_confidence":0.992349267
    },
    {
        "url":"http:\/\/www.hostels.com\/Reviews\/Fawlty-Towers\/5327",
        "text":"See other Livingstone properties\n\nFawlty Towers\n\n216s Musi o Tunya Road, Livingstone, Zambia, Distance from city centre: 0.5km\n\nRating: 88% from 5 reviews\n\n  • 88%Atmosphere\n  • 92%Staff\n  • 88%Security\n  • 88%Cleanliness\n  • 96%Location\n  • 84%Value for money\n  • 84%Facilities\n\nReal Reviews\n\nReal reviews from fellow travellers\n\nThese are trusted reviews from guests who have actually stayed here. We hope you find them helpful.\n\nNote: we only give a property a rating once it has received a minimum of 3 reviews.\n\n  • Sort By:\n  • Traveler Type:\n  • Age:\n  • We felt very accommodated and comfortable. Great ablutions, friendly people and such a central location close to awesome restaurants! Stayed in a deluxe private room and it really felt like hotel quality.\n  • 100%\n  • 26 Apr 2015 Lorian South Africa\n  • We were at Fawlty Towers from Feb 6th 2015 - Feb 18th. , we had a fantastic time, the staff were all very friendly and helpful, the room was super, the facilities and activities were superb. Thank you all for giving us the holiday of a lifetime, and we look forward to returning as soon as we can.\n  • 100%\n  • 06 Feb 2015 Gerry England\n  • Super friendly staff, always willing to assist you with anything. Laid back atmosphere with guests from 8 till 80 years old\n  • 86%\n  • 12 Aug 2014 Marcel Netherlands\nCity Guides and Information\n\nVideo guides, travel podcasts, city maps & free city guides. What to eat, where to stay and things to do and see - our travel guides have it all.\n\nFind a guide »\nLatest Blog Post\n\nThere's nothing like having your own transport to get around and when travelling the world it's no different.\n\nRead more »\nGreat Value and Choice\n\nWe offer the most comprehensive selection of hostels on the internet with over 35,000 great places to stay in 180 countries. The ultimate online resource for hostels everywhere.\n\nFind great value hostels »",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9972006083,
        "format_confidence":0.98738873
    },
    {
        "url":"http:\/\/www.cruisereviews.com\/CarnivalCruiseLines\/CarnivalGlory145.htm",
        "text":"Find a Cruise\n\n\nAge: 31\n\n\nNumber of Cruises: 4\n\nCruise Line: Carnival\n\nShip: Carnival Glory\n\nSailing Date: 2007-05-12\n\nItinerary: Caribbean\n\nI don't know what all of the complaints are about with Carnival. My husband and I have been on three Carnival cruises and one Royal Caribbean cruise. Our worst cruise was with Royal Caribbean. Granted, I've never been on the Carnival Destiny, and that was the one I was looking at and it seemed to have a lot of complaints.\n\nPeople, please remember, just because you had a bad experience does not mean that everyone will. You should not be telling others to not take Carnival. Remember, that is just ONE of their ships. I have been on Carnival Ecstasy in 1997, Carnival Fantasy in 2004 and Carnival Glory in 2007. All were excellent and I am looking into another Carnival cruise for this summer.\n\n\nDon't remember\n\nFun things to do for every age!\n\nThe dolphin encounter was great and a lot of fun.\n\nWas this review helpful?\n\nYes No Email this review to a friend\n\nAsk questions and get advice from other cruisers on our popular discussion board,",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.9956424236,
        "format_confidence":0.9864505529
    },
    {
        "url":"https:\/\/thedyrt.com\/camping\/missouri\/near\/hillsboro\/with\/hike-in",
        "text":"The best HIKE IN camping near\nHillsboro , MISSOURI\n\n73 Reviews7 Campgrounds\n\nThis map requires WebGL\n\nPlease update your web browser or enable WebGL to view the map.\n\nTroubleshooting Info\nThe Dyrt App\n\nThe #1 Camping App\n\nCamp with confidence with the highest-ranked camping app for both iOS and Android. Search more than 1 million listings, reviews, and tips for campsites across the U.S.\n\nEnter your phone number to get the app.\n\nThe Dyrt App The #1 Camping App\nMost Recent Hillsboro Camping Reviews\nGood fall spot\n\nWell kept up place, good spacing between sites. I didn’t get a chance to go on any trails but there were a couple that looked good, including the Ozark Trail.\n\nGreat For Adventuring\n\nWhether you’re at one of the 25+ lakes in area, one of many beautiful trails, the mysterious WWII bunkers or the scenic roadways, Weldon Spring offers many an escape in the middle of town. Popular amongst marijuana users as the area is so big and close to the large sub-urban area nearby. It’s clean and a great spot for a group or individuals any time of the year.\n\nFun weekend\n\nGreat access to river. Stayed on the family side and had a great time. Staff super helpful and upbeat, everyone looked like they wanted to ACTUALLY be there. Would definitely go back.\n\nClean and well maintained\n\nWe have visited this campground multiple times and stayed in multiple sites.  We tried a new location this time (#25) and really enjoyed it.  It was located by itself and was truely car camping with a parking spot at the site itself.  #24 is slightly smaller, but has the same benefits.  #26-28 are located just up the hill and would be great for multiple families camping together.  All 5 of these sites have 2 hammock stands and are located close to a pit toilet that is clean and well maintained.  No water pump that I could find for this location.\n\nPreviously we have stayed in W4 and W6 which required hauling the gear from the parking lot into the \"primative\" location.  These were nice, but all in one large clearing with no privacy.  They were also a bit of a walk to the bathrooms.  \n\nI would also recommend site #20.  It was grouped with others, but at the end of a row.  It would also require hauling gear in from a parking lot, but might be worth it for the shade and seclusion.  It is also close to the lake.\n\nNice but pricey\n\nVery pricey, as soon as we pulled into the campground we were bombarded by workers asking us if we went in and paid yet.\n\nNOT family friendly with young children!\n\nThe first thing that bothered me the most was the constant giant burning pile of garbage in the campground! And ALL the dumpsters were overflowing with garbage. Our campsite was so narrow you could touch the other RV from under your awning. Our firepit was next to their sewer line. The campsite was so unlevel my 1 year old couldnt even stand outside the camper without falling. There was NO room to play at all outside the camper on the family side. The family beach was really nice but all the dogs kept trying to pee on all our stuff. That was annoying. No playground and the the roads are loose gravel so my 3 year old couldnt ride her bike. We ended up staying only 1 night when I booked 3. I would personally never go there again. Also they CHARGE for WIFI!\n\nBest campsite in Missouri!\n\nThis place is awesome! It was our second overnight backpacking trip we did! We started on beautiful pickle creek trail which is rock scramble right beside a awesome clear water creek bumbling over big rocks! Then we hit whispering pines trail and stayed at campsite 5! It is about 5-6 miles in. Perfect campsite a creek on each side with waterfalls on each one!! We finished the trail the next day right at 12 miles! Be sure to arrive early as the parking lots and campsites fill up fast!! Absolutely stunning trail for Missouri!!\n\nBeautiful views for Missouri\n\nWe stayed in Klondike Park Campground in May. The views are spectacular with some sandy shores of a small pond in the middle of the campground and some great trails. Augusta is a nice place away from St. Louis and a short drive down 94. One caution… there were tons of ticks… i mean like we found 6 when we got home.\n\nThe park has a few different areas for camping. We stayed at campsite 25 which is a really big campsite surrounded by trees. Some of the other campsites are pretty packed together. There was a bathhouse, but it wasn’t really close to our campsite. Still dont think there was water available. As far as amenities, the bathroom was clean, but there’s basically no water so you’ll need to bring your own. Same with campfire wood. We had cell phone service at our campsite so if you’re curious about that, now you know.\n\nThere’s also 6 cabins you can rent, but they fill up pretty fast so if you’re going to do that, you need to plan ahead. Plenty of well groomed trails and bike paths, it’s well worth the trip.\n\nGreat for small children\n\nSpent the weekend there with my family. We stayed in the “family” section. Positives: quiet time starting at 11:00 pm, we didn’t hear cursing, loud music, or anything else that disturbs little ones once they go to sleep, close to the river, clean restroom and shower house, shaded camping spots, clean grounds. Negatives: Nothing to report.\n\nEnthusiasts rejoice!\n\nAre you a person who enjoys the outdoors more than the couch? Do you thrive in medium\/tough hikes where the possible main cause of death is by \"neck chaffing due to skin stickyness?\" Do fetid sauna-temperatured bathrooms and nightly raccoon raids tickle your camping funny bone? Then this location is for you! \n\nWe are looking at 12 first, honor, come first served sites, with 2 larger special use ones. \n\nThe flora is rich and thick, with good shade on all sites. The drawback is the amount of poison ivy, so be careful. \n\nTrash hooks are provided for all campsites but you'll need to take the trash out when you leave, as there's no collection. FURTHERMORE, many of the hooks are 4x4 posts which raccoons can easily climb, so you'll need to be proactive and put it all in your car. No bears, in my experience, are in the area so that should not be a big deal. Also, don’t forget to put all the food in the car as well as the little pests will tear through anything that is left behind-they’ve once stole one of my Olights, leaving only the butt and the battery behind. \n\nGreat for tent as well as hammocks. I've done both and, by far, the second it the way to go. Make sure that the site is free from the possibility of deadfalls, which happens all over. The dept of conservation does a good job cutting the dangerous trees but, sometimes, sh*t happens… Good fire rings with grates, as well as picnic tables are provided. \n\nFauna is everywhere! This is a great base for you to go out birding. I've found animals from Luna Moths to Copperheads in the surrounding areas. There is a very small pond in between all the sites. The noise at night is ABSOLUTELY deafening-I Love it! If this was the 60's and frogs were musicians, the place should be named Woodstock.\n\nThere's \"drinkable\" water on site but I would boil it, filter, and have it blessed before consuming it, if I were you…although that will not improve the taste of your instant coffee, sorry. \n\nTemperatures are often manageable, especially at night as the place tends to fluctuate within 20 degrees between midday and 10pm- it's quite nice. \n\nMosquitoes are a nonsense that can be easily avoided by you not being a dummy and, 1. not camping next to the pond, 2. applying repellent. \n\nThis is one of my favorite sites in Missouri. Even if all sites are to be taken you'd still feel that there is enough space between you and the sucker next door. Thanks for reading and stay tuned for my next post,\"Mina Sauk Spigot.\"",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.5829928517,
        "format_confidence":0.9774537683
    },
    {
        "url":"http:\/\/www.themeparkinsider.com\/reviews\/knott's_berry_farm\/charlie_brown_speedway\/",
        "text":"Theme Park Insider\n\nCharlie Brown Speedway reviews\n\nTheme Park Insider takes a look back at Charlie Brown Speedway, a track ride at Knott's Berry Farm that's no longer open.\n\nPhoto of Charlie Brown Speedway\n\nSubmit Photo\n\nWritten by\nTheme Park Insider Editor\nPosted: January 14, 2014\n\nA Zamperla Speedway themed with Charlie Brown and the other Peanuts characters. This closed in 2014.\n\n[Update this description]\n\nFacebook YouTube Twitter Instagram Email Newsletter\n\nRate & Review\n\nWalt Disney World\n\nUniversal Orlando\n\n\nTokyo Disney Resort\n\nPlan Your Vacation\n\nTop Posts\n\nTheme Park Insider Books\n\n\n© Theme Park Insider®   About · Rules · Privacy · Contact\nFacebook YouTube Twitter Instagram Theme Park Insider T-shirts and Hoodies Email Newsletter",
        "topic_id":23,
        "format_id":23,
        "topic_confidence":0.819185853,
        "format_confidence":0.9482674599
    }
]