[
    {
        "url":"https:\/\/www.gardengrocer.com\/products\/index\/1\/2991-cracker-jack-original-24ct-1-25oz-ea\/26-warehouse-club",
        "text":"Categories & Time Slots\n\nError - Product Not Found\n\nYou may not be able to visit this page because of:\n\n  • an out-of-date bookmark\/favourite\n  • a search engine that has an out-of-date listing for this site\n  • a mistyped address\n  • you have no access to this page\n  • The requested resource was not found.\n  • An error has occurred while processing your request.\n\nContinue Shopping\n\nRobert H. on Thu Jan 16, 2014\n\nFresh, quality food was waiting for me upon my arrival at WDW. Garden Grocer saved me a fortune on breakfast lunches and snacks.\n\nMaureen on Fri Apr 18, 2014\n\nSo easy and efficient. Groceries were delivered exactly on time to our resort. Text message was sent to notify me. All things were kept frozen and or cold that needed to be. A follow up phone call was made to me to make sure I had received everything. This is a great service!\n\nJosey G. on Mon Oct 6, 2014\n\nLoved arriving to disney and having grocerys already at resort . Made vacation much more enjoyable.\n\nBest Sellers\n\nPlease Wait\n\nViewed By You\n\nPlease Wait\n\n      FAQ    Request an Item",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9684739113,
        "format_confidence":0.5587610602
    },
    {
        "url":"https:\/\/www.primegiftservice.com\/gifts-by-type.html\/cakes-pakistan.html\/islamabad-cake-delivery.html\/pc-hotel-chocolate-chip-cake-4lbs.html",
        "text":"Your Cart\n\nStay Home Order Online | Strict Covid-19 Measures followed | Reach us 24*7 at WhatsApp# +92-300-434-4968.\n\nPc Hotel Chocolate Chip Cake - 4Lbs\n\nPc Hotel Chocolate Chip Cake - 4Lbs\nPc Hotel Chocolate Chip Cake - 4Lbs\n\nChocolate lovers cannot stop themselves to taste the yummy chocolaty cake. The dense chocolate chip cake is topped with chocolate shaving. Whatever the occasion is, this cake is the most favorite cake. Cake will be packed in elegant box of Pearl Continental Hotel and will be delivered with a free message card.\n\nWeight: 4Lbs\n\nCoverage: Islamanad and Rawalpindi.\n\n\nWrite a review\n\nNote: HTML is not translated!\nBad Good\n  • All images representative, look and feel of actual product may vary depending on availability.\n  • Please note that flowers, cake, sweets and other perishable items are sourced olcally at the delivery location and are hand delivered.\n  • Place your order before 11:00m (Pakistan Standard Time) for same day delivery.\n  • Same day delivery service is not available for big events; like Eid day, Fathers day, Mothers day, New Year, Christmas or Valentines day.\n\nNote: For all the perishable items, order will be considered delivered and will not be responsible in same\/similar cases below:\n\n  • Wrong shipping\/delivery address\n  • Recipient not available\n  • Premises found locked\n  • Recipient refused to accept gifts delivery\n  • Stock: In Stock\n  • Product ID: PC Pindi\nProduct Views: 5154\n\nAvailable Options\n\n\n\n\n\nCookie & Privacy Policies:\nBy using this website you agree to cookie and privacy policies described in our Privacy Policy.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9952257872,
        "format_confidence":0.9983751774
    },
    {
        "url":"https:\/\/shop.blackplaguebrewing.com\/",
        "text":"quality over quantity\nCraft Beer\n\nShop our collection of hand-crafted beers. Get them delivered to your door or pick-up at the brewery.\n\n< Swipe left \/ right to shop >\nApparel & More\n\nView our full collection of t-shirts, hats, sweaters, hoodies, glassware, skateboard decks, and more...\n\n< Swipe Left \/ Right >\nBeer Makes Friends\nSketchy Tank x BLACK PLAGUE\n\nOceanside’s local, Sketchy Tank joins the Plague Doctor for good times and good beers. Shop this collection. \n\n< Swipe Left \/ Right >\n\n\n“Hands down my favorite brewery in San Diego! I may be biased because I absolutely love the dark\/death theme they have going on, but I was impressed with everything else as well.”\n\nKali F., Yelp customer review ★★★★★\n\n“They have really good beer and the staff are super friendly. A few really tasty\/hoppy IPAs and some hazy IPAs for the girls, people with dogs and non beer drinkers.  I enjoyed the full gambit from IPA to Mexican lager to a great Pilsner. Looks like a fun venue too.”\n\nJeff K., Yelp customer review ★★★★★\n\n“The decor is incredible, with skeletons, coffins, a giant guillotine, and other spooky features. The beers are extremely well-made.\"\n\nCraig W., Yelp customer review ★★★★★",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9805883765,
        "format_confidence":0.938728869
    },
    {
        "url":"https:\/\/www.foodshow.co.nz\/whats-on\/auckland-2019\/partners\/quorn\/",
        "text":"Auckland 2019\n\n25-28 Jul, Thu–Sun 10am–5pm, ASB Showgrounds\n\n\nStand: C20 – View Map\n\n\nAt Quorn® we have a simple message. To bring people delicious and exciting food that is good for them and good for the planet. The ethical, health and environmental benefits of Quorn foods puts corporate responsibility at the heart of everything we do.\nQuorn® is dedicated to helping you make great tasting meals, with a vision to make delicious protein that's healthy for both you and the planet. That's why all Quorn products are powered by mycoprotein.\nWhat is Mycoprotein? It is a source of protein that is high in fibre and low in saturated fat. To make mycoprotein, we don't start with livestock, we take a natural, nutritious fungus that grows in the soil. This fungus is known as fusarium venenatum.\nWe then use the age-old process of fermentation – the same process used to create bread, beer and yoghurt – to grow mycoprotein. And because producing mycoprotein uses 90% less land and water than producing some animal protein sources, it is a great example of a more sustainable\n\nContent on this page has been provided by a third party. North Port Events takes no responsibility for the content shown. If you find inappropriate or offensive content please contact us.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9908243418,
        "format_confidence":0.7854372263
    },
    {
        "url":"http:\/\/www.braintreeaustralia.com\/shop\/hemp-foods-australia\/hemp-seed",
        "text":"There are no products matching the selection.\n\nHemp Seed\n\nGive your nutrition a lift with hemp seed, which is 100% Australian Certified Organic, and is imperative for your diet if you value your health.\n\nThe great thing about hemp is that it offers you superb nutrition if you’re on a vegan diet, and is completely safe if you’re allergic to soy.\n\nWith hemp you can add all the essential amino acids to your diet, as well as antioxidants, healthy fatty oils, protein, and other nutrients like folate, calcium and iron.\n\nAnd are you conscious about your weight? Well, hemp is low in carbs too.\n\nYou can use hemp with a clear conscious, because like with our clothing range, all our hemp seed is grown in a way that shows care for our planet.\n\nAre you ready for a boost in your health with hemp seed? Take a look to see what we have to offer you!",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.6214798093,
        "format_confidence":0.9206629992
    },
    {
        "url":"http:\/\/www.bklynlarder.com\/liddabit-sweets-sea-salt-caramels\/",
        "text":"Liddabit Sweets Sea Salt Caramels\n\nLiddabit Sweets founders Liz Gutman and Jen King met in pastry school in 2007 and got their start selling hand-made local and seasonal candy at the Brooklyn Flea market, just a few blocks away from Bklyn Larder. Today their uniquely flavored caramels, lollipops, candy bars, and more are adored across the country.\n\nMade with local cream from Ronnybrook Dairy, Liddabit's Sea Salt Caramels are a perrenial favorite.\n\n\nAvailable for in-store pickup\n\n\nClick the button below to add the Liddabit Sweets Sea Salt Caramels to your wish list.\n\nWrite your own product review\n\nProduct Reviews\n\nThis product hasn't received any reviews yet. Be the first to review this product!\n\nFollow Us",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9967601895,
        "format_confidence":0.9967148304
    },
    {
        "url":"https:\/\/www.accidentalwine.com\/products\/2019-caravaglio-infatata-malvasia-secca-salina",
        "text":"2019 Caravaglio Infatata Malvasia Secca Salina\n\n$ 22.99\n\nWe currently have 12 in stock.\n\nThis fascinating wine hails from the Aeolian island of Salina near Sicily in southern Italy. Grown on volcanic soils, this is made of 100% Malvasia Bianco and is vinified completely dry. Exotic and intensely perfumed, this wine opens with vibrant lychee, pineapple and honeysuckle notes on the nose and leads to a salty, lean, mineral palate that speaks of its island origins.\n\nFew places in the world embody the philosophy of natural winemaking as effortlessly as does Salina, where Antonino Caravaglio crafts his peerless wines by hand. Part of the Aeolian Island chain off the coast of Sicily, Salina is a slice of paradise, created by volcanoes and carved by the Mediterranean winds. Caravaglio makes what he calls “island” wines, choosing to ferment on indigenous yeasts and limit the addition of sulfur, all so that Salina’s natural character—its volcanic soils, its sea-salty air, its wild herbs—is exactly what you taste and savor in each rare bottle.\n\nVINEYARDS: On the island of Salina, the single-vineyard ‘Tricoli’ is shaped like a triangle and stretches up a steep slope, from the Mediterranean coast into the clouds, facing northwest. It is located in the Malfa district (the highest quality vine-growing area on the island). Soils are a combination of volcanic sand and rock.\n\nAGE OF VINES: 10 to 20 years\n\nWINEMAKING: Hand-harvested and sorted in the fields. Gentle, full-cluster press; fermented on indigenous yeasts in temperature-controlled, stainless steel tanks. Aged in tank on fine lees for three months.\n\nTASTING IMPRESSIONS: Aromas of cardamom-spiced pears, white peach, preserved lemon; plush, complex yet balanced\n\nItaly, Sicily, Salina Bianco\n100% Malvasia delle Lipari\n\nAn adult signature is required upon delivery, so please keep that in mind when shipping this gift to friends, family and peers.\nThere is no minimum.\nBottles are in perfect condition.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.996568799,
        "format_confidence":0.9985924363
    },
    {
        "url":"https:\/\/shop.trucchis.com\/shop\/haagen_dazs_chocolate_chip_cookie_dough_ice_cream_14_oz\/p\/42926",
        "text":"Haagen Dazs Chocolate Chip Cookie Dough Ice Cream 14 Oz\n\n370 calories per 2\/3 Cup. No rBST. Milk & cream from cows not treated with the growth hormone rBST (No significant difference has been shown between milk from rBST treated and non-rBST treated cows). Since 1960, our passion has been to transform the finest ingredients into extraordinary ice cream. Bites of buttery cookie dough and rich chocolaty chips fold into our signature vanilla, creating moments of rich and satisfying flavor. haagendazs.com. Smartlabel: Scan for more info. Questions or comments? Text or call 24\/7 1-800-767-0120 or visit us at haagendazs.com.",
        "topic_id":10,
        "format_id":16,
        "topic_confidence":0.9972866774,
        "format_confidence":0.9986775517
    }
]