[
    {
        "url":"http:\/\/blog.masslive.com\/edc\/2012\/12\/5_great_things_about_the_kids.html",
        "text":"5 Great things about the Kids Cooking Class at Chandler’s Restaurant\n\nGreater Springfield Convention & Visitors Bureau By Greater Springfield Convention & Visitors Bureau\non December 28, 2012 at 1:27 PM, updated December 28, 2012 at 1:33 PM\n5 G logo.jpg  \n\nChandler’s Restaurant at Yankee Candle Village is offering a Kids Cooking Class on two upcoming dates; January 12, 2013 and February 9, 2013. The cost is $25 per child and includes instruction, recipes to take home, lunch and a complimentary lunch for one accompanying adult. Space is limited, and reservations are required, so call 413-665-1277 to book a spot. Here are 5 Great reasons to sign up your budding chef for this fun event:\n\nchandler's front jpg 1.JPG\n\nChandler's Restaurant at Yankee Candle Village\n\n\n1. Kids learn the fun of cooking in a no-pressure setting. It’s a fun environment where they can learn about food and tap into their creative side in the preparation and planning involved in cooking. A win\/win!\n\n2. All utensils and tools are kid-safe. Your little one will be safe as well as happy.\n\n3. The classes allow kids to take the lead on cooking, then they work with parental supervision when it comes time to finish the dish, so you and your kid can share the experience.\n\n4. Kids will learn about the danger of raw food, and will learn some essential skills that will serve them for a lifetime.\n\n5. A brief tour of Chandler’s kitchen after class can be arranged upon request, so you and your mini-chef can see where the pros go to work!\n\nGSCVB logo.jpg  \n\nWith the holiday season still underway, there’s plenty to do with visiting friends and relatives. Get out and explore the Pioneer Valley’s best attractions, restaurants, shopping sites and more! Click here to order a free copy of the “2012-2013 Massachusetts’ Pioneer Valley Visitor Guide.” Then click on our WOW Values bubble to take advantage of some great discounts at top spots.",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.8946372271,
        "format_confidence":0.9611328244
    },
    {
        "url":"https:\/\/www.origlio.com\/blog\/dan-kenary-harpoon-brewery-continues-make-great-beer",
        "text":"Dan Kenary of Harpoon Brewery Continues to Make Great Beer\n\nOctober 4, 2018\nIndependent and employee-owned harpoon is the second largest brewery in Massachusetts, behind Boston Beer Co. Now 32 years young, it’s also Massachusetts’ oldest, continually operating brewery. Ranked 16th largest craft brewer in the U.S. last year, the staying power of this brewery is impressive.\nWith returning holiday favorites like Harpoon Winter Warmer and UFO Winter Blonde, as well as new collaboration beers like the highly anticipated Dunkin’ Coffee Porter, Dan Kenary and company have plenty of innovation on the docket to carry the portfolio into 2019 and beyond. Harpoon continues to stay true to their motto: Love Beer. Love Life.\nHere are 10 things Kenary wants you to know about Harpoon…\n1. Harpoon is an independent, employee-owned craft brewery. But, Kenary says that even before they became employee owned, they already had the right mindset. “We were focused on working together to grow a company that would outlast any of us. When we added ownership to that, it changed the dynamic entirely. For the employees, it’s a real financial incentive to succeed.”\n2. Harpoon is currently available in 27 states and Puerto Rico.\n3. Kenary says he doesn’t worry too much about staying relevant in a crowded beer market, rather he focuses on staying true to what he and his team do well. “It’s really easy to feel like you need to do everything. That’s a tremendous amount of pressure – and it’s just not a feasible expectation. Our founding vision was to make great beer fun.”\n4. Harpoon’s collaborative brews began as a result of their annual, employee beer trips. “Everyone who works here for five years gets to travel to Europe for a week,” says Kenary. “And they get to go again on certain anniversaries after that. More often than not, we find breweries that we love while we’re traveling.”\n5. Their latest collab with Dunkin’ Donuts, available in October, grew out of an existing friendship. “We had crossed paths with the Dunkin’ team over the years – at conferences, events, etc., and found we had a lot in common. We had worked together on some small projects over the years – a pilot batch for our Beer Hall, for example – but over time we started to think bigger. We couldn’t be more excited to launch Dunkin’ Coffee Porter.”\n6. This year Harpoon introduced three hazy IPAs – Juicer 1, 2 and 3 – but they’re only available in New England because Kenary says, “The reality is these beers are hard to make, and they are a challenge to distribute. More than other styles, freshness is key. We’d love to see these available in markets throughout our footprint, but if we can’t guarantee freshness, we just won’t do it.”\n7. Harpoon Winter Warmer, the first craft seasonal on the East Coast, will be back this November for its 30th year. This seasonal classic is a rich combination of holiday spices, like cinnamon and nutmeg, with a hearty, malt backbone.\n8. For the 10th year, Harpoon and local volunteers will decorate the Women of Change House in Philly for the holidays, through the Harpoon Helps charity initiative. Women of Change is a safe haven residence for women. It’s part of the Project Home organization, where residents are offered personal recovery services, healthcare, education, social enterprise and employment opportunities.\n9. In 2019, Harpoon will introduce some traditional styles that will round out their core lineup, as well as a few things that are “unlike anything we’ve seen anyone else do before,” Kenary says. “It’s the most ambitious year we’ve had in a while, and it’s more than 18 months in the making.”\n10. If Kenary could only drink one Harpoon beer for the rest of his life, it would be, “Harpoon IPA, without question. It has all the flavor and complexity I love about beer, but it’s balanced enough to be sessionable.”\nshow visited",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9299674034,
        "format_confidence":0.9365259409
    },
    {
        "url":"http:\/\/www.onlyinyourstate.com\/indiana\/street-indiana-every-type-of-restaurant\/",
        "text":"This One Street In Indiana Has Every Type Of Restaurant You Can Imagine\n\nHoosiers already know that Indiana has an incredible variety of top-notch restaurants throughout the state, from small town diners and dives to upscale, inventive eateries. But, did you know that there’s one street in Indiana that has just about every type of restaurant you could imagine? Whether you’re looking for an awesome place to visit for a day or showing out-of-towners around the state, this street is a must visit.\n\nNo matter what type of cuisine you’re in the mood for, you’ll find it on this one epic street in Indiana. For more great spots for Indiana dining, check out these 8 little food towns scattered throughout the Hoosier state.",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.8841301203,
        "format_confidence":0.9653567076
    },
    {
        "url":"https:\/\/joinusinfrance.com\/interests\/french-food-and-wine\/",
        "text":"French Food and Wine\n\nFrench Food and Wine\n\nAnnie and Elyse LOVE French food and wine.  Annie generally indulges more than Elyse, but we both have a great appreciation for well-made food. And that’s exactly what we want you to find in France and what you’ll hear us talk about in this collection of episodes.\n\nDig in, don’t worry, listening to too many of our food episodes will not make you fat, especially if you listen while walking the dog or having a workout!\n\nAs you scroll down you will also discover that names of some restaurants we love and recommend in Paris.\n\nEating Out in France\n\nFrench Wine and Beer\n\nEnjoying French Food Anywhere\n\nFrench Food and Wine Culture\n\nAnnie and Elyse’s Favorite Great Value Restaurants in Paris\n\nThere are lots of restaurants in Paris and you could spend a lot of time researching every detail–if you’d like to do that, read reviews in French on Yelp, they are very informative.\n\nParis Restaurants We Love\n\nThese are restaurants we go back to time and time again because they serve delicious food, treat their customers right, and offer amazing value for the dollar. We don’t have a commercial relationship with these restaurants, they don’t even know we recommend them, we just like them!\n\nEating on a Budget in Paris Without Eating Sandwiches and Kebabs Every Day\n\nIf you can pay 100€ per person per meal, you’ll eat like a king in Paris. But some of us can’t afford 100€ per meal! We don’t want to eat kebab and sandwiches every day either.\n\nWine Bar\n\nChez Nous Wine Bar, 10 Rue Dauphine, 75006–There are expensive bottles but they will gladly bring you 20€-30€ bottles from a specific region of France. Tell them what you like, they will try to match it! Their appetizer plates are also a good value. This small, busy and can get loud. For a more peaceful experience, go right at opening around 6 PM.\n\nWine Tasting O Château, 68 Rue Jean-Jacques Rousseau, Paris, France–The sommelier will tell you all about the wine and they can serve some (stingy) appetizers. The wine lecture is interesting, the wine is good, the food not great.\n\nClassic Brasserie\n\nLe Saint-Régis, 6 rue Jean du Bellay L’Île Saint-Louis 75004 Paris–Classic Parisian brasserie. Prices between 18€ and 30€ for lunch specials. They speak good English and you shouldn’t hold it against them because the place is also full of locals.\n\nBistro 1, 4 rue de l’école de Médecine, 75006 Paris–Classic Parisian bistro, not too crowded, friendly, great value for the money, 15€ for the lunch menu.\n\nSpecialties from the South West\n\nPère Louis, 38 rue Monsieur le Prince 75006 Paris. They specialize in food from the South-West, they have a great wine list too. 20€-30€ for dinner, lovely staff, good for groups as well.\n\nGrumpy French Chef\n\nL’Auberge des Deux Ponts, 7 Rue Des Deux Ponts 75004 Paris +33 1 46 34 29 33–This restaurant is one of a kind. The owner is both the waiter and the cook. He will single-handily whip up an amazing meal for you. Don’t go if you’re in a big hurry and be aware that the man is not PC, he’ll tell you exactly what he thinks in French. Excellent value!\n\nFrench Cafeteria Food\n\nCafétéria Galleries Lafayettes next to Opéra Garnier–This is a standard French cafeteria, but it’s a good French cafeteria. While you’re up there, also go to the roof terrace.\n\n\nCrêperie de Josselin, 67 Rue du Montparnasse, 75014 Paris, France–There are crêperies all over Paris, this one is one I like. I wouldn’t go particularly out of my way for it, but if you’re in the area, it’s a good one.\n\nEssaouira, Moroccan Restaurant, 16 rue Magdebourg 75116 Paris–Beautiful decor, classic Marrocan food, classic service, really close to the Trocadero, 22€-28€ for dinner.\n\n\nL’As du Fallafel, 34 rue des Rosiers 75004 Paris–Very nice fallafels, but not the only good one in the area. Get there at noon sharp if you want any chance to sit down!\n\nClassy French YET Affordable\n\nBouillon Racine, 3 rue Racine, 75006 Paris–Classic French service, 30€ menu, good for a romantic evening or if you need a quieter, more roomy restaurant. Don’t go with young kids.\n\n\n\nIf you love to cook at home you should really check out this App for meal planning and shopping. I’ve been using it for a year and it’s filled a real need and saved me a ton of time in my every-day life.\n\nLearn More: French Lifestyle and Customs\nSubscribe to the Podcast\nApple Google Spotify RSS\nSupport the Show\nTip Your Guide Extras Patreon Audio Tours Merchandise",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9812301397,
        "format_confidence":0.9104970694
    },
    {
        "url":"http:\/\/coolmaterial.com\/home\/drinks\/7-ultra-hoppy-beers-you-can-drink-right-now\/",
        "text":"• 7ultra\n  • devildancer\n  • kneedeep\n  • dogfishhead\n  • hop-15\n  • stoneruinten\n  • palatewreck\n  • moylans\n\nThere’s no way to really measure “hoppiness.” The term can refer to the aroma of a beer or the bitterness delivered by the specific hops used early in the boil. You can look at IBUs (International Bittering Units) for a general idea of hop bitterness, but that doesn’t really tell the whole story. We decided to sniff and sample our way through plenty of hopped-up monsters to give you 7 your palate will both love and fear.\n\nDevil DancerFounders\nSimtra Triple India Pale AleKnee Deep Brewing\n120 Minute IPADogfish Head\nHop-15Port Brewing\nPalate WreckerGreen Flash\n\n\nPappy Van Winkle is the name in bourbon. Bottles have sent drinkers on wild goose chases and left others with empty bank accounts. While we can’t help you procure any of that elusive elixir, we can bring a little Pappy into your life in another way. Pappy Van Winkle Hot Sauce is aged in actual Pappy Van Winkle bourbon barrels. The distillery teamed with friends at Midland Ghost to make this flavorful hot sauce, which features the latter’s prized first generation Ghost Peppers. After the sauce was made, it was left to age in barrels that once held Pappy. That means you have a sauce that’s rich, oaky, and full of flavorful heat. Use it on meats, veggies, or, if you’re a special brand of crazy, just drink it straight from the bottle. It’s that good.",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9964838028,
        "format_confidence":0.9882667661
    },
    {
        "url":"http:\/\/culinarykosher.com\/chitchat\/tzimmes-recipes-rosh-hashanah-recipes\/",
        "text":"<<back to culinary kosher\n\nDelicious Tzimmes Recipes & Other Carrot Side Dish Recipes for Rosh HaShanah\n\nby Culinary Kosher Recipes on August 29, 2012\n\nTzimmes Recipes & Other Carrot Side Dish Recipes for Rosh HaShanah\n\ntzimmes recipesWhy must we eat Tzimmes recipes on Rosh HaShanah?  Carrots are one of the popular Rosh HaShanah Simanim.  Its name works in both Hebrew where “Gezer” means decree and and we ask Hashem to nullify all bad decrees as well as in Yiddish where carrots are called “Mehren” which also means “to increase” and we ask Hashem to increase our merits.\n\nI remember growing up it was always about Tzimmes recipes, and I didn’t really like them… at all!  Fast forward… a couple of years and now not only is there an abundant selection of delicious Tzimmes recipes to please every palate, but there is also and array of carrot kugel recipes and carrot salad recipes to choose from.  See below for some of our favorites Tzimmes recipes and other carrot side dish recipes that we culled from the site.\n\n\nTzimmes Recipes\n\nPaula’s Sweet Carrots by Kpoll - My family does not like the overly sweetness of the classic tzimmes recipes. This dish is mildly sweet and the carrots are cooked only a little, so that they are kind of al dente. We enjoy them every Rosh Hashana.\n\nHoney Orange Carrots Tzimmes recipes by Pippa - This is a wonderful recipe for any Chag. It goes well with meat and chicken alike.\n\ntzimmes recipes\n\nGlazed Marsala Carrots by Pamela - Tzimmes recipe with hazelnuts and wine!\n\nDelicious Tzimmes recipe by Brynie Greisman - Count on Brynie for the best of tzimmes recipes!\n\nSweet Tzimmes recipe by Mkahn\n\nGlazed Mini Carrots recipe by Mommy_f - A fancy way of calling a tzimmes recipe\n\nRoasted Carrots by Rlocker\n\nSauteed Matchstick Carrots And Zucchini by Kpoll - This is a delicious and light side dish. My husband and I remember it as the signature side dish at…\n\n\nCarrot Kugel Recipes\n\nTsimmes Kugel recipe by Rebbetzin Sara Finkel\n\n\nCarrot Squash Kugel recipe by Kpoll\n\n\nCarrot kugel recipes\n\n\nCarrot Kugel by Shiradye\n\nCarrot Kugel recipe by Rebbetzin Sara Finkel\n\nRuthie’s Carrot Kugel\n\nCorn Flaked Topped Carrot Kugel recipe by Mommy_f\n\n\nClick here to see more Carrot Kugel Recipes\n\n\nCarrot Muffin Recipes\n\nCarrot Muffins recipe by Sori_f\n\nCarrot Muffins by Elishevau - These are really delicious and very easy to make. I made them for a friend who had a baby and she..\n\nDelicious Carrot Muffins by Yaelw\n\nCrustless Carrot Quiches (milchig Or Parve) by G87s\n\nrosh hashanah recipes\n\n\nCarrot Salad Recipes\n\nIncredible Carrot Salad recipe by Kpoll - I’m often getting calls for my salad recipes. Here’s one that was really a hit. On…\n\nCarrot Salad Recipe For Rosh Hashanah by Mirf - This sweet shredded carrot salad is easy to prepare, and can be used as one of your simanim on Rosh Hashana (even if it’s not a tzimmes recipe)\n\ncarrot salad recipes\n\nGrated Carrot Salad recipe by Sheila - Loaded with raisins…\n\nEasy Moroccan Carrot Salad recipes by Pippa - This is very yummy. However, since my kids aren’t into the exotic, I always cook the whole bag…\n\nMoroccan Carrot Salad recipes by Shiradye\n\nBaby Carrots & Raisins by Mommy_f\n\n\nClick here to see more Carrot Salad Recipes\n\n\nIf you don’t want to grate carrots try this carrot muffin recipe…\n\nEasy Carrot Kugel Using Baby Food Jars by Mirf - By using jars of baby carrots, you eliminate the need to grate raw carrots, or cooking the carrots…\n\ncarrot muffin recipes\n\n\nand for those who like to sneak in a dessert as a side dish try these\n\nCarrot Cake Recipes\n\nAmazingly Moist Carrot Cake by G87s - This is so simple and worth it!\n\ncarrot cake recipes\n\nNorene’s Carrot Cake by Kpoll - Another one of my teacher Norene Gilletz’ delicious recipes. Similar to the zucchini spice…\n\n\nTzimmes Recipes and other Rosh HaShanah Recipes posted by Culinary Kosher Recipes\n\n\nEnhanced by Zemanta\n\nComments on this entry are closed.\n\nPrevious post:\n\nNext post:",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9944275618,
        "format_confidence":0.7558811903
    },
    {
        "url":"https:\/\/deliciouslysavvy.com\/avoid-supermarket-buying-baits-save-food\/",
        "text":"Avoid These Supermarket Buying Baits and Save More on Food\n\nAvoid These Supermarket Buying Baits and Save More on Food\n\nYou’ve probably experienced going to the supermarket for a handful of items, only to find yourself leaving with a whole cart of stuff! Aside from the fact that some people don’t have a grocery list to know exactly what they will buy, most supermarkets have devised clever ways to encourage customers to buy more than they plan to. Allow me to help you avoid these supermarket buying traps, so that you can save on your food purchases.\n\nIs saving on supermarket purchases difficult?\n\nSaving on your purchases doesn’t have to involve rocket science. A few simple changes can already help you spend wisely on everyday purchases.\n\nYou may use available tools to develop wiser spending. For starters, websites such as www.okcalculator.com offer free online calculators to help you manage your spending habits. You may also write a journal of your income, bills, and expenses to monitor your finances regularly.\n\nSupermarket Buying Baits That You Need To Avoid\n\nBefore your next trip to the grocery, take note of these seemingly foolproof baits that big supermarkets use to lure unknowing consumers to buy more than what they need:\n\n1. Fresh produce are placed at the entrance.\n\nHave you noticed that most big-brand supermarkets put their fruits and vegetables section by the entrance? That’s because it creates an image that the supermarket serves fresh and healthy food. As a result, consumers will feel less guilty buying more food, since the entire grocery store seems to be promoting a healthy lifestyle anyway.\n\nSurprised? According to sources, people who generally buy fresh produce will eventually spend more in the supermarket whose entrance starts with the fresh section.\n\n2. Necessities are found in the back aisles\n\nHave you noticed that the meat and dairy section are usually placed at the back of the grocery? That’s because supermarkets are designed to expose you to the rest of the products before you reach the bare essentials.\n\n3. High-profit products are positioned front and center, with lucrative deals\n\nAs you enter most major supermarkets, you will be greeted by a huge display area where you see some big sale items. Many of these products are sold in bulk – usually in the form of “buy one, take one” or heavy discount deals. Meanwhile, other groceries put small products near the cashier – say, a pack of gums and mints.\n\nChances are – even if you’re not planning to buy them – you will have the urge to pick a few items from this shelf.\n\n4. Branded products are placed near complementary stuff\n\nDon’t be surprised to find your favorite brand of peanut butter beside a shelf of bread products. That’s the supermarket’s way of enticing you to buy products that complement the others, even if you don’t have any intention to purchase them.\n\nCall it clever marketing, because a huge chunk of customers will probably grab a jar of peanut butter on this aisle without even looking at other alternatives that are actually cheaper!\n\n5. Aisle ends are stocked with products that generate higher profit\n\nSome people don’t immediately cut into the aisle sections; instead, they walk by the supermarket hallways perpendicular to the aisles. That way, they can browse the contents of the aisle in only a few steps.\n\nSupermarket execs know this, and so they use the ends of the aisles to put products that will bring them more profit. In short, grocery items placed on aisle ends are usually higher priced than similar products.\n\nAll of these traps and baits won’t matter if you have the willpower to say no. Don’t let these supermarket buying traps fool you – stand your ground and stick only to what you need to buy!\n\nImage source: https:\/\/pixabay.com\/en\/shopping-bottle-woman-grocery-2411667\/\n\nAnnouncement List\n\nOne Reply to “Avoid These Supermarket Buying Baits and Save More on Food”\n\n  1. Brigid OHara Koshko says: Reply\n\n    Great advice! We have had many changes to our budget and I am trying desperately to find ways to cut corners. I am going to use your advice to make sure I keep on track with our grocery spending.\n\nLeave a Reply\n\n\nContact Us",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.8447754979,
        "format_confidence":0.8630971909
    },
    {
        "url":"https:\/\/www.thedailymeal.com\/drink\/25-wines-second-half-summer",
        "text":"Summer Wine\n\n25 Wines for the Second Half of Summer\n\nSauvignon blancs in profusion, some well-priced Chablis, a rosé, and a few good reds\n\nWe are more than halfway through the summer, and the flow of enjoyable white wines from around the world is at its peak. Here is a collection of mainly sauvignon blanc, pinot grigio, and chardonnay — including some good choices from Chablis — along with a nice rosé and a few recently released reds.\n\nBrancott Marlborough Sauvignon Blanc 2016 ($10). Loads of lime with a touch of creaminess.\n\nDenis Race Petit Chablis 2015 ($14). Crisp and tart with good minerality and notes of lime.\n\nBrancott “Flight Song” Marlborough Sauvignon Blanc 2016 ($15). Only nine percent alcohol; tart, light flavors of lime and apples, and a little short on the finish.\n\nAlois Lageder Porer Alto Adige Pinot Grigio 2015 ($20). A standout among pinot grigios, with full-flavored fruit, good balance, and pleasant orange notes.\n\nRobert Mondavi Napa Valley Fumé Blanc 2015 ($20). Very nice, with tropical fruit notes to go along with the greener flavors.\n\nTerlato Friuli Pinot Grigio 2016 ($23). A fair amount of juiciness, dropping off to a papery finish.\n\nCliff Lede Napa Valley Sauvignon Blanc 2016 ($24). Delicious and creamy with good structure and a long finish.\n\nJoseph Drouhin Vaudon Chablis 2015 ($24). A generous wine but not a big one, with flavors of apples and lemon and a touch of toast.\n\nRombauer Napa Valley Sauvignon Blanc 2016 ($25). Fresh lime and grapefruit flavors, medium body, and a pleasing finish.\n\nGroth Hillview Napa Valley Chardonnay 2015 ($30). Full-bodied, with a flavor of apples, well-integrated oak, and a little tanginess in the finish.\n\nDampt Frères Les Fourneaux Chablis 1er Cru 2014 ($31). A good food wine, with orange-peel minerality, light tannins, and good length on the palate.\n\nVocoret et Fils Les Forets Chablis 1er Cru 2015 ($31). A touch of tanginess, and good presence, with savory and mineral notes.\n\nBrancott “B” Letter Series Marlborough Sauvignon Blanc 2016 ($34). Very spicy, with fruity red raspberry flavors, unusual but interesting in a white wine.\n\nPali Huber Vineyard Sta. Rita Hills Chardonnay 2013 ($38). Fresh and juicy with just-cut apple flavors and moderate oak.\n\nBenovia Fort Ross-Seaview Chardonnay 2014 ($46). Full, juicy, spicy, piquant, and oaky!\n\nRobert Mondavi Oakville Fumé Blanc 2014 ($40). A vivacious, rich intensity of fruit paired with considerable oak notes.\n\nRobert Mondavi To Kalon Napa Valley Fumé Blanc Reserve 2014 ($52). Light and elegant, with old and new oak blended with fresh fruitiness.\n\nLes Dauphins Côtes du Rhône Reserve Rosé 2016 ($9). Crisp and dry with light strawberry and melon flavors.\n\nPenfolds “Max’s” South Australia Cabernet Sauvignon 2015 ($20). Good red fruitiness and wood integration, with a sharp edge in the finish.\n\nPenfolds “Max’s” South Australia Shiraz Cabernet 2015 ($20). Fruity-sweet (this is one for lovers of sweeter wines), with some sharp savory notes.\n\nJoseph Drouhin Hospices de Belleville Fleurie 2014 ($22). Refreshing, spicy, pinot noir-like fruit with well-done acidity and structure.\n\nTower 15 “The Swell” Paso Robles Red Blend 2013 ($22). Lean and tight with bright berry flavors and a pronounced cabernet slant.\n\nCooper & Thief California Red Wine Blend 2014 ($28). An interesting wine, but not one for the table, with its 17 percent alcohol and strong vanilla flavors (from aging in used bourbon barrels) complementing its blackberry notes; a wine for sipping only.\n\nRobert Mondavi “Maestro” Napa Valley Red Wine 2014 ($50). Very well made with mature blackberry flavors, savory notes, a dollop of cream, and smooth tannins.\n\nJoseph Drouhin Gevrey-Chambertin 2014 ($58). Full-bodied, but with a tart fruitiness and excellent structure.\n\n\nRelated Links\nTraditional Sushi Pairs With California Wines25 New Chardonnays, Sauvignon Blancs, and Other Good Things17 Bottles Offering a Great Cross-Section of Italian Wine",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9973241091,
        "format_confidence":0.9793767929
    },
    {
        "url":"http:\/\/www.hungry-girl.com\/newsletters\/raw\/256-yogurt-101",
        "text":"\nHungry Girl is here with the yo-down...\n\nEat Yogurt, Lower Cholesterol\n\nAdded plant extracts helps Yoplait Heart Healthy Yogurt lower LDL (bad cholesterol). That's great, but keep in mind this stuff has about 80 calories more than Yoplait Light!\nLooking to add a little fiber to your diet? Grab a container of Dannon's Light 'n Fit with Fiber. Each 70-calorie snack has 3g of fiber packed in. A lovely 1 point snack if you ask us!\nBest Bets!\nIn a world with a gazillion kinds of yogurts, these are the best of the best...\n\nYoplait Light Yogurt - We LOVE this entire line of fat free, low cal, delicious-tasting yogurt!  All flavors have about 100 calories and taste GREAT!\n\nDannon Light 'n Fit - Dannon scores high marks with their line of yummy fat free 100 calorie yogurt. We especially love the blueberry & key lime flavors!\n\nDannon Nonfat Light 'n Fit Creamy - This yogurt definitely lives up to its name. It's both light and creamy! And the nutritionals are as low as the regular Light 'n Fit!\n\nDannon Light 'n Fit Smoothies - If you're gonna grab a supermarket yogurt smoothie, this one's for you.  It's one of the only ones that's low in calories & fat free!\n\nSize Matters...\n\n\n\nSize matters when it comes to yogurt cartons. For example, a carton of Stonyfield Farms Moo-La-La Strawberry Cheesecake Yogurt with 150 calories doesn't seem bad at all. That is, until you realize the container is just 4 oz.--half the size of Breyer's Light Strawberry Banana Yogurt -- and contains 30 more calories than its larger counterpart. Yogurts typically come in 4, 6 or 8 oz. containers. Be sure to keep size in mind when deciding which yogurt to buy.\n\nHungry Girl Tips\n\n-Top your fave light yogurt with a handful of your favorite cereal, or a spoonful of your fave low cal preserves (We love Nature's Hollow).\n\n-Make calcium-rich yogurt a dietary staple. Studies show that dieters who include dairy in their eating plan lose more weight than those who don't.\n\n-Don't worry about the sugar in light 90-120 calorie yogurts. They're naturally occuring sugars that come from lactose.\n\n-Swap mayo with plain nonfat yogurt in creamy salads and spreads.\n\nToday, April 22nd, is National Jelly Bean Day.  Celebrate with a handful of sugar free Jelly Bellys!\n\nShare this yogurt-tastic news with others! Click \"send to a friend\" NOW!\n\nThere's still time to win an adorable (and delicious) guilt-free snack filled Hungry Girl tote bag!!!  Click for details!\n\nSend To A Friend \n\nDid a friend send you this? SIGN UP NOW & get your very own DAILY Tips & Tricks!",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9721801281,
        "format_confidence":0.7881694436
    },
    {
        "url":"http:\/\/blog.foodnetwork.com\/healthyeats\/2012\/07\/10\/healthiest-fast-food-menu-items\/comment-page-11\/",
        "text":"Healthiest Fast-Food Menu Items\n\nby in Dining Out, July 10, 2012\n\nwendy's chicken wrap\nCar trips are a fun way to spend time with your family, but with most rest stops fronting fast food joints, healthy eating can seem impossible. If you’re tired of continually saying NO to fast food—ease up, there are healthier choices you can make. Check out our list so you’re prepared on your next trip.\n\nIt was refreshing to see several healthy options provided on the Wendy’s website including the Grilled Chicken Go Wrap (pictured above) with a side of small chili (totaling 470 calories for the meal). The problem is, I’m not sure I’d want to be in a car with someone who just had chili! Luckily, you can opt for the baked potato instead or even the wrap with a small side salad (also for 470 calories). Looking to cut calories down? Wendy’s allows you to hold ingredients (like cheese or sour cream) so you tailor the meal to your liking.\n\nCheck out more healthy Wendy’s options.\n\nIn my neck of the woods, Arby’s seems to be at every rest stop. For a filling meal, opt for the Chopped Farmhouse Roasted Chicken Salad with chopped lettuce, diced tomato, red onion, pepper bacon, shredded cheddar and roasted chicken. The calories without the dressing are 250 calories, 14 grams fat, 7 grams saturated fat and 670 milligrams sodium. Add the light Italian dressing for an additional 20 calories.\n\nDo you eat gluten-free? Arby’s also has an extensive gluten-free menu to choose from.\n\nChoose any of the 10 6-inch sandwich options for 6 grams of fat or less and your sandwich will be between 230 to 380 calories. One of my favorites is the Sweet Onion Chicken Teriyaki—my pick for a family car trip. Pair with a water and small bag of Baked Lays for 130 calories more.\n\nCheck out more healthy Subway options.\n\nOrder Franks RedHot Chicken Sandwich for 340 calories, 16 grams of fat and 8 grams saturated fat, or if you really want a burger, the kids’ burger has 280 calories and 12 grams of fat. Unfortunately, the only veggie on the menu is the fries with a small weighing in at 300 calories—if you really need some, then share.\n\nTaco Bell\nYou definitely have many calorie-friendly choices at Taco Bell. My basic rule of thumb is no bean dishes in car rides (unless you are driving by yourself). Keeping that in mind, you can order 2 Fresco Chicken Soft Tacos or Fresco Grilled Steak Soft Tacos for 150 calories and about 4 grams of fat each or a chicken or steak Gordita Extreme for 270 calories and between 10-11 grams of fat each.\n\nFind more healthy choices at Taco Bell.\n\nTELL US: How do you choose healthy fast food on the road?\n\n\nMore posts from .\n\nSimilar Posts\n\nOrder This, Not That: Panda Express\n\nFind out what to order when dining at Panda Express....",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9845246673,
        "format_confidence":0.9327719808
    },
    {
        "url":"http:\/\/www.aspirantsg.com\/best-new-cafes-in-singapore-oct-dec-2015-part-3\/",
        "text":"Best New Cafes In Singapore (Oct – Dec 2015) Part 3\n\n2015 passes so quickly and here we are at the end of another year. We hoped this has been a good year of delightful cafe hopping for you. If you have not been doing that much, its time to check out our comprehensive list of Cafes By Location in Singapore as well as Top New Cafes In Singapore (July – September 2015). Here’s our final PART 3 of our the Best New Cafes In Singapore (Oct – Dec 2015), please visit our PART 1 & PART 2 too!\n\n1. Patisserie Platine by Waku Ghin\n\nA photo posted by @ryanjh1 on\n\n2. Smoothie House Singapore\n\n3. SOD Café\n\n4. Soi 55\n\nA photo posted by @crazydogsisters on\n\n5. Sparks Cafe & Bistro\n\nA photo posted by Cattleya Lim ? (@goasdfghjkl) on\n\n6. The Art Space Specialty Coffee\n\n7. The Coffee Academics Singapore\n\nA photo posted by TYJZ (@terry_yjz) on\n\n8. The Malayan Council\n\nA photo posted by s y x h d i s n (@syxhd) on\n\n9. The Populus Coffee & Food Co\n\nA photo posted by @ellebonweil on\n\n10. toTTful Café\n\n11. Twenty Grammes\n\nA photo posted by @twentygrammes on\n\n12. W.E. Café\n\nA photo posted by haifa simoes (@chocoholicgoan) on\n\n13. 20F Specialty Coffeehouse\n\n\nA photo posted by Maureen Ow (@misstamchiak) on\n\nHope you like PART 3 of our new cafes introduction. Please read PART 1 & PART 2 too.\n\nLeave a Comment",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9933794737,
        "format_confidence":0.9722530246
    },
    {
        "url":"https:\/\/www.mooresrv.com\/blog\/2-delicious-camping-hacks-you-should-know\/",
        "text":"2 Delicious Camping Hacks You Should Know\n\n2 delicious camping hacks, not your average smores and hobos camping recipes\n\nCooking while you are camping is always a fun challenge because you don’t always have the usual tools. Or even if you do, you might want to find a recipe to cook in the campfire anyways—just because it is fun! Of course there is the classic roasting hotdogs over the fire, but this blog seeks to give you some camping hacks that are easy to pull off and still delicious!\n\n1. Hobos\n\nHobos are delicious and easy to prep and cook. You will need aluminum foil, chopped vegetables and potatoes, and a protein of your choice. You can either prep the veggies and meat at home before you leave or at the camp site. Put the cut up vegetables and meat (for example chicken, potatoes, carrots, and onions) in a large piece of foil with a tablespoon or so of butter and salt and pepper to taste. Once you have a coal bed going in your campfire, fold up the foil into a pouch and place it in the fire. Cook time will depend on the temperature of your fire. Be sure to check that your protein is thoroughly cooked before digging in.\n\n2. Not Your Average S’more\n\nS’mores are so tasty but if you want something chocolaty that is a little different try this simple recipe. You will need a bag of small flour tortillas, brown sugar, and a jar of Nutella. Butter one side of two tortillas and then spread Nutella on the opposite side of one tortilla. Sprinkle brown sugar on the Nutella and then top with the other tortilla. Cook in a skillet on your camp stove or the stove top in your RV until brown sugar is melty.\n\nIf You Enjoyed This Blog About 2 Delicious Camping Hacks Feel Free To Share This With Your Friends!\n\nAlso Enjoy These Blogs\nShare Button",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9713994265,
        "format_confidence":0.9172121882
    },
    {
        "url":"https:\/\/simplygluten-free.com\/blog\/2019\/12\/6-gluten-free-cooking-essentials-for-the-holiday-season.html",
        "text":"Holiday Cooking Essentials\n\n6 gluten-free cooking essentials for the holiday season\n\nEveryone has their own go-to products in their kitchen. For me, it’s heavy cream and coffee, to name a few. For our office, it’s half-and-half, coffee, tea, and orange juice. But around the holidays, we all add a few different products to our kitchen pantry. Whether it’s something we know we’ll be using for the big holiday meals or foods we crave throughout the winter months, we all have some annual go-to products we turn to. This year, I have some new must-have products that I’ve been stocking my kitchen with. Check them out – you might just find a new favorite!\n\nRock Maple Mountain Syrup\n\nRock Maple Mountain’s Maple Syrup\n\nMaple syrup is often found in my kitchen, whether it’s for use in breakfast foods, baked goods, or to sweeten snacks like oatmeal and yogurt. That said, I hope you all know I’m referring to REAL maple syrup, not the artificial stuff. Not only is that stuff bad for you, but the flavor just doesn’t compare to the real stuff. Once you use real maple syrup, you can’t go back to the high-fructose-knock-off stuff! Rock Maple Mountain is a new brand in my kitchen, and I must say, it’s fantastic! It’s organic, multi-filtered and uses a single-barrel approach, rather than a blend. I always figured pure maple syrup is pure maple syrup and I didn’t think the process mattered much, but the taste proves that it does. You can read specifics about their process here.\n\nI also love that this company is run by a family and is a small business – it adds to the experience of eating this syrup – like you just went to a farmers market or something.\n\nGrab a bottle of Rock Maple Mountain to use in all your holiday baked goods and breakfasts!\n\nMyBread Baguette\n\nMyBread’s Gluten-Free Baguettes & Rolls\n\nBread is a big deal this time of year. Toasted slices of baguette can be paired with cheese or a spread, rolls get slathered with butter and served alongside the holiday meal, and of course leftover sandwiches can be made with all sorts of breads. MyBread is another new brand in my kitchen, and I’m so happy about that! They offer pita bread, baguettes, and rolls. All are free from gluten, dairy, eggs, nuts, and soy, making them perfect for my mixed-diet family! I like to use the baguettes for my super simple crostini appetizers and serve the rolls for dinnertime.\nWhat’s great about these products is that they all have the same taste and texture that I remember wheat-based products having. This is really impressive since they don’t contain the other “key” ingredients found in a lot of bread products (gluten, eggs, and dairy).\n\nBreak bread with your friends and family this holiday with MyBread products!\n\nPath of Life Cauliflower Mash\n\nPath of Life’s Convenient Side Dishes\n\nThe holidays are a stressful time of year. There’s planning and cooking and braving the grocery store lines, and all errands seem to take at least 15 minutes longer regardless of what day it is in December. Luckily, companies like Path of Life have our backs. They produce frozen side dishes that just need to be heated up! You can add things to them if you want, turn them from side dishes to main dishes, include them in a recipe, or eat them just the way they are. One of my favorite ideas is to use their roasted garlic cauliflower to create a mashed cauliflower side dish for the holidays or for any day! This is particularly great for people who don’t eat potatoes, such as those on a Paleo diet. It’s also a nice change of pace from traditional mashed potatoes for holiday dinner. To get the recipe for mashed cauliflower, click here.\n\nOther delicious side dishes include quinoa with kale and mushrooms, quinoa with root vegetables, and more. Keep a few of these in your freezer for an easy side dish throughout the busy holiday months.\n\nCheck out Path of Life’s offerings to make cooking more convenient!\n\n\nSchar Crackers\n\nSchär’s Crackers and More\n\nSchär is such a popular name in gluten-free essentials. From breads to crackers to cookies and so much more, chances are if you’re gluten-free, you’ve had a Schär product at least once! Schär is definitely not new in my kitchen – they’re a veteran in my pantry. I keep products like graham crackers, cookies, breads, and crackers on hand for all sorts of use. Their crackers, in particular, are perfect this time of year because all you have to do is set out a plate of those and a dip to satisfy those hungry mouths that keep asking when dinner will be ready! They’re great for serving to guests because they don’t taste any different than gluten-filled crackers, so even those who scoff at gluten-free products will be none the wiser.\n\nPick up a box of Schär crackers and check out the other essentials they offer!\n\n\nSummerhill Dairy Goat Milk\n\nSummerhill Dairy’s Goat Milk\n\nMilk is an essential in my house. I use it for baking and cooking quite often. What I like about goat milk, though, is that people who usually can’t have cow milk can often have goat milk, meaning the delicious foods I make with goat milk can be enjoyed by more of my guests. Goat milk has less lactose and different casein proteins than cow’s milk, making it easier to digest. Goat milk tastes a little different than cow milk when you drink it plain, but if you cook or bake with it, it’s basically the same in most cases. I have had it impart a unique undertone to some foods that guests actually loved, they asked what I used in the recipe because they couldn’t quite put their finger on it. Summerhill Dairy offers goat milk that is Certified Humane, which is important if you want to ensure your milk comes from a source that treats their animals right. And it’s the holidays, so who doesn’t want good will towards animals?\n\nGive Summerhill Dairy goat milk a try in your baked goods this holiday season!\n\nParmCrisps in Soup\n\nParmCrisps Parmesan Cheese Crisps\n\nLast but not least, ParmCrisps! These have been a go-to of mine for a while now and they truly are a delicious, unique way to add crunch to so many things. You can bread chicken with these, top your salads with them (like croutons), eat them with a dip or spread, add them to a charcuterie board, and so much more. For the holiday season, I love to offer these as a topping to soups and salads. Guests love them because they are still very new to the market and a lot of people haven’t tried them in all the ways they can be used. They’re one of those products that some of my friends and family had said, “Oh, I’ve seen those at the grocery store.” but they haven’t bought any until they were served at my house. It’s fun to introduce people to foods that they didn’t know they needed! ParmCrisps are Keto-friendly, contain zero carbs, and are naturally gluten-free and protein-packed.\n\nExplore the flavors ParmCrisps has to offer and share the deliciousness!\n\nTags: Baguette Crackers Holiday Maple Syrup Milk MyBread ParmCrisps Path of Life Rock Maple Mountain Schar Summerhill Dairy\nPrevious Post\n\nCranberry Pavlova Recipe\n\nNext Post\n\nGluten-Free Christmas Cupcakes in a Jar\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9972569346,
        "format_confidence":0.9564855695
    },
    {
        "url":"http:\/\/oneclickcheck.com\/5-foods-natives-hunted-europeans\/",
        "text":"5 Foods Natives Hunted Before Europeans\n\n\nWhat do you call a Native American vegetarian?\nA bad hunter.\nHeid Erdrich, a cook and author from the Turtle Mountain Band of Ojibwe in present-day North Dakota, references this old joke in her recent “locavore” cookbook, Original Local: Indigenous Foods, Stories, and Recipes From the Upper Midwest.She adds that this witticism used to make her mad, because it implies Indians are strictly carnivores, and she herself abides by a sort-of quasi-vegetariansim, as she puts it.\n\nBut as a non-purist raised near the Great Lakes and Great Plains, where her family hunted animals, in addition to cultivating plants and gathering wild foods, Heid dedicates an entire section of her book to indigenous fish and game animals, or their domesticated descenants: bison, duck, venison, rabbit, turkey and small wild fowl.Last week, Indian Country Today Media Network featured 10 foods that Natives had long before European contact. As a follow-up, we are highlighting animals that Natives hunted pre “discovery.” Next week, read about the five foods our ancestors fished and caught, and how those culinary traditions carry on today.\n\n1. Turkey, Goose, Duck and Small Fowl\nAfter Indians introduced Europeans to turkey, the bird was quickly adopted as a banquet food, soon serving as the centerpiece of many holiday meals. Pre-contact, however, wild turkey was everyday fare. Some Native cultures though, like the Maya, did use the meat, broth and blood in ceremony to heal sickness, help with planting and to pray for rain.Heid E. Erdrich recommends hunting wild turkey (no easy feat, she acknowledges) or ordering a heritage turkey, which are much leaner and smaller than sedentary commercial birds. This means fast cooking at high temperatures is a better method than slow roasting, she notes. Local Harvest (localharvest.org), an online service where you can order wild turkey, even offers yummy ways to baste the bird, such as with rosemary and maple.\n\nErdirch clarifies:\n“Just as the term Indian was mistakenly applie to the people of an entire hemisphere, the turkey, it is said, was named for the middle eastern country. Turkey was once Mizise in Anishinaabemowin. No doubt the bird has hundreds of names in other indigenous languages, some of which must have meant really, really tasty.”\n\nAlaska Natives regularly cook goose, explains Navajo Chef Freddie Bitsoie, who tried his culinary skills at preparing it for the first time in October 2011 while visiting the northwestern-most U.S. state, where he was filming a preliminary episode of the show Reservations Not Required. The cooking and travel program, told through the unique perspective of indigenous cultures, is hosted by Bitsoie.The rich-tasting, dark meat bird is oily and greasy like duck, “so you have to trim a lot of the fat off before roasting it.”\n\nThe bird should also be cooked on a baking rack in a roasting pan to drain off excess fat. “Otherwise it will be swimming in goose fat, and you don’t want that,” Bitsoie says.Bitsoie offers a basic recipe: rub down the goose with three table spoons of melted butter mixed with a lot of fresh herbs: three tablespoons of chopped rosemary, parsley and thyme, and two tablespoons of tarragon. Before it solidifies, brush it on the goose as well as under the skin, Bitsoie says. Put extra rosemary stems on top of the goose and season it very well with salt and pepper.\n\nHe also recommends stuffing the goose with a 1\/2 cup of dried apricots, a cup of dried berries, three chopped onions, two stems of chopped celery and one chopped carrot.“This will give it a sweetness. Once you plate it, you can remove the berries and celery for garnish. They serve an aromatic purpose; they’re not a side dish,” Bitsoie explains.The typical rule of thumb is to roast the goose approximately 10 minutes for every pound. “Once you remove it, it’s going to have a very nice amount of flavor,” he says. “Goose is something I think everybody should try; I absolutely fell in love with it.”\n\nDucks are also Turtle Island native birds. Migrating wild ducks provided indigenous peoples along the Pacific Northwest with their first fresh meat in the annual food cycle, The Mitsitam Cafe Cookbook states. “Native communities had varying techniques for capturing the ducks. The S’Klallam people of the Olympic Peninsula in present-day Washington State erected 40-foot-high poles strung with fine net into which flocks of ducks would lfy in th edim light of dawn or sunset.\n\nOther Coast Salish hunters tied nets between trees, and the Makah submerged netting covered with salmon eggs in lakes and streams where the ducks typically fed,” author Chef Richard Hetzler writes. Small game birds traditionally eaten by the Plains region indigenous peoples include quail, partridge (timber chicken) and grouse, some now protected from hunting. Erdrich describes small game birds as lean and distinct in flavor.\n\n2. Elk\nElk meat is a traditional, staple food of many indigenous cultures. “A lot of our elders, that’s all they’ll eat – the traditional Indian food that we give them,” Chester Cayou Jr., a respected Swinomish tribal hunter, told NWIFC.org.Elk, and other wildlife, remains a significant element of feasts for funerals, naming ceremonies and potlatches, NWIFC states. It’s not just the meat that is cherished. The hdes, hooves, antlers and other wildlife parts are used for traditional ceremonial items and regalia.\n\nHunting elk also mean sustaining its future by protecting its habitat. And tribal hunters are only taking about 1 percent of the total combined deer and elk harvest in the state. “We don’t impact the resource like some people think – we just take what we need,” said Edwards. “Last year, we took one elk. That’s hardly anything.”\n\n“Hunting was and is a way of life to us,” said Edwards. “It’s important to us to preserve that tradition.”Elk meat has a rich, slightly sweet flavor that is milder than other venison like caribou, deer or moose, explains Salish Country Cookbook: Traditional Foods & Medicines from the Pacific Northwest.\n\nElk meat stew is a coveted, traditional dish on cold Northwest winter nights. Salish Country Cookbook offers a recipe for elk meat stew, which is thickened with cattail flour (or brown rice flour) and arrowroot. It also combines quamash roots (if available), wild or conventional carrots, onions, and is seasoned with juniper berries, sage, rosemary and thyme.\n\n3. Buffalo\nBuffalo are the spirit of the Indian people, a reminder of when our ancestors once lived, free and in harmony with nature, as the InterTribal Buffalo Council puts it.“The Indian was frugal in the midst of plenty,” says Luther Standing Bear, a member of the Lakota tribe. “When the buffalo roamed the plains in multitudes, he slaughtered only what he could eat and these he used to the hair and bones.”\n\nSettlers recognized the reliance Indian tribes had on the buffalo, and began the systematic destruction of the species to cripple the indigenous people. American Indians are veterans of the struggle to pull the American bison back from near extinction, wrote Steve Russell for ICTMN. Gen. Philip Sheridan famously stated the motive: “You kill the buffalo, you destroy the Indian’s commissary.”\n\nRussell described: And so the colonists attacked the giant herbivores with repeating rifles, stripped off their hides and left tall stacks of malodorous meat to rot on the prairies until the iconic beasts were reduced by nature’s scavengers to piles of bones. The population of American bison has been estimated by biologists at 60 million in 1492. By the end of the shooting part of the Indian wars in 1890, that population was reduced to 750.\n\nToday American Indians continue their efforts to revive the bison population, with great success. The Rapid City, South Dakota-based InterTribal Buffalo Council (ITBC), formed in September 1992, is committed to reestablishing buffalo herds on Indian lands in a manner that promotes cultural enhancement, spiritual revitalization, ecological restoration, and economic development.ITBC has a membership of 56 tribes in 19 states with a collective herd of over 15,000 bison.\n\nBison meat can be purchased through ITBC member tribes: the Fort Belknap Indian Reservation in Montana, the Comanche Indian Tribe of Oklahoma, the Modoc Tribe of Okalahoma, the Cheyenne River Sioux Tribe in South Dakota. Bison meat lends a hearty, sweet, rich flavor. The lean protein is low in fat, cholesterol and calories. Dale Carson recommends a recipe for buffalo pot roast here.\n\nAnother popular use of buffalo meat, particularly among the Great Plains, Lakota, Cheyenne, Crow and other tribal cooks, is drying the buffalo and pounding it with berries and fat to make pemmican, an earlier version of today’s jerky. Hunters and warriors carried the protein-rich snack to provide sustenance and stamina when meat was difficult to find.\n\n4. Venison\nFor millennia, deer has been among the most abundant game animals in the Northern Hemisphere and Mesoamerica.Deer meat can be grilled, fried, stewed or roasted. Beyond its culinary potential, the animal has many practical and spiritual uses. As Dale Carson, Abenaki, puts it: “While preparing venison, I think of my ancestors. When they cooked, the animal’s skin became clothing and covered dwellings. Antlers become many things: ornaments, tools or rakes. American Indians never waste any part of these animals, nor do they fail to thank its spirit for the gift of its life.\n\n”The Mitsitam Cafe Cookbook underscores the Pueblo tribes spiritual connection to the animal. “The Pueblo tribes of the Southwest incorporate deer into their winter dances, and the Hupa of northern California perform a 10-day White Deerskin Ceremony to dissipate evil.”\n\n5. Rabbit\n“This is a far cry from the tough times when my mother and grandmother would send my uncles out to hunt dinner,” Dale Carson says about the ability to buy domesticated rabbit today. “They would bring back one or two ... (truncated)",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9833990335,
        "format_confidence":0.9743528366
    },
    {
        "url":"http:\/\/www.womansday.com\/food-recipes\/food-drinks\/a1748\/6-regional-american-menus-109111\/?src=shelter_footer",
        "text":"America offers a fascinating array of cuisines, culled from native ingredients and the imported flavors of countless countries. This summer, get a taste of all the country has to offer by visiting different regions of the United States—from the comfort of your own kitchen. Even if you don't have a chance to travel cross-country this summer, you can take your family and their taste buds on a trip they won't soon forget. From the northern reaches of New England to the expanse of the West, we've got coast-to-coast menus celebrating all the flavors of the land of the free.\n\nNew England\n\nWith its picturesque seaside towns and storied history, New England is home to a number of unique food traditions. Seafood—particularly lobster, clams and crab—is a standout, as are dishes featuring beans and corn, which harkens back to the culinary cross-pollination of colonists and native peoples. To really enjoy the best the region has to offer, when preparing the crabmeat salad recipe listed below, try using East Coast varieties of shellfish, including blue, peekytoe or rock\/spider crab. Photographed for Woman's Day by Stephanie Foley\n\nHearty Clam Chowder (shown above)\n\nCrabmeat Salad Nests\n\nSuccotash Salad\nBoston Cream Pie\n\nThe South\n\nFamed for its rich dishes abundant in flavor (and charm), this region's cuisine is one of America's most distinctive. While the dishes may be similar from state to state —you'll find plenty of sweet potatoes, pecans, pork and fried dishes—the preparation varies greatly. To wit: The South is hailed for its barbecue, but no one prepares it quite the same way, from vinegar-basted pork ribs in Northeast Carolina to spicy slabs with white sauce in Alabama. Photographed for Woman's Day by Iain Bagwell.\n\nPecan-Crusted Catfish (shown above)\n\nBest-Ever Fried Chicken\n\nTender Flaky Biscuits\nPeach-Blackberry Cobblers\n\nGulf Coast\n\nThe Gulf shares a number of culinary customs with the South, but it still maintains its own distinct style, thanks to early European settlers—namely French and Spanish—whose contributions evolved into what's known today as Cajun and Creole cooking. The two cuisines are unique, but share a number of common elements: the use of seafood, spices, roux-based sauces and rice. Photographed for Woman's Day by Mark Thomas.\n\nNew Orleans Shrimp 'n' Grits (shown above)\n\nShrimp Gumbo\n\nSausage and Chicken Jambalaya\nHeavenly Bananas Foster Bread Pudding\n\n\nSimple and substantial defines the \"breadbasket\" of America. Farming is at the heart of the region, which was shaped by Western European influences—predominantly German and Scandinavian—and bleak, hard winters that forced residents to shy away from fresh produce and exotic spices and lean more toward hearty casseroles and meat dishes. Dairy is a mainstay of the region, in addition to starchy vegetables, red meat and freshwater fish such as trout. Photographed for Woman's Day by Charles Schiller.\n\nLentil and Ham Stew\n\nPanfried Trout\n\nThe Best Meat Loaf (shown above)\nOatmeal Superchip Cookies\n\n\nSettled by adventurers in search of a different lifestyle, these states continue to trailblaze in the kitchen, creating a cuisine that is a unique—and often fiery—combination of influences from Mexican and Spanish settlers and Native American tribes. Here you'll find chile peppers grilled, roasted and stuffed in myriad ways, as well as used in piquant, fresh salsas. Photographed for Woman's Day by Caren Alpert.\n\nSlow-Cooker Chicken Posole\n\nCorn-Stuffed Poblano Chiles\n\nGrilled Southwestern Pasta Salad (shown above)\nMargarita Cheesecake Bars\n\nWest Coast\n\nRenowned for its focus on eating fresh and local—not to mention the creation of Fusion cuisine—the West Coast is one place a foodie could never be bored. Given its local abundance and ethnic diversity, the cuisine here is a lively mix, including Mexican, Asian and Southeast Asian styles. California is a produce powerhouse, providing more than half of the country's fruits and vegetables, while the Pacific Northwest—particularly Oregon, Alaska and Washington—is praised for its seafood, stone fruit and coffee. To celebrate the region's best exports, opt for Pacific halibut for the fish recipe below and a Washington variety of apple, such as Braeburn or Fuji, for the chicken's stuffing. Photographed for Woman's Day by Ann Stratton.\n\nWalnut-Crusted Halibut with Orange Salsa\n\nAvocado-Bean Wrap (shown above)\n\nApple-Stuffed Chicken\nRustic Strawberry Tart\n\nWhat Do You Think?",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9941610694,
        "format_confidence":0.977011025
    },
    {
        "url":"http:\/\/www.foxnews.com\/leisure\/2013\/07\/11\/mcdonald-10-most-spectacular-menu-flops\/",
        "text":"• The Daily Meal\n\n  • iStock\n\n  • iStock\n\n  • McDonald’s\n\n  • The Daily Meal\n\nThe McDonald’s that we know and love, identified by those iconic Golden Arches, had humble beginnings. The restaurant first opened as McDonald’s Bar-B-Q Restaurant in San Bernardino, Calif., in 1940, serving a simple menu of hamburgers, cheeseburgers, fries, and shakes. Over the next several years, founders Dick and Mac McDonald renovated the restaurant and highlighted their $0.15 hamburger.  \n\nIn 1954, Ray Croc visited the restaurant and talked the McDonald brothers into creating a national burger chain. The first franchised McDonald’s location opened in Des Plaines, Ill., in 1955 incorporating the very first Golden Arches, designed by architect Stanley Meston.\n\nToday, McDonald’s is the largest hamburger fast-food chain in the world, and serves more than 58 million customers daily. While McDonald’s continues to have a set staple menu throughout most of their locations, the chain is continuously trying to invent both local, national and international menu items to bolster its offerings.  \n\nFor instance, specialty menu items such as the Big Mac or Chicken McNuggets have been huge commercial successes across the board. But other items have been launched, and have subsequently vanished just as quickly. Items such as the Bacon Bacon McBacon, the Chicken Parmesan Sandwich, and the Home-Fried Chicken never quite caught on with American consumers. In local markets, McDonald’s has even rolled out items like the McLobster on the East Coast, poutine in Canada, and the McCrab in parts of Maryland, Delaware, and Virginia\n\nIn order to assemble our list of the top 10 McDonald’s flops, we took into account the cost of the (unsuccessful) advertising campaign, the lack of commercial success of an item, as well as the duration of which the particular product or promotion existed. So the least successful of the lot were ones that not only came and went quickly, but wasted plenty of the company’s money as well.\n\nMcDonald’s continues to roll out new products all the time; some will make it big, others will vanish off the menu without a trace.\n\n  • 1. McLobster\n\n    The Daily Meal\n\n    One of the seasonal and local menu items that popped up on McDonald’s menus in eastern Canada and New England during select summer months was the infamous McLobster. The company produced this faux lobster roll in a hot dog bun during the summertime, when lobster prices were relatively cheap. But \"cheap\" (for lobster) didn’t match up with the McDonald’s clientele. The sandwich clocked in at $5.99, and customers veered away from the expensive special.\n\n  • 2. The Hula Burger\n\n\n    The Hula Burger was the brainchild of owner Ray Kroc. He believed that this meatless burger, containing grilled pineapple with cheese on a bun, would be a perfect option for Catholics who abstain from eating meat during Lent. While the Filet-O-Fish, another Lent-inspired option, still remains popular to this day, the Hula Burger did not enjoy such long-term success.\n\n  • 3. McCrab\n\n\n    Similar to other seasonal flops like the McLobster, the McCrab was created for a specific regional area in the U.S. comprised of Delaware, Maryland, and Virginia. The item was meant to resemble a classic Chesapeake crabcake but was lacking in the fresh ingredient department.\n\n  • 4. \"Super-Size\"\n\n\n    McDonald’s created a massive advertising campaign around the idea of upgrading and expanding their classic meals to be \"super-sized\" in the mid-1990s. For a while, the idea sold, and customers around the world were super-sizing their orders, and the calorie content. After the release of the documentary Super-Size Me, which exposed the dangers of McDonald’s and fast food, the concept of super-sizing a meal went rapidly down hill, resulting in the company pulling it from menus in 2004.\n\n  • 5. McGratin Croquette\n\n    The Daily Meal\n\n    While the U.S. market never had the pleasure of experiencing a McGratin Croquette, a patty made of deep-fried macaroni, potato, and shrimp, customers in Japan certainly did. It didn’t last long on Japanese menus, and critics believed it was a combination of taste and poor marketing that led to its ultimate demise.\n\n    See more menu flops at The Daily Meal\n\n    More from The Daily Meal\n\n    New McDonald's Menu Items: Will They Flop?\n\n    America's Unhealthiest Fast-Food Items\n\n    Healthiest Menu Items at Fast-Food Chains\n\n    World's 10 Coolest McDonald's",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9908054471,
        "format_confidence":0.9820757508
    },
    {
        "url":"https:\/\/www.charlottesgotalot.com\/blog\/eat-drink\/pumpkin-spice-charlotte",
        "text":"Eat & Drink\n\nPumpkin Spice Charlotte\n\nPumpkin season, known by some as “autumn,” is upon us. In Charlotte, we welcome the sweater weather by fully embracing all the basic essentials of fall. Pumpkin patches, pumpkin festivals and yes, pumpkin-flavored everything.\n\nNot Just Coffee in Charlotte\n\nPumpkin Pours & Pints\n\nMugs Coffee\n\nWhile Mugs Coffee offers a signature Pumpkin Spice Latte, they also pumpkin spice enthusiasts to add pumpkin spice to any drink on the menu, with whipped cream and cinnamon on top, of course.\n\nHEXCoffee Espresso Bar\n\nOver pumpkins? Try a Kabocha Squash Latte at HEXCoffee Espresso Bar instead. For those not up on their squash varietals, the Kabocha is a Japanese winter squash with a sweet flavor that tastes like sweet potato mixed with pumpkin.\n\nCentral Coffee Co.\n\nIn celebration of the changing leaves, the Central Coffee Co. menu now includes a Pumpkin Pie Latte made with real pumpkin and a mix of sugar and spices. Get it with a pumpkin scone on the side.\n\nSmelly Cat Coffeehouse & Roastery\n\nWelcome fall at Smelly Cat Coffeehouse & Roastery with a sip of a Pumpkin Spice Latte or a slice of house made Pumpkin Bread or Cream Cheese Pumpkin Roll.\n\nNot Just Coffee\n\nAt Not Just Coffee you can fill your cup with a Fall Spice Latte, a vanilla sugar latte flavored with all spice, nutmeg, cardamom and mace.\n\nCoCo and the Director\n\nWarm up with a cup of CoCo and the Director's new Bourbon Spiced Latte.\n\nNoDa Brewing Company\n\nOver 50 lbs. of pumpkin and 42 lbs. of brown sugar is used to brew each back of NoDa Brewing Company's NoDa Gordegous\n\nSycamore Brewing\n\nGourd Have Mercy! is a pumpkin ale that's sure to please. Grab a can of this Sycamore Brewing fall staple.\n\nOlde Mecklenburg Brewery\n\nOlde Mecklenburg Brewery's Mecktoberfest is an award-winning Marzen-style lager that balances malts, sweetness and a pinch of hops that has signaled the start of fall in Charlotte.\n\nCatawba Brewing\n\nNamed for one of the original North Carolina brewers who lent his pumpkin prowess to produce this Catawba Brewing seasonal sensation, King Don's Pumpkin Ale sports hops, spices and of course, fresh pumpkin.\n\nBrewers at 4001 Yancey\n\nSouthern Tier's Pumking is quickly becoming a nationwide fall tradition. This year craft beer lovers will also be able ot sample three Pumking variants - Chai Tea Infused, Rum Barrel Aged, Cold Press Coffee - straight from the tap at Brewers at 4001 Yancey.\n\nThe Glow: A Jack O' Lantern Experience in Charlotte\n\nPumpkin Festivals & Fun\n\nThe Glow\n\nThe Glow is 1\/3 mile trail filled with over 5,000 hand carved jack o’ lanterns. This family friendly event at the Charlotte Motor Speedway also features fall food and beverages and live demonstrations with carvers.\n\nGUTS Carving Contest\n\nNow in its tenth year, GUTS is an annual carving competition that brings together some of the finest creative talent in the region. Winners get cash and prizes while the final creations are auctioned off at the end of the tournament. This year's event will be held at BB&T Ballpark on October 27. Proceeds from the event support Make-A-Wish. Winners Gallery.\n\nElizabeth Pumpkin Wall\n\nA group of community volunteers erect the wall, which stands roughly 60 feet long and 20 feet high and is basically a giant set of wooden shelves. About a week before Halloween community volunteers in the Elizabeth neighborhood of Charlotte erect . The specific location of the wall bounces from street to street within Elizabeth each year. More details available on the Elizabeth Community Facebook page.\n\nCarowinds' The Great Pumpkin Fest\n\nIt’s the Great Pumpkin, Charlie Brown! The Great Pumpkin Fest at Carowinds has family-friendly Halloween attractions for the little ghosts and goblins from 11:00am – 5:00pm including a costume parade, foam zone and mazes. Open Saturdays and Sundays from September 22 through October 28.\n\nRural Hill Amazing Maize Maze\n\nPumpkin Patches\n\nHall Family Farm\n\nAfter you pick your perfect pumpkin at Hall Family Farm, hop aboard a hay ride or fill your cup with hot cocoa and your belly with doughnuts, funnel cakes and more. Open Sunday – Thursday 9 a.m. – 6 p.m. and Friday and Saturday 9 a.m. – 10 p.m.\n\nHodges Farm Pumpkin Patch\n\nLocated on 180 acres of land in Mecklenburg County, Hodges Family Farm has been in operation for over 100 years. The farm features a “Pick Your Own” pumpkin patch along with a hay mountain and sweet treats. Open daily from 9 a.m. – 6:30 p.m.\n\nRural Hill Amazing Maize Maze\n\nWhile the headlining attraction is the Amazing Maize Maze, a seven-acre corn maze, Rural Hill also offers hayrides, pumpkin picking, hiking trails and mini-mazes September 22 through November 4.\n\nHunter Farm\n\nOn your way to the Hunter Farm pumpkin patch, check out the petting ban, where you can feed the animals before finding your gorgeous gourde. Open Monday – Friday from 1 – 7 p.m.; Saturday from 9 a.m. – 7 p.m. and Sunday from Noon – 7 p.m.",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9670568705,
        "format_confidence":0.978325069
    },
    {
        "url":"http:\/\/www.shape.com\/healthy-eating\/healthy-drinks\/20-low-calorie-holiday-cocktail-recipes",
        "text":"You are here\n\n20 Low-Calorie Holiday Cocktail Recipes\n\nApple Cider Sangria\n\n1 of 20\n\nAll photos\n\nThe season's finest ingredients shine in this perfect-for-entertaining cocktail from Lexi's Clean Kitchen. Plus, the fresh fruit gives a bright taste and makes the drink feel extra healthy.\n\n1 bottle white wine\n2 1\/2 cups fresh apple cider\n2 cinnamon sticks\n1 cup vodka\n2 apples, chopped\n1 orange, chopped\n1 tablespoon raw honey\n1\/2 teaspoon cinnamon\n1\/4 cup pomegranate seeds\n\nDirections: Chop apple and orange and place in the bottom of pitcher with pomegranate seeds. Add in wine, apple cider, cinnamon sticks, vodka, honey, and cinnamon. Stir and serve with ice.\n\nPhoto: Lexi's Clean Kitchen\n\nPomegranate Mojito\n\n2 of 20\n\nAll photos\n\nThe Pomegranate Mojito from Peanut Butter and Peppers shows off the deep red hues of the holiday season. But this cocktail doesn't just look festive, it tastes it too thanks to some champagne and fresh pomegranate juice. The best part? The recipe uses lightened-up ingredients to keep it low-cal and low-sugar.\n\n1\/3 cup light pomegranate juice\n1 tablespoon lime juice\n1 ounce rum\n1\/4 teaspoon Stevia or sugar\n1\/2 cup champagne\nPomegranate seeds\n\nDirections: In a glass, add pomegranate juice, lime juice, rum, and sugar. Mix well. Fill the glass with ice cubes and top it off with champagne and pomegranate seeds.\n\nPhoto: Peanut Butter and Peppers\n\nThe Ginger Snap\n\n3 of 20\n\nAll photos\n\nThis vodka-based fruit and ginger fusion is made from natural ingredients that will delight your palette.\n\n2 ounces Peach CÎROC\n1 piece ginger\n4 sage leaves\n0.75 ounces fresh lemon juice\n2 ounces soda water\n\nDirections: Put the ginger and sage in a mixing tin. Muddle, then add lemon juice and CÎROC. Pack with ice and shake. Strain in a Collins glass and top with soda water. Garnish with a piece of sage.\n\nBloody Mary\n\n4 of 20\n\nAll photos\n\nThis classic recipe is reliable all year round. And there's a reason, done right, the Bloody Mary is the healthiest cocktail you can drink—it delivers about 22 milligrams of lycophene, an antioxidant that may improve heart health.\n\n2 parts Skinnygirl™ Cucumber Vodka\n2 parts low-sodium tomato juice\nSplash of fresh lemon juice\n\nDirections: Squeeze of fresh lime juice, dash of Worcestershire sauce (to taste), dash of hot sauce, sprinkle of celery salt. Garnish with lime, cucumber, and celery stalk.\n\nRosemary Gin Fizz\n\n5 of 20\n\nAll photos\n\nThis holiday-inspired Rosemary Gin Fizz from Cookie and Kate is one of the easiest and lightest beverages you'll whip up this time of year. We guarantee it.\n\n3 sprigs rosemary\n1 small lemon, juiced\n1\/2 teaspoon honey\n1 1\/2 ounces gin\n3 ounces club soda\n\nDirections: In a small drinking glass, muddle the fresh rosemary, lemon juice, and honey. Fill the glass with ice, then pour with gin and top with club soda.\n\nPhoto: Cookie and Kate\n\nPumpkin Spice Hot Buttered Rum\n\n6 of 20\n\nAll photos\n\nStarbucks isn't the only place doing PS(L) right. It may not be a latte, but this Pumpkin Spice Buttered Rum from Set The Table reminds us why the flavor is just so darn good. Plus, you get that buttery taste without all the cals and the fat of a normal buttered rum recipe. Fire, we'll come sit by you now. (And for later, here are 15 Pumpkin Spice Foods (and Drinks!) You Can Feel Good About Eating.) \n\nIngredients (makes 4 servings)\n1\/2 cup water\n1 1\/2 cups apple cider\n2 cups rum\n2 tablespoon softened butter\n1 tablespoon pumpkin spice seasoning\n1\/2 teaspoon vanilla extract\n1 tablespoon honey\n\nDirections: Pour the water, cider, and rum into a kettle or saucepan and bring to a boil. While your brew is brewing, combine butter, pumpkin spice seasoning, vanilla extract, and honey in a small bowl. Divide the brew and the butter into 4 cups. Add cinnamon stick and serve.\n\nPhoto: Set The Table\n\nRed Wine Hot Chocolate\n\n7 of 20\n\nAll photos\n\nRed wine? Check. Dark chocolate? Check. Chocolate in wine? Check. One of winter's favorite drinks gets a heart-healthy upgrade with Imma Eat That's Red Wine Chocolate. (If you're still looking for more, check out these 11 Heavenly Hot Chocolate Recipes.)\n\n1 1\/2 cup skim milk\n1 cup red wine\n1\/3 cup dark chocolate chunks\n\nDirections: In a saucepan over medium heat, combine milk and chocolate chips. Whisk until chocolate is melted into milk and you have thick, creamy chocolate milk. Pour in red wine and heat until everything is hot.\n\nPhoto: Imma Eat That\n\nMinty Dog Cocktail\n\n8 of 20\n\nAll photos\n\nThe Minty Dog from Two Tarts gives a cocktail class a makeover—and all it takes is a few simple ingredients that are big in flavor and low in cals.\n\n1\/5 ounces grapefruit juice\n1\/5 ounces gin\n1\/4 cup packed fresh mint leaves\n1\/2 cup sugar\n\nDirections: Chop mint leaves finely and combine with sugar. Put in a shallow dish. Moisten rim of glass with grapefruit juice and turn glass over in the dish to coat rim with sugar. Pour grapefruit juice and gin over ice.\n\nPhoto: Two Tarts\n\nApple Cider Moscow Mule\n\n9 of 20\n\nAll photos\n\nThis Apple Cider Moscow Mule from Sugar and Charm will be your go-to cocktail for a fun spin on a crowd favorite. To lighten it up, swap ginger beer for some ginger syrup and club soda. (Wait, there's more! Try these 10 Holiday Drinks That Taste Just Like Fall.) \n\n2 ounces ginger flavored vodka (but plain will work too)\n2 ounces apple cider (we love homemade!)\n1 small lime wedge, juiced\nGinger beer to top off, to taste\nCinnamon to sprinkle\n\nDirections: In a copper mug, add the vodka, apple cider, and lime juice. Fill the glass with ice, sprinkle cinnamon over the ice, and top off with ginger beer. Stir well and garnish with an apple slice and cinnamon stick.\n\nPhoto: Sugar and Charm\n\nThe Grinch-Tini\n\n10 of 20\n\nAll photos\n\nKeep this drink on deck for your next holiday cocktail party. The Grinch-Tini from The Cookie Rookie looks and tastes like the holiday season feels. It's definitely more of a splurge, but just one will satisfy your sweet tooth so you can switch to water afterwards.\n\nIngredients (makes two drinks)\n2 cups skim milk\n1 cup creme de menthe\n1\/2 cup Godiva chocolate liquer\n\nDirections: Stir all ingredients together. Serve chilled.\n\nPhoto: The Cookie Rookie\n\nHealthy Spiced Egg Nog\n\n11 of 20\n\nAll photos\n\nThis Healthy Spiced Egg Nog from Get Fit Diva means you can imbibe guilt-free this holiday season—it gives you all the flavor and all the creaminess in under 200 calories. (If you have one too many, hang onto those leftover pears. Asian Pear Juice May Be the New Hangover Cure.)\n\n1 1\/2 ounces SMIRNOFF Cinna-Sugar Twist Flavored Vodka\nground cinnamon\n3 ounces of low-fat egg nog\n\nDirections: Fill a shaker with ice cubes,vodka, and eggnog and shake. Fill a low ball galss with ice cubes and pour shaker ingredients into glass. Sprinkle with ground cinnamon. \n\nPhoto: Get Fit Diva\n\nMulled Wine\n\n12 of 20\n\nAll photos\n\nKeep your calorie count down by making your cocktail recipe simple—a short ingredient list is the trick. This mulled wine from Gimme Some Oven takes just 20 minutes, and when time's up you'll have a seasonally spiced drink that keeps you cozy and warm. \n\n\n1 bottle red wine\n1 orange, sliced\n1\/4 cup brandy\n1\/4 cup honey or sugar\n8 cloves\n2 cinnamon sticks\n\nDirections: Combine all ingredients into a non-aluminum saucepan and bring to a simmer over medium-high heat. Reduce heat to medium-low and let simmer for 15 minutes. Strain and serve warm.\n\nPhoto: Gimme Some Oven\n\nPear and Sage Sparklers\n\n13 of 20\n\nAll photos\n\nThis Pear and Sage Sparkler from Omeletta tastes like your Christmas wreath smells. You can serve this cocktail up with or without alcohol, but we like giving it a splash of bourbon (but, honestly, any liquor will work). \n\n1 cup sugar\n3 cups tap water\n2 whole pears, peeled, cored, and diced\n20-25 fresh sage leaves\nbourbon, to taste\n\nDirections: Bring the sugar and water to a boil over medium heat, then turn down to low and simmer, stirring occasionally, until the sugar has dissolved completely. Add pears and sage, then simmer until the entire mixture has reduced by half, about 1 hour. Let cool and pour over sparkling or soda water and add booze. \n\nPhoto: Omeletta\n\nSt. Germain and Champagne\n\n14 of 20\n\nAll photos\n\nThis classic mix may be one of our favorite cocktails. And it couldn't be easier to make! Honest Cooking's version uses just two ingredients. Add antioxidant-filled pomegranate seeds for garnish. Three, two, one, happy New Year!\n\n1\/2 part St. Germain\n1\/2 part brut Champagne, dry sparkling wine, or brut Rosé\n\nDirections: Pour ingredients into a chilled fluted glass and stir lightly. Float half a strawberry as a garnish.\n\nHoliday Pimm's Cup\n\n15 of 20\n\nAll photos\n\nEntertaining during the most wonderful time of year? Look no further than the Holiday Pimm's Cup from The Little Epicurean. It's festive, but also easy to whip up in large batches. \n\n2 ounces Pimm's No. 1\n1 ounce lemonade\n1 ounce cranberry juice\n2 ounces ginger beer, to top as needed\nrosemary sprigs, to garnish\nlemon slices\n\nDirections: Fill a tall serving glass half full of ice. Pour in Pimm's No. 1. Add lemonade and cranberry juice and top with ginger beer. Add a squeeze of lemon juice and garnish with lemon slices and rosemary sprigs. \n\nPhoto: The Little Epicurean\n\nCranberry Chilcano\n\n16 of 20\n\nAll photos\n\nGet a little exotic with your cocktails. The Cranberry Chilcano from Sweet Life Bake combines Pisco, a famous liquor in Peru, with cranberries to bring two worlds together in one aromatic, tasty drink. Plus, the fresh cranberries give it an extra health boost and the green from the limes and red from the berries make it look particularly festive. (For more cranberry-inspired ideas, get cookin' with these 11 Cranberry Recipes to Warm You Up on a Cold Fall Day!)\n\n1 cup fresh cranberries\n1 cup water\n1 cup sugar\n2 ounces pisco\n1 tablespoon fresh squeezed lime juice\nginger ale\n\nDirections: Combine fresh cranberries, sugar, and water in a saucepan and bring to a boil, stirring until all sugar dissolves. Reduce heat, simmer, and cook until all cranberries bu... (truncated)",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9965196848,
        "format_confidence":0.9832815528
    },
    {
        "url":"https:\/\/www.freefromheaven.com\/features\/what-to-watch-out-for-when-going-gluten-free\/",
        "text":"Published On: Tue, Oct 8th, 2019\n\nWhat to watch out for when going gluten-free\n\nWhen shopping for food or reading through a list of menu items at a café or restaurant, you’ll want to be sure to look out for the following culprits when going gluten-free…\n\nGoing gluten-free can be a tough transition. Here’s a simple checklist of items to watch out for.  You can find out more about going gluten-free here!\n\nSoy Sauce\n\ngoing gluten-free\n\nEnergy \/ Protein Bars (always check the label)\n\ngoing gluten-free\n\nNoodles (may be made with wheat)\n\n\nBeers (unless stated as gluten-free)\n\nCrisps (may contain wheat starch and malt vinegar)\n\nMalt Vinegar\n\nSoups (may contain wheat starch)\n\n‘Multi-Grain’ products\n\nStock Cubes (may contain wheat starch)\n\nFind out more about going gluten-free.\n\nFollow us on FacebookTwitter and Instagram for all the latest recipes, news and features from Gluten-Free Heaven.\n\n\nTags: , ,\nRead previous post:\nPuy Lentil and Beetroot Salad\nPuy Lentil and Beetroot Salad\n\nOverconsumption is harming our planet, which is why Elephant Box’s mission is to provide you with products that are useful, beautiful,...",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9602466226,
        "format_confidence":0.9308319092
    },
    {
        "url":"http:\/\/www.top10vegas.com\/food-and-drink\/vegan-and-vegetarian-on-vegas-strip\/",
        "text":"Diana Edelman\n\nTop 10 Vegan and Vegetarian Eats on The Strip\n\nDecrease Font Size Increase Font Size Text Size Print This Page\n\nThis isn’t just a passing fad in the culinary scene. Resorts up and down the Las Vegas Strip are going with the latest trend and are featuring a heavy vegan theme. That’s right: mindful eating is the new Kobe beef.\n\nWynn Las Vegas\n\nVegan Truffle Arancin at Lakeside (Wynn Las Vegas)\n\nCourtesy of Wynn Las Vegas\n\nThanks to Steve Wynn, the restaurants inside his namesake and its twin, Encore, all serve up veggie and vegan dishes. At Bartolotta, veggie and vegan options abound. Try the Cappellacci di Porcini, mushroom filled ravioli with sage, or the Gnocchi di Patate con Fonduta di Pomodoro, a potato gnocchi in creamy tomato sauce and cheese. Over at Botero, check out the pasta and “clams,” served in konbu broth with quinoa and broccoli rabe and then finish the meal with some blackberry sorbet. The Country Club has heaps of options, like the tempe-style “crab cake” appetizer, sesame seared tofu or truffle creamed spinach. At Lakeside, slurp up some vegan “clam” chowder or indulge in fired Gardein Chick’N Breast. Sinatra has plenty of non-meat options like the Gardein Marsala or Agrumi, as does SW Steakhouse with its Gardein Vegan Meatballs. Switch Steak isn’t just about steak – it’s also got plenty of vegan options like the tofu Carpaccio or polenta mushroom cake or veggie pot pies. Tableau has got gorgeous vegan breakfast options like the “eggs” benedict with scrambled tofu and vegan “tuna” salad sandwiches. Finally, for some Asian options, check out Wazuzu with vegan sushi, dim sum, bowls and more.\n\n3131 S. Las Vegas Blvd., 702.770.7000 wynnlasvegas.com\n\nInside SLS Vegas, Cleo treats guests to Mediterranean dishes in an Old Hollywood atmosphere. Mediterranean dishes mean plenty of veggie and vegan options, like falafel, dumplings and more. Don’t forget about the salads and flat breads!\n\n2535 S. Las Vegas Blvd., 702.761.7612 slslasvegas.com\n\n\nBucatini at Giada\n\nPhoto Courtesy of Caesars Entertainment\n\nCelebrity chef Giada De Laurentiis’ debut restaurant, Giada, located inside newly opened Cromwell, has plenty of options for vegetarian and vegans. Italian cuisine with a Californian influence, dishes include a cheese selection, veggie pizzas and soups, along with an antipasti menu, which caters to vegans like marinated olives and more. Pastas even have vegan options to keep guests happy.\n\n3595 S. Las Vegas Blvd., 702.777.3777 caesars.com\n\nJulian Serrano\nOver at ARIA, Chef Julian Serrano creates veggie and vegan options on his Spanish menu featuring small plates of deliciousness. Try the gorgeous Spanish tortilla for some protein or check out vegan options sautéed pardon peppers or vegetarian paella.\n\n3730 S. Las Vegas Blvd., 877.230.2742 aria.com\n\nSlice of Vegas\nPizza can be vegan, and Slice of Vegas inside The Shoppes at Mandalay Bay proves it with an entire vegan menu. Starting with meatless meatballs, vegan faux pies to pasta, it is an Italian eatery in vegan heaven.\n\n3930 S. Las Vegas Blvd., 702.632.6470 sliceofvegaspizza.com\n\nHussongs Las Vegas\n\nThis Mexican joint in The Shoppes at Mandalay Bay gives Mexican food lovers plenty of vegan options, thanks to its large vegan menu. Hussongs Las Vegas offers the traditional Mexican dishes with Gardein meats in tacos, burritos, chile rellenos and so much more. Start with chips and salsa and move straight into the entrees. To sweeten the experience, order up the vegan chocolate cake for dessert.\n\n3930 S. Las Vegas Blvd., 702.632.6450 hussongslasvegas.com\n\n\nCRUSH at MGM Grand\n\nPhoto Courtesy of MGM Resorts International\n\nCrush, housed inside MGM, is another restaurant catering to the veggie\/vegan crowd. It’s tagline is “eat, drink, love,” and the popular spot does this by offering both a vegetarian and vegan menu. Vegans can choose from five different dishes, including gardein chicken, risotto and tempura tofu; vegetarians have a slightly bigger selection with selections like kale salad, date and artichoke pizza and cavatelli.\n\n3799 S. Las Vegas Blvd., 702.891.2332 crushmgm.com\n\nYard House\nWith two locations on The Strip (Town Square and The Linq), Yard House offers a complete gardein menu for its customers. We’re talking wings, sliders, sandwiches, “meat” salads and more. The menu is quite extensive and an give even meat-eaters a chance to step out and try imitation meat instead.\n\nThe Linq: 3545 S. Las Vegas Blvd., 702.597.0434\nTown Square: 6593 S. Las Vegas Blvd., 702.734.9273\n\nAria’s Sage restaurant may offer items like iberico ham, but it certainly doesn’t alienate vegetarians and vegans in Vegas. In fact, it embraces them. The artisanal American restaurant serves up a four-course vegetarian menu that includes a cauliflower steak and slow-poached eggs and more for just $75. Plus, it even offers an eight item vegan tasting menu with such goodies as creamy leek and potato and a shishito mescal float for $120.\n\n3730 S. Las Vegas Blvd., 877.230.2742 aria.com\n\nRed Velvet Cafe\nHoused inside Fashion Show Mall in the heart of The Strip, Red Velvet Café (which has garnered a huge locals following Off-Strip), delivers vegetarian and vegan options with organic ingredients. The spot can make plenty of dishes vegan, thanks to offering vegan cheese and more.\n\nFashion Show: 3200 S Las Vegas Blvd #1850 702.998.9799 yelp.com\n\n  1. Michelle May 16, 2017 at 4:55 am\n\n    Hi. Are there any vegan places in or near Mirage Hotel?\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":10,
        "format_id":9,
        "topic_confidence":0.9914371371,
        "format_confidence":0.9923093319
    }
]