[
    {
        "url":"http:\/\/www.resilience.org\/stories\/2004-07-07\/review-truth-about-oil-and-looming-world-energy-crisis\/",
        "text":"The Truth about Oil and the Looming World Energy Crisis. C. J. Campbell\n\nAfter hearing about Colin Campbell’s most recent publication in the July ’04 ASPO newsletter I had to order myself a copy. This is what the newsletter had to say:\n\n“A booklet by C.J.Campbell with the above title is now on sale from . It provides an outline of the subject in plain non-technical language, using the medium of an imaginary Public Inquiry to make the point. It includes a copy of the proposed Depletion Protocol that would better manage depletion, and a CD containing ten Power Point presentations complete with speaker notes. The booklet is aimed at the widest possible audience providing different interest groups, especially in the educational field, with the essential ingredients for lectures, courses, talks and presentations within their own spheres. The initial response has been very positive.”\n\nI obtained my copy direct from Eagle Office, they don’t have the facility to take credit card payment on-line but phoning the number on the website was quick and easy, I spoke to Gemma who was very friendly. I placed the order on Monday (6th July ’04) afternoon and it arrived from Ireland to my UK address on the Wednesday. Total cost 21.75 Euro (~£14.50).\n\nThe booklet is A5 in size, spiral bound and comprises of 54 pages (46 excluding the contents, bibliography and references) and is printed in black and red.\n\nThe booklet addresses the topic of Peak Oil in a novel and refreshing way, as a commentary on an imaginary Public Inquiry. This commentary allows a vast range of opinions, facts and analysis to be covered in remarkably few words. This clear and efficient style makes it very readable and if distributed and publicised widely could reach a far wider audience than any 300 page book could.\n\nThe bibliography itself is very complete – the ultimate reading list for anyone interested in the subject.\n\nI came to this publication having already read Deffeyes K. S., Hubbert’s peak – the impending world oil shortage and Heinberg R., The Party’s Over not to mention the majority of ASPO newsletters so it didn’t tell me very much new. The strengths of this publication are it’s accessibility to a wide audience. Certainly suitable to pass to friends and family.\n\nAccompanying the book is a CD with 10 power point presentations. These are excellent. I have on a couple of occasions tried to create a neat, tidy, clear, structured presentation on this subject… without much success. Campbell has succeeded where I failed.\n\nThe final few pages contain current oil & gas production for 64 countries as well as forecasts out to 2050.\n\nI feel the price is a little steep for something that has the potential to be so widely accessible. I have no idea how much it costs to self publish material like this. I expect it’s not cheap but it would be nice to see this available at Amazon for under £10. Drops half a star for the price but otherwise highly recommended.\n\nAdded:  Thursday, July 08, 2004\nReviewer:  Chris\nScore: 4 1\/2 stars\nRelated Link:",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.893042028,
        "format_confidence":0.9641762376
    },
    {
        "url":"http:\/\/zientzilaria.herokuapp.com\/blog\/2013\/01\/10\/circos-data-visualization-how-to-a-review\/",
        "text":"Covering the bioinformatics niche and much more\n\nCircos Data Visualization How-to: A Review\n\n| Comments\n\nFrom a discussion topic on LinkedIn, I received from Packt Publishing a copy of Circos Data Visualization How-to, by Tom Schenk Jr. In the past couple of weeks I toyed with reading it, until I finally came up to read it all. This is a quite short book, topping at 54 pages of actual content. And as a short book it doesn’t give you a full perspective of Circos capabilities, but it’s a start.\n\nThe author is not related to the biological field, so he takes some time explaining part of the biological terminology used in Circos, somtehing that could have been skipped to people in the area. But this does not detract from the usefulness of this book. The chapters cover most part of Circos features, mostly using examples away from biology, which is somewhat useful, as it explains how to create your own diagrams and “chromosomes”. At the same time, maybe if the author had included a couple more chapters about some fine details of Circos, that would have been helpful in the long run.\n\nThe book is pleasantly written, there’s no fluff and the test is direct. But in the end you keep asking for more details and information, due to the abreviated size of it. As I said, it’s a good start, covering with somewhat more detail what you find in Circos website, but I definitely wanted a bit more.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9786300063,
        "format_confidence":0.8270214796
    },
    {
        "url":"http:\/\/ncse.com\/book\/export\/html\/878",
        "text":"Review: Dinosaurs\n\n\nThere is no shortage of dinosaur books for children, and this is reflected by Tom Holtz’s admonition on the inside flap that “the world doesn’t need another A-to-Z list of dinosaurs.” Typically, dinosaur books are organized by name, vague groupings of creatures, or by time period, rather than any evolutionary or biological theme. Many of these volumes have passable to excellent art, but are light on scientific content, and more informative books are generally inappropriate for children. What, then, does this new book offer over other popular dinosaur books?\n\nThe major strength of Dinosaurs is that Holtz has done an excellent job explaining dinosaur science as a process; that is, how paleontologists understand the biology of dinosaurs through inferences from the fossil record. There are four basic sections of the book: basic principles of dinosaur science; the relationships and major groups of dinosaurs; the evolution of Mesozoic faunas through time; and dinosaur paleobiology; and each is infused with explanations of how science is done. Complex topics are clearly explained in a way that both children and adults will understand. Particularly impressive is that Holtz spends an entire chapter explaining the principles of cladistics, the method by which scientists reconstruct the evolutionary relationships of organisms. Although cladistics is fundamental to modern organismal biology, few popular books (and perhaps no children’s books) tackle the subject in any detail, and Holtz should be applauded for taking the plunge. This explanation is also practical for the reader, because Holtz often refers to cladistics in other sections of the book when explaining the relationships of dinosaurs and how scientists make conclusions about dinosaur paleobiology.\n\nAnother advantage of this book over others is the inclusion of sidebars written by a variety of dinosaur experts. These short articles cover topics that are not directly discussed in the main text, including dinosaur growth, diseases, and feeding. Not only do these sidebars broaden the topics discussed in the book, but also they introduce a diversity of opinions and information that wouldn’t be possible with a single author. The quality of these contributions varies (some are more informative than others), but they are superb overall and put the book on a level above most other children’s dinosaur books.\n\nDinosaurs may not be the first book that I’d reach for to teach children about evolution, but it does an excellent job integrating the principles of evolution and natural selection into the discussion of dinosaur topics. Evolution is used to explain how we know the relationships of dinosaurs, provide hypotheses about dinosaur behavior, and explain why different growth strategies might be beneficial. Holtz’s introductory chapter on evolution is short, but it effectively communicates the basic principles of natural selection and concepts like the evolutionary tree of life.\n\nThis is one of the best popular dinosaur books I’ve read. Although focused for children, it will also be informative for students and adults. The book is packed with up-to-date and clearly explained information, and the author maintains a website for future updates ( Given the information content, clear explanations, full-color semi-glossy printing, and hardback binding, this book is an excellent value at the list price of $34.99.\n\nAbout the Author(s): \nRandall B Irmis\nMuseum of Paleontology\n1101 Valley Life Sciences Building\nUniversity of California\nBerkeley CA 94720-4780\n\nRandall B Irmis is a PhD candidate in the Department of Integrative Biology and Museum of Paleontology, University of California, Berkeley.\n\nDinosaurs: The Most Complete, Up-to-Date Encyclopedia for Dinosaur Lovers of All Ages\nRandall B Irmis\nThis version might differ slightly from the print publication.\nThomas R Holtz Jr\nillustrated by Luis V Rey\nNew York: Random House, 2007. 428 pages",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9106266499,
        "format_confidence":0.9196794629
    },
    {
        "url":"http:\/\/www.amazon.co.uk\/gp\/pdp\/profile\/A919U1H6OF4E2",
        "text":"Clive Daniells\n\nHelpful votes received on reviews: 89% (8 of 9)\nLocation: Belgium\n\n\nTop Reviewer Ranking: 399,999 - Total Helpful Votes: 8 of 9\nBraun BNC009 Travel Alarm Clock, Grey by Braun\n5.0 out of 5 stars Great Little Clock, 26 Mar 2014\nThis must be a very popular alarm clock, as there were none in stock when i ordered it.\n\nEasy to set up and use. Time display very good in daytlight and dark.\nMy iPad (Covers iOS 7 on iPad 2, 3rd\/4th Generatio&hellip by Gary Rosenzweig\n3 of 3 people found the following review helpful\n4.0 out of 5 stars Worth Buying, 15 Jan 2014\nCovered all the main features and was easy to follow. Good illustrations. Did not show how to transfer pictures and back up to & from PC to ipad. Pity! While the new IOS has different features, someone with previous ipad experience might be disappointed. Nevertheless for me it was a good buy as this was my 1st ipad.\nThe Particle at the End of the Universe by Sean Carroll\nAs a mere mortal, I found this book excellent reading. It provided the best explanation and effects of the Higgs boson and field I have read so far. In parts it was not an easy read, no doubt due to the almost unbelievable concepts involved in quantum theory. However, in general, it provided a not too difficult account for the layman to read. The history of the lead up to and working of the LHC was most interesting.\n\nI look forward to the next episode as the results of further tests at the LHC become available.\n\nWell done Sean",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.5058048368,
        "format_confidence":0.8805249333
    },
    {
        "url":"https:\/\/ru.coursera.org\/learn\/complex-analysis\/reviews",
        "text":"Chevron Left\nВернуться к Introduction to Complex Analysis\n\nОтзывы учащихся о курсе Introduction to Complex Analysis от партнера Уэслианский университет\n\nОценки: 606\nРецензии: 191\n\nО курсе\n\nThis course provides an introduction to complex analysis which is the theory of complex functions of a complex variable. We will start by introducing the complex plane, along with the algebra and geometry of complex numbers, and then we will make our way via differentiation, integration, complex dynamics, power series representation and Laurent series into territories at the edge of what is known today. Each module consists of five video lectures with embedded quizzes, followed by an electronically graded homework assignment. Additionally, modules 1, 3, and 5 also contain a peer assessment. The homework assignments will require time to think through and practice the concepts discussed in the lectures. In fact, a significant amount of your learning will happen while completing the homework assignments. These assignments are not meant to be completed quickly; rather you'll need paper and pen with you to work through the questions. In total, we expect that the course will take 6-12 hours of work per module, depending on your background....\n\nЛучшие рецензии\n\n\nApr 06, 2018\n\nThe lectures were very easy to follow and the exercises fitted these lectures well. This course was not always very rigorous, but a great introduction to complex analysis nevertheless. Thank you!\n\n\nMar 21, 2017\n\nWith this wonderful complex analysis course under your belt you will be ready for the joys of Digital Signal Processing, solving Partial Differential Equations and Quantum Mechanics.\n\nФильтр по:\n\n1–25 из 185 отзывов о курсе Introduction to Complex Analysis\n\nавтор: James B\n\nMay 15, 2019\n\nLots of neat math! It's challenging and requires a substantial time commitment. Though in CS, my love of math was re-awakened. If you are in CS and only want to know the basics of how to rotate objects with complex numbers and polar coordinates, then this course is way more than you need. If you enjoy math, have had little or no complex analysis and are curious about what's up with the complex plane, I recommend this course.\n\nавтор: Aung K M\n\nMay 20, 2019\n\nAssignments are deep and systematic\n\nавтор: Colin Y\n\nDec 22, 2018\n\nThe course covers quite a wide range of topics but are very approachable. Nice lecturer, and very clear pdf slides available for read at any time. One can follow the lecture contents either by watching the videos or by walking through the reading resources provided, either way serves my need. The assessment questions are well-designed to test the learner's understandings. Good course!\n\nавтор: Luis F G d S\n\nDec 09, 2018\n\nThe course is great! Everything is explained soundly well and concise.\n\nавтор: Yuchen D\n\nJan 28, 2019\n\nThis is a very nice course, suitable for beginners.\n\nавтор: Ayush T\n\nJan 26, 2019\n\nThis is really good course for complex analysis. Things have discussed in details and assignents are also very good. It covers most of the topics which I felt were relevent for my work and studies. I wish it had Reimannian Optimization, but even without it the course is really well designed as well as well taught.\n\nавтор: Neeti S\n\nJan 03, 2019\n\nThanks, Very much enjoyed this course, and learned a great deal from it. Thanks!\n\nавтор: Ankush B\n\nJan 30, 2019\n\nOf course this is the best course with the best teachers!!! :)\n\nавтор: Zhu K\n\nNov 27, 2018\n\nVery helpful, focused on intuition and examples, maybe not detailed enough for a Mathematics student, but great for an Engineering student. Would be better if it could cover some material about Fourier transformation.\n\n\nNov 12, 2018\n\nvery usefull course for college\n\nавтор: Shivam\n\nNov 14, 2018\n\n\nавтор: Stanley Y\n\nJan 12, 2019\n\nExcellent pacing of materials. The assignments strike that rare balance of enforcing key concepts that were discussed during that week's lectures and not being too difficult. And more than that, in my opinion, you can certainly tell that the instructor really cares about teaching in general. I took this class on a whim because I saw it was available and thought \"eh, why not?\", and I am delighted to say that this feels stumbling on some hidden treasure.\n\nавтор: Mukul P\n\nFeb 11, 2019\n\none word \"Awesome\"\n\nавтор: Артюхин С А\n\nMar 02, 2019\n\nIt was hard, amazing and helpful!!!\n\nавтор: JORGE E M L V\n\nMar 15, 2019\n\n\nавтор: Stephen H\n\nMar 18, 2019\n\nA comprehensive and tuitive course on complex analysis. The professor explains every detail very well and goes through the proofs step by step.\n\nавтор: viren k\n\nJan 14, 2019\n\nthis course very good for starting the study of complex number and most important it is designed in very good way\n\nавтор: Daizhou\n\nDec 28, 2018\n\nVery informative, very good explanation, highly recommend!\n\nавтор: Nilesh k\n\nDec 30, 2018\n\nWonderful course. Learned a lot.\n\nавтор: Bryan S V I\n\nDec 16, 2018\n\ngrateful for the opportunity to learn some complex analysis.\n\nавтор: Diwakar S\n\nNov 15, 2018\n\nit was very challenging course , not so easy to pass the assignments but if you have gone through lectures, it will helps a lot while doing the assignments especially the final quiz\n\nавтор: Chen N\n\nDec 02, 2018\n\nAmazing! Professor Petra Bonfert-Taylor is a real master of simplifying complex conceptions. Very clear and inspiring :)\n\nавтор: Jerry H\n\nAug 03, 2018\n\nThis is an excellent and challenging course! A great introduction to complex analysis. I feel some materials covered in the course might lack rigorous derivations, but the proofs are really intuitive. I hope Professor can make more courses like this one on Coursera about other topics in mathematics like linear algebra, number theory, abstract algebra, topology, differential geometry and functional analysis etc.\n\nавтор: Keedong P\n\nAug 22, 2018\n\nThis lecture is easy to follow having all the important tools for complex analysis.\n\nавтор: Moez B\n\nAug 27, 2018\n\nExcellent, thorough course with a fantastic instructor.",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.7101002336,
        "format_confidence":0.9530339837
    },
    {
        "url":"http:\/\/www.computingreviews.com\/review\/review_review.cfm?review_id=140696",
        "text":"Computing Reviews\nToday's Issue Hot Topics Search Browse Recommended My Account Log In\nReview Help\nInterworking of wireless LANs and cellular networks\nSong W., Zhuang W., Springer Publishing Company, Incorporated, New York, NY, 2012. 75 pp.  Type: Book (978-1-461443-78-0)\nDate Reviewed: Nov 28 2012\n\nThis brief reviews the state of the art (as of the start of 2012) in research on the interworking of heterogeneous wireless local area networks (WLANs) and mobile (cellular) networks. This topic has been under research for sometime, but cannot be solved quickly and easily due to the core differences in the inherent philosophy and technology between WLANs and mobile (wide area) networks. Although both categories of wireless networking technologies have been thoroughly standardized, with new versions continuously under development, no single comprehensive interworking standard has yet been fully endorsed.\n\nThe technology principles form only one set of issues that need to be resolved for the effective use of a selected available network. Other issues include the best network in terms of rate, quality of service (QoS), and price; proper, smooth, quick, and safe handover; and smart accounting. The other issues are represented by the problem of potentially different owners of WLANs (hotspots) and mobile networks, and the different approaches by various operators to manage users and network use. With more and more mobile operators also running hotspots, these issues could be solved more easily, though possibly behind the scenes.\n\nThis book includes five chapters. The first chapter very briefly reviews research issues involving WLAN-universal mobile telecommunications system (UMTS) interworking and system modeling. The next three core chapters provide insight into the three interworking technology schemes for the cellular\/WLAN integrated network. The authors present “an in-depth analysis of a simple WLAN-first resource allocation scheme,” where WLAN is always preferred over a mobile network whenever possible. Second, they review call admission with randomized selection and distributed admission control. Third, they discuss a size-based load-sharing scheme that enhances QoS provisioning through access selection and scheduling.\n\nThe selected schemes are only some of many, and they are presented from the perspective of research rather than implementation. In other words, the schemes are based on theoretical analysis and simulation validation to provide numerical results supported by mathematical functions and charts. The final page of the book lists a number of research problems that remain to be sorted out, including video streaming support and interworking in a vehicular environment. The brief concludes with a list of 62 references (without any links) from the 1970s through 2011.\n\nThe book requires the reader to have a solid knowledge of both WLAN and mobile network principles. The readers who are most likely to benefit from it are not wireless professionals, implementers, or network developers, but rather research specialists and graduate students interested in the topic. This is the major drawback of the whole “SpringerBriefs in Computer Science” series. Although quite timely, the briefs cover a range of content from professional to academic, and thus are not oriented to a specific category of readers. The individual volumes do not even attempt to identify intended readers.\n\nReviewer:  Rita Puzmanova Review #: CR140696 (1303-0165)\nBookmark and Share\n  Featured Reviewer  \nWireless Communication (C.2.1 ... )\nData Communications (C.2.0 ... )\nGeneral (C.2.0 )\nNetwork Management (C.2.3 ... )\nNetwork Operations (C.2.3 )\nWould you recommend this review?\nOther reviews under \"Wireless Communication\": Date\nScalability of broadcast performance in wireless network-on-chip\nAbadal S., Mestres A., Nemirovsky M., Lee H., Gonzalez A., Alarcon E., Cabellos-Aparicio A.  IEEE Transactions on Parallel and Distributed Systems 27(12): 3631-3645, 2016. Type: Article\nMay 11 2017\nFairness and high-throughput scheduling for multihop wireless ad hoc networks\nLiu Q., Leung K., Li V., Zhao Z., Yang G., Cui L.  Ad Hoc Networks 52(C): 195-206, 2016. Type: Article\nMay 10 2017\nWireless world in 2050 and beyond: a window into the future!\nPrasad R., Dixit S.,  Springer International Publishing, New York, NY, 2016. 168 pp. Type: Book (978-3-319421-40-7)\nMay 9 2017\n\nE-Mail This Printer-Friendly\nSend Your Comments\nContact Us\nReproduction in whole or in part without permission is prohibited.   Copyright © 2000-2017 ThinkLoud, Inc.\nTerms of Use\n| Privacy Policy",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.9495034814,
        "format_confidence":0.8606277108
    },
    {
        "url":"http:\/\/www.maa.org\/publications\/periodicals\/convergence\/project-mathematics?device=desktop",
        "text":"You are here\n\nProject Mathematics\n\nKaren Michalowicz, reviewer\n\nProject Mathematics! Early History of Mathematics, Tom M. Apostol , 2000. Workbook: 30pp., paper $4.95; Videotape $29.95, Project Mathematics! California Institute of Technology, 1200 East California Blvd., Pasadena , CA 91125, (800) 514-BOOK, www.\n\n\nProject Mathematics! Early History of Mathematics is the tenth in the Project Mathematics! Videotape Modules Series. The videotape is 30 minutes long and is accompanied by a Program Guide and Workbook. The presentation covers some of the early history of mathematics from 5000 BCE to the seventeenth century CE. \n\nI used the videotape with my students after reading a complimentary review (Mathematics Teacher, Feb., 2000). I had high expectations. However, I did not share the other reviewer’s enthusiasm for the videotape.   I first previewed the entire program. Then with the careful planning as recommended in the review, I used the videotape with my high school geometry classes and in a graduate mathematics methods class. For years I have employed various videotapes in my teaching. I have found that rather than expending valuable teaching time for showing the whole tape, I show selected snippets from it. Thus, I can highlight a particular concept or topic. My students found the portion of what I showed them on the Early History of Mathematics  to be interesting. In particular, the computer enhancements used to demonstrate the proof of the Pythagorean Theorem were worth while and highly recommended. However, all my student viewers found the background music-track to be distracting. My adolescent honors geometry students began to play “Guess the Tune” during the playing.  \n\nAs a teacher, I believe there is a need for good history of mathematics videotapes. The videotapes produced by the London Open University are excellent but not readily available to many of us. The Early History of Mathematics videotape does not measure up to these. In my opinion, the videotape covers a broad period of mathematics history too superficially. Thus, important events are not even mentioned. For example, when the videotape briefly addressed algebra, it did not refer to Diophantus (although he is mentioned in the Program Guide), nor Hypatia, or even Al- Khwarizmi. Rather, Omar Khayyam was the only mathematician mentioned. At least, if there were a brief mention of these three, the videotape would have included two men to whom the title of “Father of Algebra” has been bestowed and a woman. The tape is devoid of any female contributions to the history of mathematics. Further, there were a few historical inaccuracies, for example, when our number system was described as “originating from the Arabs”; however, later in the tape it was referred to as the “Hindu-Arabic Numbers”.  \n\nIn my opinion, the strength of the videotape was not in the history it presents, but in its computer animations. It can be a useful tool to the teacher if the teacher is knowledgeable about the mathematics history, and does very careful planning.  I leave it to the viewer to decide how worthwhile it is in the classroom.\n\nKaren Dee Michalowicz, The Langley School, McLean, VA, Adjunct Faculty, George Mason University, Fairfax, VA \n\n\n\n\n\nKaren Michalowicz, reviewer, \"Project Mathematics,\" Loci (September 2008)",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.8640239239,
        "format_confidence":0.9416730404
    },
    {
        "url":"http:\/\/www.dooyoo.co.uk\/junior-book\/bugs-by-the-numbers-sharon-werner\/",
        "text":"Welcome! Log in or Register\n\nBugs by the Numbers - Sharon Werner\n\n  • image\n£9.23 Best Offer by: amazon.co.uk See more offers\n1 Review\n\nHardcover: 56 pages \/ Publisher: Blue Apple Books \/ Published: 1 May 2011 \/ Language: English\n\n  • Sort by:\n\n    * Prices may differ from that shown\n\n  • Write a review >\n    How do you rate the product overall? Rate it out of five by clicking on one of the hearts.\n    What are the advantages and disadvantages? Use up to 10 bullet points.\n    Write your reviews in your own words. 250 to 500 words\n    Number of words:\n    Write a concise and readable conclusion. The conclusion is also the title of the review.\n    Number of words:\n    Write your email adress here Write your email adress\n\n    Your dooyooMiles Miles\n\n    1 Review\n    Sort by:\n    • More +\n      16.06.2013 17:25\n      Very helpful\n\n\n\n      One serious flaw but still very much worth buying.\n\n      Despite the BBC news sites prediction of a beautiful sunny day, it's pouring rain outside and all the creepy crawlies have run for cover. Since we can't go outdorrs to hunt bugs, we've been forced to find them insdie and what better place than in this absolutely beautiful book by Sharon Werner and Sarah Forss, Bugs by Number. I also own two alphabet books by the same authors\/ illustrators, and have ordered a fourth book, so it is obvious we enjoy their unique take on illustration.\n\n      It is a bit difficult to tell by the illustration above, but if you click the icon to go to Amazon you will be able to see that each insect in made up only of numbers. In most cases, it is the same number, over and over again, but a few through in a couple of extras, such as the Praying Mantis on the cover. The main picture is made of the number 180, the number of degrees the insect can turn its head. This picture also has 1-5 on the Mantis' head and a brief not telling us that five is the number of eyes this animal possesses. The numbers are repeated in different sizes, much as square dots were once used to make computer pictures, giving an unusual but very recognisable illustration.\n\n      Since this is a number book, it would be easy to assume that it is a counting book. It isn't. I aware of this before buying, but I do wish it has been presented as counting book - it would have been brilliant. On the plus side, there are an incredible amount of things a child can count, and this certainly makes a welcome change from the average counting book. It also does expose a child to a lot of numbers in a fun and engaging manner. There are hundreds if not thousands of books that teach a child to count to ten or twenty, but there is nothing else quite like this.\n\n      Another unique feature of this book is the is the fact that it includes far larger numbers than the average counting book. The highest number in this page is 1,750,000 which is the number of earthworms meant to be in one acre of fertile land.\n      I both loved and hated the termite page, which features the number 2,500. Instead of the usual design in which the insect is made of tiny numbers, in this case we have a very large, two page spread in which the number 2,500 is made up of what I presume to be 2,500 termites. Sadly the book does not tell us if this is the case or not, and I have no intention of counting every one, but with a count of 25 for a single square inch. Assuming my maths are correct, two 11.5 x 8.75 pages would yield just over 200 square inches. There are some white areas and cut out bits, but this is still more than adequate for 2,500 insects. I love the fact that this gives a child an idea what the number 2,500 looks like. I doubt very many children below school age have any concept of numbers over 100, and I love books where you can see larger numbers in illustrations.\n\n      The termite page is the one page in which I take issue with the facts though. The author tells us that Termites live in large groups which can have more than 2,500 members. This is true - but they have can have quite a bit more with a queen termite laying up to 3,000 eggs a day and colonies numbering into the millions in many cases. My problem is that the author states 2,500 termites would weigh more than a ton. With a ton being 2,000 pounds the only way this figure could be true is if each termite weighed 8\/10 of a pound. Those sound like some very large termites. I rather suspect this is a misprint, and as such I have knocked one star off my rating. A bit harsh, yes, but this seems a major misprint that should have been caught and showing a child a picture of 2,500 little tiny insects and informing that this number would weigh a ton seems very misleading. I can easily believe the number of termites in a mound might weigh a ton. I just think the number is more likely to be 2,500,000 than 2,500.\n\n      My issue with the termite facts aside, this is an excellent book. It has beautiful and unique illustrations, it exposes children to a wide variety of numbers, and it has all sorts of fun facts on insects and other creepy crawlies. Of course some scientists do take issue with calling things like worms bugs. Some books now insist on calling them mini beasts as the word bug really only refers to insects of the order hemiptera, but try telling that to a four year old. Until a better word is created, I use the term bug myself to include various arthropods and small invertebrates such as worms and slugs. This book is primarily about insects, but it does include spiders, worms, centipedes and scorpions. I like that the fact the non insects are included as so many books do stick to insects only.\n\n      There are enough facts to make this book interesting to a wide variety of ages. Both my eight year old and my four old enjoyed this, and I found many of the facts very interesting myself. Of course I am not expert enough to know if there are any other errors. I would also note that this is an American book so it gives American temperatures. The book mentions that a cockroach can survive freezing at 32 degrees and my son said 32 degrees was really hot. I had to explain that it was 32 Fahrenheit which would be only 0 degrees here. The most interesting fact to me, if true is the claim that mosquitoes have been responsible for 50% of all human deaths since the stone age.\n\n      This book also has all sorts of flaps to open up, which my youngest particularly enjoyed this feature. His favourites were a flap you pull down to reveal the inside of ant colony, and a large leaf like flap with a cocoon that opens to reveal a butterfly. The boys also enjoyed a life sized illustration of the largest stick insect ever found at 22\" long and the Praying Mantis picture.\n\n      Overall this is an excellent book. It can keep a child occupied for ages and helps them learn science, literacy and maths all while having fun. I do think the termite weight is a huge mistake, but it wouldn't put me off buying the book. It is £9.23 new and delivered from Amazon, but I do feel it is worth the price if you have a child who loves bugs.\n\n\n      Login or register to add comments",
        "topic_id":19,
        "format_id":23,
        "topic_confidence":0.5210350752,
        "format_confidence":0.7867652774
    }
]