[
    {
        "url":"http:\/\/pokemondb.net\/pokebase\/26843\/is-bulk-up-a-good-idea-for-mienshao?show=26893",
        "text":"Meta Battle Subway PokeBase - Pokemon Q&A\n\nIs bulk up a good idea for mienshao?\n\n0 votes\n\nIs it?\n\nasked by\nHydregion does rock, best dragon type since dragonair besides legendaries but the legendaries in bw suck if their speed is lower\n\n2 Answers\n\n0 votes\n\nNo, because Mienshao doesn't have the bulk to set up, so you'll have to go straight forward and sweep.\n\nanswered by\nYep. If you want to go for more power, use a Life Orb.\nPersonally, I prefer no item or a consumable berry so that Mienshao can use Acrobatics.\nHow about Fight Gem in that case?\nFlying Gem. When you use Acrobatics the Flying Gem will be consumed before acrobat checks for if there is any item, thus making this attack UBER strong\n0 votes\n\nDo not use bulk up on mein shao use a sweeping set with maybe choice band meinshao is packed with power and speed but lacks defence you may lose him if you bulk up and waste a turn\n\nanswered by\nChoice Items are terrible for Mienshao. Mienshao needs to change moves quickly, also with U-turn",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9866597652,
        "format_confidence":0.9876238108
    },
    {
        "url":"http:\/\/www.supercheats.com\/iphoneipad\/questions\/thesimsfreeplay\/235591\/How-do-you-get-rid-of-the-blur.htm",
        "text":"Question for The Sims FreePlay\n\nGuest asks: Added Dec 25th 2011, ID #235591\n\nQuestion for The Sims FreePlay\n\nHow do you get rid of the blur when they do woohoo or use the bathroom? and get\nAdd your answerAnswers for this Question\nGuest answered:\nAdded 25th Dec 2011, ID #466321\nYou can't. They purposefully pixelate it becuSe they don't want to get sued for inappropriate content or nudity in a game. Besides, why would you want to remove it?\n\nShowing latest comments\nshow all (43)\nGuest said: 20th Feb 2015 | REPORT\nGuest said: 28th Feb 2015 | REPORT\nGuest said: 8th Mar 2015 | REPORT\nHow do u see them with the bra and underwear and were do u start\nGuest said: 29th Mar 2015 | REPORT\nI want to know because I am gross and like things like that.\nGuest answered:\nAdded 26th Dec 2011, ID #466515\nIf you go into build mode while they are doing woohoo you get an overhead view of them - I stumbled onto it by accident... It's nothing special\nShowing latest comments\nshow all (19)\nGuest said: 1st Feb 2015 | REPORT\nWhy do you have to do it? That's disgusting!!\nGuest said: 29th Mar 2015 | REPORT\nIt doesn't work for me\nGuest said: 2nd Apr 2015 | REPORT\nIt does not work\nGuest said: 16th Apr 2015 | REPORT\nit doesnt work\nGuest answered:\nAdded 18th Jan 2012, ID #474363\nPress the buy furniture catalogue button the censors will disappeare or leave a very tiny censored spot. They pee with their clothes on!!\n\nShowing all comments\nGuest said: 21st Apr 2012 | REPORT\nI tried this and it did not work for me. I need more détail.\nGuest said: 8th May 2012 | REPORT\nzoom in\nGuest said: 16th Aug 2012 | REPORT\nWhere do you buy it\n\nGuest said: 23rd Dec 2014 | REPORT\nthe updated version doesn't do it any more\nGuest answered:\nAdded 18th Jun 2012, ID #516406\nChange the language to espanol or Italiano.\nShowing all comments\nGuest said: 24th Dec 2014 | REPORT\nWhat for\nGuest answered:\nAdded 5th Aug 2012, ID #528897\nDO NOT change the language because I have just done it and hat to start a new game but if you have I cloud then you can revive it but if not then you loose everything !!!!!!!!!!!😭\n\nShowing latest comments\nshow all (11)\nGuest said: 15th Oct 2013 | REPORT\nLol, if you check again on the change language screen the button that you pressed says reset. You have to hit the back button after selecting the language, then it will ask you if you are sure you want these changes.\nGuest said: 28th Dec 2013 | REPORT\nWhat do the sims do when they do woohoo\nGuest said: 30th Dec 2013 | REPORT\nthey just hug while making out, nothing bad actually\nGuest said: 30th Dec 2013 | REPORT\nnothin happened to my game\n\nP.S. you people are to stupid to read the thing it says it may delete some of its current saves so you should have pressed no\nGuest answered:\nAdded 15th Nov 2012, ID #551172\nEveryone on here is a troll. There is no way to get rid of it.\nShowing latest comments\nshow all (6)\nGuest said: 1st Jun 2014 | REPORT\nIt still does work.\nGuest said: 8th Jun 2014 | REPORT\nYeah they are wearing the swimsuits but i want to see the boobs\nGuest said: 22nd Nov 2014 | REPORT\nWhich language did u change it to\nGuest said: 31st Jan 2015 | REPORT\nIts not working\nGuest answered:\nAdded 22nd Nov 2012, ID #552868\nIf you are willing to have lose 1 LPvall you have to do is when they are about to swirl click finish instantly and then they will not swirl and stay invthe clothes they were wearing while have sex\/woohoo\nTe-te answered:\nAdded 21st Dec 2012, ID #558472\nWhy would anyone want to even think about doing that!\nShowing all comments\nGuest said: 30th Dec 2013 | REPORT\nno idea dude,no idea...\nGuest said: 6th Jan 2014 | REPORT\nIts just a fun dude...\nGuest answered:\nAdded 22nd Dec 2012, ID #558667\nNot doing anything besides kissing\nGuest answered:\nAdded 24th Dec 2012, ID #559037\nWow all of y'all really rocking out at this and the person who said you will loose itnow I'm pretty scared cause now I really really really don't want too lose everything!!!!\nShowing all comments\nGuest said: 13th Jun 2013 | REPORT\nDon't do it I tried it and it erase all my data!\nGuest said: 30th Jul 2013 | REPORT\nAnd this guy can't spell rid you daft shite\nGuest said: 14th Sep 2014 | REPORT\nHey you don't delete your game when you change the language. If you just tap the exit button in the pause menu while you change the language it will change.\nDiggyd23 answered:\nAdded 26th Dec 2012, ID #559305\nYou can't.\nShowing all comments\nGuest said: 14th Dec 2013 | REPORT\nHow to call a friend on sims free play\n\nGuest said: 30th Dec 2013 | REPORT\nYou have to buy a phone in the homestoreRatchet and Clank3\nGuest said: 24th Dec 2014 | REPORT\nYes you can\nGuest answered:\nAdded 15th Jan 2013, ID #564868\nOptions>>Language>>Spanish>>DO NOT press the red button, press the return button>>press \"si\" and TA the no blur :D when you return language to English, the blur will return. ENJOY XD\nGuest answered:\nAdded 4th Feb 2013, ID #569063\nGo to options press espeniol press green arrow although there is no pixels they ain't naked\n\nGuest answered:\nAdded 5th Feb 2013, ID #569260\nJust go to the pause button then go to the settings the change the language to Spanish\/espanol or Italian\/Italiano then press the GREEN button then the block is off. Really works if not try again!\nIshacool149 answered:\nAdded 24th Mar 2013, ID #578560\nIf you want to see them nude, you can just click the closet and make them change into their swimsuits. They will look just like that when they woohoo or go to the bathroom.\n\nMiri2013 answered:\nAdded 14th May 2013, ID #587660\nI found out how to get rid of the whoohoo blur...stumbled on it by accident. I am on iPad non ios Sims freeplay. I have a second story house in the living large section and two of my sims where whoohooing outside near the beach line and fence when I decided I wanted to look up my inventory, I clicked the furniture icon and low & behold my whoohoo blur disappeared completely, I inially thought it was the fact that I clicked the furniture icon BUT it wasnt because when I clicked off it the blur still wasnt there...It was the fact that I have a two story home and it was set to 2 level....I zoomed in and the blur was still gone and it was super cute...kinda felt like a perv peeping in on my sims but they do hug very passionately, the kiss passionately and the look into each other was just super cute and I'm not sure why EA blur it at all theres nothing shocking or inappropriate about it. It also still showed the hearts fainlly floating from them as well.\nGuest answered:\nAdded 29th May 2013, ID #589899\nYou cannot remove it, it is supposed to be there, anyway why would you want to\nGuest answered:\nAdded 12th Oct 2013, ID #605312\nThe reason why there is blur is because kids might be playing it and they need to keep it but if you're an adult or teen this is how you do. It: Make your sims whoohoo go to settings change the language to français (YOU MUST HAVE ICLOUD FOR THIS PART) and if somthing pops out tap on the green one then exit settings then turn the language back to english then theres no blur for whoowhooing TRUST ME IT WORKS\nGuest answered:\nAdded 13th Oct 2013, ID #605409\nAll I did to get rid of it was change the language to Spanish (espanol or how ever you spell it ) then DID NOT PRESS THE RED BUTTON press back and it was gone. Then I changed it back to English ( now you can see what that red button does ) and it STILL was off. Try it!\n\nGuest answered:\nAdded 19th Mar 2014, ID #620169\nSo first you need to have a two-story house. Get the sims to woohoo outside of the house. Then Click the button to go up the house. You'll see that the censored part will disappear. And the sims will be on their underwear lol. And they just basically hug xD thats all. Hope this help.\n\nShowing all comments\nGuest said: 18th Jan 2015 | REPORT\nU dont need to have a 2 story house\nGuest answered:\nAdded 1st Feb 2015, ID #654730\nMove your sims far away from each other then click the woohoo button, after that quickly go to your settings an change the language to French. Click the back button then click the green button and you can see your sims woohoo. If you don't want to keep it on French just go back to the settings an change it back to English and you can still see them woohoo\n\nAdd your answer\n\nPlease be as detailed as you can when making an answer. Answers that are too short or not descriptive are usually rejected.\n\nPlease do not use this box to ask a question, it will be rejected - this box is for answers ONLY. If you want to ask a question for this game, please use the ask a question box which is above on the right.\n\nBB Codes Guide\n\nAccept submission terms View Terms\n\nYou are not registered \/ logged in.\nIf you would like to ne notified if\/when we have added this answer to the site please enter your email address.\nWe will only use this address to email the confirmation for this answer.\n\n\nWho's Playing\nGame Guide\nGame Talk\nHave a question?\nAsk a question for The Sims FreePlay\n\nQuestion Guidelines\n\nYour Question (short version)\nQuestion Description (more details)\n\nPlease complete both boxes\n\nYou are not registered \/ logged in.\nIf you would like to receive an email to let you know if\/when we have added this question to the site please enter your email address.\n\nWe will only use this address to email the confirmation for this question.\n\nAccept submission terms View Terms\n\nAsk a question for another game.\nAppGamer Reviews\nGun Fire Girls - 4.0\nBadass chick against hordes of monsters Gun..\nLettercraft - 5.0\nBrain teasing word crafting fun with Letter..\nTwisty Hollow - 4.0\nTwisty Hollow Will Make Your World Spin Ark..",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9935929179,
        "format_confidence":0.9425129294
    },
    {
        "url":"http:\/\/rpg.stackexchange.com\/questions\/14421\/a-fantasy-system-with-similar-dicerolling-and-levels-of-success-as-world-of-dark\/14423",
        "text":"Take the 2-minute tour ×\nRole-playing Games Stack Exchange is a question and answer site for gamemasters and players of tabletop, paper-and-pencil role-playing games. It's 100% free, no registration required.\n\nThe group I play with and I really like the fantasy setting of D&D 3.5. However, we find the rules a bit cumbersome, particularly in complex battles. We would still want the system to include rules for non-magic combat and also magic items (including weapons and armour).\n\nI have recently started playing World of Darkness (Vampire: the Masquerade) and I really like the different levels of success. The whole idea of the skill level giving you a \"dice pool\" and you having varying numbers of successes really appeals to me. It provides much more interesting gameplay than the success\/fail of D&D.\n\nIs there any system that uses this concept of different levels of success but that is primarily written for fantasy (medieval world containing magic) rather than horror?\n\nshare|improve this question\n\nAs this is a game-recommendation question, please adhere to the FAQ, the rules for subjective questions as outlined in Good Subjective, Bad Subjective and our rules for game recommendations. All responses must cite actual experience or reference others' experiences!\n\n5 Answers 5\n\nup vote 11 down vote accepted\n\nWhite Wolf materials:\n\nThere are two White Wolf released games set in medieval times...\n\n  • Vampire: The Dark Ages\n    while focused on vampire characters, it can easily be run for normals, using the Sorcery discipline for magic use (including additional paths from various other old-WoD supplements).\n  • Mage: The Sorcerer's Crusade\n    This one is focused upon Mages, which in the old-WoD pretty much makes them equivalent to demi-gods of legend. Still, it has some elements that make it useful for a high fantasy game.\n\nAnd a couple more that can be adapted:\n\n  • Street Fighter: The Storytelling Game\n    Highly detailed combat rules oWoD variant. While technically modern über-powered martial arts, it can do fantasy fairly easily. Especially if you add the sorcery paths from WoD Sorcerer. Note that World Of Darkness: Combat is adapted from this one.\n  • Hunter: The Reckoning.\n    A purely Mortal game, near the end of the old WoD line; I don't have it, but have read it. Again, for mages, use WoD: Sorcerer instead of Mage. Add WoD: Combat for the same detailed combat mechanics as Street Fighter.\n  • World Of Darkness (New WoD core)\n    This is actually a generic ruleset. It can be used to do a variety of genres, but this will requires some work.\n\nOther Dice Pools with counting successes\n\n  • Burning Wheel\n    An excellent game, using only d6's for the dice pool, aimed broadly at European-ish cultures circa 1200-1600. Multiple levels of combat detail, which can be slowly layered in. Current edition is Burning Wheel Gold - lovingly referred to as the \"gold brick\" by fans. Don't be intimidated by size; almost half of the book is lifepath options, and almost half is optional rules. General complexity higher than White Wolf's system. The truth is, tho', that BW simply checks for whether you succeeded or not - excess successes have little meaning outside of combat, and even then, far less than WW\n  • Arrowflight\n    1st edition. Out of print, hard to find. Still, an excellent dice pool game. Simple - on par with White Wolf's. 2nd Ed has a brief (1\/2 page) option to use a dice pool, but that is poorly worded. Still, the rest of 2E is still compatible with the 1e dice mechanics, and is in print. Excellent setting. Unusually, the dice are rolled for low numbers being successes. Stat d6's for skill or less (with skill adjusted for difficulty). Fun combat, but pretty deadly in 1e.\n  • Mouse Guard\n    Named after the comic of the same name. Same basic task system as Burning Wheel, but streamlined and much different in the details. To quote the author, \"Not ••••ing Burning Wheel Light!\" Would require some adaptation for more classic fantasy... some of which has already been done. There is a free adaptation supplement for doing Rangers of the North in Middle Earth. No magic.\n  • Sorcerer\n    rules-light pick-your-favorite-kind-of-dice dice pool system. Advice on tone setting by which size of dice to use. Successes are counted against opponent's best die... so both sides can succeed with multiple successes. Interesting but not overly detailed combat. Focused mostly on the demon summoning, but the Sword & Sorcerer supplement thrusts it into classic swords and sorcery fantasy, with magic items as demons.\n\nDice Pools using Roll & Total\n\nThese are a roll a pool of dice (usually d6's) and total them, comparing to a target number. I don't think they're what the OP is looking for, but the ones I'm listing are pretty well regarded.\n\n  • d6 Fantasy (OOP, but PDF available free legally via RPGNow.com)\n  • EABA\n    BTRC's generic system. Has excellent ability to do fantasy, tho' the various fantasy settings for it are pretty dark. Roll stat+skill dice, total the best 3.\n  • The One Ring\n    Recent offering from Cubicle 7; uses 1d12 plus (skill)d6. Has a system for counting quality of success other than just beating the TN by a large margin; each 6 rolled on the d6's increases quality of success. late 2011 offering. In print and PDF.\n  • Legend of the Five Rings, 7th Sea, and Legend of the Burning Sands\n    AEG's d10 dice pool. Roll stat+skill, keep (total) stat worth of best dice. Dice open end. Excellent, L5R in print. LBS may still be available new. Noted for strong rules\/setting connections, simple mechanics, and excellent combat.\n  • Orkworld\n    Out of print. Still, often available used. Excellent rules, but the winter rules are badly broken, unless you want everyone starving. Roll many, keep best single die, with multiples of a given die increasing the best die. 4,4,4,4 is a 7, while 4,4,5,6 is just a 6. All d6's.\n  • Tribe 8 (and other Silhouette System games)\n    Roll skill d6's, count best, but note that multiples add +1 each, in a manner similar to Orkworld. Tribe 8 is post-holocaust fantasy, with magic, and decent combat; it's the same mechanics as Heavy Gear and Jovian Chronicles, and so the vehicular and mass combat mechanics from those can easily be ported in if that's your desire. All d6's.\n  • Savage Worlds\n    Roll Stat Die + Skill Die (+1d6 if PC) and total. Well regarded generic system. Has several good fantasy settings.\n  • Cortex System\n    Roll Stat Die + Skill Die for TN+. Only called a dice pool on RPGGeek because of a poor initial definition and the pain of recalibration of the database. Note that Cortex Plus is a different engine, really, that evolved out of Cortex. Cortex's first game was Sovereign Stone; the second was Serenity; only after Serenity was the system named.\n\nDice Pools doing more than count successes\n\nNot all take the one-dimensional approach of a set number of successes.\n\n  • Reign and other One-Roll Engine games.\n    The dice pool is rolled, and looked at for both height (what number got 2+ dice showing) and width (how many showed that number). I found it cumbersome to grasp, poorly worded, and not at all easy to use. Some swear by it, others swear at it.\n    Most noted for the rules for Reign for running groups and landholds.\n  • Warhammer FRP 3rd Edition\n    Note: 1st and 2nd editions are NOT dice pool systems at all!\n    Roll a nuber of dice, dice from stats are one type, from skill a second type, etc. (Blue attribute d8's, Red Stance d10's, Green Stance d10's, Yellow skill d6's, white boon d6's, black penalty d6's, purple resitance d8's.) Some symbols represent success, others represent side benefits, others still side effects, and others reduce success or side benefit effects. Simple, but not to everyone's tastes. Expensive, too - core box is $80 list price last I checked. Component driven, too. No numeric dice included nor used - just the symbolic ones. Substitution may be difficult.\n  • Houses of the Blooded & Blood and Honor\n    dice pool is split - some dice are rolled to see who gets to contribute, while others are set aside to determine how much one gets to contribute... Everyone who rolled 10+ on the rolled dice gets to contribute, with the highest determinging success or failure and keeping all dice set aside; others making 10+ lose half the set aside dice, while those not making 10+ lose them all. Anyone with set-aside dice gets to (in order) say one thing true about the task. This makes for very simple rules, and very fun fights. B&H, while Japanese themed, is much easier to grasp the mechanics from. HotBlooded is more machiavellian in scope, and has lots of fight-crunch, politics crunch, and funkiness. Neither is big on magic, tho'.\n  • Brute Squad\n    Warning: EXPLICITLY PVP Game\n    Excellent satirical game. Does some fun stuff with dice and tasks. Not for everyone. (My wife won't even consider a repeat.)\n\nNot Fantasy, but still worth considering for adapting, various types of dice pool:\n\n  • Marvel Heroic Roleplaying (and other Cortex Plus games)\n    Roll many, keep 2, and level of effect is by largest type of dice left uncounted. As with many highly narrativist games, this system can easily be reskinned to fantasy. Once players grasp the dice mechanics (took about an hour when I tried it with friends online), things really started to flow. If going to Fantasy, most non-mages would have gear as one \"power set\" and use skills; one could add normal level skills into the mix easily (they're defined, just not used for supers); wizards would add one power set per type of magic. Magic items might be power sets of their own, as would companion animals.\n  • Space 1889\n    Available in reprint edition. Combat is roll many, count successes. Non combat is roll and total. Since it's victorian era setting, there are good rules for melee. Inspired heavily by the Martian Chronicals of Edgar Rice Boroughs... pretty much, Sword & Sorcery Fantasy with Guns and flying steamships.\n  • Dogs in the Vinya... (truncated)",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9966449142,
        "format_confidence":0.98853755
    },
    {
        "url":"https:\/\/fornoob.com\/how-do-you-get-rid-of-the-please-reconnect-controller-pop-up-on-xbox-360\/",
        "text":"How do you get rid of the “Please Reconnect Controller” pop-up on Xbox 360?\n\nWhen I am playing Xbox 360 with my bro using 2 controllers and he quits and turns off his controller a pop up says \"Please Reconnect Controller.\" The only way to get rid of it is to connect your controller, but my bro doesn't want to because it will waste his battery. How do I get rid of this message without connecting the controller or turning off the Xbox 360?\n\n7 Answers\n\n  • Your best bet is to put new batteries on. Another suggestion can be using a rechargeable battery pack that comes with the Play & Charge Kit. Hope this helps. =)\n\n  • Before you turn the controller off you need to sign off the account that is signed on to the controller. Once no account is signed into that controller location you may turn the controller off. If you are signed in when the player quits and turns the controller off the console thinks the battery has died in the controller.\n\n  • The only way I know of is either to a. Put in new batteries or b. make sure there is nothing between the controller and the xbox that might cause an interference that would cause it to disconnect.\n\n  • Try turning off the controller by holding down the middle button instead of pulling out the battery.\n\n  • If he signs out before he shuts off the controller, it won't tell him to connect the controller again.\n\n  • they do in basic terms no longer comprehend a thank you to repair it yet. Its something they have been attempting to repair for a protracted time now. In an 2009 concern of game Informer (196) Microsoft reported that they have got spent over one billion earnings this concern with \"no indications of slowing.\"\n\n  • You cant\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nRelated Posts",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9385104179,
        "format_confidence":0.9034422636
    },
    {
        "url":"https:\/\/nerdburglars.net\/question\/hellblade-door-won-t-open-after-solving-letter-puzzle\/",
        "text":"Hellblade door won't open after solving letter puzzle\n\n\nI am on the way to the fire guy having already defeated the crow. I got the first puzzle gate where I needed to find 2 letters, one looked like a Y and the other like a H. I did this and went to the gate that turned blue. The guy narrating said the door was open but when I walk over to it the gate is locked and I can’t get through. \n\nHellblade door wont open after solving letter puzzle\nHellblade: Senua's Sacrifice\n\nGame guides, questions & answers and other Hellblade: Senua's Sacrifice posts. If the answer below was not helpful, and still need Help? Submit a comment below or ask a new question.\n\n1 Answer\n\nGuacamoleFantastic -\n\nManaged to figure it out. Definitely a bug. I tried reloading the game, collecting the N and Y in different orders but she still wouldn’t open the door. Turns out you need to stand in a very specific location before you can make her interact with the door.\n\nStand a distance away from the door. Make sure you are standing in the exact middle between both doors. As you walk toward the door start mashing the action button. This is square on the PlayStation 4. If you walk slow enough she will evwntevent interact with the door and open it.\n\nLeave A Reply\n\n\n[Hellblade: Senua's Sacrifice] - I have found the shape like the letter X, but I can't find the R. Where do you find this to unlock the next locked gate? View Answer",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.996309936,
        "format_confidence":0.9806936383
    },
    {
        "url":"http:\/\/www.girlsaskguys.com\/girlsaskguys\/q1215486-redeeming-points-you-ve-earned",
        "text":"Redeeming points you've earned?\n\nWhat happens when you click \"Redeem points\" in settings?\nIs it better to collect as many points as possible prior to redeeming them?\nWhat can you spend them on?\n\n\nMost Helpful Girl\n\n\nHave an opinion?\n\nWhat Girls Said 0\n\nThe only opinion from girls was selected the Most Helpful Opinion, but you can still contribute by sharing an opinion!\n\nWhat Guys Said 0\n\nBe the first guy to share an opinion\nand earn 1 more Xper point!",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9552231431,
        "format_confidence":0.9779757857
    },
    {
        "url":"http:\/\/www.whatifsports.com\/forums\/Posts.aspx?TopicID=463071&ThreadID=10075529&TopicsTimeframe=30",
        "text":"All Forums > Hoops Dynasty Basketball > Hoops Dynasty > Defensive Positioning\n12\/30\/2012 8:53 PM\nI know this has been discussed in the past....  Can someone give me the post for how defensive positioning impacts rebounding.  If I remember correctly, positioning does not really help you rebound (ie -5).  If that is the case, it goes counter to what I would have thought.\n1\/2\/2013 11:55 AM\nQ: What does the defensive positioning setting do?\nA: This setting allows you to focus your defense on a particular area of the floor such as tightly guarding the perimeter or packing the lane. Each has it's pros and cons. If you focus too much on the outside, yes, you'll give their outside shooters fits and you'll probably be called for less fouls, but their low post players will have an easier time inside as will players that drive to the hole. You'll also be out of position for many rebounds. On the other hand, if you focus on stopping the inside game, you'll give a good passing team many open outside shots, but you'll have more players in position to rebound and you'll probably be called for more fouls by concentrating your defenders in one area.\nAll Forums > Hoops Dynasty Basketball > Hoops Dynasty > Defensive Positioning\n\nTerms of Use Customer Support Privacy Statement\n\nPopular on WhatIfSports site: Baseball Simulation | College Basketball Game | College Football Game | Online Baseball Game | Hockey Simulation | NFL Picks | College Football Picks | Sports Games\n\n© 1999-, Inc. All rights reserved. WhatIfSports is a trademark of, Inc. SimLeague, SimMatchup and iSimNow are trademarks or registered trademarks of Electronic Arts, Inc. Used under license. The names of actual companies and products mentioned herein may be the trademarks of their respective owners.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.5626168251,
        "format_confidence":0.9102563262
    },
    {
        "url":"http:\/\/www.fixya.com\/support\/t376651-saved_game_access_ps3",
        "text":"Question about Sony PlayStation Portable (PSP) Console\n\n1 Answer\n\nSaved game access (PS3)\n\nWhen i am given tha choice of a save game or a new game the system will not accept the comand to go to the saved game. i even tried starting a new game and tried to access it but it still would not accept the command.\nI checked saved data and the game appears to be saved but i can not access it. Can you help\n\nPosted by on\n\n  • dhoffman59 Jan 31, 2008\n\n    I was able to finally fix the problem myself by deleting all the saved data and starting the game over. The game reset itself and is working fine now. Thanks for the effort. dh\n\n  • gill-adam Jan 24, 2009\n\n    I have a psp lite, it has not been dropped and it has a new memory stick duo.It is saving the games, though will not allow us or show us how to play the saved games. we have tried all the buttons. please help\n\n\n1 Answer\n\n  • Level 1:\n\n    An expert who has achieved level 1.\n\n  • Contributor\n  • 4 Answers\n\nYes i can there might be a problem with the memorystick or you dont have a memory stick so try that. or faulty psp if you have dropped it recently thats probaly why Good Luck\n\nPosted on Jan 31, 2008\n\n1 Suggested Answer\n\n  • 2 Answers\n\nSOURCE: I have freestanding Series 8 dishwasher. Lately during the filling cycle water hammer is occurring. How can this be resolved\n\na 6ya expert can help you resolve that issue over the phone in a minute or two.\nbest thing about this new service is that you are never placed on hold and get to talk to real repairmen in the US.\nthe service is completely free and covers almost anything you can think of (from cars to computers, handyman, and even drones).\nclick here to download the app (for users in the US for now) and get all the help you need.\n\nPosted on Jan 02, 2017\n\nAdd Your Answer\n\nUploading: 0%\n\n\nComplete. Click \"Add\" to insert your video. Add\n\n\n\nRelated Questions:\n\n1 Answer\n\nI put in the game Gran Turismo 5 into my PS3 and instead of loading in the game the screen pops up and says (Accessing game data. Please do not switch off the system while the HDD access indicator is...\n\nThis means it's loading your Game Data. There's nothing wrong with this appearing on the screen, it's common and simply indicates that it's loading your last saved state.\nIf it's stuck on that for a long period of time and not taking you into the game, then you need to go into the Saved Data Utility on your PS3 and delete your saved data file for Gran Turismo 5. Something might be corrupt.\nGran Turismo 5 uses a lot of the PS3's power, so having longer than average load times doesn't mean something is wrong with your PS3.\n\nDec 26, 2010 | Video Game Consoles & Games\n\n1 Answer\n\nI had to buy a new madden 10 game disc for my ps3 as the other one kept freezing the problem i have is that I have saved data from the other disc stored on the ps3 hard drive but the new disc doesnt...\n\nThis is a common error ........this error occur due to the internal defect caused by crashes in the cd you used\nyou can fix this easily don't worry .......... their are repair guide available for Sony Ps3 you can download it and solve your problem just like that ......\n\nclick here\n\nDec 12, 2010 | Sony Playstation 3 (PS3) Console\n\n1 Answer\n\nPutting old hard drive in new ps3 to get game saves error\n\nYou cannot switch a hard drive from an old ps3 and put it into the new one. The new ps3 will know that a new hard drive was inserted and offer to format it.\n\nTo get the games off the old hard drive, put it back into the old ps3. Insert a USB flash drive into a USB port on the PS3 and you should be able to copy saved games from the hard drive onto the USB flash drive. You can then plug the USB flash drive into your new ps3 and copy off the saved game info,\n\nMar 17, 2010 | Sony PlayStation® 3 (80GB) Console\n\n2 Answers\n\nHi whilst playing fifa 10 on my ps3 i turned it off and it didn't say it was autosaving, it deleted that file and now i can't save a new file on my fifa 10 and on viewing save files on the system it says...\n\nthere might be no space on the memory card, Take the game out and load up the playstation then if the page is full then you have no room left, it happend to me. After that all you have got to do is delete some stuff, if you dont want to then buy another memory card and put it in slot 2.\n\nFeb 01, 2010 | Sony Playstation 3 (PS3) Console\n\n1 Answer\n\nSaved data on Batman is saying its corrupt\n\nyou probly upgraded firmware to 3.0 this broke alot of games if you havent already started a new game( this will erase the old saves ) do a system update even if it didnt tell you to, to see if update 3.01 is available. If your already at 3.01 then you may need to start all over or just google ps3 game saves and find one that is about the same level as yours although most are either 50% or 100% complete\n\nSep 21, 2009 | Sony Playstation 3 (PS3) Console\n\n1 Answer\n\nPs3 won't save and erases saved data when accessing it\n\nyou have to take it to get repaired or buy a new one\n\nJul 30, 2009 | Sony Playstation 3 (PS3) Console\n\n1 Answer\n\nGetting information off Ps3 hard drive\n\nyour online profile is not on system itself stored in sony database just use a memory stick and it will save your game saves and any other media. when you get new system create a user and when you go to sign up for psnetwork use existing account info and your account will be there\n\nJan 07, 2009 | Sony Playstation 3 (PS3) Console\n\n2 Answers\n\nCorrupted data\n\njust erase all the existing previous data since its already corrupted.there is no choice but to start a new least you already memorise the past game that you have saved.hope this one helps\n\nDec 21, 2008 | Sony Playstation 3 (PS3) Console\n\n1 Answer\n\nSave issues bad company\n\nyour only option is to Restore PS3, and this is found under System Settings.\n\nThen see if it works.\n\nOct 15, 2008 | EA - Electronic Arts Battlefield Bad...\n\nNot finding what you are looking for?\nSony PlayStation Portable (PSP) Console Logo\n\nRelated Topics:\n\n23 people viewed this question\n\nAsk a Question\n\nUsually answered in minutes!\n\nTop Sony Video Game Consoles & Games Experts\n\n\nLevel 3 Expert\n\n3018 Answers\n\nshaun taylor\n\nLevel 3 Expert\n\n1450 Answers\n\nmarley mcelhinney\n\nLevel 3 Expert\n\n490 Answers\n\nAre you a Sony Video Game Console and Game Expert? Answer questions, earn points and help others\n\nAnswer questions\n\nManuals & User Guides",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.8735702634,
        "format_confidence":0.9869376421
    },
    {
        "url":"http:\/\/pokemondb.net\/pokebase\/meta\/33737\/crystal-sneasel-location-error",
        "text":"PokeBase Battle Subway Meta-PokeBase Q&A\n\nCrystal Sneasel location error\n\n2 votes\n\nFor the past few days, I have been hunting sneasel in my crystal version, so I checked the database on how rare they are, but did appear on the site (the Ice Path page), where the game says the game that sneasel can be found. Pokemon like Jynx can also be found in Ice Path in Crystal version, but was not indicated on the Ice Path page. I also noticed that none of the regular Pokemon that appear in all the 3 gen II games (Swinub, Zubat, nor Golbat) did not have their Crystal box highlighted.\n\nasked Jun 6, 2013 by Troll Patrol\nedited Jun 24, 2013 by Troll Patrol\nAlright, thanks for telling me. Even though my knowledge doesn't matter.\nThere maybe a error on the game that u May have may not have been playing.\nNo, I am certain that is not the case. Ever since I first encountered sneasel, in Crystal way back when, that the game said that the Pokemon was in Ice Path. I did encounter one, but KOed it by accendent. I first encountered sneasal at least 10 years or so, long before GB Colors became obsolete\n\nPlease log in or register to answer this question.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9946574569,
        "format_confidence":0.9841763973
    },
    {
        "url":"https:\/\/www.engadget.com\/2009\/11\/17\/the-queue-chogall-is-back-in-black\/",
        "text":"Latest in Gaming\n\nImage credit:\n\nThe Queue: Cho'gall is back in black\n\nAlex Ziebart\n\nWelcome back to The Queue,'s daily Q&A column where the team answers your questions about the World of Warcraft. Alex Ziebart will be your host today.\n\nOn the last edition of The Queue written by yours truly, I included a mind-blowing video on how to properly eat chicken wings. Today, I bring you something equally as mind blowing. How to properly peel a banana. And now, on with the show.\n\nBoombaclot asks...\n\n\"Do you believe that WoW has truly gotten easier or just maybe that the WoW community as a whole have become better players? Yes you have your scrubs but I know my WoW game has improved vastly since I started playing in Vanilla WoW.\"\n\nOh man, flamebait! My favorite! My opinion is that it's a little from column A, a little from column B. While there's still content in WoW that requires a significant amount of skill and dedication, most of the content is much easier than it was in The Burning Crusade (which I think was more difficult than vanilla WoW). On top of that, I do think that average skill level is higher now than it was in vanilla WoW. Players are better at multitasking with their abilities, they understand base mechanics better due to there being more reliable game resources out there, all of that sort of thing. So yes, the game is easier, but we're also better at it.\n\nHowever, that doesn't mean there's no hard content in WoW. Absolutely not, because there is. The problem is that the hard content is incredibly gated and tucked away, and is made less intimidating by the fact you can do most of the hard stuff in 'easy mode' first. Anub'arak in Trial of the Grand Crusader is hard. Super hard. But if you can almost nap through the fight in the normal mode of the dungeon, the bite is taken away. Fights that are truly difficult in hard mode don't form a reputation for being hard, because they're ridiculously easy on normal mode. Everybody says, \"Anub'arak is so easy!\" when they really mean Anub'arak's normal mode is easy. Kind of silly. I'd like to see more of the hard content be like Algalon: Legitimately hard, no matter how you approach it.\n\nBlizzard could certainly make the content as hard as they want, so player skill isn't going to make or break the difficulty of the game. But I think that the average skill level is higher now than it was two or three years ago, and it's something they take into consideration when designing encounters.\n\nJohn asked...\n\n\"Any word on flying restrictions in Cataclysm, like Cold Weather Flying? Or will we be able to fly anywhere from 80?\"\n\nNo word yet. At least, none that I can remember. This is a question you should write down and ask us again once the Cataclysm beta starts.\n\njtrain asked...\n\n\"Will there be a Shattrath\/Dalaran equivalent in Cataclysm? I don't remember if they mentioned one or not. I have a long list of reasons why I'd love to go back to just using the home cities again, including lag, lag, lag, lore, lag, lag...\"\n\nWe're going to be using our original, faction-specific capitals in Cataclysm. Orgrimmar\/Undercity and Ironforge\/Stormwind will be the big sexy hubs again. There will be neutral quest hubs, like Deepholme and all of that sort of thing, but the capital cities will be faction-specific again.\n\nNayr asked...\n\n\"So, now that the Queue is \"Ask a Beta Tester\", \"Ask a Lore Nerd\", and \"Ask silly questions\", is there anything else we need to know about? Will you be coming home late at night with lipstick on your collar?\n\nDoes Mrs. Queue need to be scared?\n\nPlease, Queue, think of the children!\"\n\nNever fear, Nayr! Ask a Beta Tester will be its own spiel when the Cataclysm beta kicks off... probably. Maybe. It depends on if they both have sustainable popularity or not, hopefully they do. Ask a Lore Nerd and The Queue have been folded in together because both columns were basically the same format, and suffered equally from community burnout on current content. It's really hard for us to answer pie-in-the-sky questions like, \"Do you think Tirion Fordring will become the new Lich King and implement player housing in 2013?\" We don't mind throwing a \"Maybe!\" at a question now and then, but it was getting a little crazy. So by combining the two, hopefully we'll have a better product in the end.\n\nAsk a Beta Tester will probably (key word is probably) come back on its own for the Cataclsym beta, and go away again when it ends.\n\nSlaytanic asked...\n\n\"It appears that the dominant bad-guy faction in Cataclysm will be the Twilight Hammer. I've seen a couple of these tribes in remote places, like northern Silithus or BFD, but never anything really extensive behind their origins. Is there any current quest lines I can do in-game to get caught up on this faction's lore?\"\n\nThe Twilight's Hammer clan was originally a clan of orcs (and ogres) from Draenor, which had Cho'gall (the first ogre magi) as its chieftain. After the various \"holy crap orcs are storming through the dark portal halp\" wars, the Cho'gall dropped off the map and the clan evolved into something a bit... different. The Twilight's Hammer clan twisted into something of a cult, where people of all walks of life following Cho'gall's teachings and worshiped the Old Gods. This is why you'll find them wherever you find an Old God's taint, like Silithus, Blackfathom, Ulduar, and now all over the place in Cataclysm.\n\nIn the comic, Cho'gall is back in action and resurrecting C'Thun while mutating into some freak... thing. When Deathwing comes back, he's sort of going to be a herald of the Old Gods, so the Twilight's Hammer are going to be his pets, more or less.\n\nHave questions about the World of Warcraft? The crew is here with The Queue, our daily Q&A column! Leave your questions in the comments and we'll do our best to answer 'em!\n\nFrom around the web\n\near iconeye icontext file",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.996016562,
        "format_confidence":0.8620273471
    },
    {
        "url":"http:\/\/rpg.stackexchange.com\/questions\/2054\/what-are-the-mechanical-implications-of-dungeons-dragons-essentials?answertab=votes",
        "text":"Take the 2-minute tour ×\nRole-playing Games Stack Exchange is a question and answer site for gamemasters and players of tabletop, paper-and-pencil role-playing games. It's 100% free, no registration required.\n\nIt's my understanding that WOTC is releasing a string of 4e products under a label they're calling \"Essentials\", that there's substantial revisions\/errata attached to this product line, and that the primary goal is to provide a superior learning curve for players who are new to RPGs.\n\nMy question is this: What problems or deficiencies in the existing 4th edition architecture, perceived or real, are the Essentials revisions intended to address? Also, am I correct in understanding that all extant 4e products will be revised as needed to be fully compatable with the new version of the rules?\n\nshare|improve this question\nI'd attach a \"ddessentials\" tag if there was one. Please note that I have no interest in starting a 4.5e skubwar (which is why I was suprised to note that the 4e tag reads \"4.0\"), and forgive me if I've totally misunderstood the scope of the Essentials line - I can't isolate the signal from the noise that WOTC PR is putting out, and anywhere else I go the subject will invariably devolve into trolling and flamewars. –  Burrito Al Pastor Sep 1 '10 at 23:02\nI think this will be divisive and cause arguments, and that it'll be hard to get decent answers to it given that essentials isn't even out yet. I'd consider waiting to ask this question until anyone could answer it in anything other than opinions. –  mxyzplk Sep 1 '10 at 23:06\nI took a shot because I'm a masochist. There are people with Essentials books in their hands answering questions, and some of my answers are based on what they've said. If this gets flamey I'll vote to close, but I'd like to see if we can manage to avoid Edition Wars, because I think that'd be a substantial accomplishment. Also -- added the tag because I think Essentials-only is going to be a reasonable way to want to play the game. –  Bryant Sep 1 '10 at 23:23\nIt's definitely a question that's historically been prone to some ugly debates, but it's still ultimately a question that I think needs answering, if only because I don't know the answer myself. More importantly, I think that we need to be able to talk about potentially divisive things, like controversial edition changes or revisions, if RPG Stackexchange is going to distinguish itself above other RPG communities. The ratings structure gives us a great way to filter out the trolls, and I think it'd be a shame if we failed to use this platform to its utmost potential. –  Burrito Al Pastor Sep 1 '10 at 23:38\n\n3 Answers 3\n\nup vote 14 down vote accepted\n\nKudos for tackling the tough subject with grace. I'll see how well I can answer this. If anyone thinks I've gotten evangelistic, please let me know and I'll try and modify my answer to reflect your concerns.\n\nWhat Is Essentials?\n\nThere will be several products released this year and early next year under the Essentials banner. Here's a list of the key ones. If you get those, you will have a core set of rules that allows you to easily play and run D&D 4e.\n\nThere are few core changes or errata that originate with Essentials. Combat works the same way, magic works the same way, and so on. There have definitely been a lot of errata and rules changes over the last two years, and Essentials will include all of those, but Essentials in and of itself is not the reason for those changes. For better or worse -- and there are arguments in both directions -- WotC decided to aggressively fix balance problems in 4e. That's not new to this release.\n\nThe classes presented in Essentials -- fighter, cleric, rogue, wizard, druid, paladin, ranger, and warlock -- are not the same versions as those we've seen so far. In some cases they're pretty similar, and in some cases they're fairly different. However, they are fully compatible with existing characters of those classes, in two key senses.\n\nFirst, you can take an Essentials wizard and plop her down in a campaign next to a wizard as presented in the Player's Handbook and nothing at all needs to be changed for either of them. The core gameplay is completely compatible, again. D&D 4e is designed so that classes are heavily modular; a given class can have multiple builds which function differently, and one class may gain powers differently than another, but in the end you're just rolling an attack and applying damage and\/or conditions.\n\nSecond, material from Essentials serves as a resource for existing classes and vice versa. For example, you can choose Essentials wizard powers for your classic wizard without problems. Likewise, an Essentials wizard could take PHB wizard powers. No need to house rule or adjust. In some cases, this won't make sense -- for example, Essentials fighters don't have dailies, so they can't take PHB fighter dailies -- but even in that case an Essentials fighter could take a PHB fighter utility power.\n\nAll that said, Essentials is going to feel different. Fighters, for example, work much more like third edition fighters. I suspect some people will want to play Essentials-only games, and I think there's good reasons why you might want to do that. Further, if you learn to play an Essentials fighter, there'd be a slight learning curve if you then wanted to learn how a classic fighter works.\n\nWhy Essentials?\n\nOnly Wizards knows for sure, but they've talked about a bunch of things. They want to have a better entry point into the game. The Starter Kit will be sold in Target for $20, and that's a lot more accessible than telling new players they need these three $35 hardcover books.\n\nThey also clearly want to attract players of older editions. As noted, the fighter is simpler and does away with some of the immersion problems people have had. The classic 4e fighter is centered around powers, and the Essentials fighter returns to the mode of just using basic attacks -- but doing cooler things with them.\n\nI believe that Wizards would like to have a new core rule set that collects all those errata. I don't find the PHB to be useless... but I also get most of my rules info from my DDI subscription at this point, and I'm really looking forward to the compiled Rules Compendium. It's a pain looking up finer rules points in three or four different places.\n\nWhat Happens To Old Stuff?\n\nNothing. There is not going to be anything like the Complete Class line which made the old class books obsolete. Essentials options don't overlap with classic options; if I want to play a two-weapon fighter who gets by on mobility, the Tempest Fighter from Martial Power is probably still the right way to go. The monsters from the first three Monster Manuals are completely functional and don't need to change -- at worst, you might want to up the damage for the ones from MM1 and MM2. The campaign books don't need new editions. Etc.\n\nMost of the books announced for 2011 are not Essentials books; they don't have the Essentials name and they don't have the Essentials trade dress. I believe the intent is that they'll be equally useful whether you have the old core books or the new Essentials books, which makes sense because it's theoretically the same game.\n\n\nThe proof is in the pudding. A few core rules are changing with Essentials. Racial traits are slightly different here and there, for example, but in all cases the changes are optional rather than forced. Magic items get a new rarity scheme, and I don't know exactly how that's going to interact with old magic items.\n\nAll the above wall of text is what I think, but I do want to look at the books and find out for myself.\n\nshare|improve this answer\nThat almost answers my question, and I'm going to take the blame for opting for inoffensiveness over clarity. The fact of the matter is, I like 4e as a whole, but there are specific elements about 4e that I don't like, and that I wish would change, and \"errata\" means \"changes\" - the thing you mentioned about fighters working more like 3e fighters really sounds interesting to me, for example. However, I was under the impression that it was closer to release than it apparently is. I may have simply asked this question too soon. –  Burrito Al Pastor Sep 1 '10 at 23:44\nI gotta admit it'll be easier to answer in about a month. I know some of the new fighter stuff, but not all of it. –  Bryant Sep 1 '10 at 23:52\nThat's a lot ... so it's like 4.5 that's backwards compatible ... great. –  C. Ross Sep 14 '10 at 15:37\n@C.Ross: Less that, I think, than a version of 4E that's geared toward people whose favored editions were those before 3rd. From what I've seen of the Essentials stuff, it's very much \"can I play a character like the one I played in the 1980s in your game?\" –  Jadasc Sep 14 '10 at 15:53\nOkay, good enough. Fighters hit things with swords instead of using powers? I'm sold. –  Burrito Al Pastor Sep 16 '10 at 18:34\n\nUntil we get the books in our hands we can't be sure what changes Essentials will hold for the core rules. But remember this D&D 4.0 is an exception based system. In that it is similar to Magic the Gathering. MtG is not the same as it was back when it was first released. However it is the same game. What makes it different is the mix of card that is part of the core set. Despite not playing for a number of years I am confident I can go buy a deck of magic cards and starting playing. I will definitely have to learn new strategies and new ways of building my decks. But I am still playing the same game.\n\nAnd this looks to be the situation with Essential D&D. Instead of just the core Fighter there will be the Essential Fighter and so on for the rest of the classes. You will have status effects, at-will powers, encounter powers, and perhaps a few dailies. And you will still have to read the text carefully and understand the standard terms.\n\nIf they do the Essential Red Box right then it will be a lot easier for people to pick up and try 4e D&D. In addit... (truncated)",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9961543679,
        "format_confidence":0.9905030727
    },
    {
        "url":"https:\/\/gaming.stackexchange.com\/questions\/254409\/what-does-the-full-research-tree-look-like-for-xcom-2",
        "text":"In the same vein as this XCOM:EU question, I'd like to know which autopsies need to be performed first in order to get the tech needed to get better equipment down the road. This would help me plan out when and where I need to get enemies in order to advance my soldier's techs.\n\nWhat is the full research tree for XCOM 2?\n\n\nThis tech tree, compiled and created by MenhirMike, shows which reseearch as well as building facilities need to be have completed before getting a certain piece of tech. The latest update fixes a lot of the incorrect research requirements and also adds the different requirements needed across all difficulties.\n\nenter image description here\n\nThe color codes are as listed:\n\n  • Black: Missions, actions or item drops in the game\n  • Red: Research\n  • Purple: Proving Grounds projects\n  • Blue: Items\n  • Green: Buildings\n  • Orange: Stuff related to the Main Quest\n  • Stuff marked (r) is repeatable\n  • The tree is mostly complete for all the items. Stuff currently (as of Version 3) missing: Main Quest (e.g., Encrypted Codex Data is a dead end even though it's a requirement for the next story mission), Black Market (there is something else apart from time for it to show up) and a better layout. But the stuff people are usually interested in should all be complete and useful to plan out how to kick some Alien butt :) – Michael Stum Feb 8 '16 at 15:00\n  • Update: The resource numbers (how much supply etc.) are inaccurate, some even on Rookie. I found an .ini file that tweaks them, and makes them different per difficulty for some items. The overall path\/prerequisites are correct, just the numbers are not. I'll update them sometime today. – Michael Stum Feb 8 '16 at 16:43\n  • So, just from looking at that tree, I think you have the descriptions for Orange and Purple switched. As there are a number of orange things off the main quest line, and all the purple things are both required in the tree that leads to the final mission box, and labeled as (item) or (item drop). – Nick Feb 13 '16 at 4:42\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9928305745,
        "format_confidence":0.9909971952
    },
    {
        "url":"http:\/\/www.chaptercheats.com\/qna\/ipad\/104690\/Fairway-Solitaire-HD-Big-Fish-Games-Answers.htm?qid=47561",
        "text":"Tue, 22 Jul 2014 08:59:27\n\nFairway Solitaire HD - Big Fish Games Answers for IPad\n\nHome \/ IPad \/\n\nGame Questions & Answers (Q&A) service lets you ask questions about video games for game consoles or PC games. So ask your Fairway Solitaire HD - Big Fish Games question for IPad and get answers from real gamers or answer questions and share your insights and experience with the rest of the gaming community. Note: This apple iPad game app may also be compatible with the game app for apple iPhone.\n\nBoxshot \/ Details\nFairway Solitaire HD - Big Fish Games Cheats Boxshot\n  • Developer: Big Fish Games\n  • Publisher: Big Fish Games\n  • Genre: Miscellaneous Board Games\n  • Release Date: Feb 15, 2012\n  • ESRB: Not Set\n\nQuestion & Answers\n\nDiamonds in the rough\n\nI can't get past this course. Are there any cheats available to help?\n\nPanne, Jul 18, 2013, 10:57 AM\n\nAnswer from: Barnace\nNo cheats. Just use irons if you get in trouble. To get free golf bucks, go to the golf shop and click on the upper left corner. You will have to watch a short video, but you get 500 bucks for it.\n\nPosted: Sep 28, 2013, 21:58 PM\n\nAnswer from: Tontokid123\nIf your not going to get under par. Do not hit \"end\". Instead go back to the menu and selct the course again (it wil be flashing). The course will give you the option to \"continue\" or \"restart\". Select \"continue\" yu can do this as many times as you want and you will be able to get past all courses using this meethod. Works on both PC and Android.\n\nPosted: Dec 7, 2013, 14:40 PM\nAnswer this Question\nDon't Post New Questions Here... For New questions Click Here\nModeration is enabled and may delay your Answer.\nAll Questions Ask a Question\n\nUnanswered Questions\n\nTotal 0 Answers\nPosted on: 07-13-2014\nTotal 0 Answers\nPosted on: 06-09-2014\nTotal 0 Answers\nPosted on: 11-25-2012\nVideos You May Like...\nMunin - Official Launch Trailer\n\nMunin - Official Launch Trailer\n\nMagick - Gameplay\n\nMagick - Gameplay\n\nBroken Age - Shay Volta Gameplay\n\nBroken Age - Shay Volta Gameplay\n\nView All Latest Videos\nGame Related Options",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9964751601,
        "format_confidence":0.9880322218
    },
    {
        "url":"http:\/\/www.chaptercheats.com\/qna\/iphone-ipod\/116357\/Walt-The-Frog-Answers.htm",
        "text":"Thu, 31 Jul 2014 02:39:12\niPhone - iPod\n\nWalt The Frog?! Questions for iPhone - iPod\n\nHome \/ iPhone - iPod \/\n\nGame Questions & Answers (Q&A) service lets you ask questions about video games for game consoles or PC games. So ask your Walt The Frog?! question for iPhone - iPod and get answers from real gamers or answer questions and share your insights and experience with the rest of the gaming community. Note: This apple iPhone game app may also be compatible with the game app for apple iPad.\n\nBoxshot \/ Details\nWalt The Frog?! Cheats Boxshot\n  • Developer: Nutritious Games\n  • Publisher: Nutritious Games\n  • Genre: Action General\n  • Release Date: Apr 3, 2013\n  • ESRB: Not Set\n\n\nStuck on this game? Set a specific, clearly defined question and let others answer your question or view answers to previously asked questions. If you think you are an Walt The Frog?! expert then please try to help others with their questions.\n\nAsk a Question\nModeration is enabled and may delay your Question.\nVideos You May Like...\nWalt The Frog?! - Gameplay Video\n\nWalt The Frog?! - Gameplay Video\n\nView All Videos\nGame Related Options",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9941474199,
        "format_confidence":0.9820874333
    },
    {
        "url":"http:\/\/rpg.stackexchange.com\/questions\/5157\/what-do-i-need-to-play-lamentations-of-the-flame-princess?answertab=votes",
        "text":"\n\nSign up\nHere's how it works:\n  1. Anybody can ask a question\n  2. Anybody can answer\n  3. The best answers are voted up and rise to the top\n\nThere are many, many PDFs for Lamentations of the Flame Princess. I'm confused! And the website doesn't help.\n\nWhat do I need? There doesn't seem to be a central book. What's the minimum I need to play? And what else would you recommend?\n\nshare|improve this question\nup vote 9 down vote accepted\n\nI'd suggest starting with the Free PDF of the rules and magic book. That's enough to start playing. If you like it, you can buy the complete game and get the tutorial and referee books, which are both fascinating but not strictly essential. You also get a couple of adventures. I think an adventure will help you \"get\" the tone and feel of LotFP - we played through Tower of the Stargazer and it was a good introduction to weird fantasy, Flame Princess style.\n\nThe character sheet will also be useful but is not essential.\n\nshare|improve this answer\n\nLotFP: Weird Fantasy Role-Playing is the name of the core rules.\n\nThat PDF, which includes the Tutorial and Referee material not in the free download, can be purchased here, here, here, and here.\n\nThe physical box set is out of print but still available through various vendors.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9957917929,
        "format_confidence":0.9903912544
    },
    {
        "url":"http:\/\/www.gamefaqs.com\/ds\/937281-dragon-quest-ix-sentinels-of-the-starry-skies\/answers\/290605-how-do-i-solve-quest-180",
        "text":"Question from 88Ger\n\nHow do I solve quest 180?\n\nI have a sage at level 77 and have completed quest 117. Supreme sage at gittingham palace will not give me quest 18o. What have I missed.\n\n\nAkiraita answered:\n\nTwo things: If you've only just turned in Quest 117, he won't give you the next quest unless you leave the room and enter it again. In addition, your Lv. 77 Sage needs to actually be a Sage when you talk to him. In other words, if you have a Sage of the appropriate level, but then change his or her vocation to something else, the Supreme Sage won't give you the quest.\n0 1\n\nThis question is open with pending answers, but none have been accepted yet\n\nAnswer this Question\n\nYou must be logged in to answer questions. Please use the login form at the top of this page.\n\nMore Questions from This Game\n\nQuestion Status From\nHow do I solve Quest 41: Slimon's Quest? Answered nWoWhammy\nHow do I solve quest 95? Open PaulineDonna\nHow do I solve quest 23 ? Answered rousmc\nHow can i get quest 177 and solve it? Open meeper123\nHow do I solve QUEST 03? Answered Nemesis9666\n\nAsk a Question\n\nTo ask or answer questions, please sign in or register for free.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9962293506,
        "format_confidence":0.9843236804
    },
    {
        "url":"http:\/\/www.supercheats.com\/gameboyadvance\/questions\/pokemonfirered\/72928\/Hey-peoples-my-cousin-let-me-h.htm",
        "text":"Question for Pokemon FireRed\n\nshaboobalaboopy asks: Added Dec 12th 2006, ID #72928\n\nQuestion for Pokemon FireRed\n\nHey peoples my cousin let me have his gameshark and I have no idea how to use it. Can someone please tell me how to use it and give me some codes for rare pokemon.\nPlease help me!!!! and get\nAdd your answerAnswers for this Question\nEspeonDude_ answered: Added 22nd Mar 2007, ID #177536\nYou put FireRed in the Game Slot and type in the codes. You also can get codes in our Gameshark section.\n\nAdd your answer\n\nPlease be as detailed as you can when making an answer. Answers that are too short or not descriptive are usually rejected.\n\nPlease do not use this box to ask a question, it will be rejected - this box is for answers ONLY. If you want to ask a question for this game, please use the ask a question box which is above on the right.\n\nBB Codes Guide\n\nAccept submission terms View Terms\n\nYou are not registered \/ logged in.\nIf you would like to ne notified if\/when we have added this answer to the site please enter your email address.\nWe will only use this address to email the confirmation for this answer.\n\n\nWho's Playing\nGame Wiki\nGame Talk\n\nMore Questions\nHave a question?",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9947656393,
        "format_confidence":0.9883743525
    },
    {
        "url":"http:\/\/rpg.stackexchange.com\/questions\/9163\/what-are-the-advantages-and-disadvantages-of-allowing-a-player-to-play-a-large-c",
        "text":"Take the 2-minute tour ×\nRole-playing Games Stack Exchange is a question and answer site for gamemasters and players of tabletop, paper-and-pencil role-playing games. It's 100% free, no registration required.\n\nWe're playing 4e Thunderspire Labyrinth and we've decided to let the tank play a large (2x2) Minotaur.\n\nHe has all of the stats from the Minotaur player character in the Players Handbook 3, but he's a large creature. He will be a Battlerager Fighter.\n\nThe labyrinth has several hallways that are only two squares wide and many doorways that he'll have to use Squeeze just to go through.\n\nWhat are the advantages this will give him and what are the disadvantages?\n\nshare|improve this question\n\n2 Answers 2\n\nup vote 16 down vote accepted\n\nThere are some major advantages and major disadvantages to playing a large PC. Here are a couple I can think of right off the top of my head\n\n\n  • Access to Large weapons. This increases the weapon die size by one.\n  • As a defender they have the ability to draw in more targets there are 12 squares around them instead of 8.\n  • larger close bursts.\n  • defender aura more powerful as its an opportunity action and affects all squares around you.\n  • Some monster races have threatening reach, a property that should be very difficult for a PC to achieve (there is no always on threatening reach for PCs, and for good reason, it provides way too much area of control).\n\n\n  • squeezing when passing through narrow hallways (grants CA)\n  • more flanking opportunities for enemies (grants more CA)\n  • more adjacency means more potential hits absorbed\n  • marks mean less as you can only enforce 1\/round\n  • reduced ability to use cover and concealment (not a big deal for defenders but its a valid disadvantage to other roles)\n\nPersonally the only thing I find game breaking is the larger bursts, but that will be up to your discretion as DM. I don't think things that are designed to target a max of 8 creatures should get to go up to 12. But its possible that the trade offs of being able to be flanked more ways, and having to squeeze out weight the advantages of extra targets and more damage.\n\nshare|improve this answer\nThe character also cannot traverse through any area that requires a Medium character to squeeze. Considering the game does not assume there exist Large PCs, these might exist and will be impossible for the Minotaur to get through. –  Erik Mar 11 at 20:48\nBesides narrow hallways, I would be concerned about doors. –  DCShannon Mar 12 at 1:38\nI can confirm all of this. A while ago I had someone who played a large Dragonborn (which I was 100% OK with; slightly envious, even). He did have trouble with most doors, and he almost got stuck in a narrow tunnel once, but everything else in the story made it worth it. Something I would add is that, roleplay-wise, a large creature is far more impressive; I had NPCs react accordingly to the giant, even (especially) other Dragonborns. –  Linkyu Mar 13 at 0:06\n\nI'd add these points to those already enumerated by @wax eagle.\n\n\n  • Large WardensDDI may mark much more creatures.\n  • Even it is fuzzy and not really covered by rules, someone would eventually try the minotaur-riding gnome tactic.\n\n\n  • A Large creature has less safe-path choices while traversing patches of difficult, hindering or challenging terrain.\n  • Reduced space for maneuvering out of close quarters. Two enemies could lock a Large creature in a corner, forcing it to squeeze or bull rush.\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9957633018,
        "format_confidence":0.9913486838
    },
    {
        "url":"http:\/\/gaming.stackexchange.com\/questions\/80146\/what-stats-should-i-be-prioritizing-near-endgame-questions-in-general",
        "text":"Take the 2-minute tour ×\nArqade is a question and answer site for passionate videogamers on all platforms. It's 100% free, no registration required.\n\nI'm a level 900 wizard in Gemcraft: Labyrinth, with around 8500 skill points. My general goal is to create a Y\/O\/L supergem that goes in a trap, with a B\/C\/P before it that slows\/stuns\/armor-shreds things to soften them up for the killing gem.\n\nI used to play this game religiously, but fell out of it after not being sure how to proceed with high-level Endurance runs.\n\nI have max stats in everything that has a cap except for Banisher (decreased banishment cost, but who needs that? If you're letting things leak, you're playing the game wrong), and Poison\/Bloodbound masteries. Focus gives me 800% extra min\/max mana, Replenish gives me 275% mana gain over time and kill, and Resonance gives me 225% extra damage. At this point, I'm not sure which stat I should be prioritizing. With a higher starting mana, it will cost much less to get more mana in the long run. Mana over time and per kill makes it easier to get better gems faster, and damage is...damage.\n\nI'm also wondering how much summoning I should be doing during certain parts of the game; how many gems on which waves, and what grades should they be? When should I stop summoning? Also the ratio of orange to lime to yellow in the killgem, as well as when to squish out the orange. Other tips in general would be appreciated.\n\nEDIT: I play with setting at max aside from Waves Get Tougher Faster.\n\nshare|improve this question\nI've used this as a guide in the past, but I've found it to be inefficient. –  Confuzzledmaniac Aug 10 '12 at 19:17\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nBrowse other questions tagged or ask your own question.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.995749712,
        "format_confidence":0.9917033315
    },
    {
        "url":"http:\/\/gaming.stackexchange.com\/questions\/62157\/is-the-3ds-version-of-links-awakening-identical-to-the-original",
        "text":"Take the 2-minute tour ×\nArqade is a question and answer site for passionate videogamers on all platforms. It's 100% free, no registration required.\n\nI've heard numerous interviews with Miyamoto stating that he'd love to see Link to the Past on the 3DS with 3D. As well it's my understanding that a few games on the 3DS Virtual Console (Excitebike?) have 3D added into them.\n\nAre there any differences between the 3DS version of \"Link's Awakening\" and the original or DX version? I'm particularly curious if there is 3D in the 3DS version of Link's Awakening.\n\nshare|improve this question\nWhy the VTC and down votes? This is a valid and on-topic question. –  Wipqozn Apr 12 '12 at 3:16\nBecause the first paragraph and the second paragraph are talking about separate games? –  Raven Dreamer Apr 12 '12 at 5:53\nI believe the Excitebike game I was talking about falls into their \"3D Classics\" series. It looks like there's a Kirby game, Xevious and Kid Icarus. There's probably more that I don't know of –  Jeff Apr 28 '12 at 19:33\n\n2 Answers 2\n\nup vote 5 down vote accepted\n\nIt is a port of the DX version. It is not 3D whatsoever. It does include the Color Dungeon found in the DX version, and is in colour.\n\nshare|improve this answer\nOne little addition to your stellar answer would be that if you hold START while selecting the game from the 3ds menu you can play on an awesome 3D purple gameboy color. Which adds a little \"newness\" to playing this on the 3ds but really doesn't change any gameplay elements. :] –  stay Apr 12 '12 at 4:10\n@stay I am really not sure what you mean here - do you mean the GameBoy image that shows on the upper screen of the selection menu will be a purple GBC? Mine started out that way... –  Ashley Nunn Apr 12 '12 at 4:44\nActually if you hold down the start button while selecting the game from your 3DS menu it will make your top screen have an awesome purple gameboy color \"frame\". Which if you turn your 3D on it will look basically like a real gameboy color.. same goes for the original gameboy games and the new gamegear games. :] –  stay Apr 12 '12 at 4:58\n\nThe short answer is no. There's no 3D* and the game has no major changes.\n\nHowever, there are a few minor tweaks to non-gameplay elements:\n\n  • Grandma Ulrira no longer has her \"YAHOO!\" shout; it's been replaced with \"HELLO!\" and \"YIPPEE!\".\n  • Effects that make the screen flash (e.g., capacity upgrades) have been slowed down greatly, like most other Virtual Console games.\n  • Mamu's song loses the spotlights, which were done by rapidly flashing parts of the screen\n  • The photobook no longer allows you to print pictures. The game ignores the A button entirely, so you can't even get the \"Error 02\" message.\n  • Inaccurate emulation bugs sometimes lead to minor music and graphical inconsistencies\n\nThe actual changes to the game itself have been verified by examining the game's content. The ROM itself is a standard Link's Awakening ROM with an included text-based patch (applied in real-time).\n\n* Holding Start or Select when starting the game will render the game at original size (no filtering) with a faux-Game Boy Color border around it. The game screen is slightly sunk into the border using 3D effects.\n\nshare|improve this answer\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":11,
        "format_id":17,
        "topic_confidence":0.9948331118,
        "format_confidence":0.9896838665
    }
]