[
    {
        "url":"https:\/\/www.lillepunkin.com\/2013\/01\/review-of-honey-can-do-40-ornament.html",
        "text":"\n\nReview of Honey Can Do 40-ornament Storage Box\n\n8:09 PM\n\nTrees are coming down, which means your ornaments need a safe place to spend the off-season!\n\nWe have come a long way with our holiday storage techniques  but the one category that still has us guessing is the ornament!  We have tried storing them wrapped in packing materials, putting them in tubs, and even using socks and towels to keep them safe!  The Honey Can Do 40-ornament storage box solves all of the issues of finding a safe way to stash ornaments and provides a nice-looking, holiday-themed container that will fit into most standards closets!\n\nOne thing that really makes this storage solution unique is that the dividers can be moved to accommodate larger, or oddly-shaped ornaments.  It also folds flat when empty, so that it takes up less room when the ornaments are on the tree!\n\nThis product is made of cloth, so you will still want to take great care when moving your ornaments around. Also, you will not want to stack anything heavy on top of it.  Because it's best purpose is to keep ornaments organized and dust-free, I would recommend putting it inside a plastic storage tub with other light items (your wreath, perhaps) before shoving it into tight spaces or transporting it during a family move, for example.  (If you were to simply put it onto a shelf for the season, however, it would be fine as a stand-alone solution for keeping your ornaments safe.)\n\nWith a single handle to help is slide out from wherever you keep it, and a snug-fitting lid to keep everything in its place, this may be our first real step towards handling our holiday decor in a manner that will keep it around for generations..\n\nYou can find this product as part of a 3-pack of Honey Can Do holiday storage solutions at!\n\n*Sample received to facilitate this review.  Opinions are 100% our own.\n\nYou Might Also Like",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.994009614,
        "format_confidence":0.9512010813
    },
    {
        "url":"https:\/\/www.elliotleigh.com\/testimonial\/",
        "text":"Our Happy Customers\n\n  • “Property is managed extremely well. Rent is always paid on time. Any concerns are dealt with professionally and quickly. Staff are extremely polite and helpful.”\n\n    C Batstone\n  • “I have just signed another 2-year lease with Elliot Leigh under their guaranteed rent scheme. As an overseas landlord, it is comforting to know my property is in good hands. The rent is always paid on time, and I have had very prompt if not immediate responses to my emails.”\n\n  • “Have been with ElliotLeigh for good 7 years and given them at least 3 of my properties. I am planning to give them all my property to run when it’s available. I find them very professional always paid rent on time. Very friendly staff Steve & Rahena. Yes, I would recommend to all. Thanks”\n\n    Mr F Ahmed\n  • “In all my dealings with the agents, they have always acted in a very professional manner and do get back to me when they say they will”\n\n    C Sharkey\n  • “We have been very happy with the service provided by Elliot Leigh and would recommend them to anybody thinking of renting out their property.”\n\n    Mr & Mrs Gane\n  • “I have used the services of Elliott Leigh for the past 3 years and I cannot praise them enough for the quality of their service. I have not had any issues or cause for concern and I know I can rely on them to get an honest and prompt response when tenants call them up.\n    I have no reservations in recommending them to others because I know they will do their very best to not let me down.”\n\n  • “I have used Elliot Leigh for the last few years. I have not had any problems with them. They have looked after my property without any issues which has allowed me to plan for the future and enjoy a hassle free life and see my house go up in value.”\n\n  • “We went into our first lease two years ago. We have been served well by the staff at Roman Road.\n    When issues of repair have arisen they have dealt with it promptly. Where it was my responsibility they informed me and I go on and did the work. After the first tenant left the staff did a good job of decorating – probably better than ours!! And the garden which had been neglected was brought back under control. As promised, the payments have been regular and on time.\n    Thank you,\n\n    Mr Howard",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.8887931108,
        "format_confidence":0.9929138422
    },
    {
        "url":"http:\/\/www.directkitchensurfaces.co.uk\/info\/9\/customer-comments.html?OSECid=8pmrp8hrqukelckr5f4050v1q4",
        "text":"Home » Customer Comments\nCustomer Comments\n\nFreda Hackett\n\n\"I was quoted an astronomical price from a local company and decided to check out some online prices. I came across Direct Kitchen Surfaces through a google search. I entered my contact details and received a very prompt call. Their surveyor arrived on time and maintained excellent communication throughout. DKS almost halved the quote from our local company, who incidentally said the colour I wanted was now discontinued. The order was placed and payment was staggered in a very fair way. The fitters arrived on time and completed the job within their timescale. They were very clean and tidy workers and basically just got on with it! Courtesy being the buzz word! The result is a stunning job, beautiful quartz worktops. So easy to care for. I would recommend their services to anyone. Quality product. Quality service!\"\n\n\nPoonam Agarwal\n\n\"We remodelled our kitchen this year. The goal was to make the space more modern and functional. To go inline with this, we decided to install some coloured glass splashbacks. My good friend recommended that I get in touch with David. David had recently done my friends kitchen and was extremely pleased with the results. When I called David, he was prompt in coordinating a site visit carried out by his colleague Dan. What I liked most about this team was that they were extremely accommodating and experienced without being aggressive to make a sale. Dan came to get accurate measurements and sent us several samples so that we could decide which exact shade of grey would compliment our worktops. I am extremely pleased with the results! The splashbacks  look stunning and always get complimented by family and friends. I would really recommend working with David and Dan who made the whole experience stress free. It really was a comfort when we were able to rely on them completely to ensure that the job was done beyond our expectations! Thank you!\"",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9601277113,
        "format_confidence":0.9923196435
    },
    {
        "url":"http:\/\/reevesrealty.ca\/testimonials.html",
        "text":"Miles Reeves Homelife Benchmark Titus Rlty\n\nMiles Cell 778-998-1711 | EMAIL |\n\n\nWhen choosing a real estate professional, get to know their history!\n\nBelow, you'll find information that will help you get to know me better from awards and credentials We've achieved, to references from past clients. We consider the satisfaction of our clients to be our greatest achievement, and take pride in our high volume of repeat business and referrals. Call us today we'd love to add you to this growing list!\n\nMiles Reeves was very professional with his real estate bussiness and handled the sale and purchase of our home with our best interest always first and foremost. We will use Miles again and reccomend him to our family and friends without any hesitation.\n\n\nWish you many years of success, you deserve it Miles!\n\n\nDavid and Rachel.\n\n\n\n\n\n\n\" Thanks Miles for selling our home in Fraser Heights. Your knowledge of the area and your personalized service that you offered us was second to none. Your team is very trustworthy to the point that we will recommend you to all our family and friends.\n\n We always felt that we were in good hands\"\n\n\nMike & Natalie\n\n\n\nWe would like to thank Miles Reeves for all of his efforts in selling our home this year.\n\n\nMiles is indeed a great real estate professional and exceeded our expectations. He was always friendly, informative, honest looked out for our interests and always addressed any concerns that we had right away and with tact and courtesy.  Nothing was to much trouble for him.  We consider ourselves to be very fortunate to have listed our home with him as Miles went way beyond his duties of any real estste agent.  We have no hesitation in recomending Miles to anyone who is in the market for selling or purchasing real estate. Not only did we have the oppurtunity to work with professionals with high standards but we also made new friends.\n\nWe wish Miles all the success that he deserives in his careers.\n\n\n\n\nAndy & Arja Surakka\n\n  Mortgage Calculator\n\nBefore you start searching, find out how large of a mortgage you can comfortably afford..\n\n  Exclusive Features\n\nSign up to VOW and access: 333% more listing info, new listings sooner, save your searches & more..\n\n  Home Evaluation\n\nRecent trends and home sales gives me an accurate analysis of your homes worth..\n\nThe data relating to real estate on this website comes in part from the MLS® Reciprocity program of either the Real Estate Board of Greater Vancouver (REBGV), the Fraser Valley Real Estate Board (FVREB) or the Chilliwack and District Real Estate Board (CADREB). Real estate listings held by participating real estate firms are marked with the MLS® logo and detailed information about the listing includes the name of the listing agent. This representation is based in whole or part on data generated by either the REBGV, the FVREB or the CADREB which assumes no responsibility for its accuracy. The materials contained on this page may not be reproduced without the express written consent of either the REBGV, the FVREB or the CADREB.",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9597401619,
        "format_confidence":0.983828783
    },
    {
        "url":"http:\/\/www.kohls.com\/product\/prd-545901\/home-classics-shalimar-dragonfly-bath-rug.jsp?clickAction=slreviewCount&isRatings=true",
        "text":"Sponsored Links closebtn\n\nOutside companies pay to advertise via these links when specific phrases and words are searched. Clicking on these links will open a new tab displaying that respective company's own website. The website you link to is not affiliated with or sponsored by Kohls.com\n\nRated 4 out of 5Â by Color not consistent The gray color does not match the gray in the shower curtain. 05\/03\/2016\nRated 5 out of 5Â by Well made these rugs are well made and good quality material. I recommend them to anyone needing a bathroom rug replacement. 08\/01\/2016\nRated 3 out of 5Â by Color does not match shower curtain I see a couple other reviews about the same issue- the shower curtain has a slate blue color, the rug has a greenish blue color- it does not match the shower curtain! I had to return it and find a completely different rug. I figured I would avoid the hassle of trying to find the exact blue and just buy this matching rug but when I picked it up in store it is very evident they are different colors. The striped towel and dragonfly towels in the set do however match well with the curtain so I kept those. 05\/09\/2016\nRated 5 out of 5Â by Great buy on sale! Beautiful rug & good quality. We paid about 1\/2 price when we bought it on sale & it's totally worth that amount. We now own 3 of them & they've all washed well through several washings. Have also held up well through light weekly vacuuming with a light dust-buster\/stick vacuum. As an FYI, these do not have a non-skid backing. While we didn't want that feature (easier to wash without that backing!), it might be worth pointing that out to someone looking for that feature. Beautiful rug for any kitchen\/bathroom. 11\/26\/2011\n  • 2016-08-21 T03:53:16.495-05:00\n  • bvseo_lps, prod_bvrr, vn_prr_5.6\n  • cp-1, bvpage1\n  • co_hasreviews, tv_34, tr_34\n  • loc_en_US, sid_545901, prod, sort_default\n2 3 4 5 ... 9 next>>",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9952651262,
        "format_confidence":0.9773671031
    },
    {
        "url":"https:\/\/www.reviews.co.uk\/company-reviews\/store\/assured-landscapes-ltd?filters%5Brating%5D%5B0%5D=4",
        "text":"Assured Landscapes Ltd Reviews\n\n4.98 Rating 115 Reviews\n100 %\nof reviewers recommend Assured Landscapes Ltd\nMerchant Metrics\nShipping & Delivery\nDelivery Methods\nCustomer Service\nCommunication Channels\nEmail, Telephone, Live Chat\nQueries Resolved In\n2 - 3 Hours\nRead Assured Landscapes Ltd Reviews\nVisit Website\n\n\n01293 263 134\n\n\n\n8 Longmeadow Villas Ifield Road Charlwood Surrey\n\nWrite Your review\n\nTell us how Assured Landscapes Ltd made you happy\nHelp future customers by talking about customer service, price, delivery, returns & refunds.\nMinimum 10 characters\nWould you like to add a photos or videos?\nStrengthen your review by uploading photos & videos.\nWhat's your name?\nLeave this blank if you'd like to publish your review anonymously.\nWhat's your email?\nWe need your email address to verify that your review is genuine\nPlease note that we may share your email with the company to verify your order.\nAnonymous  \/\/ 01\/01\/2019\nI had asked for a quotation and Russell arrived on time. I didn’t feel rushed at all and he listened and advised on the issues I have with my lawn.\nPosted 1 year ago\nWe were delighted with our new patio and grass. Russels team were both professional and polite and we wold certainly use them again\nPosted 1 year ago\nAssured Landscapes Ltd is rated 4.98 based on 115 reviews",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.7430418134,
        "format_confidence":0.9872666001
    },
    {
        "url":"http:\/\/chrlreviews.blogspot.com\/2010\/01\/made-by-me-by-jane-bull.html?showComment=1263271569108",
        "text":"Wednesday, January 6, 2010\n\nMade by Me by Jane Bull\n\nWhat a gorgeous book this is. Full of colour and with pages of projects to tackle, it will inspire young girls who love to stitch or get mums and daughters making things together.\nFor me, it brings back memories of stitching with my mum and hoarding pretty braids, ribbons, buttons and fabrics to make something special.\nEach of these projects - which include lavender bags, felt flowers and cupcakes, knitted purses and embroidered T-shirts - is easily achievable, with full pages of photos and step-by-step instructions. It's ideal for beginners as there are how-to instructions for embroidery stitches and knitting - and all the projects are done by hand, no sewing machine required. A real winner for young crafters.\nGet this from the library (link to catalogue)\nReviewed by Jan@ Ballarat branch\n\n\nAnonymous said...\n\nThanks for your great review. I have just placed a hold on this for my daughter!\n\nAnonymous said...\n\nI have to agree. It's brilliant. 'Father Christmas' gave this to my 8 year old daughter. Both she and her 6 year old sister have read it from cover to cover and love it. They've both made several of the cupcakes and already their sewing is rapidly improving.",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.9751650691,
        "format_confidence":0.695119679
    },
    {
        "url":"http:\/\/melbourneconsolerepros.com\/product_reviews_info.php?products_id=70&reviews_id=33&osCsid=8a6a07452cfddee62e01e17dfcd5a631",
        "text":"Clock Tower\n\nClock Tower\n\nAdd to Cart\n\nDate Added: Tuesday 20 September, 2016\n\nby Cesar\n\nJust received it! Looks awesome and very professional. I'll definitely be returning to purchase something else! Thanks again!\n\nRating: 5 of 5 Stars! [5 of 5 Stars!]\n\nWrite Review Back\n0 items\nShare Product\nShare via E-Mail Share on Facebook",
        "topic_id":14,
        "format_id":23,
        "topic_confidence":0.6077034473,
        "format_confidence":0.9899342656
    }
]