[
    {
        "url":"http:\/\/thefiringline.com\/forums\/showpost.php?p=5343738&postcount=17",
        "text":"View Single Post\nOld December 30, 2012, 10:06 AM   #17\nJunior Member\nJoin Date: December 3, 2012\nPosts: 10\n\nYou said \"...The problem is ,They are never enforced.\"\n\nCan you explain what you mean by this? I'm trying to figure out what gun law there is that law enforcement know is being violated, but ignore. At least that's what I'm assuming you are saying here.\nSigMic is offline  \nPage generated in 0.03582 seconds with 7 queries",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9923126101,
        "format_confidence":0.9888857603
    },
    {
        "url":"http:\/\/thefiringline.com\/forums\/showpost.php?p=5135696&postcount=36",
        "text":"View Single Post\nOld July 4, 2012, 01:12 PM   #36\nDoc Intrepid\nSenior Member\nJoin Date: May 22, 2009\nLocation: Washington State\nPosts: 888\nI'm an NRA Instructor, and taught women-only classes for about five years.\n\nI agree with the points made above, with particular emphasis on two specific issues that were extremely important in my experience:\n\nFirst, the comment above by Glenn regarding women's reasons for attending the class. Nearly 100% of women students over the age of 18 had a traumatic reason to be in my classes. (Some women brought their young teenage daughters with them, and the daughters were less likely to have been victimized.) Adult women had been raped, stalked, assaulted, beaten up, and\/or violently threatened by someone. During the \"introduction\" part of the first night, we went around the classroom and introduced ourselves and described why we were there and what we hoped to achieve in the course. After my first course I routinely placed boxes of tissues on each table the first night - it was not uncommon for students to break down and sob uncontrollably when describing what happened to bring them to the class. The classes were part encounter group therapy sessions, and part introduction to handgun courses. It was part of a process of reclaiming their independence and feelings of personal security. When we handed out certificates at the end of the class, we also presented each student with a long-stemmed rose. My courses were definitely not your run-of-the-mill shooting courses that men would feel welcome in.\n\nSecond, women routinely exhibited a tremendous reluctance to appear foolish in front of others, particularly men. They didn't want to perform poorly - in fact, would rather not participate than perform poorly. It became extremely important to be able to ensure the first shots were successful - we fired .22 LR from supported (sandbags) positions at relatively short distances, and nearly everyone discovered that they could shoot well. Once that occurred, and student's hopes and expectations were validated, then we could move on to other exercises.\n\nThis could not occur as easily, in my opinion, in front of an audience of men.\n\nMy experience leads me to agree with many poster's above that women-only classes have important benefits to offer women shooters. Women students are often simply different from men students, in significant ways.\nTreat everyone you meet with dignity and respect....but have a plan to kill them just in case.\nDoc Intrepid is offline  \nPage generated in 0.05494 seconds with 7 queries",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.5863803029,
        "format_confidence":0.9898041487
    },
    {
        "url":"https:\/\/www.cosanostranews.com\/2014\/08\/sicilian-cosa-nostra-meets-its-match-in.html?showComment=1407197652692",
        "text":"Sicilian Mafia Meets Its Match in American Pop Culture\n\nDomenico Palazzotto on the right?\nIt was bound to happen.\n\nOnce upon a time, Sicilian mobsters were known as \"zips\" and were imported to America for very specific reasons.\n\nThey were believed to be tougher than American Mafiosi; they had no police records here; they'd kill anyone -- including women and children; and for them, Omerta was not a word, it was a way of life.\n\nIf you've got it, flaunt it. Even if you're Cosa Nostra!\nEven in their homebase of Sicily, Cosa Nostra was allowed to thrive in the shadows and prosper for decades, blatantly thieving and robbing on an unimaginable scale, primarily because its corruption of politicians allowed it to act with impunity.\n\nFrom the end of World War II until pretty recently, the Sicilian Mafia was allowed to grow and prosper, especially once \"concrete\" -- the first post-war building boom -- came to Sicily.\n\n[It's not just Sicily's Cosa Nostra, however, it's all three of the Italian Mafias, meaning the Ndrangheta and Camorra as well.]\n\nSo leave it to Hollywood and Facebook to finally find the ultimate weak spot of the young Sicilian Mafiosi... their vanity.\n\nA new generation of Cosa Nostra, weaned on films like Goodfellas, Scarface and The Godfather, are turning to social media to flaunt their criminal exploits and wealth, some published reports have been revealing.\n\nFor the new breed \"prison is not a disgrace. It is a degree at the academy of Cosa Nostra,\" which reports how it taunts police and recruits new members over Facebook, according to News Forage.\n\nAlleged Palermo mobster Domenico Palazzotto, 28, reportedly has created a Facebook page under a false name in which he posts pictures of himself cruising on motorboats, dining on champagne and lobster, and posing by luxury sports cars. \nPalazzotto allegedly helped to run extortion rackets in the Arenella neighbourhood of Palermo, and on the sites aims insults at police, and swaps messages with an aspiring mobster who wants to be enrolled in the clan.\n\"Do I need to send a CV?\" asked the applicant. \n\"Yes, brother,\" replied Palazzotto. \"We need to consider your criminal record. We do not take on people with clean records.\"\nThe boss then adds: \"Join my team… We are the strongest, ha ha ha.\" Not LOL!\n\nSalvatore D'Alessandro, Palazzotto's alleged henchman, also posted pictures of himself partying around town with his boss on his Facebook page. He even writes of his ambitions to move up the Mafia's ranks.\n\n\"For the time being I am one of the small sharks hunting in the deep,\" he wrote. \"But the moment will come when I rise to the surface and will have no pity for anyone,\" he wrote.\n\nItalian police monitor Facebook; they likely are the ones who leaked the information about the Facebook adventures of the young Mafiosi. \n\nNoted the UK's Telegraph:\n\nThey idolize gangsters like Tony Montana, from the 1980s gangster classic Scarface and Ciro Di Marzio, the hot young mafia boss known as ‘the immortal” featured in Gomorrah, the TV series about the Naples Mafia that has taken Italy by storm. \nI'm too much! Even for myself!\nThe emerging leaders may have barely made it through high school but they know how to create imaginary Facebook identities and use social media to issue threats, sell drugs and demand extortion payments from those who fear them. \nNino Spagnuolo, a 30-something Camorra boss in Castellamare di Stabia near Naples, identifies himself as a “businessman” on his personal Facebook page which he has filled with glamorous photos of himself over the years as well as a cake decorated with two chocolate pistols and a legendary phrase from Scarface. \nWhen he was shot in the legs in an attack two years ago, he used Facebook to thank his relatives for their support and issue a warning to his enemies: “An eye for an eye, a tooth for a tooth. No mercy for those who do you harm.”\n\nA source quoted by News Forage said that the new generation \"does not share the older generation's antipathy for publicity.\"\n\nAs well: \"Going online would have been unthinkable for the old guard. They lived in farm houses and existed on bread, cheese and vegetables grown there, without using phones and relying on 'pizzini' (handwritten notes) to get their orders out.\"\n\nOne example: Bernardo Provenzano, the legendary “boss of bosses” of the Sicilian Cosa Nostra, indicted for murder in 1963, had promptly lammed it -- for 43 years. When he was finally found in 2006 he was living in a grubby hut outside Corleone.\n\nAs the Telegraph noted: \"For the new generation of brash young Mafia bosses the very thought is nothing short of laughable.\"\n\nAnother source quoted in an article said: \"The new generation are using Facebook, texts and WhatsApp to show that they are going to the best discos, beaches and restaurants, because they believe that is key to earning respect. The problem is that makes you traceable and they are getting arrested.\"\n\nIn June, Palazzotto was one of 95 suspected gangsters rounded up in 'Operation Apocalypse', which aimed at decapitating the city's new mafia leadership, which is allegedly involved in vote rigging, extortion, drug trafficking and money laundering.\n\nPalermo police found fugitive Antonino Lauricella because he was apparently addicted to his Facebook page.\n\nAlso, one of Italy's most wanted Mafia suspects, Pasquale Manfredi, was tracked down by police in Calabria in 2010 via his Facebook account.\nScene from gritty new Italian TV series called \"Gomorrah.\"\n\nManfredi, who adopted the nickname 'Scarface', was a boss in the notoriously violent 'Ndrangheta organization and was arrested for the murder of a rival in Isola Capo Rizzuto.\n\nNaples anti-mafia prosecutor Antonello Ardituro has warned Facebook is a dangerous propaganda tool for the mob and warned young people were particularly vulnerable because they lacked the ability to identify criminals on social media. “It is difficult to think of ways to fight it,” he told one interviewer.\n\nItaly has another potential problem. A new hit television series -- described as Italy's version of The Sopranos of David Chase\/HBO fame -- called Gomorrah seems to be inspiring a new generation of criminals.\n\nSeries director Stefano Sollima says he was surprised how closely the crime drama, shot on location in the \"squalid, crime-ridden\" Naples suburb of Scampia, seems to mimic daily life there.\n\n“When we were in Scampia, we were about to film a scene in a bar that was to be blown up. And one was blown up for real in front of us,” Sollima told Italian daily Il Messaggero. \nThe show, based on Roberto Saviano’s top-selling book Gomorrah, attracted around 700,000 Italian viewers each week in its first season and shooting for the second season is poised to begin, according to the Hollywood Reporter.\n\n\n  1. I wonder if the old timers under 416 bis know about this. Will these guys be shelved over the vanity they have? If it can happen to tg graziano it can happen to these guys.\n\n  2. What does TG Graziano have to do with Sicily?\n\n  3. It's an analogy that I made.\n\n  4. Those bonanno boys are a joke compared to the camorra clans. Those camorrista will kill your kid and leave it on your doorstep. It's a sad fact but true\n\n  5. TG got shelved because he couldn't stop his daughters from embarrassing him and the entire Bonanno family not because he has a Facebook account.\n\n  6. I stand corrected. Not going to be an asshole and combat the truth when I'm in the wrong.\n\n  7. Very unfortunate. I feel bad for the victims.\n\n  8. Well to be honest, most of these guys have had fb accounts for years now. Also under an alias, or using their wife's page, etc. Except up until now, they've been on there to interact privately with whoever they're looking to talk with on there. And on their page, they stuck to playing Candy Crush and silly fb games. This is ridiculous and there will be consequences for these guys no doubt. The bosses are not sitting in 41-bis regime for life, only to have some kunckleheads acting openly.\n\n  9. The Sicilians have done the same.\n\n  10. Gomorrah, sounds like a venereal disease\n\n  11. There have been plenty of American Mafiosi who have flaunted their wealth in the past. These days it's very low key. These guys should be whacked for looking like two queers.\n\n  12. In Italy you don't get shelved, you get whacked\n\n  13. Low key is proven best these guys should learn about gotti and don carlo then choose which path to take flashy and flamboyant or clannish and low profile\n\n  14. With all due respect, they should learn about the good Lord Jesus Christ and choose that path. Whether low key or flashy, it won't be a happy ending.\n\n  15. if they aren.t old school they will be when they go to Jail and somebody starts sticking a burrito in there ass philly\n\n  16. How about just do ur own thing this way the only person who could Rat u out is is is ur self and the only person ir ur married u k\n\n  17. NewSchoolWithThatOldSchoolFeelAug 9, 2014, 5:14:00 PM\n\n    With all respect due...old school... If thats your real name. Ha. I think you should burn that good book\n\n  18. Yeah -- I even wrote a story about Camorra members using FB - Mr DeLucca did (Charlie, you out there?). The Italian police orchestrated this particular story for some reason.\n\n  19. I guarantee you I got shoes older than you, kid. It's never too late for redemption.\n\n  20. As a matter of fact Anthony D. might have a point. Don Carlo had a priest come to him while on his death bed and had the last rites administered while Gotti waved off the priest.\n\n  21. Really Old School? I knew that about Gambino but I didn't know Gotti waved him off... amazing, that man was truly amazing. He always was a gambler but that is one bet I would have hedged....\n\n  22. You can take that one to the bank.\n\n\nPost a Comment\n\nPopular This Week\n\nHoodwinked: Restaurateur on Ramsay's Kitchen Nightmares Was a Mobster\n\nThe Mob's Underground Railroad: How Allie Boy Persico Survived On The Lam For Seven Years\n\nBath Avenue Cr... (truncated)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9470322728,
        "format_confidence":0.9481160045
    },
    {
        "url":"https:\/\/insiders.marriott.com\/thread\/17886",
        "text":"Phone scam offering a free stay in Marriott 5 star hotel\n\nDiscussion created by dardarjg on Jan 9, 2015\nLatest reply on Jun 25, 2015 by gattom\n\nJust wanted to mention that I just hung up the phone in which I received an automated voice message saying \"Congratulations, your phone number has been randomly selected as the winner of a free 1-night stay at a 5 star Marriott Hotel.  For details, press \"1\" now.\"\n\n\nI had only just been reading about these phone scams 5 minutes ago and that anyone who presses 1 is basically giving their phone number away to these scammers who can place long distance calls and also perpetuate the scam by using YOUR number to call other people.\n\n\nNeedless to say I simply hung up... This is the 2nd time this week I have received a call from scammers.. the other one was from \"Winners International\" in which I (supposedly) won 3 million dollars and a Mercedes Benz... This particular one happened to be a live human being on the phone so while he was yammering on in my ear I looked up Winners International online to see it was a scam and proceeded to then tell the guy on the phone exactly what I was reading online...  and \"how much was he expecting me to send him using Western Union to claim my prize??\"  Funny thing... he hung up on me...\n\n\nScam , scam, scam... best to follow the old rule \"if it sounds too good to be true,then it probably is\".",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9681850672,
        "format_confidence":0.9948509336
    },
    {
        "url":"https:\/\/www.emptywheel.net\/2013\/07\/25\/sigars-sopko-re-50-million-sole-source-rule-of-law-contract-you-cant-make-this-up\/",
        "text":"SIGAR’s Sopko re $50 Million Sole Source Rule of Law Contract: “You Can’t Make This Up”\n\nJohn Sopko\n\nJohn Sopko\n\nThe Special Inspector General for Afghanistan Reconstruction (SIGAR) has discovered that the State Department has awarded a sole source contract for nearly $50 million to provide training on the rule of law in Afghanistan. Remarkably, the State Department ignored its own rules for contracting and provided no mechanism for verifying spending under the contract. SIGAR also has found that the International Development Law Organization, which was awarded the contract, is particularly ill-equipped to manage such a large contract and is refusing to cooperate with SIGAR’s investigation.\n\nFrom the alert letter (pdf) sent to Secretary of State John Kerry from Special Inspector General John Sopko:\n\nI write to alert you to serious deficiencies related to the Afghanistan Justice Training Transition Program administered by the Department of State, Bureau of International Narcotics and Law Enforcement Affairs (INL). In the course of performing an audit of rule of law programs managed by INL, SIGAR became aware of INL’s sole source award to the International Development Law Organization (IDLO) for Afghan justice sector training services. This award does not appear to contain basic provisions that would allow INL to ensure proper monitoring and evaluation of a project expected to cost U.S. taxpayers nearly $50 million.\n\nOn December 27, 2012, INL offered IDLO $47,759,796 in exchange for work on a project titled, “Completing the Transition in Afghanistan: Justice Training Transition Program (JTTP)” (see attached). On January 2, 2013, IDLO accepted INL’s offer by initialing a two-and-a-half page Letter of Agreement. According to INL, this is the largest project IDLO has ever worked on and the United States has already obligated $20 million towards its completion.\n\nIt is very easy to see that this is the largest project IDLO has ever worked on. Their website is pathetic. The “people” section lists only one person, Irene Khan, noting that she served as Director General of Amnesty International from 2001-2009. The page fails to mention that she was removed from that post and caused quite a scandal with the huge payout she forced Amnesty International to give her in order to leave.\n\nReturning to Sopko’s letter, we see that IDLO was chosen to replace another organization, PAE (whose new Executive Chairman just came from CACI, scary folks there…) and that SIGAR had “significant concerns raised regarding award and management of the PAE contract”. It appears that the State Department can’t quite figure out how to observe the law in giving out grants to train Afghans on the administration of justice. Further, SIGAR found that the State Department ignored its own rule in awarding this contract in a manner that makes oversight almost non-existent, even though it did require oversight on the portion of the program that is contracted to the Afghan government.\n\nRegarding IDLO itself, the letter is devastating (emphasis added):\n\nPreliminary information gathered by SIGAR auditors suggests that IDLO is ill-prepared to manage and account for how U.S.-taxpayer funds will be spent on the JTTP. Documents provided to SIGAR indicate that IDLO’s annual budget is about $27 million (at €1.32 to the dollar). A State Department official told SIGAR auditors that IDLO’s budget has declined in recent years, even as its portfolio of projects has increased, forcing IDLO to implement its projects with less funding. According to this official, IDLO also lacks proper international financial certifications, which prevents it from validating its internal spending. Therefore, in the absence of further explanation, it seems ill-considered for INL to have awarded almost $50 million to an organization that may not have the ability to account for the use of those funds, under an agreement in which INL failed to require proper provisions for oversight.\n\nThe oversight risks associated with INL’s sole source award prompted SIGAR to request substantive information directly from IDLO. However, IDLO has refused to fully comply with SIGAR’s repeated requests for information regarding its budget, organizational structure, and financial relationship with the U.S. government. IDLO has also refused to provide complete copies of the materials it uses to help train Afghan justice sector officials under its award from INL. IDLO’s failure to comply with these requests raises serious concerns regarding its commitment to transparency and willingness to acknowledge the authority of the U.S. government to oversee how U.S. taxpayer funds are spent.\n\nIt should come as no surprise then, that Inspector General Sopko would have this to say about the contract:\n\nThe State Department — for some inexplicable reason — gave IDLO $50 million in U.S. taxpayer dollars, then gave away any oversight of this foreign entity. The irony here is that State violated its own written policy and gave them a huge check to teach the Afghans about the ‘rule of law.’ As the saying goes, you can’t make this up. We’re going to get to the bottom of this and hold people accountable.\n\nWell said. Although, being foul-mouthed, I would have gone all the way to “You can’t make this shit up”.\n\nUpdate: IDLO just tweeted this link to me with their rebuttal of SIGAR’s charges:\n\n28 replies\n  1. Jim White says:\n\n    @emptywheel: Perhaps. Could also just be run of the mill corruption.\n\n    Although, there is the “narcotics” bit in the State Department program. That always sets off alarm bells, especially given the Karzai family businesses.\n\n  2. What Constitution? says:\n\n    Well, at least they paid by check, rather than a couple of pallets of cash — great strides in the “accountability” department there.\n\n    And also on the “plus” column: it’s “only” $50 million. Just think, the bidder probably could have tossed Yemen into the “designated country” offer and gotten at least $100 million — “why buy one when you can get two for twice the price”. How very frugal.\n\n    I just hope the continuing audit process is able to identify how much of this money was used in successfully teaching the Afghans enough about the rule of law to object to US insistence that they continue to hold prisoners without charge in Afghan jails once the US turns over control of the jails — and maybe we can see whether any of those educational materials were ever read by the Americans currently doing the detaining.\n\n  3. Frank33 says:\n\n    You cannot make this up either. The desperate failures at the Pentagon found a new scam to win the Afghan War. Use sex, drugs and rock and roll, and the “Burning Man” hippies. It could have worked!\n\n    The war effort, in short, was sophisticated when it came to deploying lethal hardware like drones, but clumsy in just about every other way. A few people in the upper echelons of the command structure were painfully aware of this. Warner knew because he had their ear. He had connections in the Defense Intelligence Agency, the CIA, the Army Special Forces, and the Office of the Secretary of Defense. He also knew what an unlikely figure he cut—a Burner among bureaucrats. When I asked him later why the Department of Defense had turned to him, he shook his head and laughed. “Oh,” he said, “they’re fucking desperate.”\n\n  4. Garrett says:\n\n\n    PAKTIKA PROVINCE, Afghanistan (June 24, 2012) — Commanders from the Afghan National Police, Afghan Local Police, the District Chiefs of Police along with the Paktika Provincial Chief of Police gathered together in Sharan district for the first area law enforcement conference, June 9.\n\n    During this conference, the PCoP addressed the law enforcement interests of Paktika province, as the eventual withdrawal of coalition forces approaches. One of the main topics covered were the tasks and responsibilities of the ALP within their villages.\n\n    “Their duty is to secure their own land, get the bad guys out of their village and maintain respect for their elders,” said Dwlat Khan, Paktika Provincial chief of police.\n\n    First Paktika law enforcement conference focuses on role of local police, Allied Command Operations, NATO\n\n    N.D.S. head Assadullah Khalid is from Nawa district, Ghazni province. And Nawa district was security rated “no go”. Except for Dawlat Khan, Police Chief, who Assadullah Khalid selected.\n\n    American Special Forces liked Dawlat Khan. He would lead raids on his enemy’s houses, at the wheel of his own bright red pickup truck, where U.S. Special Forces only had to pull up the rear.\n\n    Which was the basis of his protection racket. Dawlat Khan could shake down the local shopkeepers, with the assistance of U.S. Special Forces following behind his pickup truck, and his ability to call in airstrikes.\n\n    So, Dawlat Khan later moves on to be Bandit in Chief of nearby Paktika. And also to be the head of Watan Risk Management, a Karzai-family transport protection racket.\n\n    And to be key speaker at this, um, law enforcement conference.\n\n    Which was probably catered well.\n\n  5. bsbafflesbrains says:\n\n    Thomas Pynchon couldn’t make this stuff up. Fantasmagoric.\n    I imagine members of the MICC club sitting around table and saying “We need to account for this extra 50 million any ideas?”\n    “Hey why don’t we call it “rule of law” training since we have already trained the police and soldiers.” “Good one Jerry let’s give Chuck the contract”\n\n  6. Garrett says:\n\n    SIGAR can be a bit off base in what they do.\n\n    It’s like doing an audit of an organized crime outfit. And then reporting on the accounting and contracting problems they find. SIGAR is just missing something.\n\n  7. What Constitution says:\n\n    @Garrett: SIGAR probably would reply that their mission isn’t to evaluate substance, only process. And besides, the whole idea that our government is presuming to lecture the Afghanis about respect for the rule of law seems best to fit within the educational guidel... (truncated)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.6106812954,
        "format_confidence":0.728592515
    },
    {
        "url":"https:\/\/barthsnotes.com\/2018\/12\/04\/operation-midlands-nick-named-as-carl-beech\/?replytocom=2000869",
        "text":"Operation Midland’s “Nick” Named as Carl Beech\n\nThe Times reports:\n\nThe man whose allegations sparked Scotland Yard’s disastrous paedophile inquiry can today be revealed as a former NHS manager, school governor and father of one.\n\nCarl Stephen Beech, 50, is the man who has been known publicly only as Nick since 2014 when Scotland Yard launched Operation Midland based on his claims of murder and abuse by a paedophile ring.\n\nMr Beech… faces 12 charges of perverting the course of justice and one of fraud after the collapse of one of the Met’s most prominent inquiries. He is accused of profiting from alleged lies about murder, abuse and torture by fraudulently claiming £22,000 from the Criminal Injuries Compensation Authority. [1]\n\n…Scotland Yard’s £2.5 million inquiry relied solely on Mr Beech’s abuse claims that he made against VIPs including Lord Bramall, 94, the Normandy veteran and former chief of defence staff, and Harvey Proctor, a former Conservative MP. Both were interviewed under caution during the 18-month inquiry before they were exonerated in 2016. \n\nThe development has been reported in various newspapers – the Daily Telegraph has even put him on the front page. \n\nCarl Beech’s identity was not much of a secret – “jigsaw” identification has been possible for a long time, and in 2016 Associated Newspapers was fined after it published his photo with such minimal pixelation that he could be readily identified by anyone who knew him (see below). He has also previously been named by various individuals on social media.\n\nThe removal of Beech’s right to anonymity is an important step in achieving justice for those who were targeted by Operation Midland, in that while their alleged accuser remained in the shadows a thoroughgoing dismantling of the false allegations attributed to him by police and media has been impossible – thus despite the police exoneration, users of an #IBelieveNick hashtag have continued to assert the guilt of those who were falsely accused. It also remains to be told how the allegations were promoted by various groups and politicians, and the simple fact that we can now say that Nick’s real name is Carl opens new avenues here.\n\nHowever, we are not quite at the destination: Beech will not face trial until May, and in the meantime we must take care to avoid writing anything that might be prejudicial or subject to reporting restrictions. Beech’s lawyer has indicated that his client intends to contest the allegations, and we do not know what defence may be offered – that is why I am careful to refer to claims attributed to Beech. I make no comment or speculation here about what Beech may have said to police or why. That does not mean, though, that we must pretend to be agnostic about false allegations. It will be Beech on trial next year, not the Operation Midland suspects [2].\n\nThe poorly pixelated photo of Carl Beech (“Nick”) that led to Associated Newspapers being fined in 2016. Note that the pixelation virtually disappears when the image is made smaller.\n\n\n1. According to the Daily Mail:\n\nThe fraud charge alleges that he falsely claimed £22,000 in criminal injuries compensation by saying ‘he was subjected to abuse by a paedophile ring, knowing this to be untrue and intending thereby to make a gain for himself’.\n\nBoth reports could have been clearer that this relates to one particular allegation attributed to Beech, concerning one specific public figure. There seems to be no good reason why this person is not named, but without further guidance I won’t mention him either.\n\n2 . Limits around what can be said at the moment may also be used opportunistically. Thus the journalist Mark Watts writes on Twitter that:\n\nPart of the complication for media re naming is that there are allegations of child sexual abuse made by ‘Nick’ where he has not been charged with attempting to pervert course of justice or fraud.\n\nThis may imply that some allegations are stronger than others, and that the prosecution is being selective. However, allegations attributed to Nick include claims against people who are dead. In such cases, it is impossible to pervert the course of justice because there can be no trial; and the lack of any fraud allegation may merely indicate that no compensation was ever sought.\n\n33 Responses\n\n  1. Mark Watts’ tweets with regards to recent hearings have been absolutely misleading and should, therefore, be taken with a pinch of salt.\n\n  2. @Bandini, from the other thread:\n\n    “The craven media are having more of a problem in stating the obvious: Carl Beech is being prosecuted for fraud relating to claims made against “a TV presenter” which predate the allegations which led to Op Midland”\n\n    Well spotted, I didn’t initially pick up on that.\n\n    “Front-pages, television screens & PI lawyers waiting rooms filled with this shit. Poor ol’ Nick, he gave ’em what they wanted & now they’re nowhere to be seen.\n    I’d rather they were sat in his place.”\n    Completely agree.\n\n  3. “Time after time I have witnessed this grotesque spectacle of lawyers draining the victims of child abuse for every penny available. Millions of pounds have been and still are being wasted in the name of abuse victims. ”\n\n    Bandini, the above is from your friend Darren Laverty’s latest blog. Well, it has to be admitted that he has a point.\n\n    • I’m no friend of grotesque spectres, TDF.\n\n      “Furthermore, the refusal of the IICSA to investigate the media’s role in my case evidences a refusal to see the truth of how they treated me as a victim of child abuse. The very fact that a fabricated document the Observer Newspaper and North Wales police concocted in order to try and discredit me…”\n\n      Seems like not even the IICSA are daft enough to swallow a fabricated claim of fabricated documents…\n\n      • Laverty also quotes verbatim on his blog from this report from the Bristol Post:\n\n\n        Apart from the irresponsibility of the journalist(s) in reporting the above without strong advice to the man and the public in general that to undertake such an activity while simultaneously undertaking a hunger strike is extremely dangerous and that at the very least he should be encouraged to take food and water breaks during his proposed walk, the reporter is seemingly unaware that the vast majority of the so-called “114 documents linking politicians to the sexual abuse of children” most likely relate minaly to questions asked by politicians in relation to child abuse, rather than documents containing allegations that politicians were themselves engaging in child abuse.\n\n\n      • “… embarking on the 120-mile trip during Christmas and the New Year period. He thinks it will take him between 15 and 20 days…”\n\n        Er, so aiming for a punishing 6 to 8 miles a day! Is he doing it walking on his hands or summat? No…\n\n        “I’ll have to walk slowly because I’m not eating, because I’ll faint or collapse if I overdo it.”\n\n        Ho ho ho! Another attention-seeking nutjob. Speaking of which:\n\n        “I’m going to make this article haunt you @DavidRoseUK⁩ as will many other great journalists… … I have no doubt children were killed in Jersey and the truth will be revealed there are many great reputable experienced journalists working on exposing this.”\n\n        It’s Jon Wedger’s press pimp, that ‘great journalist’ Anna Brees, with replies from the usual coterie of crackpots, Esther Baker lauding Mad Mike Veale, etcetera. Lest we forget it was poor David Rose who stands accused of ‘fabricating documents’ in an enormous conspiracy to silence the Welsh Womble for some reason that even the Welsh Womble can no longer recall, tangled up in the briars of so many previous versions…\n\n        But could an exciting new alliance now be formed, Brees, Wedger, Veale & Baker coming to his rescue? Really, why not? We’ve seen it before.\n\n        Bah! I’d tempted to invite them all for a spin on my massive yacht, pointing it down Jersey way before shoving the lot of ’em overboard.\n\n\n      • I doubt you have any friends. Just for the record, the IICSA don’t even know about the article you numbty.\n\n        P.S. Hencke has been humiliated by Hemming. It’s out there, go see.\n\n      • “Just for the record, the IICSA don’t even know about the article you numbty.”\n\n\n        “The very fact that a fabricated document the Observer Newspaper and North Wales police concocted in order to try and discredit me (by alleging I took part in a gang rape at the age of 11) was ignored…”\n\n        Not sure how they can ‘ignore’ something if they ‘don’t even know about’ its existence – you evidenced dilbert!\n\n  4. The panel isn’t the IICSA. It’s a working machine that employs dozens of suits behind the scenes. Some of them decided the article wasn’t relevant to the thread-Accountability and Reparations. I understand their decision and have to live with it. Just because I phrased it the way I did doesn’t dilute the fact that panel members themselves wouldn’t have a clue it exists.\n\n    Semantics is you all over though isn’t it? You live for these times. Ooh, er, quick over there, Laverty’s written some words let’s rush over and dissect each one. Fuck the context in which their written let’s just do we what do.\n\n    Sad and pitiful.\n\n  5. Is this correct, Martin’s info usually is.\n\n\n  6. Totally correct tdf.\n\n    He pleaded guilty this morning to 6 charges CSA related including possession of 322 images some of which are category A across 3 specific devices one of which was allegedly in his car.\n\n    His sentencing has been adjourned for another date to be arranged and he’s been remanded in custody pending sentencing.\n\n    He changed his plea at the last minute too after a series of pre-trial legal discussions yesterday. Likely once he found out the depth of the evidence against him he decided to plead guilty.\n\n    On the wider issues, Wall of Silence is the least of the issues imo although it does raise questions about the true motives behind it.\n\n    Tom Watson’s inv... (truncated)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9844186306,
        "format_confidence":0.7906121016
    },
    {
        "url":"http:\/\/www.drivingandlife.com\/2018\/05\/smart-lawyers-sad-story-happy-ending.html?showComment=1623939853118",
        "text":"Wednesday, May 9, 2018\n\n\nI have led a charmed life, evidenced by the following story.\nBack in 2000 on a visit to New York, my good friend James Sherwin, then manager of the Hotel Carlyle and knowing of my keen interest in music, musicians and record producers, offered to introduce me to a notable New York audio specialist, Mark Levinson.\n\nI had read about Mark in a Stereophile magazine article written by respected audio writer Barry Willis. Mark is an audio industry phenomenon, and a talented musician who in his teens and 20s played with jazz greats Sonny Rollins, Chick Corea, Keith Jarrett, Stan Getz and Lee Konitz.\n\nHe developed an interest in producing truly high-end audio equipment, and his first foray into this scene was to build the sound mixer used at the 1968 Woodstock Music Festival, when he was just 21.\n\nHe founded Mark Levinson Audio Systems (MLAS) in 1972, going on to produce some of the most incredibly high definition playback equipment, amplifiers and speakers, plus developing high quality multi-track recording equipment and quickly developed a respected reputation for some of the world’s best audio systems.\n\nI met him at his store and private studio on Madison Avenue (between 76thand 77thAvenues), and was surprised that the name on the storefront was Red Rose Music.\n\nMark welcomed me with enormous enthusiasm once he found out my background as a disc jockey, jazz lover, and also my newfound friendship with legendary record producer, Tommy Lipuma.\n\nThat night he introduced me to the fantastic audio quality of the then famous SONY Super Audio CD (SACD), and I was truly amazed at the incredibly wide dynamic range of the recorded sound.\n\nI was even more surprised when he told me that it had been recorded right there in his private studio, not some high tech soundstage.\n\nThe quality of the audio was dazzling, and makes me wish that SACD had been a commercial success for Sony.\n\nHe also told me that he had recently married TV star Kim Cattrall, who starred in ‘Sex & The City', and that between them they had authored a very controversial sex manual, called ‘Satisfaction – The Art of Female Orgasm’.\n\nI was so impressed with the audio quality of Mark’s products, I suggested to my colleagues at Bentley Motors back in Crewe, UK, that we should investigate the possibility of Mark Levinson designing and engineering audio systems for our new Bentley Continental.\n\nI tried, unsuccessfully, for months attempting to get the Bentley and VW audio specialists to agree to a trial development, but unfortunately Mark’s ideas were rejected on the basis of NIH (Not Invented Here).\n\nGiven the excellence of the products which carried his name and were already world-famous, the NIH response is a sad indictment on supposedly quality-conscious executives.\n\nIn the meantime, Mark had suggested that Bentley could do some promotional activities with Kim Cattrall, so he suggested we have lunch together.\n\nShe was a real joy to meet and discuss promo ideas with. She is warm, friendly, no-nonsense and a very smart lady. We quickly agreed that whilst my Bentley PR budget could not afford a big retainer and huge fees, we could provide her with a Bentley each weekend for her and Mark to drive out to her ‘weekender’ in the Hamptons.\n\nSo began a two-year period where we enjoyed enormous cachet from her being seen in a Bentley every weekend in the playground of New York’s richest and most influential people.\n\nEven after the promo agreement ended, she agreed to ‘star’ (right) at our New York launch party for the Continental GT coupe in 2003.\n\nBut, back to Mark Levinson and the background to his Red Rose Music company. Why the change?\n\nTo avoid any legal complications, I will quote from the publicly-available source – Wikipedia.\nIn 1980, an investor acquired control of the company, allegedly without paying Levinson, and allegedly put MLAS through a planned bankruptcy to eliminate Levinson’s 43% interest in the company. Mark Levinson Audio Systems, Ltd. ceased to exist in 1984, with Madrigal Audio Labs acquiring its assets.  Madrigal Audio Labs took Levinson to court and asked the United States government to forbid him from working in audio for the rest of his life. In August 1986, Levinson won the case but lost the right to use his given name as a trade name (such as is put on a product). \nSince 1990, the Mark Levinson brand and trade name have been property of Harman International Industries.\n\nMark Levinson audio system in 2012 Lexus GS350\n\nLexus signed an agreement with Madrigal Audio Labs to fit Mark Levinson-branded audio equipment to its cars in 2001 – however, apart from the first system, the design and quality of the later audio systems have nothing to do with the originator, Mark Levinson.\n\nI have huge respect for Mark Levinson. He is a genuine, honest, down-to-earth creative genius and certainly does not deserve being stripped of the commercial value of his name by an investor with a bunch of smart lawyers. Okay, his own lawyers didn’t do such a good job of protecting his rights, but that’s life.\n\nHe now runs a company called Daniel Hertz, in Neuchatel, Switzerland and still enjoys respect from his peers, the music world and many, many satisfied customers around the world.\n\nSo, how come Mark’s new company is called Daniel Hertz? Mark explains:\n\n\"I wanted a family name. Daniel is my father’s name. Hertz is my mother’s family name. Heinrich Hertz, the physicist who first demonstrated the electromagnetic wave, was my great uncle. That was the beginning of audio.\"\n\nI love a happy ending.\n\n\n  1. This is such a great resource that you are providing and you give it away for free. I love seeing blog that understand the value of providing a quality resource for free. Lawyers\n\n  2. We are Pakistan's first Legal Comparison and Service Website that covers the whole of Pakistan 24 hours a day FIA lawyer\n\n  3. The series of articles outlines the legal authorities, strategy and procedural points we used to successfully defend a military retiree, who was a veteran of the Vietnam War. Holm Law Group San Diego\n\n  4. Positive site, where did u come up with the information on this posting? I'm pleased I discovered it though, ill be checking back soon to find out what additional posts you include. Criminal Lawyers\n\n  5. Positive site, where did u come up with the information on this posting? I'm pleased I discovered it though, ill be checking back soon to find out what additional posts you include. iptv\n\n  6. Thanks so much for sharing this awesome info! I am looking forward to see more postsby you! iptv box\n\n  7. Thanks for this valuable information. Very easy to understand! Awesome\n    Court Marriage in Lahore\n\n  8. Like a child who has discovered a new toy, this information will open up a whole new world of awe and wonder for you. If you have been emotional with a crime, you want to save a lawyer immediately. You will want superstar who has expertise in criminal guard because it is a greatly singularized region of the law. Attleboro probate attorney\n\n  9. Thanks for every other informative site. The place else may just I get that kind of information written in such an ideal means? I have a venture that I’m just now operating on, and I have been on the look out for such information. San Diego Personal Injury Lawyer\n\n  10. On the off chance that more individuals that compose articles truly fretted about composing extraordinary substance like you, more perusers would be keen on their compositions. Much obliged to you for thinking about your substance. Legal services\n\n  11. I would recommend my profile is important to me, I invite you to discuss this topic... Timeshare Exit\n\n  12. Very efficiently written information. It will be beneficial to anybody who utilizes it, including me. Keep up the good work. For sure i will check out more posts. This site seems to get a good amount of visitors. DUI Lawyers\n\n  13. The following interesting point is whether that legal advisor is accessible to take care of your division\n\n  14. While this training shouldn't prevent you from seeing the lawyer, mull over meeting a separation lawyer charging a huge expense for an underlying interview. Restraining order",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9331992269,
        "format_confidence":0.6512485743
    },
    {
        "url":"http:\/\/www.triplicate.com\/component\/option,com_marketplace\/Itemid,204\/adid,222852\/catid,2083\/page,show_ad\/index.php?option=com_content&task=view&id=117240&Itemid=49",
        "text":"\n\nNews Classifieds Web\nweb powered by Web Search Powered by Google\n\nHome arrow Opinion arrow Letters arrow Letters to the Editor April 20, 2013\n\n\nLetters to the Editor April 20, 2013\n\nNo good reason Crowell is still head of Probation\n\nI feel it is a bunch of crap that Thomas Crowell basically got away with embezzling money from the Law Enforcement Administrators of Del Norte County (“Crowell reaches a plea bargain,” April 11).\n\n If anybody else in this town did that, they’d be sent to prison. Why is District Attorney Jon Alexander facing disbarment for helping someone, but Tom Crowell is still the head of Probation?\n\nThis town needs to be thoroughly investigated, this is asinine.\n\nTony Jacomella, Crescent City\n\nPlease take time to fill out health survey\n\nSometime during the week, you should receive The Community Health and Wellness Survey in your mailbox. The questions asked were formulated by a local consortium guided by the California Center for Rural Policy at Humboldt State University, and are framed specifically for information useful for Del Norte and adjacent tribal lands.\n\nIf we are to make policy decisions that will lead us to healthier individuals, families and communities, your participation in this process is essential. Please take the time to complete and return the survey using the stamped, self-addressed envelope included.\n\nThere are no “right” or “wrong” answers. All information provided is anonymous and will be used to help determine what types of services are necessary locally to improve community health. Thoughtful, accurate answers are needed for us to make meaningful decisions that will lead you, your family, and the community around you towards a healthier tomorrow.\n\nYour local Health Care District is a proud sponsor of this effort. As chairman, I request your participation in this project.\n\nClarke Moore, Crescent City\n\nCronyism let Crowell off with misdemeanor plea\n\nPinch me! When will we, the public, cry “enough!”? \n\nAgain, a double-standard applied for one of their own. A $661 fine and “pseudo probation” (“Crowell reaches a plea bargain,” April 11). Give me a break.\n\nIt’s not that I’m a head hunter, but let a member of the public get even a minor traffic citation and you’ll pay close to Mr. Crowell’s fine. Then I guarantee it will stay on your DMV record for years. Yet his embezzlement will be wiped out, a clean slate. \n\nThis corruption, or should I say “cronyism,” makes me sick. Am I alone?\n\nJames Snow, Crescent City\n\n\nTriplicate front page\n\nGet home delivery of the Triplicate for only $7.94 a month. After filling out one simple and secure online form you could be on your way to learning more about your city, state and world than you ever have before.\n\nDel Norte Triplicate:\n\n312 H Street\nP.O. Box 277\nCrescent City, CA 95531\n\n(707) 464-2141\n\nFollow The Triplicate headlines on Follow The Triplicate headlines on Twitter\n\n© Copyright 2001 - 2014 Western Communications, Inc. All rights reserved. By Using this site you agree to our Terms of Use",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.808652699,
        "format_confidence":0.9716947675
    },
    {
        "url":"https:\/\/www.indybay.org\/newsitems\/2012\/10\/02\/18722876.php?show_comments=1",
        "text":"From the Open-Publishing Calendar\nFrom the Open-Publishing Newswire\nIndybay Feature\nRelated Categories: East Bay | North Bay \/ Marin | Police State and Prisons\nVallejo Police Officer who murdered Mario Romero has been identified\nby Vallejo Copwatch (vallejocopwatch [at]\nTuesday Oct 2nd, 2012 11:54 AM\nVallejo is Bleeding! Vallejo Police Officer identified as responsible for murder, planted evidence, sexual molestation of minors, aggressive beatings of senior citizens... and this Officer is one of many who are protected by Vallejo City and Solano County governments. This is what's really happening in the itty bitty city of Vallejo\n2012-09-30 \"OFFICER INVOLVED IN RECENT POLICE FATALITY IDENTIFIED\" press release from \"Justice for Mario Romero and Joseph Johnson Movement\":\n\nVallejo, CA –\n\nOfficer involved in Romero death had a long history of unlawful and abusive behavior.\n\nOn September 2, 2012, Mario Romero was approached and gunned down while sitting in his parked car in front of his home by a Vallejo Police Officer, identified by multiple witnesses as Officer Dustin B. Joseph (age 32).\n\nPublic and Court Records indicate a series of multiple complaints that detail a history of unlawful abusive and questionable, to say the least, behavior of Officer Dustin Joseph.\n\nReports detail claims, that Vallejo Officer Dustin Joseph, and another officer, physically assaulted Anthony Trapps in Kaiser Hospital Vallejo. Trapps said he was angry, that his son had been Tased multiple times during an alleged break up of a fight at Vallejo High School. Mr. Trapps felt Officer Joseph used excessive force with a disregard for the life of his minor son, in light of a recent Taser Related Death involving Vallejo Police Department.\n\nTrapps admitted to cursing at the officer out of frustration when Officer Joseph refused him access to his son, preventing Mr. Trapps ability to ensure the wellbeing of his hospitalized son. Trapps had no idea what would follow... when he turned around to exit the hospital, Trapps was attacked from behind, beaten, and then arrested.\n\nAnother report states Officer Dustin Joseph deployed his pepper spray recklessly on a group of students, as well as other adults with their small children, while eating at a Jack in the Box restaurant. Officer Dustin Joseph unloaded the entire contents of his canister, an Action most people believe is reserved for extreme situations. The report describes the Restaurant having to be evacuated. Vallejo Fire Department 911 Emergency Services were summoned for immediate use of their industrial blowers to restore safety and financial Productivity .\n\nIn another report, Officer Dustin Joseph is accused of an unlawful search and arrest of a Female Minor, where a subsequent or secondary search interestingly produced 13 Ecstasy Pills. Officer Dustin Joseph claimed the minor “told” him she planned to sell the drugs. In another similar report, a complaint of inappropriate physical contact filed at Vallejo High School on behalf of a female minor attending Vallejo High school in the 2008-2009 school year claims Officer Dustin Joseph (a male Officer) performed a physical body search on the female minor. The minor stated she asked Officer Joseph not to touch her. The minor said that the Officer immediately grabbed her arm twisted the arm turning her around placed her in handcuffs that cut into her skin, then moved his hands all over her body smiling and laughing. He then placed her in his patrol car. The minor was not charged with any crime, she dropped out of High School fearful of Officer Dustin Joseph. She stated “He is a Bully and uses his big Size and job to violate us\".\n\nThe Murder of Mario Romero, a man sitting in his car in front of his home, unknown to the officers at the time of the shooting, suspected of nothing except being an American exercising his right to just exist, minding his own business, murdered by this non-upstanding Police Officer \"on Steroids\"... the once 300 Pound menace lost a hundred pounds and decided to practice his new agility by spraying Mario full of bullets! Then, like a homicidal Rambo, he jumped on the hood of the car and emptied the next clip like the first into Mario Romero’s windshield at close range. Officer Dustin Joseph could not see him, the officer never used the loudspeaker nor did he identify himself. He ran up to the vehicle like a common thug, Murder under Color of the Law.\n\nOfficer Joseph did not want the neighborhood to witness his ongoing premeditated abuse of power. His name was not released early for good reason... He has a lot to hide! Murder, Excessive Force, brandishing firearms on people is not a new behavior for this officer, “He was a ticking time bomb waiting to explode”.\n\n# # # #\n\nWe ask that anyone who has had an encounter with this monster to to please leave details in comment area. Thank you.\n\nComments (as of Oct 2):\n\nL.B.: Thats the same ass hole that slammed a girl on her neck 2009 at bethal what are they waiting for they clearly have proof action must be tookn into consideration this is straight bull shit... they sure did shit when that officer capoot was gun down this has everything to do with race!\n\n\nD.K.: i used to get harassed daily by him at vallejo high. we called him officer d joseph. i believe he was the one that tasered this girl when i went there n 2007. she started havin seizures and had to go to the hospital. it was horrible. that man loved pickin on people that wasnt white or if u looked like u was affiliated. he tried to say i was a gang member for wearing red. but guess what. it was Friday which was spirit day. vhs colors. red. i got kicked out of school on the last day. i wasnt able to go to my graduation cuz it said i was a danger to the school and myself. omg. my mom was so mad. and they had to let me come back. i had to do a half semester cuz i failed my last two finals for not bein there. thank u officer fuck head. he tased hella people. i wanna say atleaat three cuz kids kept going to the hospital. thats what really opened my eyes to how vpd brutalizes people. he had a partner too his name officer huff. two big white assholes.\n\n\nC.M.: Yes, D.K. this is true. I was passing through VALLEJO high when this took place. My god son who now R.I.P Kevin Morgan was also taken from school while attending Bethel in 2003- ? And taken to Richmond by officer huff n his police car. For what aparent reason it is still unclear to me.\n\n\nB.B.: I went through the same thing the young lady did at Vallejo high he used alot\/too much force wen arresting me caused me to bleed cause the cuffs were too tight, tried to brake my arm wen putting it behind my back, searched me knowing a female officer was suppose to made me sit in the car wit a big ass puff coat on windows rolled up w the heater on & the list could go on . Everybody has a damn story bout this man.. I was arrested by both D joseph & Huff.\n\n\nL.H.: man i know that dirty ass cop cus i went to da high he dipped the fuck outtda me put his knee all up n a bitch neck fuk him i hope they see what type of dirty ass cop he realy is so he can b stripped of his rights as a cop n thrown n jail forever!\n\n\nL.A.: Im not sure if this is the same officer but about a year ago me and two african american men were at the park on fair grounds minding our business which is legal & two vallejo police men drove threw the grass coming from fairgrounds dr going toward whitney the side of the park we were on they got out drew there guns & demanded all three of us to get face down on the ground mind u im 17 at the time the only female & we are all guilty of no crime ... they run our names & pat us down while face down in the dirt If im remembering correctly male officers are not to touch females so I remind them that I am a minor one of the officers kneels down & whispers to me \"i dont give a fuck what you are\" they handcuff one of the young men I was with but made no arrest after they realized they had nithing they let us go about our business .... This is harrasment & I agree that something needs to be done about the VPD they should not be getting away with this bullshit any longer\n\n\nL.M.: I wasn't assaulted by d Joseph N officer huff while i attended Jesse bethel high school, I was harassed an treated daily an one day iwas caught by these same officers off campus and was beaten an arrested on false charges that where later droped. I remember Joseph laughing an sayin I told yu I'd catch yu\n\n\nMy name I wish to withhold...\n\nI am the uncle of the person whose Facebook this belongs to []. I lived in Vallejo but moved out because of police encounters...I too encountered officer D. and the mother of my child in south Vallejo at the motel 6 where I was brutally beaten and my pocket knife I held in my right front pocket was pulled from my pocket and placed to my throat by officer Joseph with him threatening to cut my throat and using racial slurs...he and his partner whose name I can't remember pulled my dreadlocks and continued to kick me repeatedly in my face because I was not wanted on the property of motel 6 by the owner...I didn't have a stay away...nor did I possess any drugs or weapons except for a four inch pocket knife...he told me not to show my face in south Vallejo any more...I obeyed...I attempted to make a police report only to have my report discarded...I never persisted after that...I just left Vallejo...\n\n\nA.L.: D. Joseph had a Long history of threatning My brothers life(rest in peace) hed told him repeatedly ” im going to get you. Ur Granny wont always be able to save you”. Hes partly responsible for my brothers reputation being tarnished & him being killed.\n\n\nS.W.: Well shit since ur talking about it dont forget the 6 yr old child that was having a temper tantrum over crayons that he snatched out of the moms car put him in the back of his patrol car against his mothers will only for this child to have a panic attack, then placed him on a 51\/50 hold take him to the hospital have the doctor... (truncated)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9954360127,
        "format_confidence":0.9180095792
    },
    {
        "url":"http:\/\/www.thehighroad.org\/archive\/index.php\/t-13836.html",
        "text":"\"what's your personal homeland security level\" ???\n\n\nMarch 16, 2003, 03:12 PM\nBased on today's news reports, it looks like war may start in a few days, and some \"TV terrorist experts\" have said that if that indeed occurs, the risk for terrorism in the USA will be greatly increased (and that the USA is likely to increase the national threat level back to Orange - High Alert).\n\nIf a war does start, what will be your personal homeland security level -- i.e. for you and your family?\n\nFor me, it will increase a bit.\n\nFor example, we will, if possible, attempt to avoid crowded public places -- do our shopping at \"off\" times.\n\nI will upgrade my daily carry gun from a \".32 pocket pistol\" to my full-size 9mm (based on my required mode of daily dress, this will be hard to do, but I will do my best).\n\n:what: :what: :what:\n\nWill you do anything different in reference to your personal and family security if a war breaks out over the next few days?\n\n:confused: :confused: :confused:\n\nIf you enjoyed reading about \"\"what's your personal homeland security level\" ???\" here in TheHighRoad.org archive, you'll LOVE our community. Come join TheHighRoad.org today for the full version!\nMarch 16, 2003, 03:19 PM\nI may be in the minority but I am not really worried about terrorist attacks. Statisticlly I have a greater chance of dying in my car. I won't let it bother me. Terrorism is based on fear, without it they do not have a weapon.\n\nBaba Louie\nMarch 16, 2003, 04:56 PM\nOK and good for ya. Call it crime then, not terrorism.\n\nHere in Las Vegas, like other cities, I'm sure that the Hotel Casino (Business) owners are worried because War will lower the \"drop\" for a spell at the outset, then rebound, unless some actual hard-core bad guy action takes place within the boundaries of the US.\n\nIts not really the threat of terrorist activity that bothers me per se. It would be the aftermath of one or two more WTC\/Pentagon scenarios and all of the unprepared and stampeding sheep on the loose while the wolves and sneaky vermin are apt to take the confusion and chaos into their hands at opportune moments.\n\nProbably the worst case scenario would be martial law with all of its implications should something unfortunate occur. Here's hoping no one gets to play those games, just business as usual.\n\nBut be prepared for any and everything.\n\n\nMarch 16, 2003, 05:04 PM\nI remember my squad leader saying (somewhere in the many So. Pacific Islands back then) - \"If you're not afraid, you're a fool; fear will keep alive\"!\n\nMarch 16, 2003, 05:06 PM\nI'm with faustulus on this. Even though Memphis is supposedly #25 on a list of possible targets.\n\nMarch 16, 2003, 05:12 PM\nNo real change for me. Will continue to go to work and come home. We have no trips planned in the near future, and I'm not fond of crowds to begin with. Heck, if Vegas comes up with some offers too good to pass up, may even take a weekend drive!\n\nAnd of course, I have my emergency reserve of beer jacked up to two cases now..........\n\nMarch 16, 2003, 05:36 PM\n\"If you're not afraid, you're a fool; fear will keep alive\"!\nBut at what price?\n\"Cowards die many times before their deaths;\nThe valiant never taste of death but once\"\n\nMarch 16, 2003, 06:06 PM\nI can see why one would easily confuse fear with cowardice, especially if one does not take the time or effort to distinguish or separate the two. Fear: Emotion caused by exposure to danger - fear sharpens awareness. Cowardice: When one is easily intimidated by danger or pain - cowardice dull your senses.\n\nMarch 16, 2003, 06:43 PM\nNot all that woried, biggest thing around here is pry my silo, and i doubt they would waste any effort on that. Other than that, for like riots and marshal law, we have like 3 full time officers around here, and they aint trouble. If the SHTF for realy, i got about a 500 yd field of fire on all points of the compass around the house that i'll cover with my rifle against the raiding hordes.\n\nThe Mayor\nMarch 16, 2003, 06:57 PM\nI drive through the city with the highest Arab \/ Arab-American population in the country then into the city with the highest crime rate in the state.\n\nBeretta 96 Brigadier on the front seat.\n\nS&W 340PD in coat pocket.\n\nAfter work I drive home to an Island with the lowest crime rate in the state.\n\nThe threat of war or terrorism has not changed my level of alertness at all.\n\nMarch 16, 2003, 07:25 PM\nI do not think that I will be doing any shoping at the mall.\n\nMarch 16, 2003, 07:33 PM\nLevel 10mm here. :D\nTruly I am not worried about terrorism, I am more worried about the day to day criminals in this country.\n\nMarch 16, 2003, 08:06 PM\nIn my opinion there is a BIG difference between being \"alert\" and being a \"coward\".\n\n:neener: :neener: :neener:\n\nMarch 16, 2003, 08:10 PM\nI'll probably put my Sig P239 9MM in the safe, and carry my Glock 17 for a while. Otherwise, no changes in daily routine. Might put the AR-15 in the closet instead of the safe.\n\nMarch 16, 2003, 08:15 PM\nNo matter the color of the \"alert\", my trusty S&W 640 never leaves my side.... well, some times I take my G-26.\n\nP.S.... and my mossy 590A1 is loaded and ready in my bedroom.\n\nMarch 16, 2003, 08:28 PM\n\nWhere is this list of cities ranked at?\n\n\nMarch 16, 2003, 10:04 PM\nI drive through the city with the highest Arab \/ Arab-American population in the country then into the city with the highest crime rate in the state.\n\nMayor, when the balloon goes up, your drive will probably be the safest part of your city. I think that the Arab-Americans and immigrant Arabs will go to ground. Although the American Arab community is not stepping up to the plate like many of us would like to see, I'm willing to bet they are scared sh*tless right now.\n\nMarch 16, 2003, 10:32 PM\nWe're at LEVEL BLACK (as in The Black Rifle\\AR-15.) :D\n\nI'm not concerned about direct terrorist action in my general area as we live reasonably far enough away from the cities on the list referred to elsewhere on the forum (http:\/\/www.offnews.info\/inteligencia_seguridad\/120cities.htm).\n\nI am concerned about vermin though. What happens in\\around a major city if the power goes out or a terrorist event occurs? Take a look at what happened in NY when the power went out in '65 and again in '77 (http:\/\/blackout.gmu.edu\/archive\/a_1977.html - read \"The Night of Terror\" article). Look at the behaviour we've seen in recent years when a major league sports team wins a championship. If a major terrorist event occurs you can bet there are going to be plenty of vermin that will come out of the woodwork to take advantage of the situation.\n\n- Abe\n\nMarch 16, 2003, 10:39 PM\nMine is the same as it always was, terrorism asside, there are those among us who maintain readiness as a matter of course.\nMany can be found right here in the HR.\nNo bunkers here and no MREs but, forget the dog!\nSmith and Wesson are just a couple of the friends I keep close, add to them the Winchesters, Colts, Remingtons, Rugers, Barettas, Taurus's, Glocks, Sigs and Wildey's and be assured it would not be nice to be an UN welcomed guest. Fortunately, my neighbors have many of the same friends and feelings and we basically have these hills covered. Sadly, the great fear here is BAD KIDS, and that is yet another thread!\n\nBruce H\nMarch 16, 2003, 11:22 PM\nLaid back and lazy. I live right in the middle of a very large hog farm.:D\n\nMarch 17, 2003, 12:22 AM\nWhen we were at \"orange\" I carried either a Walther P99 with 43 rounds of ammo or a Ruger P95 with 61 rounds. Now that we have dropped to \"yellow\", I have lightened up the load a bit. It's a Taurus M85UL with 5 speed strips of Federal 110gr Hydro Shok!!!!!! :D\n\nMarch 17, 2003, 12:35 AM\nIf you consider yourself at risk after the \"balloon goes up,\" you were at risk before it did.\n\nSome just more'n others .....\n\nAla Dan\nMarch 17, 2003, 12:45 AM\nGreeting's Folk's-\n\nWith war imminent, I've stepped my threat level up just\na bit; and now live in the \"Orange Alert\" status. Aware\nof my surrounding's, I won't be visting anywhere there\nare large crowds gathered. However, I haven't changed\nmy personal weapon of choice; as it still is the .45 caliber\nSIG-Sauer P220A. Our home defense rest in the tube of\na 12 gague Remington 870 Marine Magnum.\n\nWARNING: Don't show up on my door step's unexpected;\nplease give me a courtesy call before arriving. I don't like\n\nBest Wishes,\nAla Dan, N.R.A. Life Member\n\nMarch 17, 2003, 12:49 AM\nOn a scale of 1 to 10? In rural Texas, terrorism would be a -1, crime a +1. :D However that does not lower the level of alertness that has become normal.\n\nMarch 17, 2003, 01:05 AM\n\"Orange\" here also.\nI also have mom to take care of across town. Took her to do some errands and out to eat Sat. She picked up real quick we avoided crowds and certain areas.\n\nI have classes to attend and will carry on with heightened awareness.\n\nMarch 17, 2003, 02:24 AM\nMy level has gone up to two cases of ramen noodles (I had an extra $2 when I went to wal-mart), and as much extra beer as I could afford. I have to have extra food handy in case the war starts. I don't want to have to go to the store to get more snacks and beer while I'm watching the Iraqi army being bombed out of existence. I suppose I could make a beer run during a commercial, but I could also flip channels and not miss any of the action.\n\nMarch 17, 2003, 02:31 AM\nI still carry the same 79 rounds that I always have.\n\n45 in the Glock 17\n27 in the Springfield 1911A1 Mil-Spec 9mm\n7 in the Raven\n\n\nMarch 17, 2003, 05:27 AM\nConsidering where I live (very rural Texas), if the terrorists strike here, then they were really lost...:scrutiny:\n\nI'm not taking any more precautions than I do for my daily life already. At least one gun nearby & one knife (now a CRKT Crawford\/Kaspar folder) on my person.\n\nCondition Yellow always...:cool:\n\nMarch 17, 2003, 06:58 AM\nJust got my CCW,I'll be carrying when not at work.(i work in a state building and cannot carry there,although if things get really bad I may anyway.)\nAlso keeping my family close and accounted for,and... (truncated)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9336616397,
        "format_confidence":0.9969241023
    },
    {
        "url":"https:\/\/www.odmp.org\/officer\/reflections\/23949-deputy-sheriff-joshua-bryan-lj-ryer-jr\/50",
        "text":"Family, Friends & Fellow Officers Remember...\n\nDeputy Sheriff Joshua Bryan \"LJ\" Ryer, Jr.\n\nGlascock County Sheriff's Office, Georgia\n\nEnd of Watch Tuesday, January 29, 2019\n\nLeave a Reflection\n\nReflections for Deputy Sheriff Joshua Bryan \"LJ\" Ryer, Jr.\n\nRequiescat in Pacem\n\nPolice Officer Mike O'Connor\nBranford CT PD\n\nJanuary 30, 2019\n\nThe National Police Wives Association would like to extend their heartfelt prayers to the family of Deputy Ryer and the Glascock County Sheriff's Office during this time. Thank you, Deputy Ryer, for your service.\n\nNational Police Wives Association\n\nJanuary 30, 2019\n\n\n\nJanuary 30, 2019\n\nThank you for your service. So young...\n\nDmytro Goloborodko\n\nJanuary 30, 2019\n\nRest In Peace brother. Thank you for your service. God bless\n\nRecruit R Condo\nZone Five Regional Law Enforcement Academy Session 66 Schenectady N.Y.\n\nJanuary 30, 2019\n\nThank you for your service, brother. RIP.\n\nSergeant Brian J. Wills II\nOswego County Sheriff's Office\nNew York\n\nJanuary 30, 2019\n\nRest easy Brother, Thank you for your service. You won’t be forgotten.\n\nBlessed are the peacemakers: For they shall be called the children of God.\n\nMatthew 5:9\n\nJerry Matalone #8046 (Retired)\nDes Moines Iowa Police Department\n\nJanuary 30, 2019\n\nSo young and with the dedication to protect and serve, R.I.P.\n\npatrick kelly\n\nJanuary 30, 2019\n\nFinal Salute Deputy Ryer. Thank you for your service. You are a hero. Rest peacefully in the presence of God. We are praying for the family and fellow officers.\n\nFormer Patrol Sergeant\nJohnny Allison\nWylie TX Police Dept\n\nJanuary 30, 2019\n\nRIP, Deputy Ryer Jr. praying for you and your loved ones.\n\nOfficer C Curione\nRochester Police Department, NY\n\nJanuary 30, 2019\n\nMy friend we are praying for your family amd fellow-officers. You will be missed by all of us. You have your wings with blue lights on them. You have joint our son in heaven. . RIP\n\nSheriff’s I Steve Thomas\nGeorgia,Franklin County Sheriff’s Office\n\nJanuary 30, 2019\n\nI am sorry for your loss to the Family, Fellow Officers, and Friends. I will keep all of you in my prayers. RIP.\n\nFrank J. Corasaniti II, Ret. Fire Lt., Baltimore City Fire Department.\n\nJanuary 30, 2019\n\nDeputy Sheriff Ryer,\n\nI was so sorry to learn of your death. My heart goes out to your family, friends and fellow officers. May you rest in peace and may God be with your loved ones.\n\nJohn C. Turner\nMobile, Al.\n\nJanuary 30, 2019\n\nDeputy Sheriff Ryer,\nSir, I would just like to say thank you for your service and sacrifice for the citizens of Glascock County. And to your Family and loved ones, I wish to extend my deepest sympathy.\n\nBPA Mike Casey\nUnited States Border Patrol\nEl Paso Station\n\nJanuary 30, 2019\n\nRest in peace Deputy Sheriff Joshua \"LJ\" Ryer, Jr.\n\n\"Blessed Are The Peacemakers\".\n\nJanuary 30, 2019\n\nRest in Peace Deputy Ryer. May the Lord grant your family, friends and co-workers peace during this difficult time. Thank you for your service and sacrifice.\n\nParole Supervisor Howard Wykes\nArizona Department of Juvenile Corrections\n\nJanuary 30, 2019\n\nFaithful Unto Death | Eternal Rest | Salute\n\nS. I. Drake - Lt\/IPD | IMPD (Ret)\n\nJanuary 30, 2019\n\nEvery morning I go to my knees. During that time I pray Psalm 91 over all LEO’s and this prayer also:\n\n“Lord, Be with all law enforcement officers. Keep them safe and free from harm. They are Your soldiers on the front line of the battle against evil. If one should fall this day - wrap their family in your loving arms. Surround them with Your angels, loving family, friends, neighbors and caring people to comfort them. Ease their pain. Help them to mourn well. In Jesus' name and for Your Glory, Amen.”\n\nI know that God sends those angels to watch over our officers, sometimes to protect them and sometimes to whisk our officers into His presence.\n\nFeel His presence as God answers the prayers of many who have fallen to their knees on your behalf. Since the day of my son's death, I have carried every law enforcement officer and their family in my heart.\n\nI have lifted your family to God every morning for over seven years. I pray that LJ's life and death will bring glory to God.\n\nTrust those prayers. God is with you; He knows and will ease your pain.\n\nOur faith helps us to see beyond the grave.\n\nPamela Hotsinpiller\nMother of\nDeputy United States Marshal\nDerek W. Hotsinpiller\nEOW 2-16-2011\n\nJanuary 30, 2019\n\nRest in Peace Brother.\n\nJoseph Hart-Bowley\n\nJanuary 30, 2019\n\nDeputy Ryder, What a tragic LODD to such a young career. You will be missed but not forgotten. May GOD bless you and your family (Blood & Blue) and grant you abundant blessings during this time of loss and mourning. Rest In Peace Brother!!!\n\nSgt. (Ret) Steve Davis\nMaricopa County S.O.\n\nJanuary 30, 2019\n\nDeputy Sheriff LJ Ryer - So very sorry for your loss. You passed way too soon from this earth and we will miss you! THANK YOU for your service. Many prayers, and heartfelt love to your family, officers and community. For those who knew you and those who have been deprived. You are loved. Hope to see you on the other side.\n\nKim Durham\n\nJanuary 30, 2019\n\nDeputy Sheriff Joshua LJ Ryer, thank you for giving the ultimate sacrifice so that others may live. I thank you for serving your community and country. I will have you in my thoughts as well as all past officers who have laid their life down for us. I get goosebumps when I see an officer has been killed. This needs to stop being a weekly occurance. I hope one day your family finds peace and that they do not morn you, but celebrate your existance and accomplishments that you have achieved and your time that you gave to your community, in the such short amount of time you were with us.\n\nCivilian Supporter (Massive TBL Supporter)\n\nJanuary 30, 2019\n\nThank you for your service young sir. I am so very sorry to hear this. May the Peace of Jesus be with you and your family now and forever. Salute, good deputy.\n\nFather of Sgt. Robert Goodwin MNPD\n\nJanuary 30, 2019\n\nMay God grant you eternal peace.\nPrayers to your loved ones and to your department.\n\nDet. Billy Russo (Ret)\nNassau County Police Department, New York.\n\nJanuary 30, 2019\n\nThank you for your service.\n\nKim Esteran\n\nJanuary 30, 2019\n\nWant even more control of your Reflection? Create a free ODMP account now for these benefits:\n\n  • Quick access to your heroes\n  • Reflections published quicker\n  • Save a Reflection signature\n  • View, edit or delete any Reflection you've left in the past\n\nCreate an account for more options, or use this form to leave a Reflection now.",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9939190149,
        "format_confidence":0.8576080203
    },
    {
        "url":"http:\/\/thefiringline.com\/forums\/showpost.php?p=4517121&postcount=26",
        "text":"Thread: Truck Stolen\nView Single Post\nOld March 30, 2011, 12:06 PM   #26\nSenior Member\nJoin Date: March 28, 2011\nPosts: 142\nDon't just claim to be my friend...I'm dead in the middle. I can see ocean, mountains, Alabama & swamps all from my front porch\n\nUnder castle doctrine, no. But under \"stand your ground\" ???\n\nI'm just out to get the tires anyway...They can charge you with anything they like, but, considering the facts, I think it would be right tough for an attempted murder charge to make it to jury. As far as a ticket for discharge...IF they decided to give me one, I think it would be worth it.\n\nBut like you said. He's in Denver & I'm in Georgia...\nfreenokia is offline  \nPage generated in 0.03483 seconds with 7 queries",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9911804795,
        "format_confidence":0.9959738851
    },
    {
        "url":"http:\/\/www.godlikeproductions.com\/forum1\/message2050118\/reply34460991\/abusive",
        "text":"Godlike Productions - Conspiracy Forum\nUsers Online Now: 2,541 (Who's On?)Visitors Today: 1,021,116\nPageviews Today: 1,288,039Threads Today: 290Posts Today: 4,509\n10:28 AM\n\nBack to Forum\nBack to Forum\nBack to Thread\nBack to Thread\nMessage Subject Remember the \"Gas Explosion\" in Indianapolis the other day? Well look at this 911 call log from that day\nPoster Handle taniatarn\nPost Content\nand if it was an insurance scam, what's with the blanked 911 record?\n Quoting: ehecatl\n\nYep...dont understand that at all and have loads of questions as a lot doesnt really add up.\n\nThe noises people heard, the size of the blast etc...\n\nMaybe the 911 records have been seised as part of the investigation so they can listen to them for clues....\n\ndunno. Its a really strange situation...\n\nbut the Boyfriend is totally dodgy without a doubt. And the cached page was created well before this happened. I also read a report that two men were seen leaving the house earlier in the day but cant substantiate that anywhere yet.\n Quoting: taniatarn\n\nWas just thinking about this 911 thing....It may have something to do with the fact that perhaps John Longworth rung them from inside the house...he was trapped in there and they were unable to free him...( terrible for the responders )...that could be why they have removed the calls for this period.\n\nWatched two different interviews with Monserrate Shirley...in the 1st she stated that she didnt know why her ex was saying there was a furnace problem, as she claimed to be unaware of any problems with the gas.\n\nIn the next interview she stated that her daughter complained of gas smell in the laundry area, that she herself had smelt a strong smell of gas there also and that the furnace had been leaking and she had got the thermostat replaced to fix it ( funny way to fix a leak..)\nPlease verify you're human:\n\nReason for reporting:",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.7967286706,
        "format_confidence":0.9957820177
    },
    {
        "url":"http:\/\/paloaltoonline.com\/square\/print\/index.php?i=3&d=1&t=19260",
        "text":"Town Square\n\nAttempted robbery on Stevens Creek Trail in Mountain View\n\nOriginal post made on Oct 24, 2012\n\nA pedestrian was dragged to the ground last week when a man attempted to steal his backpack while on a Mountain View portion of the Stevens Creek Trail, police said.\n\nRead the full story here Web Link posted Wednesday, October 24, 2012, 9:02 AM\n\n\nLike this comment\nPosted by Bobby\na resident of College Terrace\non Oct 24, 2012 at 3:31 pm\n\nRemedy: Always carry a skunk in your backpack, one that's only friendly with you.\n\nLike this comment\nPosted by Anon.\na resident of Crescent Park\non Oct 24, 2012 at 4:43 pm\n\nI have frequented this trail many times, and I am amazed at how insecure it is. I've never had a problem, but I am a male that can look mean and intimidating if I need to. That area by Evelyn is right on the south\/west side of the overpass, just south of the Calderon\/Evelyn intersection.\n\nA few moments walk takes on out of the site of anyone, and every year there seems to be at least 1 or 2 reported problems and who knows how many unreported ones.\n\nThe walk through there in summer is really beautiful. Wonderful nature blooming with green and lots of other color, and while there is noise from the freeway, it's really not so bad. A wonder ~20 mile bike ride from Byxbee Park in the Palo Alto Baylands to the Sleeper Ave. and overpass over 85 in Mountain View. We need to keep this safe - hope fully we do not need to cut down all the trees and bushes to do it.\n\nMountain View Police need to do something to protect or watch this area. Maybe we need surveillance cameras, but it should be not be a major risk to go for a walk in the middle of the city.\n\nI'd also like to say something about the nature of most of these attackers, but the Palo Alto Online Political Correctness Police will not let this subject come up for discussion. Our society and social infrastructure is being decimated by a few bad apples of a certain variety, and I don't mean iPads.\n\nWe should all be watching out for each other, this suspect in the drawing as well.\n\nLike this comment\nPosted by resident\na resident of South of Midtown\non Oct 24, 2012 at 4:57 pm\n\nI hope the cops do step up patrols in the evenings. When the time changes next week, the evening commute hour will be in the dark and much of the trail is unlit.\n\nSince the Adobe Creek path under Hwy 101 near San Antonio Road is closed, many people are commuting via the Stevens Creek Trail instead. Hopefully, there will not be a crime problem this winter. Mountain View residents are already complaining about traffic problems near Hwy 101 and if crime discourages commuters from walking and biking, then car traffic will get much worse.\n\nLike this comment\nPosted by Ducatigirl\na resident of Old Palo Alto\non Oct 24, 2012 at 6:49 pm\n\nI personally never go on hikes anywhere without a companion. Not just because of fear of an attack, but because you can fall or otherwise be injured. Should you be unconscious, you could be stranded alone for a long time, perhaps all night.\n\nA friend of mine fell down a hill in a park inWoodside, and WAS there all night. Besides being knocked unconscious, she suffered hypothermia and a broken leg from the fall. She was hospitalized for a week, mostly because of the concussion and the hypothermia.\n\nIt is never a good idea to hike alone, from any standpoint.\n\nLike this comment\nPosted by Mark\na resident of Mountain View\non Oct 24, 2012 at 9:05 pm\n\nThis trail area is right around the corner from where I live, and I jog on this trail all the time. I went for a jog tonight around 6 o'clock out to the bay And back, and when I was returning it was getting dark. Now I'm freaked out that someone is going to jump out of the bushes on me. It gave me a boost of endurance.\n\nIn the past I've noticed some sketchy guys hanging out at the bottom of the bike ramp at the Evelyn entrance.\n\nLike this comment\nPosted by Helen\na resident of Downtown North\non Oct 24, 2012 at 9:23 pm\n\nCarry a can of mace or raid or bug repellent. Should keep them at bay.\n\nLike this comment\nPosted by Some Guy\na resident of Downtown North\non Oct 25, 2012 at 8:44 am\n\nI've seen many a shady characters wandering that area or sitting on benches drinking and people watching, best thing to do is be aware of your surroundings and don't walk or jog alone, especially now that the sun sets earlier.\n\nLike this comment\nPosted by Tom Walsh\na resident of Palo Alto Orchards\non Feb 20, 2013 at 2:44 pm\n\nThe Stevens Creek Trail Feasibility Study is a great example of public manipulation.\n\nThe process is biased and corrupted and they really don't care what the residents of streets that will be affected have to say. The community input process is designed to help ratify a handful of specific routes and not actually gather input ... just look at the lame \"survey\" forms that are provided at the end. And no option is provided to speak in front of the entire group ... wonder why that is? Part of their plan is to tell you just enough (and withhold important information) so that certain routes seem like the best. For example, read the documentation and listen in the public sessions. Do you ever see or hear them reference to \"school safety?\" That is because if you stopped and thought about how the on-street trail could put school children as risk via adding bike traffic on roads that are already congested. Or in general having 1,000 strangers a day riding through open campuses.\n\nThe next public meeting for the Stevens Creek Trail Connection will be February 25, 7 p.m. at the Cupertino Senior Center, 21251 Stevens Creek Blvd.\n\nCome to this meeting and enjoy the spin !!!",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9458410144,
        "format_confidence":0.9526647925
    },
    {
        "url":"http:\/\/www.crimefilenews.com\/2008\/05\/drew-peterson-first-legal-shot-fired-at.html",
        "text":"Friday, May 30, 2008\n\nDrew Peterson's First Legal Shot Fired At Prosecutor On That Gun Charge\n\nJoliet ILDrew Peterson’s lawyer, Joel Brodsky has filed a motion on simple, plain English grounds to dismiss the complaint filed over a gun seized last November by Bolingbrook police.\n\nWhen the gun was seized Peterson was a police sergeant and member of the department’s SWAT team. The rifle was equipment that was used in connection with that assignment.\n\nUnlike many police departments across the country, Bolingbrook requires their officers to find and purchase their own duty weapons. The officers are reimbursed through their police uniform allowance. That includes any weapons used by the SWAT team.\n\nThe complexities of department technicalities about issues of barrel length are just that, departmental issues. The weapons themselves are covered under a federal law preemption that immunizes the officers from criminal prosecution under any state law. Peterson was charged under Illinois law that cannot be used against him.\n\nFrustrated state police investigators have no evidence of murder so they took another route to disrupt Drew Peterson’s life. Perhaps someone should have bothered to read the law first.\n\nHere’s a motion filed today in The Circuit Court of Will County, IL:\nRead this doc on Scribd: Dismiss Motion\n\n\nTheBronze said...\n\nThis isn't going to fly. Not to mention that the motion has the wrong date on it, the intent of LEOSA was to allow \"concealed weapons\" (as specifically stated in USC) to be carried in all states. LEOSA preempts CERTAIN state laws only regarding carrying a concealed weapon, not for other weapons-related state laws (i.e. possession of certain types of weapons).\n\nLEOSA does NOT preempt ANY Federal Laws regarding firearms.\n\nSo, LEOSA does not cover Peterson for owning an assault-weapon (AW) that has a barrel length under the Federal minimum of 16\" regardless of whether he was a police officer or not. There is no legal exemption from the 16\" barrel length for police officers, for short-barreled rifles (SBR's).\n\nIn Kalifornia, an LEO may only purchase an AW if authorized by their dept and for duty-use only. The LEO may not purchase\/own an AW that is an SBR because it is illegal Federally (and under CA state law).\n\nIf a firearm is illegal to own, either under State or Federal law, LEOSA provides no protection for that.\n\nPeterson will go down for this, when all is said and done.\n\nCrimefile said...\n\nMr. Bronze:\n\nWhat was the, “Wrong date on the Motion?” I suspect you are referring to the date the weapon was seized at Peterson’s home. That was November 1, 2007. They just got around to making the arrest and beginning a prosecution.\n\nThere was and is no wrong date.\n\n1. The so Called “Assault Weapons ban has expired and in no longer on the books.\n2. The California State law you quote thankfully does not reach Illinois or the other states.\n3. Concealed weapon was used, NOT “HANDGUN”. A short rifle or shotgun was not excluded from the law that immunizes Peterson.\n\nWhen all is said and done there are two issues that will free Peterson fro this bogus charge. The first being they measured the barrel wrong and it’s longer than 16”. The second is Peterson’s current motion will prevail in court.\n\nIn addition to the above a real wild card will be the US Supreme Court’s decision in D.C. V. Heller that will tell us if there if gun possession is in fact a right or a privilege subjects to prohibitions. That decision will be the law of the land as of any Monday before June 24, 2008.\n\nIf they want Peterson they will have to find a lawful way to get him rather than by violating his civil rights.\n\nThe Bill of Rights still exists in America and it protects more than just suspected criminals.\n\nTheBronze said...\n\nUm, yeah, see #2 in the motion. Wrong date. 1 Nov 2008 hasn't happened yet...\n\nThis has nothing to do with the expired Federal AW ban. Both Federal and (apparently) Illinois law make it illegal to possess a rifle with a barrel less than 16\". There is no LEOSA exemption for that, even if you think that LEOSA covers rifles, which it doesn't.\n\nApparently, you didn't read (or comprehend) most of what I wrote. I wasn't saying that California law affected Peterson. But the point still remains. Peterson's lawyer is trying to stretch LEOSA to make it fit where it doesn't and Peterson will go down for it, because LEOSA doesn't cover him.\n\nHis Chief said that it was a personal weapon and not cleared by the police department. Even if it was a personally owned weapon, authorized by the department, Peterson isn't allowed to possess a barrel less than 16\" long according to Federal (and probably State) Law. TEHRE IS NO LEOSA EXEMPTION FOR THAT. LEOSA doesn't mean what you and his lawyer think it means.\n\nHow do you figure that the barrel was measured wrong? I can plainly see from that picture that the barrel is way less than 16\". It looks to be a 10\" barrel. Unless the flash-suppressor is permanently attached (pinned and welded on) it doesn't count towards barrel length.\n\nYou're betting on the wrong horse, Paul.\n\nCrimefile said...\n\nMr. Bronze:\nYou’re right about the year! It must have been a typo,\n\nAs for LEOSA, it covers concealable firearms rather than handguns. A short barrel rifle with a folding stock will conceal quite nicely even under your skirt, won’t it?\n\nDon’t forget that ringer Supreme Court ruling due any minute.\n\nTheBronze said...\n\nA rifle (even an SBR) is not considered a \"concealable weapon\" in any jurisdiction that I know of. Doubtful that a court will rule that that is what LEOSA refers to, either.\n\nCrimefile said...\n\nCongress could have used the word handgun, pistol or revolver. Instead, in their infinite wisdom used a very ambiguous term, concealable firearm. That was to include short entry style rifle and shotguns. If you can conceal it, it qualifies.\n\nAnonymous said...\n\nA major problem with gun laws is they are written by the gun-haters trying to ban guns. Because of the gun-hater’s ignorance they are passing all kinds of laws that a. Don’t really ban what they are trying to ban. b. Ban things they really did not intend to ban. This same thing constantly happens at every level of government.\n\nJoel A. Brodsky said...\n\nThe November 1, 2008 date is a typo. It should be November 1, 2007, the date on the criminal complaint. I don't understant thebronze's comment. Local cops use short barreled rifles all the time, (the MP5 issued to Peterson by the BB police dept. had a short barrel!) So how can they be totally illegal even if they are a duty weapon? LEOSA makes no distinction between duty weapons and private weapons. LEOSA makes it legal for a qualified law enforcement officer to conceal carry any weapon (except machine gun, silncer, or bomb), anywhere in the USA. Of course if one can conceal carry, then one can possess, reveal, transport, and store the weapon. (congress obvioiusly didn't intend for the officer to bath and sleep with the weapon concealed on his person 24\/7) LEOSA applies to Peterson's situation and we will prevail on the motion to dismiss.\n\nAnonymous said...\n\nAn Act\nTo amend title 18, United States Code, to exempt qualified current and former law enforcement officers from State laws prohibiting the carrying of concealed handguns.\n\nI just reviewed the LEOSA to see what the definition of \"firearm\" was. It kind of contradicts itself, in that the Act states that it exempts the carrying of concealed \"HANDGUNS\" as stated above.\nThen in the following section the term firearm is limited as outlined below:\n`(e) As used in this section, the term `firearm' does not include--\n`(1) any machine gun (as defined in section 5845 of the National Firearms Act);\n`(2) any firearm silencer (as defined in section 921 of this title); and\n`(3) any destructive device (as defined in section 921 of this title).\n\nKind of confusing, but I'm betting that this boils down to handguns only.\n\nTheBronze said...\n\n\nYes cops carry SBR's all the time, because they're department property!\n\nA cop can not carry a personally owned SBR unless it is a) owned by the department or b) he has a tax-stamp for a personally-owned SBR (meaning: he went through the process with the BATFE, paid his $200 and received government approval (the tax-stamp) to own said rifle). In this case, it doesn't appear that Peterson satisfied either of those two requirements.\n\nLet me be clear, there is NO federal exemption for a police officer to carry an SBR (except for the two exceptions I listed above).\n\nLEOSA certainly doesn't provide it.\n\nAlso, SBR's were not the intent, or the language of LEOSA. Handguns (\"concealable weapons\") were\/are. As I said before, no jurisdiction considers a SBR a \"concealable weapon\". Show me one (either in IL or Fed law) that does.\n\nOnce again, LEOSA applies to the carrying of handguns (\"concealable firearms\") across the US. It preempts state laws only in regard to concealed carry, not anything else (i.e., ownership\/possession of a certain weapon). If a weapon is illegal to own\/possess under State Law, LEOSA doesn't change that.\n\nSo here are my questions to you:\n\n1) Does IL state law allow for a cop to posses a personally owned SBR?\n\n2) If so, why are you invoking LEOSA? Either way, it doesn't apply to this case because his arrest isn't for carrying a concealed weapon, it was for possessing an illegal weapon.\n\n3) Did Peterson's chief authorize him to carry that specific rifle as a \"duty-weapon\"?\n\n4) Was the flash-suppressor \"permanently affixed\" to that rifle, as required by law?\n\nI eagerly await your answers...\n\nTheBronze said...\n\nPaul, in re-reading my last comment, the first paragraph should be changed to this:\n\nA cop can not carry an SBR unless it is a) owned by the department or b) he has a tax-stamp for a personally-owned SBR (meaning: he went through the process with the BATFE, paid his $200 and received government approval (the tax-stamp) to own said rifle). In this case, it doesn't appear that Peterson satisfied either of those... (truncated)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9943472743,
        "format_confidence":0.9064888358
    },
    {
        "url":"http:\/\/www.indianmilitary.info\/2016\/04\/an-interesting-article-by-tim-dunne-on.html",
        "text":"\n\nMonday, April 11, 2016\n\nIndependence and objectivity of thought and action\n\nAn interesting article by Tim Dunne on Military Justice in Canada (Military Justice, past its “best-before” date) was published in Frontline Defence.\n\nWhile referring to Justice LeSage’s ‘independent review’ of the system of military justice, the author states the following regarding the inputs made available to the Justice and then asks a very pertinent question:\n\n“...In his foreword, Justice LeSage noted the cadre of professionals who provided “valuable comments, recommendations and observations that have helped […] shape the content of the Report. That list includes Colonel Patrick K. Gleeson (Deputy Judge Advocate General\/Chief of Staff); Colonel Michael Gibson (Deputy Judge Advocate General – Military Justice); and numerous other members of JAG, who undertook “the considerable challenge of educating me, regarding the military justice system.” He also added Major Patrick Vermette (Directorate of Law – Military Justice – Strategic) “who shepherded us through all the base visits, was unwavering in his patience, courtesy, and providing me with invaluable information and guidance throughout this process.”\nThis begs the question, with so much participation by Judge Advocate General legal staff in educating Justice LeSage, just how independent was his “independent review”?\nSadly missing from the list of educators and advisors is an advocate for the sailors, the soldiers and the air force personnel whose lives are so profoundly affected by the National Defence Act...”\nWhy I have reproduced the above is because the same reminds me of the praise showered by the Seventh Central Pay Commission in its foreword on a member of the Indian Defence Accounts Service for his intricate knowledge of defence financial matters which helped the commission in “determining the pay structure for the defence services”.\n\nAnd what about those who were affected, those who were at the receiving end?\n\n\n\nAnonymous said...\n\nThe Armed forces have become subordinate to every Org that it interacts with. The CDA and the MES are clear examples of that.\nAnd the greed of the Generals will ensure further degradation. Their obvious lack of education shows up clearly in their thoughts and actions. MSc in Def studies may help in soldiering but certainly not in dealing with cunning bureaucrats.\nA course in Chanakya niti may help.\n\nAnonymous said...\n\nA very very apt comparison Navdeep.\n\nB Ramesh said...\n\nYou said it, Major.\n\nBharat Chevur said...\n\nAs always, you hit the nail on the head,,,,but, is the nail listening ?\n\nManohar AM said...\n\nEvery single organisation is pyramidal. Which one is not? There will always be cases when some people will not make it to a higher rank. But the need to have larger number of junior officers at the base is always there to lead the troops by example otherwise. So, the steep pyramidal rank structure is ideal for an efficient Army organisation. But the IAS\/IPS lot got a flat cosy ground at the top for both those who proved their worth and those have nots. This lot are \"jack of all trades\" experts by their bookish knowledge and it is too obvious a fact. The defence accounts officer (member of the 7CPC) was given an appreciation by one of his own kind and not by a defence service man. You just pointed the relevant facts and let us ignore them now. They know not what the Army is and how they work their way to success in every field.",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.7665923238,
        "format_confidence":0.7066568732
    },
    {
        "url":"https:\/\/www.gistbaze.com.ng\/Thread-GIST-17-yr-old-Impregnated-By-Father-5-Others-Die-On-Way-To-Court?pid=9759",
        "text":"\n\nDownload Gistbaze Official Android App\n\n[To see links please register here]\n\n  • 0 Vote(s) - 0 Average\n  • 5\n  • 4\n  • 3\n  • 2\n  • 1\nThread Modes\n17-yr-old Impregnated By Father, 5 Others Die On Way To Court 0 0\nGIST -  17-yr-old Impregnated By Father, 5 Others Die On Way To Court\nThe quest for justice for 17-year-old Gift Alonge, who was impregnated by her father, Jacob Alonge, has reportedly claimed six lives including that of an unborn child in Edo State, Vanguard reports.\nIt was gathered that the said man committed the act in Ososo in Akoko-Edo Local Government Area of the state and aborted it with herbal concoctions.\n A community source disclosed that Alonge, who lives a near isolated life, also impregnated his daughter the second time, which caught the attention of the local vigilance group and he was handed over to the traditional ruler of Ososo community. \nA scan was said to have revealed that Gift was 21 weeks pregnant. \nAt the Ososo Police Station, Jacob allegedly made a confessional statement, before the case was transferred to the Family Unit of the state Criminal Investigation and Intelligence Department, CIID, Benin City. \nA concerned non-governmental organisation, NGO, BraveHeart Initiative for Youths & Women, BHI, took up the case of young Gift and the Police subsequently arraigned the suspect before a family court at the Evbuoraria Magistrate’s Court, Benin, where he pleaded guilty to the charges in December 2018 and judgment was fixed for January 16, 2019. \nThe auto crash \nOn the said day, the victim in company of her maternal uncle, who was taking care of her, Mr. Ukere Adagbogu, Miss Promise Ezekiel, Advocacy Officer, Miss Rhoda Braimoh, Outreach Officer, both of BHI, and the head of the vigilance group in Ososo, Roland Aiyejina, left Igarra for Benin City, the state capital, in the early hours of the morning to meet up with 9a.m. time fixed for judgment. \nHowever, they never got to their destination as the Mazda 626 they were travelling in was run over by a Mercedes Benz 911 truck along Ewu Hill on the Benin-Auchi Road.\nAmong those that died in the ill-fated vehicle were Gift, her uncle, Adagbogu, Miss Ezekiel and the driver, Paul Opashi, while Braimoh, who became unconscious, died few days after.\nDisturbed by the sad news, the court adjourned sitting on the matter and shockingly when the matter came up on January 23, Alonge retracted his guilty plea. \n\nNGO cries foul\n\nSpeaking on the death of the victim and others, the founder of BHI, Priscilla Usiobaifo, in a statement, said only justice would assuage the hurt of the organisation. \n\nUsiobaifo said: “The victims died on the field, while serving humanity. They sacrificed their lives to ensure that justice is obtained for a young girl, Gift Alonge, whose father had sexually abused and serially assaulted for years and even impregnated on multiple occasions. \n\n“BHI calls for justice for Gift Alonge, as the accused (Jacob Alonge), changed his plea from guilty to not guilty after learning about his daughter’s death, as well as the death of other key witnesses. \n\n“I urge all civil rights activists, feminist sisters, NGO colleagues and Akoko-Edo community, especially the Ososo people, to rise to the occasion and demand the much-desired justice.\n\n “BraveHeart is certainly saddened and in excruciating pains for this terrible loss, but our commitment to justice in this matter and as always remains resolute. \n“Our call now is justice for Gift Alonge, as we say no to any form of violence against our children, youth and women.”\n\nThis is such a tragic incident. I wouldn't want to think like an ordinary Nigerian, otherwise i'd suggest the accident wasn't a coincident. May the lives of those lost rest in peace. As for the accused, he surely will be judged guilty. There's no going back now even he he has already retracted his guilty plea. There's the other child of the girl which is more than substantial evidence to put him away if tested by DNA.\nThe more you walk, the close you get. \nSireRumu II\n\nThat man should be jailed\n\n\nHe has already paid 4his sins\n\n\nPossibly Related Threads...\nThread \/ Author Replies \/ Views Last Post\n5 Replies 301 Views\nLast Post by lycans\n03-02-2019, 05:21 AM\n4 Replies 255 Views\nLast Post by lycans\n03-02-2019, 05:19 AM\n\nUsers browsing this thread: 1 Guest(s)\n\nColor Skins\n\nChange Color:\n\nBackground Patterns:\n\nBackground Images:\n\nBackground Header:\n\nSetting Panel\n\nMain Options:",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.9895937443,
        "format_confidence":0.7076134086
    },
    {
        "url":"http:\/\/www.lovefraud.com\/2012\/04\/26\/denied-a-restraining-order-now-dead\/",
        "text":"Denied a restraining order, now dead\n\nKevin Conover shot his wife outside her divorce attorney’s office in Petaluma, California. Then he shot himself.\n\nRead Slain Petaluma wife was denied restraining order, on SFGate.com.\n\nStory suggested by a Lovefraud reader.\n\n47 Comments on \"Denied a restraining order, now dead\"\n\nTrackback | Comments RSS Feed\n\n  1. darwinsmom says:\n\n    Regarding triangulating: Last night, I talked to a Belgian acuaintance of mine who’s been one of my spath’s exes a couple of years before me. Somewhere along the convo she suddenly mentioned how he had approached her several weeks ago, asking her to ask me to get rid of it, but she also said she hadn’t wanted to do that… thinking “He’s a grown man, he can ask himself.”\n\n    A part of his email becomes clear now. It looks like he told everyone he could what I had done and asked them to ask me to delete it. He even seems to think they’ve all asked me. But, except for his sister and his gf, nobody asked me to delete it, let alone initiated a convo with them. Of course he twisted it into a version where the “girls” were asking him about it first, while he pointed it out to him.\n\n    Better even for me… They never asked me anything, instead it spread like wildfire and even expat Nicas all over the world responded with “he got what he deserved” for the way he treated me.\n\n    It turns out that his attempt at triangulating and wanting to tell them that I’m not as “nice a woman as everyone claimed” just backfired on him.\n\n    Report this comment\n\n  2. 20years says:\n\n    Darwinsmom, TOO COOL!!! Hahaha. You are right. Also, the “at your age” part can be pretty effective. My son (I’m watching him closely because of the genes) sometimes tries to put me down because I’m old, and I just smile slyly, look him in the eye and say, “yes I am…” (so far, this approach works)\n\n    When I think of teachers, I like to think of the examples in Harry Potter (as they are portrayed in the movies, especially). There are lots of great interactions between the teachers and the students where you can see one-up-manship (and COOL-NESS) in action.\n\n    Report this comment\n\nPost a Comment\n\nYou must be logged in to post a comment.\n\nWordpress SEO Plugin by SEOPressor",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.8704714775,
        "format_confidence":0.5856638551
    },
    {
        "url":"https:\/\/science.slashdot.org\/submission\/1454650\/woman-caught-smuggling-44-iphones-into-israel",
        "text":"\n\n\nForgot your password?\nThis discussion was created for logged-in users only, but now has been archived. No new comments can be posted.\n\nWoman caught smuggling 44 iPhones into Israel\n\nComments Filter:\n\nA computer lets you make more mistakes faster than any other invention, with the possible exceptions of handguns and Tequilla. -- Mitch Ratcliffe",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.8396824002,
        "format_confidence":0.5859466791
    },
    {
        "url":"https:\/\/en.wiktionary.org\/wiki\/Talk:cop_a_plea",
        "text":"Talk:cop a plea\n\nDefinition from Wiktionary, the free dictionary\nJump to: navigation, search\n\nIn Alaska, the courts schedule what is called a \"Change of Plea\" hearing (COP). I wondered if the expression \"cop a plea\" came from this. Also, when someone changes his plea, it could be to plead guilty rather than just to plead to a lesser charge. Celliott122550 (talk) 19:11, 23 October 2012 (UTC)",
        "topic_id":3,
        "format_id":4,
        "topic_confidence":0.8822222948,
        "format_confidence":0.906408906
    }
]