[
    {
        "url":"https:\/\/foodtalk.podbean.com\/e\/passion-for-plant-based\/",
        "text":"The FoodTalk Show podcasts\n\nPassion for plant-based\n\nFebruary 6, 2020\n\nPlant-fuelled passions surge with this week’s trio of innovative products.\n\nThis week’s show gets underway with a discussion about alcoholic drinks, including a truly heroic cocktail recommendation from Ollie.\n\nIt’s not the most apt start though, as this episode focuses on healthy alternatives that don’t involve alcohol. Rosh Amarasekara from Humble Warrior is here to tell us about her range of plant-based drinks aimed at the health-conscious adult soft drink market.\n\nUsing extraordinary plants to create extraordinary flavours – such as reishi and pineapple – Humble Warrior is offering a really different alternative to booze and sweet soft drinks.\n\nLuhv Drinks is taking health beverages to a whole new level and they won the Drink Innovation category at last year’s Future Food Awards.  Through their collaboration with Kings College London, they’ve created drinks that benefit particular parts of the body – currently these focus on the skin, the heart and the mind, with more in the pipeline. Chris Beech joins the team to explain more.\n\nThe line-up is completed by another Future Food Awards winner in Seaweed & Co, which triumphed in the Mission Driven category. Dr Craig Rose, aka Doctor Seaweed, tells us why he’s so passionate about seeing this Eastern food staple become as popular in the West. He also reveals the rather surprising reason why he decided to study marine biology…",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9849249721,
        "format_confidence":0.5388631821
    },
    {
        "url":"https:\/\/vegasinc.lasvegassun.com\/business\/2013\/dec\/23\/south-point-culinary-staff-fears-no-food-allergies\/",
        "text":"Meet: Keith Norman:\n\nSouth Point culinary staff fears no food allergies\n\nKeith Norman, food safety manager at South Point, is in charge of the hotel’s allergen awareness program.\n\nName: Keith Norman\n\nCompany: South Point\n\nTitle: Assistant executive chef \/ food and safety manager\n\nDescribe your business.\n\nSouth Point has never been a traditional Las Vegas property. The hotel has always been focused on the city as a whole and how it can benefit from the role we play within the community.\n\nMy role at South Point is to be a key contributor to the success of our dining offerings. I have spearheaded our property’s allergen awareness program and made great strides in helping South Point lead the way when it comes to large hotel properties focusing on food allergies.\n\nThe South Point has a unique ability to cater to a large variety of niches, and at the end of the day, our customers are like family and our main focus is making the experience prosperous and stimulating for visitors.\n\nHow do you keep people with allergies safe?\n\nWe’ve spent a lot of time creating this program for the culinary staff. Every person involved in the dining experience is properly trained in food safety awareness. Our entire culinary staff, including servers, managers, hosts, dishwashers, chefs, food preps and more, is required to attend our Allergen Training program and Steward Workplace Safety Awareness program every year. In addition, we mandate all chefs, managers and superiors have ServSafe Certification Training.\n\nI’ve trained through the Food and Drug Administration in topics such as foodborne illness investigation, agri-terrorism and food systems disasters. I have certifications from the National Environmental Healthy Association, Nevada Restaurant Association, Hazard Analysis and Critical Control Points and Occupational Safety and Health Administration.\n\nTalk about the award you just won.\n\nOnce a year, the Nevada Environmental Health Association Executive Council honors one individual with the “Outstanding Nevada Environmental Health Professional of the Year Award.” We have routine health inspections, and it was the Southern Nevada Health District Inspector who nominated me for the award. The award is for someone who has demonstrated outstanding safety and health initiatives over the past year. It was quite the honor.\n\nWhat are examples of how you’ve implemented your allergen program?\n\nOur restaurants are equipped with a special allergen kit that is purple and easily recognizable in the daily chaos of the kitchen. It consists of everything needed to properly prepare food, from cutting boards, knives, measuring utensils and more. Even the tickets generated through our point of sales system with allergen-specific food orders are listed in a different color than those of customers without food allergies to avoid any mix-ups. Once the kit is used, it’s cleaned and readied for the next allergy-friendly meal preparation.\n\nAll menus are easily modified, so when customers tell us they have an allergy, the chefs will custom-create any menu item. Our menus are more like a blank slate; every special dish is prepared in an allergen-safe area to make it just as enjoyable as the original dish. The products are all stored and monitored to ensure there is absolutely no cross-contamination in each of our kitchens. We can generally adapt to food allergies on the fly, but we will also prepare special menus for those customers with allergies who contact us with advance notice.\n\nWhat’s the best part about living in Las Vegas?\n\nLas Vegas is one of the top culinary cities in the world, and with the high quantity of restaurants, we have the opportunity to really build awareness of the severity of allergens. We have gained great buzz within food allergy awareness groups. In November, we hosted more than 500 guests during the 2013 Food Allergen Bloggers Conference event and Food Allergy Research and Education Walk.\n\nWhat do you do after work?\n\nWhen I’m not at South Point, I educate culinary professionals and students about the importance of culinary safety and sanitation at the International Culinary School at the Art Institute of Las Vegas. In addition, I assist with nonprofit organizations to educate youth on making nutritional decisions, and I am a member of the Food, Allergy Research and Education (FARE) board.\n\nHow do you think food safety will change in the coming years?\n\nI think it will continue to gain more prominence as groups such as FARE and grass-roots food allergy bloggers work to raise awareness.\n\nLocally, all schools were recently required to have EpiPens in each classroom, which was a huge win for the food allergy fight. These are the moves that save lives and I think the more people who emphasize the seriousness of food allergies, the more people will understand the need for advanced safety techniques.\n\nWhat are the most common things people are allergic to?\n\nThe top eight are milk, eggs, fish, shellfish, tree nuts, peanuts, wheat and soy.\n\nWhat is the best business advice you have received and from whom?\n\nYears ago, a very dear friend of mine, Barbara Glanz, told me that appreciation goes a long way and it is our job to share it from the heart.\n\nIf you could change one thing about Las Vegas, what would it be?\n\nOne thing I would like to improve about Las Vegas would be the level of involvement in community events. Without the support of our community, many businesses would not succeed. I believe the city needs to strengthen involvement to help give back to those who support us.\n\nThe South Point has always strived to be an avid supporter of the local community.\n\nWhat are you reading right now?\n\nChecklist Manifesto by Dr. Atul Gawande\n\nBlackberry, iPhone or Android?\n\n\nWhere do you see yourself in 10 years?\n\nI would certainly like to still be at South Point. It has become home, and the staff and guests are family to me.\n\nWhat is your dream job, outside of your current field?\n\nI have always enjoyed speaking with people and helping them to establish who they are or desire to be. If I weren’t at South Point, I would become a national motivational speaker and life coach. But in all honesty, this is my dream job.\n\nWhom do you admire and why?\n\nI would have to say my grandfather; our relationship was special. His focus, determination, attitude and commitment to family, friends and strangers on the street was admirable. He would always tell me to do what I can, while I can and for whomever I can.\n\nWhat is something that people might not know about you?\n\nI like to think of myself as an open book. I really enjoy life and making the most out of it. I think that is a strong part of the passion and drive behind my work with allergen awareness.\n\nI adore my family and friends, and I wake up feeling more thankful for one more day that I get to experience with them.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.8113802671,
        "format_confidence":0.9413689971
    },
    {
        "url":"https:\/\/heritageradionetwork.org\/podcast\/christa-cotton-at-slow-food-nations\/",
        "text":"Christa Cotton is the owner of El Guapo Bitters in New Orleans. She stopped by the HRN tent at Slow Food Nations with her dog, Winston, to talk about the history of El Guapo and share how her team’s getting ready for the upcoming Tales of the Cocktail.\n\nScreen Shot 2018-07-14 at 10.37.56 PM\n\nOriginally founded by a local bartender at a popular upscale (but since shuttered) restaurant in the French Quarter, El Guapo began commercial production in 2014. All ingredients are locally sourced and traceable to the farm level, or third party certified organic. The entire line is non-GMO and vegetarian, too. Winners of two 2018 Good Food Awards; El Guapo products can be found behind upscale bars and restaurants across the US and abroad, as well as on store shelves at fine independent retailers and national partners like Whole Foods. Recently featured in Coastal Living, Southern Living, Cooking Light and Edible,  El Guapo is growing beyond its roots in the Gulf South region.\n\nHeritage Radio Netw\nork On Tour is powered by Simplecast",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9911894798,
        "format_confidence":0.7327511311
    },
    {
        "url":"http:\/\/www.girlsonthegrid.com\/2011\/08\/18\/one-among-meny\/",
        "text":"One among \"Men\"y: Grid Girl Wins Midtown Cocktail Competition\n\nBy Chantel Elder\n\nDominique Gonzales was the winner of the cocktail competition hosted at Red Lotus last night.  We went to cover the event and of course enjoy the cocktails but were totally surprised to find that only one female was competing among nine men for the best punch bowl cocktail title.  We were rooting for our one and only Grid Girl and apparently the judges were as delighted with her beverage as much as we were.  We snagged Dominique and she happily agreed to let us pick her brain a bit….\n\nName: Dominique Gonzales\n\nTending Bar currently at: Shady Lady Saloon & Zocalos\n\nHow long have you been bar tending?\n\n3 years\n\nWhere do you get your inspiration for new creations?\n\nEvery time its so different. Depends on what’s in season, what people are doing around me, or even just taking a walk down the street to get inspired by what’s going on. \n\nDo you have a bartender that you just adore and look to in the industry?\n\nMy old boss Joe Anthony is always an inspiration for his palette and knowledge. There’s a lot of good talent all around me at Shady and I really look up to many people that work there. From the kitchen to the bar and even management, there’s always some one captivating my attention. \n\nFavorite local bar besides place of employment:\n\nSome how I always find myself at 58 degrees. Good wine, ambiance, and culinary cuisine always has me coming back. \n\nWhat is your favorite drink?\n\nTo Drink: Negroni\n\nTo Make: Classic Cocktails\n\nWhat is your least favorite drink?\n\nTo Drink: Mojito\n\nTo Make: Mint Julep when I’m busy.  \n\nIt is a Friday night and you aren’t behind the bar, where can you be found?\n\nAny sushi bar in town but I usually stay pretty loyal to Kru or the Shoki Ramen House.  \n\nWhat is the weirdest\/most ridiculous thing you have seen working behind the bar?\n\nMy coworkers are probably the weirdest of them all and my regulars keep it pretty ridiculous all the time. \n\nIf you weren’t a bartender you would probably be….\n\nIn the kitchen. \n\nWho would you like to have a drink with?\n\nDavid Wondrich \n\nTell us a little bit about your winning punch bowl recipe.  How did you come up with it?  Can you share the recipe and or tips?\n\nI actually got my inspiration on a drive home to Sacramento on the back roads of Willows, CA. Having bourbon as my spirit and passing by Buffalos, wild flowers, and dirt roads the thought of backyard family tea all crossed my mind. Growing up with country music all around me I just had to do this one as country as possible. I also wanted to create a punch that you could do from things you might find in the backyard by keeping it seasonal. Kentucky; known as the bluegrass state just had the perfect name for what I was going for.  \n\nBackyard Bluegrass Recipe:\n\nInfused granulated sugar\n\n-lavender, grapefruit peels, lemon peels, & orange\n\nand let sit for 3 days.\n\nBuffalo trace bourbon\n\nBlack tea\n\nCantaloupe juice\n\nApricot juice\n\nFresh lemon juice\n\nRothman & winter orchard apricot liquor\n\n\nTopped with candied cinnamon oranges.\n\nWho was your biggest competitor at the event?\n\nThere’s always so much talent and creativity when it comes to these things. There isn’t a person that competes that doesn’t bring something unoriginal to the table. I will be honest though, Chris Tucker and Chris Dooley will always bring the heat. I’m just grateful enough to get to learn from them. \n\nBest thing about being a female bartender?\n\nIt’s pretty fun working in such a creative environment and hanging with all the guys. I think most people believe that bartending is a man’s world but I’d like to shake that up a little bit. \n\nWorst thing about being a female bartender?\n\nI think the most important part of female bartending is being firm at times, having a level professionalism and respect for yourself.\n\nYou might also like\n\nLeave A Reply\n\nYour email address will not be published.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9760718942,
        "format_confidence":0.7985506058
    },
    {
        "url":"https:\/\/eatplaylove-shop.com\/blog\/9",
        "text":"One Part Love, One Part Food = Sunshinefood\n\nSunshine Food!\n\nOver the last couple of years I have had the privilege of living overseas with my husband, our first born and now the newest addition and Eat Play Love baby model (while it lasts). During this time I have met some wonderful and inspiring people and made some life long friends. \nOne such special person is Rachel Ryder, the creative mother behind Sunshine Foods. \nI have the privilege of having my 'Ten minutes with an inspiring mom' interview with Rachel. She is sharing with us a little bit about herself and her awe inspiring talent for making kids meals something so healthy and exciting that even we as adults want to eat them. You can follow Rachel on Twitter @sunshinefoodies and on Instagram @sunshinefood and check out her awesome creations! You might want to try these to get your kids excited about meal time, especially if they are picky eaters. Following my mantra of Eat Play Love, this could not be a better suited feature!\nHere are my ten minutes with Rachel.\n\n\n\nQ. Tell us a bit more about yourself, your family and how Sunshine Foods came to life\n\nA. I'm Rachel Ryder and I live in Glasgow with my husband Tom and daughter Rosie. Originally from Nottingham, I moved to Glasgow from London two years ago to follow my husbands career. I left behind my city investment banking career but my days were soon to be just as busy as Rosie arrived one month later. \nSunshine foods came about when I was introduced to a similar foodart page (Barebarnmaten) on Instagram by my sister. The owner creates the meals for her son and so I decided to replicate a few for Rosie. I really enjoy making them and to brighten up Rosie's morning with a fun, healthy, nourishing meal that she will eat from start to finish. My main reason for creating these meals is to see the excited look on Rosie's face when they arrive on her highchair tray!\n\n\n\nQ. Do you have any mealtime advice for new mommies? \n\nA. I'm no expert! We usually offer Rosie fruit and veg everyday and in at least two of her meals. She doesn't always eat it but I still think it's important to offer it consistently. I also try to resist the temptation to offer alternatives if she is being particularly fussy one day. I think if she is hungry she will eat what we have offered. But I do think it's important for it to taste and look attractive. And that's where sunshine food comes in...\n\n\n\nQ. Can you give other moms some tips in creating these pretty meals \n\nA. Sunshinefood is much easier to create using fruit. The basics to always have in good supply are bananas and raisins, and then supplement it with different seasonal fruits. I tend to buy what looks ripe and ready in the supermarket and then adapt the ideas to work with what I have in the fruit bowl! \nIn terms of ideas, I use basic objects and then add simple extras like hearts, stars and sunshines. \nI tend to create the plates for breakfast or afternoon snack and keep lunch and dinner to protein and veg. If I'm making Rosie one for breakfast then I'll give her some cereal and then create the plate whilst she eats that first. That saves her getting too impatient as she often wakes up ready to eat!\n\n\n\nQ. As moms we are constantly trying to balance our job as wife, mother, house wife or career woman and 'self'. What most moms are wondering round about now, is where do you find the time for all of this? How do you balance your every day life?\n\nA. I'm very lucky as I am able to work part time. It's a brilliant balance as I find the working days provide a lot of adult conversation and mental stimulation but also refresh me so that when our work\/nursery week is over we are able to fully concentrate on spending time together and doing fun things. \nI'm also lucky as my husband is at home a lot so he is the main chef in our house! He is a fantastic cook and does the majority of our cooking. It's great as not only do Rosie and I get wonderful dinners but we also get to spend that one hour that most mums spend in the kitchen, together in the evenings.\n\n\n\nQ. Time Out. We know that special time goes into these meals that you prepare for Rosie, but there also has to be time that you take out, away from making pretty food, time just to spend with the family. What does leisure and family time for the Ryder's entail?\n\nA. We are all really into exercise. Most weekends we will visit our local gym. I love to work out either in the gym or I go to exercise classes such as Body Attack. Rosie has recently started gymnastics and if Tom isn't in the gym or on the rugby pitch then he can usually be found surfing on one of Scotland's freezing coast lines! \n\n\n\nQ. Family traditions that you had growing up that you still celebrate?\n\nA. Eating around the dinner table! \nMy family always used to eat around the dinner table at least twice a week. Tom and I try to eat at the dinner table every night and Rosie eats with us so that she gets used to good manners and enjoying eating and socialising together as a family.\n\n\n\nQ. In the fun spirit of Eat Play Love, when you were a child, what did you dream of becoming one day.\n\nA. A mummy!\n\n\n\nQ. Having a child changes the way in which we see the world. What would one piece of advice or wisdom be that you would like to share with your daughter.\n\nA. Work hard and make friends. I worked really hard at school and it has paid off in my exams and career. But having friends contributes massively to your overall happiness. I hope that Rosie has plenty of good friends in the future.\n\n\n\nQ. In closing, one piece of advice for the moms  \n\nA. Hmmmm... Teach your child as you go. Talk to them as you do day to day tasks. Get them involved and try to make dreary tasks fun by counting, guessing and laughing together.\n\n\nWhat a lovely interview with Rachel. It's always nice to hear what other moms are doing and what inspires them to do so. Catch you on our next blog post. \n\nUntil then, Eat Play Love!",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9255123734,
        "format_confidence":0.8089706898
    },
    {
        "url":"http:\/\/www.palmsprings.com\/blog\/palmsprings-com-spotlight-an-interview-with-chefrestaurateur-chad-gardner\/",
        "text":"Spotlight: An Interview with Chef\/Restaurateur Chad Gardner\n\n11182785_1022168944478014_8682843607619350103_oChad Gardner has over 20 years of fine dining hospitality experience and is the Executive Chef and Owner of Dash and a Handful Catering, a full service Catering, Craft Services and Special Event Company in Palm Springs. Known for his use of exotic, bold spices and surprising flavors, most recently Chad closed on the purchase of PHO 533, a Vietnamese restaurant in Palm Springs. \n\nKate Buckley: Chad, tell me how you came up with name “Dash and a Handful”?\n\nChad Gardner: Dash and a Handful is and homage to my mother who was a restaurant owner and cook—and it is how my mother taught me to cook.  A dash of this and a handful of that. She taught me to cook by feel and taste.  \n\nYou launched in 2011, and business is booming. Is it true Dash and a Handful’s revenue grew 600% year over year, 2013 to 2014? To what do you ascribe this amazing growth?\n\nMy goal with Dash and a Handful was to be ultra luxury in the category of luxury brands caterers in the Palm Springs area. I have a great team and they have definitely contributed to our success. I believe we have raised the bar in catering and it was noticed.  We also took on doing full event production in addition to catering. That component has helped drive more revenue to the company.  We are a one-stop shop—we now can handle all aspects of any event, from small private occasions to large corporate events.\n\n11181574_953733671336026_6475053226023145029_nAnd you’re continuing to grow with your recent acquisition of PHO 533, one of the top Vietnamese restaurants in Palm Springs. Will this be operated in concert with or independently of Dash and a Handful?\n\nA little of both. PHO 533 [pictured at left] will be a free standing restaurant, with Dash and a Handful maintaining its separate identity. However, we do have the great opportunity to utilize existing staffing, infrastructure and procedures already in place that will work in concert with Pho 533 as we move the restaurant into the next phase of operation as a Viet-Fusion restaurant.\n\nHow did you get into the culinary and hospitality industry? Did you always know you wanted to be a chef?\n\nI grew up in the restaurant business. My mother was a cook, restaurant owner and manager my whole life. I started working as a dishwasher and moved my way up to eventually being General Manager of some very fine dining establishments. I always had the desire to be a chef. It wasn’t until I moved to Palm Springs that I went to culinary school and then started my own catering company as Founder and Executive Chef.\n\nA native of the Bay Area, what brought you to Palm Springs?\n\nI visited Palm Springs about 13 years ago for the first time. I arrived in Palm Springs at night, so didn’t really see the city or mountains until I woke up the next morning and saw these awesome mountains come right down into the town. I was amazed and awed, fell in love at that moment, and moved here one year later.\n\n19620_948584148517645_3484529054133451926_nWhat’s your restaurant philosophy—your mission statement, if you will?\n\nTo provide a wonderful experience—with quality ingredients—that exceeds guest expectations. I believe you can do that with an ultra-luxury catering company like Dash and a Handful as well as with a more casual dining restaurant like Pho 533.\n\nWhat would you say is your signature culinary style?\n\nI am definitely a proponent of fusion and global cuisine. I like to source flavors and components from different cultures and blend them together in a way that surprises people a bit—in a good way, of course—and evokes a curiosity about and an engagement with what they are eating.\n\nIMG_2707And do you plan on changing the menu at PHO 533 to reflect this? How will you put your unique twist on this new venture?\n\nI’m a steward of Anh Ho Rock’s recipes and cuisine now that I have taken the reins at Pho 533, however I have and will continue to imbue my personality and culinary philosophies to the existing Vietnamese menu. We will become more and more Viet-Fusion. I look to my colleagues and mentors in the culinary world for inspiration as I continue to put my twist on the menu at Pho 533.\n\nFor example, a chef I deeply admire is Charles Pham of the Slanted Door in San Francisco. We have introduced a take on his famous “Shaking Beef” as a sort of homage to him as one the pioneers of Viet-Fusion cuisine in the United States more than 20 years ago. Our Shaking Beef is prepared with a grass-fed tenderloin of beef sautéed in our house-made nuoc cham sauce with crispy fried garlic and shallots and served on a bed of Mizuna (Japanese spicy greens) and baby watercress tossed in a spicy yuzu lime vinaigrette.\n\nSounds delicious! What’s your favorite and least favorite food? \n\nTrying to pick a favorite food is like trying to pick your favorite child. That’s a tough one! I like so many flavors and spices, fresh and seasonal ingredients. I guess I would have to say, my favorite food is whatever makes me say WOW when I taste it!  But it could something as simple as an heirloom tomato fresh out of garden or a perfectly seasoned and cooked New York Steak. Least favorite…I don’t know that I have a least favorite, I will give most things a chance.\n\nWhen you’re not busy transforming the dining experiences of Greater Palm Springs, what do you enjoy doing in your spare time?\n\nI spend time with my husband, Roly and our two dogs. We enjoy traveling and getting to the beach any opportunity we can.  A good movie is always a great distraction from the day-to-day of providing service and being a host to others.\n\nAnd what is it you love most about Palm Springs?\n\nPalm Springs is Shangri-La to my husband and me. It is living in paradise. We are so fortunate we are able to live and work in place that is so special! It is so friendly and wonderful here. You know you are home when you come back from traveling and see the sign that says HWY 111, or you see those beautiful mountains as you come in for a landing at the airport, and you feel a sense of calm and belonging. Palm Springs is best the place in the world for us. Palm Springs is home!\n\nShare on Facebook\nLike 5 People Liked this\n\n3 comments to Spotlight: An Interview with Chef\/Restaurateur Chad Gardner\n\nLeave a Reply\n\n\n\n\nYou can use these HTML tags\n\n<a href=\"\" title=\"\"> <abbr title=\"\"> <acronym title=\"\"> <b> <blockquote cite=\"\"> <cite> <code> <del datetime=\"\"> <em> <i> <q cite=\"\"> <s> <strike> <strong>",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9925125837,
        "format_confidence":0.9726828933
    },
    {
        "url":"https:\/\/theeatinganddrinkingclub.com\/2014\/10\/11\/peter-bickerton-on-why-we-should-all-try-eating-insects\/",
        "text":"Peter Bickerton on why we should all try eating insects\n\n\nIn a bid to come up with a working solution to the world’s food security issue, Peter Bickerton found his research kept returning to Entomophagy (eating insects). Ok, perhaps he didn’t feel quite so confident that he had found ‘the solution’, but with 80% of the worlds population already enjoying insects as part of their daily diets, he was curious as to why the West depended so heavily on cattle for their sustenance. Almost four years later, Peter no longer eats meat but occasionally treats himself to insects which he describes as ‘delicacies’. \n\nSustainability is a pressing issue, and so I met Peter to discuss whether he thinks insects are a genuine solution to this rapidly growing problem, and asked whether (in all honesty) he does enjoy eating them. \n\nWhy did you first start eating insects? Sustainability and food security mainly. I came across Thought for Food in 2011 and decided to enter because I had a real interest in what they were trying to achieve. Thought For Food is an international competition for students where the aim is to come up with a solution to the global food crisis in teams of 3-5 people (from any university in the world). We came up with so many ideas, and thought of so many things; we researched the whole system. In the end insects seemed like the most realistic solution.\n\nI’d never really thought about it before then. Well, living in England you don’t really have to think about it. If you see a cow in a field it looks like a pretty sustainable way to produce meat. They fart a lot, but the resource use isn’t that bad. That’s what you can see, but that’s not the case everywhere around the world. Most cows don’t live in grassy fields; cattle are fed with grain in most cases, so rainforest is chopped down to plant more grain, and then cattle also need a massive amount of water as well. Cattle and livestock account for about 70% of our global water intake. There’s something like 1.5 billion cattle of the planet, so there’s more cow than human in terms weight and mass, and cows consume 15 times more than we do. On a daily basis the amount of waste created by animals in America alone is 100 times the whole human population. That’s 100,000 metric tonnes of waste a minute. It’s insane. The waste is a big problem. It’s not managed properly and a massive amount goes into the rivers. It’s terrifying.\n\n\nIn the ‘Thought for Food’ competition, once you’ve had your initial idea they send you materials to help you brainstorm and then they set you up with really interesting and amazing people from around the world – people in business or agriculture – and they help you to develop your idea. In the end the teams sell their idea as if it’s a business plan – It’s like social entrepreneurship.\n\nThere’s public judging and then a panel of judges too – I was a judge two years ago actually. The competition is very young at the moment, but it’s created a real movement; it’s ended up more than a competition. Now there’s a load of people who are going around and doing projects that are related to food security. The winner is only one tiny aspect of it really because now there are lots of really cool projects going on around the world. For example, I’m still working with insects and I don’t eat meat anyone – that was initiated from the idea our group had for the competition 3 or 4 years ago.\n\nDo you think insects could be brought into normal life in the UK? It’s all down to attitudes and perception. I’ve thought about it loads and it’s really frustrating that there’s this perception that insects are disgusting. If you grew up in the Central African Republic or somewhere similar, a caterpillar would be the equivalent of a steak. I’ve had one of those big, massive beetle larvae and it was unbelievably tasty, but the way it looks does make an impact. I grew up watching Indiana Jones and in the first movie where he’s clawing through all of those bugs  it does look so disgusting, and that in James Bond too, where there’s a tarantula crawling over him and we are lead to feel anxious about it. Insects are filmed in a certain way, to create a certain reaction, but really they are not harmful – in a real-life situation they’d most likely be hiding away.\n\nThere’s stuff that we consume regularly that is genuinely disgusting, like beer for example. The first time you try beer as a child you react by going ‘urgh’ – well, it is the fermented waste products of rotting yeast, barley, hops and sugar. It is revolting. Yet its consumption is accepted and encouraged in public because of its nice side affects. If we can convince people that there is positive side to eating insects then there is always a way in. It is always going to be hard though.\n\n\nWhat was your first experience of eating insects? The first time was horrible. I was pretty skint because it was during the 3rd year of my PHD, and I ended up buying these vacuum packed locusts. I can’t even describe how horrible it looked: a congealed mass of horrible-ness. I’m pretty sure these were the kind of locusts that were only supposed to be fed to reptiles, but I thought, ‘You know what, we’re going to go for this!’ So, me and my mate Niall spent two hours taking the wings off these awful squashed things; I was determined. We made burgers and they were actually really good. At that time I was just looking into it as an idea, so we replaced half the meat with the locusts and we thought at least if we did that then we’d cut down half the meat we consumed. They were so good, and we were so surprised. They had a really nutty aroma. We made a little locust salad to go with it too.\n\nAre they expensive? Well, yeah they are. But no more expensive than say a piece of salmon at the supermarket. Or a proper prime cut of meat. I get my locusts alive now; they come from an insect breeder in Somerset. I used to get them in big sack of about 100 and you’d pull out the box and they’d start to swarm. You’ve got to take them out of the box alive – you don’t want to eat dead locusts. Although, saying that, the chance of catching anything from insects is much less than from meat. You’re not going to catch SARS from a locust. They’re so far removed from us in the food chain that they’re probably a better thing to consume. I like to get them alive and then freeze them so that I know I’ve killed them. I am the locust abattoir. It’s very biblical when they come crawling out, but it’s pretty exciting.\n\nDo you eat them to make up for protein because you don’t eat meat? No, it’s not for protein. I think people have weird misconceptions about food because of magazines like mens health; it’s all about getting protein and getting ‘well hench’. In reality you get everything you need from a balanced diet. You could not eat meat and never eat insects and you wouldn’t ever have issues with protein intake.\n\nWhy do you eat them then? Do you really enjoy eating them? Yes, absolutely.\n\nThe way I look at it now is that I’m trying to change people’s attitudes towards food. I use insects more as an ingredient rather than the main bit, and it’s genuinely a delicacy, but a really sustainable delicacy. In reality, meat is supposed to be eaten occasionally; it used to be. Now it’s become an everyday thing. I used to be guilty of having a sausage butty in the morning, then a chicken sandwich for lunch, and meat in the evening again, but in the 50s, for example, meat was for special occasions. A big piece of beef would be saved for a Sunday Dinner. I wanted to get away from having a big meaty centre piece with other smaller accompanying things like a few chips, but instead I realised that meat doesn’t have to be the main part. The insects are perfect for blending into a dish.\n\nDo you cook insects for friends? Yes, definitely. My mate Chris was doing a masters in Plymouth, and he used to work at pizza Express, and I stayed with him for a while while I was doing my PHD. He got his work extras like tomato sauce and we’d cook them up with the insects. We’d make a lovely locust bolognese.\n\nMy girlfriend has been really receptive to the insects; she’s very open minded. In fact, the other night some guys came round to do some filming, and after that we sat on the sofa and got through about 50 locusts together. I fed the film crew locusts that day too. It’s amazing that every time I feed people locusts they really love them. I’ll have some insects with a couple of mates round my flat, with some drinks and I take them to parties. I can’t afford to eat them all the time at the moment because it’s not economically viable for me, but I’d like to, and when I’ve got the chance I’ll treat people to them.\n\n\nBaked Locusts with cumin, paprika, lemon, salt and honey\n\nCould you breed your own insects? Yeah, definitely. Locusts aren’t actually the most sustainable insects because they have to be kept at a temperature of 30 degrees C, but compared to producing meat they’re still a lot more sustainable. Crickets are ok to breed in Britain, and they’ll feed on all sorts.\n\nHave you come across others who eat insects? Yes, there’s quite a big movement but it’s all spread out around the world. Holland appears to be the main place; they love it in Holland! I know a guy called Ger van de Wal, and he’s got a business called Deli bugs. He freeze-dries them and sends them over. There’s about 8 restaurants in Holland where they cook insects. There are a couple in London too. There’s a company called Eat Grub and a group called Ento. Ento are really interesting. They’re trying to make food with insects, but their products don’t look like insects. They make gourmet snacks.\n\nIn Mexico some insects are a delicacy, and you’d pay the equivalent of 20 dollars a plate for them. There are these things called Gusanos which are also known as the Maguey Worm and there’s Escamoles which are ant larvae. Although, it’s not always a good thing to eat insects though, because some are so sought after and eaten so fr... (truncated)",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.8567432761,
        "format_confidence":0.9309541583
    },
    {
        "url":"https:\/\/www.cincinnatimagazine.com\/forkopolisblog\/steven-and-rachel-sun-of-fortune-noodle-house-make-their-mark-on-clifton\/",
        "text":"Steven and Rachel Sun of Fortune Noodle House Make Their Mark on Clifton\n\nThe Chinese immigrants serve authentic hand-pulled noodles that keep customers coming back.\nSteven Sun\n\nPhotograph by Jeremy Kramer\n\nWhat brought you to the United States?\nIn China, I went to medical school back in 1984, graduated in 1989, and practiced for nine-and-a-half years. I first landed at medical school in Wisconsin as a visiting scholar in 1998. We fell in love with this country, and we just decided to stay.\n\nAnd to Cincinnati from Wisconsin?\nI had some difficulty becoming a doctor in this country. At the time, my visa status didn’t allow me to work as a resident, even though I passed the board exam. I went back to school and started from scratch, and I got my master’s degree in computer science. I landed my first job in Milwaukee with a pharmaceutical company. That’s how I got started in sales operation. Since then I’ve always been a sales operation guy. Back in 2007, we moved because the company was bought out by another big pharmaceutical company, so I found a job here. I still work for a medical device company focusing on the instruments for the atrial fibrillation treatment.\n\nWhat made you decide to open a restaurant?\nMy wife Rachel. She used to be a full-time mom staying at home with our kids. We don’t have any young kids [anymore], so Rachel wanted to do something for herself. I said, “What is your passion?” and she said, “My passion is cooking and serving people.”\n\nHow did you settle on Chinese noodles, specifically?\nWhen we started this idea—when she had this idea—I said, “Honey, we have to prepare, because we want to open a restaurant with a specialty. We can’t just do what everyone else is doing.” She said, “Well, how about noodles? Everybody loves noodles.” We went to the East Coast [to do research]. We visited New York while we were visiting our daughter, so we were looking at what’s the cool noodles around town? We stopped by Philly’s Chinatown, and they have a handful of tiny noodle places, but they were all packed. So we were inspired by that. Hand-pulled noodles are a very common [method] with thousands of years of history in China. Why can’t we do this in Cincinnati? We hadn’t seen that in Cincinnati yet. We started with the noodles, and then we needed side dishes, so we brought in a chef. In China, Southern countries focus more on seafood, like Cantonese, and more rice dishes because of the warmer weather, where they can grow the rice. In the Northern region, they can only grow wheat to make the flour, [so] that’s why noodles are so predominant.\n\nRachel Sun\n\nPhotograph by Jeremy Kramer\n\nThis block is full of other Asian restaurants. Was that intimidating or reassuring? There’s an old Chinese saying: “Ignorance is fearless.” At the time, we didn’t have any experience in the food industry, but one thing was for sure: We said, we’re unique, because we bring something different that other people cannot offer. We had the confidence and said we had to take a chance. Our mentality is simple: We’re not copying anything they’re doing. They’re each distinct for a reason; they still can shine, they can still do their thing, but we offer our unique thing.\n\nUC has a lot of Chinese students. Do they visit and say the food reminds them of home?\nSome do. Mostly they say, this noodle is delicious; it’s the best I’ve had. But some people [who] mention it reminds them of home. I remember two specific students who were from California and New York. Both of them mentioned that they had hand-pulled Chinese noodles before. This reminded them of that.\n\nWhy do you think hand-pulled noodles are far superior to premade?\nFirst of all, hand-pulled noodles are fresh made. Every single dish is fresh made minutes before [serving]. Every morning we make [the noodle dough]—and actually several times throughout the day my wife makes multiple batches, or else it wouldn’t be enough. It’s labor intensive, but it’s fresh and it’s chewier and it’s healthier, too, because there are no preservatives.\n\nIn the years you’ve lived in the U.S., do you feel that Americans have become more adventurous as far as trying new-to-them Chinese cuisine?\nOverall, I think Americans are the most open nation or group of people I’ve ever seen. I travel for my job to Europe and Asia, and most of those older countries have their own concepts [of cuisine], and they’re relatively conservative. They don’t open themselves to try new things. I don’t know if it’s because the history or background of this country, but [Americans] are so friendly and open to new concepts. Any ethnic restaurant, if you’re doing a good job and sticking with your authenticity, you will be successful, in my personal opinion. People are open. That’s on the bigger scale. On the smaller scale, some people will look over the menu for 30 minutes and then order chicken fried rice, and I say, “Oh come on! Try something else!” The majority are very open. But some [dishes people order] are very authentic, and we’re surprised that they try it and love it.\n\nWhat are you most proud of as a business owner?\nThere’s a fulfillment. My wife and I, if we see our customers happy, we’re even happier. Whenever I see a one-star review on Yelp, it makes me so mad and nervous, because I’m that type of person; I’m hard on myself, and I want everything the best for every customer. I care about their feedback. When I see a five-star review, I get so excited I text my kids, and they go, “Daddy, you did it!” We’re not a big restaurant. We sell small. All we can do is the best service, best food—fresh, clean, authentic—that’s how we can win. Otherwise, why even bother?\n\nHow do you connect with your customers on a personal level?\nWhen I’m not working the cash register, I’m walking around and talking to people. Some people are already my friends. Some people I know them but not well, but every time I welcome them, asking them, “Hey, how are you doing? Do you want to try something?” They always ask me what I recommend and if there’s anything new on the menu, so I always chat with them and introduce some background to them.\n\nWhat are you recommending right now?\nI always recommend the pan-fried noodles, of course. Then with the side dishes, I recommend the cumin lamb neck. To me it’s kind of a symbolic thing for our chef and her technique. Another favorite is the Dragon’s Favorite Eggplant. That’s my personal favorite.\n\nFortune Noodle House, 349 Calhoun St., Clifton Heights, (513) 281-1800\n\nFacebook Comments",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9934638143,
        "format_confidence":0.8308991194
    },
    {
        "url":"http:\/\/www.mademan.com\/f4f-man-of-the-moment-ricardo-zarate-los-angeles-hottest-chef\/",
        "text":"If you want a role model for lightning-fast career ascendancy, look no further than Peru-born chef Ricardo Zarate. In 2009, he launched his first solo restaurant, Mo-Chica, in a food court near the USC campus in Los Angeles. Two years later, he was named “Best New Chef” by Food & Wine magazine and opened Picca in Beverly Hills—it’s now a semifinalist for a James Beard Award. We tracked down the culinary phenom at The Taste to talk home cooking, favorite dishes and the future of food.\n\nMADE MAN: You’ve been called the father of modern Peruvian cuisine. What are some of the staples of Peruvian cooking?\nI’m from the coast, from Lima. We are very strong in seafood. I come from a town that is very traditional, so I like to elevate those traditional dishes to the next level.\n\n\nI think cooking is history, so first you have to watch your mom. Everything comes from family, and that’s why we have to respect food.\n\n\nMM: What’s your favorite dish to make?\nRZ: I have a few of them. The oxtail from my restaurant Mo-Chica, the Colita de Rez. Another favorite is the Sangrecita Morcilla, a crostini with quail egg, brie cheese and jalapeno salsa. From my restaurant Picca, I like the Anticucho Black Cod and the Chicharron de Costillas, a crispy pork ribs crostini with sweet potato puree, feta cheese sauce and salsa criolla.\n\nMM: How is your first restaurant different from your second restaurant?\nPicca is more like a Peruvian version of tapas, and I put some Japanese flavor in there. Mo-Chica is more traditional Peruvian food.\n\nMM: Do you ever watch any of the reality cooking competitions on television, and would you ever compete in any of them?\nI wish! I mean, my life is all about cooking. So, who wants to challenge me?\n\nZarate’s Unagi Causa Roll at Picca. See more tasty bites in our 7 Seas of Seafood gallery.\n\nMM: If a guy is used to picking up take-out every night, how would you encourage him to begin cooking?\nI think cooking is history, so first you have to watch your mom. Everything comes from family, and that’s why we have to respect food. Also, look at the food movements—in the eighties it was the French, then Italian, now the Japanese. Cooks are combining different ingredients from different cultures for new, exciting flavors. So they can try to do that.\n\nMM: What direction do you see food headed in the next 10 years?\nIn the future, there will be more humanity. Right now, it’s about using more ingredients from different cultures. I just saw Ludo Lefevre making Thai food. I think it’s good. Understanding different cultures is very important. Through the food, it’s a good way to know people and to know cultures, and it will maybe change the world.\n\nMM: By the way, congratulations on having Picca named as a semifinalist in the 2012 James Beard Awards!\nThank you. I hope I win!\n\nYou can follow Zarate on Twitter here.\n\nPhotography: Stephanie Nelson",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9954124093,
        "format_confidence":0.8932747245
    },
    {
        "url":"https:\/\/harpersbazaar.my\/lifestyle\/culture\/bazaar-dining-out-guide-copenhagen-chef-bo-bech\/",
        "text":"BAZAAR Dining Out Guide: Copenhagen Chef Bo Bech\n\nBo Bech\n\nWhat’s your secret to being personal?\n\nI think the most important mindset here is to have passion. That’s why people love chefs, but also fear them—we are so direct, like “life and death”. I had Paustian for 8 years, and then I realized that everything was too white and clean. I started seeing that every gesture I made sort of pushed away the human feel away. The way I look at a restaurant is that it’s either feminine or masculine. The masculine mindset is, I’d go there because of a specific thing they think this place is unique for. The feminine mindset is, “Let’s go there because it’s so cozy”. In my view, it’s never been possible to visit a restaurant that accommodates both mindsets. So I thought, why not make that attempt, so I can find out if there really is a reason behind having these two mindsets, or if it was even possible.\n\nBo Bech’s Nordic Italian mash-up, Lou Lou\n\nIs that how Geist was born?\n\nThe attempt was to create a cozy restaurant for the guys. I try to do the best type of food as you would at a gourmet restaurant, but never tell your guests. I thought, “What if you remove all the things you don’t pay for, but get anyway?” I understand that sometimes you get a little tired of food always having to have a thought.\n\nBo Bech’s signature langoustine with yuzu and hibiscus\n\nWhat drives your food? Is it art, music, or emotion?\n\nI look at it as telling a story, basically. My food is very seasonal driven. I think some people understand it, some don’t—it’s not a religion, you don’t need to understand it. Is it funny to eat strawberries in the winter? Is it funny to devour in a heavy chocolate cake in 45°C weather? It’s overpowering. So you should present with where you are and how the food is. The more you love something, the closer you are to understanding the definition of it. It’s something you can only tell after you’ve done it a thousand times. I think Geist probably defined “space” more accurately. The intention is to make everything look industrial. In 2001, I lived in New Delhi, and I remember going somewhere with my architect friends, and I said, “Oh, so they’re still fixing the place,” and they said, “No, that’s the décor.”  They were making new look old. The whole restaurant scene … it’s become fashionable to be unpretentious. It’s become fashionable to be sloppy, but there’s a fine line.\n\nIn My Blood\n\nWhat do the five pillars in your new book, In My Blood, mean to you personally?\n\nIn My Blood was written and created the same way I would do a menu. It started out with a feeling of something that eventually led to a dish. I realised when I think about food, I have different pillars. For example, “rage” is when I taste a product that I don’t understand. I used to have a love hate relationship with endives because it was so bitter. It was an ongoing battle that took years to perfect. Then there’s this pillar called “journey”, a humbling phase where you travel to a place, where you meet new people and discover new ideas, your heart is open, and in a way you’re searching, but not really, you’re soaking up the good energy. “Tribute” is when you celebrate beauty. I like to take a product and say, “I’m going to celebrate language through this. I’ll put it on a pedestal.” Then, I say, “I want something like a supporting actor for this dish.” I want a provocation, but nothing that doesn’t have a significant reference. For example, I’ll dust hibiscus on it. There’s bitterness in the hibiscus, and I like this chromatic view of playing with shady red colors. It’s an homage to the Little Sun project by one of my favorite artists, Olafur Eliasson.\n\nYou wrote, “The truth is easier to remember than the lie,” in your last book What Does Memory Taste Like?. How does food tell the truth for you?\n\nYou know when visit someone in their apartment? You’re in their sanctuary, and you see who they really are. You observe their taste, and their likes and dislikes. With certain people, you don’t even have to try to tell the truth, you’re just being you. Some people tend to look at my food, and say things like “minimalistic”, “simple”, etc. The reality is, it’s boiled down to the essence of what I actually want to tell. It’s ripped apart from all the bullshit, of the insecurities. A lot of dishes created today are very safe. It’s always a little bit crisp, a little soft, a little caramelized … I think it becomes boring to continue using the same picture to tell the same story. But if you change that game constantly, you’re choosing to only have one focus, being very clear in your expression. That’s exactly what I try to do with my food.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9901313782,
        "format_confidence":0.9545247555
    },
    {
        "url":"http:\/\/mccainfoodservice.com.au\/testimonials\/jason-hurle-aussie-bobs\/",
        "text":"McCain: Let’s start at the beginning; how did you get into owning the shop?\n\nJason: I was born into it, my mother and father owned the shop and i have followed suit. It’s all i really know, it has been in the family for over 40 years and i have been a partner in the business with my mother since 2009.\n\nMcCain: What do you believe makes your business successful?\n\nJason: Customer service and going the extra mile such as table service, no corkage which is important to my customers. My dad was such a big character in the business which was key! I am slowly getting his charisma and getting the customers laughing. We rely heavily on our regulars through winter, who keep coming back because of the consistency of our food. Our customers know they are going to get nice, thin crispy battered fish and fries that are always hot and crispy with a great flavour.\n\nMcCain: What is currently your trending signature dish on the menu?\n\nJason: Battered fish and chips are always our biggest seller. People just love quality fish & chips. It’s an aussie tradition.\n\nMcCain: You currently have on your menu McCain cream flesh 13mm, what made you select these fries for your business?\n\nJason: I personally love them, they have an amazing potato flavour they are also consistent in quality, and have a nice crunch to them. I trialled them for two weeks and the customer reviews i got back were amazing, so i had to stay with them. That was over 7 years ago now!\n\nMcCain: Are you aware how much profit you make on fries per serve\/plate?\n\nJason: I am aware, but i’m not overly concerned with that, i’m more focused on getting volume of customers through our doors. For me it’s more about quality of fries over profit to grow the business and keep customers coming back for more.\n\nMcCain: There are a lot of fish & chips outlets everywhere, how do you deal with all the competition? What do you do differently to stand out?\n\nJason: I cook everything to order. People will wait longer, but they will come back because they know it’s fresh. I cook fries from frozen and it gives better end product every time.\n\nMcCain: What do your customers want in terms of fries?\n\nJason: Good value, crispiness and consistency.\n\nDo you sell loaded fries? If yes, what do you currently have on the menu?\n\nJason: Yes, we sell cheesy loaded fries in winter with a mornay style sauce which are very popular. The McCain cream flesh 13mm work very well for this.\n\nMcCain: What advice do you have for fish & chips business owners when it comes to selecting fries?\n\nJason: There is no substitute for quality, that’s why i use McCain premium fries. A long time ago, before McCain we did try to use a lower grade fry but ended up losing a lot of business. We then switched to McCain fries and have grown since!\n\nMcCain: How do you get new ideas for your menu?\n\nJason: I look at market trends and what is working with competitors, or sometimes great ideas just come to me.\n\nMcCain: What inspires you as a fish & chips business owner?\n\nJason: In all honesty i love what i do and its good money. It’s definitely hard work, you wouldn’t do it if the money wasn’t great.\n\nMcCain: Tell us about your relationship with McCain, why do you choose to stay with the product and brand?\n\nJason: It’s the quality, i have been approached to change many times over the years, but McCain has the superior quality that the others simply don’t have. So based on that i choose to stay and sell McCain fries.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9639653563,
        "format_confidence":0.9133021235
    },
    {
        "url":"http:\/\/yummyearth.com\/aboutus.html",
        "text":"MEDIA email:  pr at\nAfter getting permission from YummyEarth to use one of our copyrighted images, please feel free to use any\nproduct image on our web site in your media story.\nRob Wunder: Green Willy Wonka\n\nHow can candy satisfy your kids' sweet tooth—and your strict standards?\nRob Wunder, co-founder of Yummy Earth, tells us how.\n\nHow'd you become interested in candy making?\nMy friend Sergio was feeding rice pudding to my 15-month-old, Jonah, and we imagined that soon he'd begin asking\nfor candy. We dreamt aloud of inventing an organic lollipop that tasted so good our children would ask for it instead of\n'chemical candy'—with all that artificial garbage. We spent months developing a recipe and perfecting the production\nprocess; two years later YummyEarth candies are selling out in\nthousands of stores nationwide and in 20 countries. Apparently, a few other parents also feel the same way!\n\nWhat's in your lollipops and candies?\nWanting the very best ingredients for our children, Jonah and Rose, Sergio and I chose organic. But we took it a step\nfurther, sourcing our ingredients from around the world to use which we feel are best in class. Citric acid made from\nIsraeli sugar beets instead of genetically modified corn; bright red coloring from purple carrots instead of artificial red\ndye; real pomegranate extract for our Pomegranate Pucker lollipops and candy drops. Organic pumpkin and black\ncurrant is also used to create the vibrant colors. We really have fun with the recipes and truly make the candy for our\nchildren and families first—we aim to wow them.\n\nWhat does conventional candy contain that we might not be aware of—what are we really feeding our kids?\nFood manufacturer executives are going to have to stand before Congress someday (like the big tobacco execs did) to\nexplain the thought process behind putting high fructose corn syrup, artificial sweeteners, artificial colors, artificial\nflavors, and other junk into their foods. Many of them label their products 'All Natural' because there is apparently no\nregulation preventing them! Parents haplessly put this stuff into their children's mouths all the time, so they're generally\nthrilled to find an alternative like ours that their kids truly love to eat.\n\nWhat sets your candy apart from the rest?\nTaste. People assume YummyEarth will taste like health food, but our tart, delicious flavors make them jump for joy.\nWe also have a huge allergy following. Families often struggle with allergy problems—not being able to find treats that\nallow their kids to feel 'normal.' We hear that word a lot. It's uplifting to us when we hear that YummyEarth is usually the\nonly candy they can have—whether it's an autistic child with a severely restricted diet or someone with intolerance to\ncorn, gluten, or artificial colors. Nothing gives us greater happiness than YummyEarth being their lollipop.\n\nAre your candies actually good for kids?\nFunny you should ask that. Our sour apple tart flavor is colored with wheat grass juice. We tested the lollipop for\nnutrients and found that the wheat grass juice nutrients survive the process (we stopped using this fabulous ingredient\nin October 2008 because it concerned gluten free people that were still concerned even after it tested as gluten free).\nSome of our lollipops will soon feature Organic Acerola Berries, a South American fruit rich in Vitamin C. But we're not\ntrying to be a health food, just a healthy alternative to what our kids want to eat: candy.\n\nHow do you come up with new flavors?\nWe listen to phone calls and email from kids, moms, and dads and try to make the flavors they want. We also try to\ncome up with unusual combos, such as Blood Orange Cocktail and Chili Mango Mambo.\n\nDid you experience any \"eco-conflicts\" in manufacturing?\nWe're not big fans of packaging, for example, we love selling bulk-size bags on because less packaging\nis consumed. But the reality we faced when offering YummyEarth in stores is that consumers aren't looking for a plain\nbrown sack of lollipops—and stores won't put it on their shelves, either—so we had to use something if we wanted to\nsell to more than just a few people at a farmer's market. Today all of our packaging is reusable or re-sealable. One\nchallenge we confronted was from our corn-sensitive fans, who have kept a steady drumbeat of requests against\nusing [biodegradable] corn-based wrappers. These would be more eco-friendly, but ours is the only candy they can eat\nbecause it contains no corn products. We chose them and their plight over using a corn-based wrapper. Not an easy\ndecision, but a personally rewarding one when we get their feedback.\n\nLooking at the runaway success of Yummy Earth, there seems to be a high demand for natural candies, yet there\nare relatively few on the market. Do you see the trend toward natural and organic sweets increasing in the near\nI do see a trend in that direction, but I see large corporations making only half-hearted attempts—as their main goal is\nto make a label claim, not to actually use the best ingredients to produce something good for your family. In the natural\nfood world, it's always been a challenge to make healthy food taste great. I truly hope that our success can serve as a\nmodel for others to create delicious candy that you'll want first for its taste, not just because it's good for you.\n\nYou mentioned that these sweets are the only ones you could get \"mom approved\" for your kids. Are they allowed\nany other candies or chocolate?\nBoth my and Sergio's wives are pretty strict about what goes into our children's mouths—as are many moms today. We\nreview ingredients—they're allowed to eat our candy as well as organic chocolate we feel comfortable with. At first, it\nwasn't easy saying no, but they learned quickly. Jonah will ask, 'Is this made of garbage?' If we say 'Yes' he just puts it\nback and says, 'Yuck!' But I don't know how easy it would be if we had no delicious alternative for him.\n\nDo you and your family eat organic and natural foods?\nIt's not hard to eat organic or natural foods—it's much more of a challenge to be a vegan or kosher. Most restaurants\nserve salads, steak, chicken, eggs, and cheese. It may not always be organic, but it's easy to avoid fast food and\nchemicals in your food at the supermarket or restaurants. It just takes a little extra effort and you get paid back in great\nhealth dividends.\n\nHave you and your wife ever had an eco-fight?\nMy wife and Sergio's wife went to Cornell University, located in the heart of the uncommonly green town of Ithaca, New\nYork. It's become one of my favorite places on earth. My wife has influenced me tremendously and I gladly lose every\neco-fight we have. Sergio grew up in Mexico City and loves the earth and trees and plants as his friends and extended\nfamily. He grows many fruits at his house and smiles most when under a tree with his family. They are both my\n\nWhat would you say is your biggest eco-chore?\nSeparating and managing recyclables. I've never been a fan of taking out the garbage, but today the process has been\nelevated to an art form!\n\nIs there any food you wish were green but isn't?\nI wish hot dogs in Central Park were made of something good.\n\nFROM 2007 and is accurate for claims and information as of 2007.\n\"the best lollipop\nI've ever tasted\"\nPhil Lempert - TODAY\nSHOW Food Editor\nemail us:  \nsupport @\nSergio and I, two dads with young children, founded YumEarth out of our commitment to feed our families a\ndiet rich in delicious honest foods. We love dreaming up mouth-watering treats that burst with yum, a\ncombination of our award winning flavors and our dedication to the finest ingredients.  Our world famous\nYumEarth gummies, fruit snacks, licorice, lollipops, and other treats are honestly crafted with our legendary\nflavors and are gluten-free so everyone can enjoy.\n\nYumEarth. Honestly Crafted. Always irresistible.\n\nThank you from Rob and Sergio!\n\"My mom and I LOVE the lollipops.\"  Molly, 12 years old\n\"Yummy Earth pops are the only pops I trust.\"  Jessica\nFundraising:  \"when my class made a sale in school we sold organic lollypops because our principal\ndoesn't let sugar snacks and we only had 500 to sell and they all sold in 15 minutes. We ordered another\n900 pops because kids are still requesting them.\"  Rickles\n8 Year Old's Favorite!   \"Thought you'd like to hear what my 8-year-old daughter said when we picked up our\nmonthly bag of lollipops.  \"You know why these are so good, Mommy?  When you get a little on your lip and\nthen lick it off, it kind of sparkles on your lips. You know, Mommy, it's not like those...kind of...oh, the ones that\nyou think are going to taste so good but they really only taste like really super sweet and they all taste like\nreally weird cherry.\"  Her favorite flavor in the assortment bag so far is: pomegranate!\"\n\"You guys are awesome -- I just think it's great to see people care about our little ones and want to change\nthe way people think about what we feed them. My three little ones LIVE for these lollipops and I gladly give\nthem one (or two) each day. I will continue to tell everyone what a great product you have and what a great\ncompany you are. Thanks so much!\" Jennifer\n\"Trick or Treat without the tricks\":\nWe went trick or treating last night!  Our two toddlers collect over 6 pounds of candy in an hour and half.  I told\nmy 22 month old son Kayan (aka kaiboo) to pick one to keep, the rest is going bye-bye. He marched around\nthe candy several times, but wouldn't pick any, despite his Grammy chanting \"chocolate, chocolate\". He just\nleft and then came back with his dinosaur and circled again, not choosing any candy.  I pulled two of our\norganic YumEarth Vitamin C suckers out of the pantry and secretly added them into the group of candies. He\nmarched around and went straight for the vitamin c sucker. What a proud moment indeed!  I absolutely love\nthat he loves them and made such a wise choice ;)\nI cried in line - allergy mom:\nI just wanted to write and tell you \"... (truncated)",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9924470186,
        "format_confidence":0.6534500718
    },
    {
        "url":"http:\/\/blogs.denverpost.com\/beer\/2011\/12\/22\/six-questions-with-charlie-papazian-author-and-president-of-brewers-association\/937\/print\/",
        "text":"- First Drafts - http:\/\/blogs.denverpost.com\/beer -\n\nSix questions with: Charlie Papazian, author and president of Brewers Association\n\nPosted By Jeremy Meyer On December 22, 2011 @ 6:00 am In Brewers,Colorado Beer,Homebrewing,Interviews | 1 Comment\n\nCharlie Papazian [1] is arguably the godfather of American homebrewing [2].\n\nThe Boulder resident in the early 1980s wrote the definitive homebrewing guide, The Complete Joy of Homebrewing [3], and added a fresh, chilled-out mantra for those attempting to brew: “Relax. Don’t Worry. Have a homebrew [4].”\n\n[media-credit name=”Brewers Association [5] ” align=”alignright” width=”290″] [6][\/media-credit]\n\nCharlie Papazian [7], president of the Brewers [8] Association and the godfather of homebrewing, answers six questions from First Drafts.\n\nPapazian also helped found the Association of Brewers [9] and the Great American Beer Festival [10], which is still the grandaddy of American beer festivals and still going strong after three decades.\n\nWe posed six questions to Papazian — a six pack — the second installment in what will be a regular feature on First Drafts. Read our exchange below, which, as always will be edited for space and clarity.\n\nQuestion: What are the best new trends in either home brewing or beer in general?\n\nAnswer: From a personal and selfish perspective, I’m discovering more and more breweries are offering beers that are 5.5 percent (alcohol by volume) or less that are full flavored. For me, I am able to enjoy a few beers rather than stick with one glass of high-octane beer and I am out. So I like that trend.\n\nQ: What beer do you like to make the most and why?\n\nA: To reiterate what I just said, I like real flavorful beers that are around 5 percent (ABV) or less because I can enjoy them more frequently that are both refreshing and full of flavor — a German-style Helles, ordinary English-style ales. I have a Vienna mild that combines an English mild, which is low alcohol, and a Vienna lager. That’s what I always have, two or three kegs of low-alcohol beers. I do like the occasional strong beer, but I reserve those for the fourth quarter of a Broncos game.\n\nQ: The Great American Beer Festival [11] has grown every year. Do you see any big changes in store, or what can be changed?\n\nA: It has grown moderately over the years with the number of people attending, and that is not our goal. Our goal is to grow the quality. It’s been going on for 30-plus years, and you can’t have a successful event unless it evolves with the times and circumstances and technology. We are going to continue to enhance the value of the beer festival for everyone. Sure, we could talk about doubling the hall space and having twice as many people there, but would that enhance the experience? That’s a debate we continue to have. I think we are at a good space now.\n\nQ: Why has Colorado become such a big player in the beer culture?\n\nA: Why Colorado? The grassroots of three decades ago (when the GABF [12] started) established some very strong roots that are very sustainable. You have the original brewpubs and craft brewers that started in the 1980s and ’70s, like Boulder Beer [13], and they are still around. There are 130-plus small breweries in Colorado and we have a population of 4 million now. That’s a pretty darned good brewery to population ratio. I don’t see that as oversaturation.\n\nQ: Best advice for a newbie homebrewer and not your famous catch phrase?\n\nA: If anybody has reservations, sit down and have a beer and relax and just do it. Just brew it. There is for sure another homebrewer in your neighborhood nearby. And if not there will be a homebrew club nearby. Get online to www.homebrewersassociation.org [14] and go to the club directory and find a homebrew club. Take a visit. Experience the fun and get exposed to the beer people are making. Just make your first batch. People are always extraordinarily surprised at how successful they are. That’s why there are so many homebrewers. It’s an easy do. And you rewarded pretty darned quickly.\n\nQ: What are you most proud of about your book?\n\nA: People are always coming up to me and saying the book has really changed their perspective on beer and even their outlook on life. One of the things that I am finally realizing, there are 1.2 million copies of that book out there. And I estimate that 95 percent of the nearly 2,000 small brewers in this country have their roots in homebrewing. Many of them come up to me and say they wouldn’t be in business today without my book. And I am thinking, ‘God, that’s like $3 billion worth of employment.’ Never mind the beer sales. There are hundreds of thousands of jobs created by the grass roots movement of homebrewing, and my book is definitely part of it. People from all walks of life have made a switch or embraced craft beer [15], and small businesses are buying equipment from other small businesses. I am kind of proud that that little book has had an economic impact that no one has quite really realized. I had two or three beers the other night and had time to reflect and I said, ‘Wow. I like to see those bubbles keep rising.’\n\nArticle printed from First Drafts: http:\/\/blogs.denverpost.com\/beer\n\nURL to article: http:\/\/blogs.denverpost.com\/beer\/2011\/12\/22\/six-questions-with-charlie-papazian-author-and-president-of-brewers-association\/937\/\n\nURLs in this post:\n\n[1] Papazian: http:\/\/blogs.denverpost.com\/beer\/tag\/papazian\/\n\n[2] homebrewing: http:\/\/blogs.denverpost.com\/beer\/tag\/homebrewing-2\/\n\n[3] The Complete Joy of Homebrewing: http:\/\/www.amazon.com\/Complete-Homebrewing-Third-Harperresource-Book\/dp\/0060531053\n\n[4] homebrew: http:\/\/blogs.denverpost.com\/beer\/tag\/homebrew\/\n\n[5] Brewers Association: http:\/\/blogs.denverpost.com\/beer\/tag\/brewers-association\/\n\n[6] Image: http:\/\/blogs.denverpost.com\/beer\/2011\/12\/22\/six-questions-with-charlie-papazian-author-and-president-of-brewers-association\/937\/papazian_charlie\/\n\n[7] Charlie Papazian: http:\/\/blogs.denverpost.com\/beer\/tag\/charlie-papazian\/\n\n[8] Brewers: http:\/\/blogs.denverpost.com\/beer\/tag\/brewers\/\n\n[9] Association of Brewers: http:\/\/www.brewersassociation.org\/\n\n[10] Great American Beer Festival: http:\/\/www.greatamericanbeerfestival.com\/\n\n[11] Great American Beer Festival: http:\/\/blogs.denverpost.com\/beer\/tag\/great-american-beer-festival\/\n\n[12] GABF: http:\/\/blogs.denverpost.com\/beer\/tag\/gabf\/\n\n[13] Boulder Beer: http:\/\/www.boulderbeer.com\/\n\n[14] www.homebrewersassociation.org: http:\/\/www.homebrewersassociation.org\/\n\n[15] craft beer: http:\/\/blogs.denverpost.com\/beer\/tag\/craft-beer\/\n\nAll contents Copyright © 2013 The Denver Post or other copyright holders. All rights reserved. | Privacy Policy | This material may not be published, broadcast, rewritten or redistributed for any commercial purpose.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9913779497,
        "format_confidence":0.9634473324
    },
    {
        "url":"https:\/\/friedmansprout.com\/2012\/12\/02\/slow-down-with-slow-food-tufts-student-group-spotlight-by-ashley-carter\/?shared=email&msg=fail",
        "text":"\n\nI recently had the opportunity to interview Katrina Brink about Slow Food Tufts, the Tufts chapter of Slow Food USA housed in the Friedman School.  For the past year, Katrina has been Chair of Slow Food Tufts, which was founded by Friedman students Asta Garmon and Jessica Lattif in 2009.  Slow Food Tufts was born out of a Friedman student group called FOOD, which was dedicated to stimulating dialogue and action on the political, economic, cultural and environmental aspects of food.  Slow Food Tufts continues to promote these same principles while growing in the Friedman community.\n\n1.    What is the primary mission of Slow Food Tufts? \n\nThe mission of Slow Food Tufts is to gather folks around good, healthy food, to be conscious about what we are eating, to work to protect biodiversity in the food supply, and to question the social and economic structures that make up our food system.\n\nSimone Passarelli and Emily Wei making fresh pasta on Italian Night\nPhoto Credit: Katrina Brink\n\n2.    In your opinion, what is the most impactful aspect of Slow Food?  \n\nI think it is the power of preparing a space for people to come around a table to share food together.  Taking time to eat together allows for real conversations to happen and for all of us to slow down the hectic pace of our lives for a few minutes and talk to one another.  At the international level, I think the most impactful aspect of Slow Food is its power to first gather people around good food, and then to rally them around the causes that are essential for us all to engage in every day in our communities and respective countries.  It introduces people to the connections between what we eat and how those choices impact biodiversity, environmental sustainability and justice in the food system.\n\n 3.    I understand Slow Food Tufts is part of a national and international Slow Food organization and that you recently went to a Slow Food conference in Italy.\n\nSlow Food Tufts is a campus chapter under Slow Food USA.  The chapter leaders are included in Slow Food USA leaders emails and phone calls, so you can give input and you get the inside scoop on what is happening in the organization.  Since I was a leader this past year I was eligible to apply as a delegate for Terra Madre or the International Congress (hyperlink:, and I was selected to be part of the Congress. The purpose of the International Congress is to discuss and vote on a document called the Central Role of Food, as well as to elect the board for the next five years.  One of the most encouraging aspects of the conference was to see a strong, vibrant international youth presence in the form of the Slow Food Youth Network (SFYN).  I was happy to see that the focus of Slow Food has shifted to the importance of not only preserving food culture, but also restructuring our food system to be more sustainable and just.  Slow Food used to be seen as an organization for wealthy people of the Western world to enjoy expensive, gourmet food.  But now there is an earnest effort underway to broaden the scope of the organization to address the injustices and unsustainability of our current agricultural and food manufacturing practices, and to include everyone in the movement.\n\nThis was the first year that the International Congress met at the same time as Terra Madre and the Salone Internazionale del Gusto (tasting salon) at the end of October in Turin, Italy.  It was an incredible experience to be at this enormous event of some 200,000 people.  Most were there for the tasting salon, which consisted of three rooms with hundreds of Italian farmers, chefs, and artisan food makers, and one huge room for the international tasting salon with representatives from nearly 100 countries.  It felt like taking a tour of the world in one room.  My eyes were opened to an astonishing number of new foods and products from around the world.  It was great to meet people from all these different countries and taste the products they had so caringly made.\n\nAttendees of the Salone del Gusto could also attend the panel discussions and lectures that were a part of the Terra Madre component of the event.  This event happens every two years as a way to bring together people from around the world who work in all aspects of the food system to discuss the environmental, social and economic issues tied to food and agriculture.  There were talks ranging from how to green the economy to school gardening initiatives, as well as how to reduce food waste, what policies would be good to promote youth agriculture, and how to best support small scale fisheries.\n\nI would like to bring a lot more of the environmental activism and social justice aspect of the movement into what we do in Slow Food Tufts.  It would be great for us to be involved in a community project in some way, and to see how we can be more actively involved in creating the food system we envision.  I look forward to seeing where the new officers take the group in the coming year.\n\nFall apple picking\n\n4.    What recent events has Slow Food Tufts held? \n\n This semester we went apple picking to benefit The Food Project (hyperlink:, and got to bring home lots of perfectly good apples that had fallen from the trees.  A couple of us did two Saturdays in a row of canning apple chutney, spiced apples and apple butter.   After that we had a newfound respect for people who have to can all of their food.\n\nWe also went on our second annual tour of the cheese caves of Formaggio Kitchen ( in Cambridge this fall.  In October we held Squash Fest, which was a delicious dinner of squash-themed foods, and most recently we had an Italian night and ate fabulous, homemade pasta and the best Eggplant Parmesan of our lives!\n\nYogurt-making skill share\n\n5.    I hear there’s a Bake-Off in the near future. What’s the scoop?\n\nWe are partnering with Friedman Student Council for the Bake-Off, which will be held on Monday, December 3rd from 4:30-6:30 in the Jaharis Café.  We have professional judges coming in from Flour Bakery, Kick*ss Cupcakes, and Georgetown Cupcakes!  There will be prizes for each category, and a prize for the overall winner.\n\nA donation of $5 is suggested for those who attend and participate in the bake-off, but a larger donation is definitely welcome.  All of the proceeds go to the 1,000 Gardens in Africa Project (hyperlink  This project in Kenya is coordinated in part by John Kariuki, the outgoing Vice President of Slow Food International, who I met at the conference in Italy. He is thrilled to have us helping out, so I’d love to show him that Friedman can come through in a big way for this project!\n\n 6.    Any insider tips for bakers looking to take gold at the event?\n\nBe creative, and don’t be afraid to do something different!  I’m a fan of simplicity, and trying to get too fancy with baking has often not turned out well for me, but if you can do it, then this is your chance to show off your skills!\n\n 7.    How else can people get involved with Slow Food?\n\nIf people want to get involved they can contact either me or one of the new officers who will be taking over next semester.  They are first-year students Amy Elvidge, Meg Keegan and Simone Passarelli.  We also have a Facebook page (hyperlink: where we post all of our events.\n\n8.    What has been the greatest benefit of being involved with Slow Food? \n\nIt’s been fun to find out what foodie skills my fellow students have, and having the opportunity to go to Terra Madre and the International Congress in Turin definitely fulfilled a long-time dream!  I feel very fortunate for having had the opportunity to go.  It was encouraging to see so many people from around the world working toward a common vision.\n\nAshley Carter is a second year Masters student in Nutrition Communication at the Friedman School and is also completing the DPD at Simmons College to become a Registered Dietitian. She loves cooking and enjoying good food with friends and family, and she is thankful to go to school with so many people who love the same things! \n\nThe Friedman Sprout is a monthly student run newspaper that aims to serve the student population at the Friedman School of Nutrition Science and Policy, prospective students, and alumni. Our mission is to report on newsworthy information that affects the Friedman community including nutrition research, food policy, internship and volunteer opportunities, as well as school events. Our editorial slant is that of sustainability in food and nutrition.\n\n0 comments on “Slow Down with Slow Food Tufts: Student Group Spotlight By Ashley Carter\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9643441439,
        "format_confidence":0.9013431668
    },
    {
        "url":"http:\/\/www.illawarramercury.com.au\/story\/1134406\/in-the-kitchen-with-callum-hann\/?cs=2388",
        "text":"In the kitchen with Callum Hann\n\nMasterChef 2010 runner-up Callum Hann, 24, was raised in South Australia's Barossa Valley, a region famous for its premium wines and fabulous food.\n\nCallum Hann became a household name after finishing runner-up on the hit television series MasterChef two years ago.\n\nCallum Hann became a household name after finishing runner-up on the hit television series MasterChef two years ago.\n\nHann has joined ConnectPink, Fairfax Regional Media's online website for women, as a foodie blogger and is keen to share his passion and his recipes.\n\nWhat types of recipes and words of wisdom do you hope to share?\n\nI love to cook simple, seasonal food which still has a wow factor. I would love [readers] to try something new and maybe learn a few more techniques. There is no place in my life for hiding recipes or having kitchen secrets; for me food is there to be shared.\n\nWhat's your favourite dish?\n\nMy favourite dish is constantly changing; I get a bit bored if I cook the same things too often. My girlfriend Chloe and I have just expanded our veggie garden, so I am getting stuck into lots of fresh salads at the moment.\n\nWhat are your tips for creating healthy meals on a budget?\n\nI think the key is organisation. Try to plan a week's worth of meals and do one big shop, which saves you so much time and money in the long run. It also allows you to take advantage of leftovers and freeze future meals.\n\nHow do you suggest new cooks ease their way into the kitchen?\n\nI think the best thing to do is just get stuck into it. If the worst thing that happens to you in your day is you burn a couple of steaks, I think that's still a pretty good day.\n\nWho influences your cooking?\n\nJamie Oliver has been my biggest cooking inspiration since I was a child. I'm lucky enough to now be the Australian ambassador for Jamie's Home Cooking Skills.\n\nWhat ingredients can't you live without?\n\nGarlic, spices, herbs, condiments, good quality olive oil and lemons. The little heroes that make all the difference in a plate of food.\n\nWhere is your favourite place to eat out?\n\nIt sounds a bit corny, but Chloe's mum cooks a mighty fine roast dinner. She is one of those people where you don't ask for second helpings, she makes you have second helpings. Not that I'm complaining.\n\nWhat's growing in your garden?\n\nAt the moment there are leeks, garlic, beetroot, chard, chillies, capsicum, tomatoes, peas, snow peas, strawberries, lemons and a whole array of herbs.\n\nWhy is it important to taste food during the cooking process?\n\nIf you follow a recipe exactly you will end up with it tasting exactly how the author of that recipe wants it to taste. We all have different tastes, so constantly tasting and adjusting is vital. If I say \"juice of a lemon\" in a recipe, all lemons are different sizes right?\n\nHas travelling overseas influenced your recipe choices?\n\nDefinitely, I have expanded my horizons by seeing not only what other countries eat, but how they eat it. I love tasting a new dish, and thinking about how I can recreate it in my own kitchen.\n\nIs there one dish you just cannot master?\n\nNo matter how many times I try to make my mum's chocolate torte, it never seems to taste quite as good as hers.\n\nSample Hann's culinary style at, where he's kicking off with a delicious recipe for Vietnamese chicken with green mango salad.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9973477125,
        "format_confidence":0.9252463579
    },
    {
        "url":"https:\/\/www.sharecare.com\/video\/sharecare-experts\/kate-geagan\/how-does-greek-yogurt-compare-to-regular-yogurt",
        "text":"How Does Greek Yogurt Compare to Regular Yogurt?\n\nRead Transcript\n\nI'm a huge fan of Greek yogurt and I say that's one of the most common questions I get asked. Greek yogurt actually uses three times the milk of regular yogurt, and if it is authenticly strange, it takes a couple of days where they let the way the liquid portion drain out, and what leaves you with is this rich and creamy yogurt that's almost take into the sour cream in terms of the mouth feel but it actually can have zero fat.\n\nSo Greek yogurt is a wonderful tool you can use if you want that rich creamy taste but none of the added fat. Greek yogurt is also because of using three times the milk twice as high in protein as regular yogurt. So for people who are looking for maybe a high protein snack that's still within a good calorie count Greek yogurt is fabulous, and lastly Greek yogurt is much lower because of all that straining it tends to be much lower in lactose.\n\nSo I have found with my clients who are lactose intolerant, Greek yogurt might be the one thing they can eat that actually agrees with them beautifully because most of the lactose is gone.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9447811842,
        "format_confidence":0.7906903625
    },
    {
        "url":"http:\/\/futureoflocalfood.org.au\/podcast-10-creating-food-story-partnership-pilots-rachel-brown-surf-coast-shire\/",
        "text":"Podcast 10: Creating a food story through partnership and pilots, Rachel Brown, Surf Coast Shire\n\nPatrick Blampied Podcasts Leave a Comment\n\nWe would like to demonstrate how relationships and trust helped us deliver three exciting pilots in the Surf Coast Shire in 2015 and helped us to create a local food movement. The Good Fish Project, Local Food Loop (a local food app the connect farmers, chefs and consumers to local food and Eat Local Month – a month long celebration of local food in the Surf Coast Shire that engaged 1500 people and $150,000 in revenue for local businesses) and Eat Throw Grow – Jan Juc shopping precinct organic waste, worm farm and food growing pilot.\n\nListen Now\n\n\nSubscribe in iTunes\n\nSubscribe in RSS\n\nDownload directly\n\nJoin the mailing list\n\nFollow show and conference on Twitter\n\nShow notes\n\nSurf Coast Shire\n\nEat Local Month\n\nLocal Food Loop\n\nGood Fish Project\n\n\nAndrew Lucas\n\nPatrick Blampied\n\n\nQuestion, comment, recommendation, or something you want us to follow up on for the next show?\n\nPlease leave a comment below or tweet us.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9797385931,
        "format_confidence":0.5286036134
    },
    {
        "url":"https:\/\/www.booksilovealatte.com\/coffee-with-dan-churchill\/",
        "text":"transparent mugtransparent mug\n\n9781476796895 (1) book cover Dan\n\nFirst, if we were meeting at a coffee shop I’d be drinking a Latte 🙂\nWhat would you order? These days I am keeping to my Italian roots and having an Espresso most of the time… however I still get the odd piccolo or Long black every now and then 😉\n\nThanks so much for taking the time to answer a few questions. In between reading and blogging I try to balance eating right and staying physically fit. When I saw your YouTube video I was hooked. How often can we expect to see those fabulous videos? No problem at all mate… I am here to make a positive impact on this world, so I am honored you want to hear my tasty thoughts :). Haha Love that the channel is keeping you intrigued. At this stage we are releasing one new episode of tasty awesomeness a week. But, coming soon we have a heap of content, particularly from the US to be getting through. Soooo, you may be seeing my head pop up on your lap top a little more often… quite frankly I feel sorry for my editor :).\n\nAs a book reviewer and blogger It’s great to read about sexy alpha males. But having a sexy guy have the “tools” to cook in the kitchen, is even better! I’m sure this book will be a welcome addition in many homes soon! I love how pure and simple your recipes are to prepare and make, they are fabulous! I LOVE the idea of creating a resourceful book to help those “dudes” out there figure out their way around in the kitchen.\n\nWhat inspires you to create these fabulous recipes? Haha thanks mate that’s just it… I wanted to create a book that was not intimidating and more so inspiring and realistic for any person to pick it up and be like “that looks kick arse!! And I reckon I could do it!” I get so much happiness seeing the response of people’s tweets and Instagram posts stating how happy they or their stomachs are… and at the end of the day that is a big motivator for me to keep me doing what I am doing. I am trying to make people realize the simplicity of cooking, and the benefits of making a meal for your loved ones. I am not here to be known as a profile or be famous… I just want to make people happy and food is my tool to achieving that.\n\nIs there an ingredient that’s a must? Asking me what a must ingredient is, is like asking me to pick my favorite family member. They are all so awesome and have so much color and epic presence and all have their own purpose in life. Yeah I went there. What I will say is right now I am cooking with plenty of sweet potato and that I always season with lemon juice. In fact for the sake of it lets go with a lemon… these days everyone gets caught up in salt, which is very appropriate, however they neglect the presence of acidity and there is nothing than the super sexy lemon :).\n\nIs there something you’ve yet to include in a recipe that you’re too afraid to use? I don’t think I ever avoid ingredients. I am more so intrigued by ones I am unaware of or are unfamiliar with using. If I walk past a stall at a market with something I have never seen before, I do research on it to find out where it’s from, moisture content etc.\n\nCongrats on your upcoming release of DUDE FOOD: A Guy’s Guide to Cooking Kick-Ass Food in the US this past Tuesday, April 21st!\n\nThanks again for hanging out! My absolute pleasure mate… thanks for all the love, and looking forward to cooking my way through the homes of America :).\n\nDan is touring across America – check him out if you’re in the following cities:\n\nNew Brunswick \/ Rutgers 4\/23\nBoston \/ Northeastern 4\/27\nChicago \/ De Paul 4\/29\nCleveland \/ Case Western 4\/30\n\n8 Tantalizing Tidbits:\n\n1. What is a must read book and why? Should I be saying Dudefood, because it will bring forth an excitement and wicked tastiness like nothing you have ever experienced??? Hahah Na, I would have to say “The Art of Stillness” by Pico Lyer. It helps people look at the big picture… Its actually part of the TED talk book range by Simon & Schuster. I was able to read it on a flight from Sydney to Melbourne and it provided an amazing outlook on life.\n\n2. What is one place that I should see if I visit your hometown? I can’t go passed saying Narrabeen Beach… particularly in the morning. Watching those waves come in as the sun rises is one of the most amazing things I will ever see. I recently did a YouTube video making a pretty bad ass Chai porridge (stay tuned) and it was one of the most amazing things I have seen… cooking there was epic.. plus you can grab a coffee a great place around the corner and it is the aspect of Australia everyone knows and loves without the aspect of a known tourist attraction :).\n\n3. Castles or Beaches? That’s an easy one, Beaches.\n\n4. One thing readers would be surprised to know about you? I have done a 20 minute plank\/prone hold.\n\n5. If you had an all expenses paid trip anywhere in the world for research, where would you go? All expenses paid trip… Italy… anywhere. I love the culture, food, architecture and way of life… plus the language is sooo awesome!!\n\n6. What’s your favorite TV show? A toss up between Entourage and anything with Jamie Oliver in it – hahah.\n\n7. What’s one thing you can’t live without? One thing I can’t live without… well I know its a necessity to survive, but I can’t go passed food. I seriously plan my life around it.. to the point that I can get very #Hangry if I miss out… I actually get up excited to eat and as soon as finish my meal I am already planning my next hahah.\n\n8. If you could invite 5 people to dinner (not friends and family – that’s too easy) who would you invite? It could be anyone past or present. Well you said no family and friends so obviously I can’t go passed saying mum, but I get off the hook on that one… I am going to say Jamie Oliver, Tom Brady (who will obviously bring his lovely wife), Barney Stinson (the character for sure), Taylor Swift (She just seems like some serious wicked fun and Ryan Reynolds… I think he is a legend.\n\nCheers legend.. thanks heaps for sorting this out :).\n\n Author Info:\n\nsmallDanChurchill_credit Isabelle Selby\n\nDan Churchill is a cook, physical trainer, speaker, and the author of the DudeFood cookbook. In 2013, he appeared on MasterChef Australia, which aired in more than ninety countries. His recipes have been featured in publications worldwide, and he has appeared on several television shows.\n\nTo find out more visit:\n\n\n\n\n\n\nShare This",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9761517644,
        "format_confidence":0.5918540359
    },
    {
        "url":"http:\/\/www.sydneyunleashed.com\/julie-goodwin\/",
        "text":"Julie Goodwin\n\nJulie Goodwin\n\n\nCentral Coast resident, the effervescent lovely comical Julie Goodwin is a rarity. Thus being a former reality lifestyle show contestant who continued on an ascending career as the first ever Australian MasterChef winner.\n\nNo looking back since that honour with multiple books, endless magazine columns and now an in-demand cooking school – all while juggling a family. Her new book is a simple ‘Essential Cookbook’ of recipes (out now through Hachette Publishing). It teaches one to boil an egg – yes, boil an egg!\n\nYou are one of the few reality show contestants or personalities that has had longevity after the show ends. What is the secret of your success since winning in 2009?\n\nJulie Goodwin – Gosh, I can only do what I do with the people around me: family and the people who help me organise my calendar, everyone of my colleagues or publicists including the staff in my cooking school. \n\nGoing back to when you first applied for MasterChef, what are the memories of that and then going on to winning it?\n\nJulie – I had been watching the UK version which was civilised and so British (laughs). But I truly didn’t know what it was going to involve, especially as I had three small children and a family business. If I had’ve known I had to live out of home for months, it might not have happened but kind of glad I did apply now (laughs). It was an incredible intense scary experience. Fun and inspiring and rewarding, all at once. To win was an enourmous privilege that came with great opportunities and experiences, just fantastic for the whole family.\n\nYour new book is the Essential Cookbook with go-to recipes. What are a couple of your favourites featured?\n\nJulie – If talking about easiness, it starts with the basic building blocks of cooking from scrambling or boiling an egg, all that kind of stuff. Highlighting different cuts of meat for different purposes, my favourite things in any of my books are the things you put all ingredients into a pot, put it on the table for all to share. Things like Osso Buco or Apricot Chicken Tagine, big hearty family food. \n\nAre you telling me there are people who cannot boil an egg?\n\nJulie – Yes totally! Absolutely there is. If you can’t cook at all, this book is the perfect go-to. Even if you can cook, there are some really great ideas in there that are family and friends-approved. \n\nDo your family ever cook for you?\n\nJulie – Indeed, life is busy so my husband and sons pitch in. As a basic life skill, I think people really should teach children how to cook. \n\nIn your opinion, are you happy that many fast-food establishments provide so-called healthier options?\n\nJulie – It’s a little bit tricky because they offer the healthy options to look good but how many people truly walk into a fast-food outlet and order the salad? You still go in and order the burger, right. Healthy food doesn’t have to be boring. If you’re cooking from scratch, you can make the adjustment you need to make for your own health requirements or taste. Nothing wrong with a hamburger you make at home with lean meat, fresh vegetables or salads. You decide not to put on four pieces of bacon, eggs, a block of cheese. It’s about making your own decisions knowing what you’re eating. Some places have ‘make your own’, that’s different but generally, fast-food outlets have offset healthy ingredients with unseen unhealthy-like sauces or dressings. Healthy food is food that allows you to make your own choice.  \n\nTell me a little bit about your popular cooking school.\n\nJulie – It’s called Julie’s Place in North Gosford and we run recreational classes on a variety of dishes. Recently we did a French Feast with, among other things, how to create a souffle, then we sat down and enjoyed it all with a glass of French champagne or wine. We do corporate events or function catering. Upcoming classes include Indian Feast and Thai Feast, it’s a pleasure to teach one and all.\n\nHow many shots did you pose for to create the glorious cover of your new book?\n\nJulie – (laughs) I so didn’t want to be on the cover and almost refused to do it for the publishers saying it’s not important me appearing. (They) agreed but on the last day food photo shoot, I turn up alongside hair and make-up ready to go. They tricked me and took one with me and a Victoria Sponge and another with me and a Roast Chook, the Sponge won (Laughs).\n\nDo you ever run out of recipes for new books?\n\nJulie – Everywhere I look, everywhere I go, everything I eat provides inspiration for new ideas. Honestly, I don’t know as the world is a big place – lots of cuisines I’ve never tasted or cooked. You know I haven’t looked much into Polish food so that is definitely on my radar. Also Scandinavian too after having fish with a friend once, it was really interesting and different to what we have here. \n\nWhen you eat other people’s food, do you secretly rate them or yell out an open opinion?\n\nJulie – (laughs) No, how rude would that be. If somebody goes to the trouble to cook for me, I’m extremely grateful and blessed. \n\nHave you ever thought about Julie’s Food Truck?\n\nJulie – You read my mind Shane. Certainly, we would love to bring the food to the people in a fun way, only if I had time time between radio, writing for Women’s Weekly or creating cook books and the school. Maybe one day.\n\nWith an abundance of cooking related books around, what is it about yours that stands out?\n\nJulie – In all my books, the commitment is to have success with the recipes, easy to find ingredients, understanding the method. If you follow the steps, you will get the food you’re looking for. Cooking or recipe writing is a trust thing – going to great lengths that mine work and they’re described in a way that’s easy to understand. Sometimes I’ll get my sons to cook from a recipe I’m writing and the questions they ask me through the process indicate to me I have left nothing out.\n\n‘Julie Goodwin’s Essential Cookbook’ is available now through HACHETTE Publishing.\n\nShane A. Bassett\n\n  Related Articles:\n\n  • Share this:\n\n\nEmail us regarding this article below:\n\nYour details will not be published. Required fields are marked *\n\n© 2017 Sydney Unleashed. All Rights Reserved.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.992241621,
        "format_confidence":0.7361556292
    },
    {
        "url":"http:\/\/www.nhpr.org\/post\/foodstuffs-sweet-french-pastries-registered-dietitian",
        "text":"Foodstuffs: Sweet French Pastries From A Registered Dietitian\n\nNov 13, 2014\n\nFrench macarons are meringue cookies quite different from the very coconutty (but still awesome) American style macaroons.\nCredit Jocelyn & Cathy via Flickr\/CC -\n\nYankee Magazine recently released the winners of its 2014 Editors Choice Food Awards. One of the New Hampshire honorees caught our attention: Moochie’s Macarons of Nashua.\n\nThese French meringue cookies have been winning fans in New Hampshire and Massachusetts in recent months. All Things Considered talked with the woman at the center of this sweet empire, Nina DiBona-Pauk.\n\nAnd just for the record, Moochie is…\n\nMoochie is my Havenese dog.\n\nWhy macarons?\n\nIt started one night - my husband and I were planning a trip to Paris, and to convince him to sit down and actually plan our trip, I convinced him that I'd planned this whole French inspired meal, and it would be really fun. I got all these ingredients to make this, but what I couldn't find and what I really wanted was some French macaroons. I decided, these can't be these hard to make, I'll just make it myself.\n\nWhen we got back from our trip, after sampling a rainbow of colors and flavors of macarons all over Paris, I just kept folding and whipping and piping out these pastries, and the rest is history. The business has really spiraled from there, and it's been an adventure. I've loved every minute of it.\n\nYou mentioned that there’s a large variety of flavors – which is not unusual when it comes to baked goods. But are there particular flavors that work really well as a French-style macaron?\n\nThe common fillings are generally ganaches, buttercreams and preserves - and you can imagine within those three categories there are an infinite number of possibilities. But I found with my macarons that people really love the more interesting flavors. One of the most popular ones I sell is lavender honey macarons, which take local honey from Epping, New Hampshire. And I'm always experimenting with new and interesting variations of all of the different buttercreams and ganaches.\n\nIt's interesting that you couldn't find these in New Hampshire, given how much Franco-American history we have here. It's fitting, in a way, that you're bringing them back.\n\nIt is. It was about three or four years ago, and I've noticed now that they've really taken on in the US. Back then when I called these stores, they didn't even understand what I was asking for. They all thought they were the coconut balls that people think of, the American macaroon. But now they're in magazines, there on TV shows, they're really gaining popularity in America.\n\nYou're a registered dietitian. People must feel like, oh, I can have a couple of these.\n\nYeah, people think it's really funny that I'm a registered dietitian and went into a French pastry business. But in truth, they're actually not terrible for you. They're naturally gluten free - I also have some dairy-free flavors as well - and they're quite petite, so one or two of them is a fraction of the calories that a cupcake would have, or something of that nature. It allows for nice portion control.\n\nAnd the French macaron is really meant to be savored. It's something that you can sit, eat, savor and enjoy. So I don't feel bad being a dietitian and selling French pastries.",
        "topic_id":10,
        "format_id":21,
        "topic_confidence":0.9939172864,
        "format_confidence":0.8495870233
    }
]