[
    {
        "url":"https:\/\/www.durbanweddingdj.co.za\/durban-dj-jarryd-sunkel\/",
        "text":"Jarryd Sunkel - Professional Wedding DJ in Durban & KZN\n\nJarryd Sunkel \n\nI am Jarryd Sunkel, the proud founder & owner of Durban Wedding DJ.I recently got engaged to my beautiful Fiancè, Emma who is a school teacher at a private school on the North Coast. I started my DJ career in 2003 and have 14 years of extensive Wedding & dance floor experience and have since been a part of many beautiful Wedding celebrations. My job is to make your feet hurt and I strongly believe I have mastered the art of successfully doing so. I have a great reputation for providing quality services in the Wedding & Corporate Industry.\n\nJarryd does Corporate..\nJarryd has also worked with many well-known Corporate Brands around South Africa including Grindrod, MTN, Spar, Nokia, Milady’s, Mr Price, Hirschs, Toyoda Gosei and many more. His most recent brand, KZN Corporate DJ was launched in the second half of 2014 after many years of Corporate experience. “My very keen interest on Photography has truly ignited the flame and got some positive responses from our Wedding Clients. Taking photos of our Dancefloors, decor, ceremony & reception is just an added bonus. I love creating memories and simply going the extra mile. In December 2015, I officially launched the offering of our latest Instabooth Photobooth services. ” As the saying goes “If you think hiring a Professional Wedding DJ is expensive, wait until you hire an amateur”\n\n\nBride & Groom Name (required)\n\nYour Email (required)\n\nContact Number (required)\n\nVenue (required)\n\nNumber of Guests (required)\n\nTimes: (Eg: 5pm-12am) (required)\n\nWedding Date (required)\n\nOptional Extras\n\nHow did you hear about us\n\nAdditional Message\n\nIMPORTANT: I have read and hereby agree & accept the following Terms & Conditions\n\nBookings: Jarryd\nOffice:  076 501 2505\n\n8am - 5pm - Monday - Friday",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.6165705919,
        "format_confidence":0.7104612589
    },
    {
        "url":"http:\/\/www.anime-planet.com\/users\/icewolf612",
        "text":"icewolf612's avatar\n\n\n  • Germany\n  • Joined Sep 22, 2010\n  • 27 \/ M\n\nLife on anime\n\n  • 25 Minutes\n  • 1 Hours\n  • 2 Days\n  • 1 Weeks\n  • 3 Months\n  • 0 Years\n\nWhat?! No anime ratings?\n\nEncourage icewolf612 to add some by leaving a comment below!\n\nLife on manga\n\n  • 55 Minutes\n  • 4 Hours\n  • 5 Days\n  • 2 Weeks\n  • 0 Months\n  • 0 Years\n\nManga ratings\n\n  • 5\n  • 4.5\n  • 4\n  • 3.5\n  • 3\n  • 2.5\n  • 2\n  • 1.5\n  • 1\n  • 0.5\n\n1 total\n\n\nYou must be logged in to leave comments. Login or sign up today!\n\nchihinoke22 says...\n\nMy name is Krista. My mom told me that it's German for \"Christian\".\n\nI love your name!!!!! Sorry that was my girlie moment for the day ^_^\n\nSep 28, 2010\nchihinoke22 says...\n\nI've had a question stuck in my head for a while, so I'm just going to ask it.\n\nWhat's your name?\n\nSep 28, 2010\nchihinoke22 says...\n\nI f you're happy and you know it......change your picture!!\n\nSorry, I'm bossy sometimes.\n\nSep 27, 2010\nchihinoke22 says...\n\nInteresting. I have nothing to say about why Jamaicans not on this site except for the fact that most don't have computers or televisions.\n\nI'm a slow person so forgive me for just realizing that you have your birthday in your username ^_^ \n\nSep 26, 2010\nchihinoke22 says...\n\nYeah I know it's a lot. You should have seen it when I started, it was huge!!!!!\n\nYour birthday to me says that you are just all fun!! Yay!! Cause you are born as a Sagittarius, which are the crazies of the zodiac and you were also born in the 80s, which are the people who know how to have fun without getting into too much trouble.\n\nI don't know what I can say about Germany though except that you are the first German that I've met on this site......I think (I meet a lot of people)\n\nSep 26, 2010",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.8188054562,
        "format_confidence":0.9143068194
    },
    {
        "url":"http:\/\/www.eharmony.com\/ld\/5465568019\/",
        "text":"Now FREE to communicate\n\nI'm a:\nSeeking a:\nLet's Go\nSpecial Offer\n$15.95\/month for 12 months\n\nUse promo code\n\n\n*automatically renews until cancelled\n\nMeet eHarmony member #5465568019 A Single Woman in Los Angeles, CA 44 \/ actress\n\nNever Once a week I don't have kids\n\n\n  • Gender: Female\n  • Height: 5'1\"\n  • State: California\n  • City: Los Angeles\n  • Marital Status: Divorced\n  • Has Kids: I don't have kids\n  • Education: Bachelors\n\nLos Angeles, CA Singles\n\nHi, I'm a White woman, living in Los Angeles, looking for a great guy. I have a Bachelors Degree. I'm 5'1\". I don't have any kids.\n\nSign up to eHarmony and let's see if we're a match.\n\nMeet Singles Like Me\n\nMore about me\n\nThe one thing I am passionate about...\n\n\nI typically spend my leisure time\n\nSeeing friends. watching college football. Walking and listening to music.\n\nThe three things which I am most thankful for\n\n  1. My health\n  2. My career\n  3. My family\n\nFriends Describe me as\n\nArticulate, Genuine, Loyal, Warm",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.987441659,
        "format_confidence":0.7580904961
    },
    {
        "url":"http:\/\/www.livefyre.com\/profile\/10068428\/",
        "text":"Livefyre Profile\n\nActivity Stream\n\nAs much as I cringed when I read the title, I see nothing wrong with this.  The kid is 13, not 18 and frankly more parents should be this involved with their kids' lives.  \n\n1 year, 9 months ago on Would you accept an iPhone from your parents if it came with these terms?",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9604025483,
        "format_confidence":0.82896173
    },
    {
        "url":"https:\/\/www.northcoastjournal.com\/humboldt\/ashley-spalding\/Profile?oid=2667148",
        "text":"Ashley Spalding \nMember since Jun 30, 2014\n\n\n\nPosted by THE SYSTEM on February 21, 2018 at 5:15 AM\n\n\n\n  • No friends yet.\nBecome My Friend Find friends »\n\nExtra Extra!\n\nMake sure you're signed up so we can inbox you the latest.\n\n  • Weekly Update (Thursday)\n  • Events This Weekend (Thursday)\n\nLogin to choose\nyour subscriptions!\n\nFavorite Places\n\n  • None.\nFind places »\n\nSaved Events\n\n  • Nada.\nFind events »\n\nSaved Stories\n\n  • Nope.\nFind stories »\n\nCustom Lists\n\n  • Zip.\n\n© 2018 North Coast Journal\n\nWebsite powered by Foundation",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9863451719,
        "format_confidence":0.9899124503
    },
    {
        "url":"https:\/\/www.meetup.com\/languagenyc\/members\/9817028\/",
        "text":"\n\nL. B.\n\n\nNew York, NY\n\nMember since:\n\nAugust 28, 2012\n\n\nWhat is your native language?\n\nEnglish lol...\n\nWhat languages are you currently ACTIVELY studying and would like to practice and work on?\n\nFrench, Korean, Japanese, Spanish, many more!\n\nAre you willing to help others learn your native language as well? This means spending 1\/4th of your time at an event helping others with your language.\n\nYes of course! They can always message me...\n\nHow did you find out about us? NOTE: You must include a name, a real photo (no pets or art) and fill out the entire profile to be accepted, without them you will be automatically declined.\n\nNo answer yet\n\n\n\nWhat L. B. is saying about this Meetup Group\n\nAwesome! Thanks guys for setting this up!\n\nMember of\n\n  • This member chose not to make their Meetup membership information public.\n\n\n  • This member chose not to make their interests public.\n\nOur Sponsors\n\n  • Language Exchange NYC!\n\n    Want to reach out to 9,760+ language learners? Click here for more info!\n\n  • Language Exchange NYC\n\n    Like us on Facebook! Get updates to the latest language events!\n\nPeople in this\nMeetup are also in:\n\nSign up\n\nMeetup members, Log in\n\nBy clicking \"Sign up\" or \"Sign up using Facebook\", you confirm that you accept our Terms of Service & Privacy Policy",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.8300796151,
        "format_confidence":0.9880384207
    },
    {
        "url":"http:\/\/uxwatercooler.ning.com\/profiles\/profile\/apps?screenName=36si1sdc0ide2",
        "text":"UX Watercooler\n\nA community for anyone interested in user experience design\n\n  • Female\n  • Walled Lake, MI\n  • United States\n  • Blog Posts\n  • Discussions\n  • Events\n  • Groups\n  • Photos\n  • Photo Albums\n  • Videos\n\nJosie's Friends\n\nJosie doesn't have any friends on yet.\n\n\nJosie's Apps\n\nJosie hasn't added any Apps yet.\n\n\n© 2018   Created by Karen Bachmann.   Powered by\n\nReport an Issue  |  Terms of Service",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.726395607,
        "format_confidence":0.981546104
    },
    {
        "url":"http:\/\/prosites-vstevens.homestead.com\/files\/efi\/faruk.htm",
        "text":"Vance's CALL resources page| esl_home index| links for ESL students | Internet workshop\nWebheads - Main Page | Join us | Welcome | Students | Virtual Community | Software for Meeting Online | Chat Logs | Reports and Studies | Grammar | Tutorials | Games | Teaching for Webheads | Webheads in Action\nTime conversions - http:\/\/www.timeanddate.com\/worldclock\/full.html: fixed and Webheads version\nChatsTapped In version 2 | Tapped In-classic | Wimba Voice Direct beta | Homestead text chat or leave a message | GroupBoard text chat, whiteboard, and guestbook | Palaces <– check here for latest info | Active Worldsanimated avatar 3D text chat | Discussion forumsefiwebheads | Instant MessengersICQ | Yahoo! Messenger | MSN Messenger Service | Gloss this page - http:\/\/www.voycabulary.com\/ | Translate this page - http:\/\/world.altavista.com\/ | Proxies - http:\/\/www.guardster.com | https:\/\/proxy.autistici.org\/ | Shanghai Guide | http:\/\/www.safeweb.com (more info)\n\nMeet Faruk\n\nHI my name is Faruk. I am 19 years old. I live in Ankara, Turkey. I am your new mail friend.\n\nI am a physics student at the university in Ankara. I like chatting, listening to music, and sleeping. I hate football.\n\nI think this group is wonderful. What about you, please tell me a little about you.\n\nI will await your mail.\n\nUse the navigation at the top of this page or your browser's BACK button to return to a previous page\n\nFor comments, suggestions, or further information on this page, contact Vance Stevens, page webmaster\n\nLast updated: July 1, 2003",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.8071767688,
        "format_confidence":0.9851677418
    },
    {
        "url":"http:\/\/www.newreleasetuesday.com\/nrteam\/one-in-a-million",
        "text":"NRTeam Member Since 06.25.08\nProfile Views: 1523\nLast Login: 02.13.09\n\nBookmark and Share\n\n\nAge: 22\nGender: F\nRelationship: In love\nLocation: United States\nOccupation: Musician\nDenomination: Baptist\nFavorite Saying: \"hate Pictures, Images and Photos imperfection marilyn monroe quote! \"\nFavorite Music: notes music_ Christian Rock, alternative, country, broadway, soundtrack, hip hop, some rap, etc. Any kinds that appeal to me!\nInterests: Movies! love hOlLiStEr music Texting starbucks! ABCGFABC Church, usic, guitar, piano, songwriting, texting, writing stories, zoecity, friends, swimming, fashion, shopping, singing, theater, Tony Hawk, my laptop, cell phone, Monster, Starbucks, being in love, texting, talking, online, riding my bike, playing dodgeball, hanging out, writing songs, art, writing poetry, drama queening around, dressing up, having makeovers, hollister, the mall, manicures, my boyfriend, etc. Love it all!!!! <3 <3 <3\n\nNRTeam Points Summary\nArtist Profile Submissions 0\nArtist Photo Submission 0\nAlbum Detail Submissions 0\nAlbum Review Submissions: 4\nLyrics Submissions 0  \nMusic Video Submission\nAuthor Profile Submissions 0\nBook Detail Submissions 0\nBook Review Submissions 0\nLaunch Pad Submissions 0\nNRTeam Friends Added 24\nNRTeam Referral Points 0\nBlog Posts 2\nForum Posts 1.5\nMisc. Points Awarded 10\n\n\nRedeem Points Refer-A-Friend Here - Earn Bonus Points\n\n\none-in-a-million's Comments\nDisplaying 5 of 17 comments\nView All | Add Comment\nNovember 18, 2008, 19:26PM\nNovember 11, 2008, 18:16PM\nshhut up pixie stick!!!!!\nNovember 10, 2008, 19:08PM\ni would but one problem...i wuld get very lonely because of your passing on...\nNovember 09, 2008, 07:43AM\nshut up, pixie stick...\nNovember 08, 2008, 19:04PM\nif the girl i like right now became my gf then i'd have plenty of time for u cuz she lives in NY\n\n\none-in-a-million Is...\n\nAbout Me\nPeace Love and Kayla\ni love guys in skinny jeans Pictures, Images and Photos\nquotes and sayings\nim one in a million\nthis is the story of a girl;\nI love...Jesus, chocolate, ice cream, basketball, the Titanic (the actual ship, not the movie), texting, my laptop, ZoeCity, my friends, TV, movies, volunteering (I'm in a group called CHATA that is all about kids volunteering), reading, writing (I write stories, as well as my own music), guitar, piano, and sleeping over with friends and staying up all night and laughing my head off over really stupid stuff! LOL. My friends I have totally crazy inside jokes (\"22w\" and \"Monday Night Football\"; don't ask). I am sometimes shy, but usually not. I LOVE to meet new people and make new friends, and I'm really loud and crazy for the most part...except not around adults! My basketball team rocks; we're all really close and love each other; currently I am #41. I go to Berean Baptist Church (BBC) and it's totally awesome! All the Jr. High students there rock! Drama is totally my thing; I am a huge drama queen sometimes. I talk a lot, and probably get really annoying (my friend's brother says I really scare him and sometimes he thinks I'm on drugs 'cuz I get EXTREMELY hyper sometimes) and I text continuously for hours. I <3 all my BFFs to death! I am so awesome, and I'm so cute! (Not really, but I'm trying to be nice to myself.) My life ambition\/goal is to be a songwriter\/singer or a fashion designer or to be in the broadway production of either Hairspray or Wicked. My real name is Kayla, but I'm trying to get the nickname KayKay hooked, so you can call me that if you want, okay? So, yeah, did I mention I homeschool? (And I'm probably smarter than you, lol!) So, yeah, and anyway, that's pretty much it, so for now, peace out, luv ya, and 22-wide 4eva!\n\np.s. I also have an older bro named Daniel (my twin), an older sis named Christa. also, check out my zoecity at and I am in love with my best friend <3\nshe loved you\nBlue eyed Beauty\nstand out\n\nLatest Blog Entries\nHey it's Kayla! [read more]\nHey people! [read more]\n[read all blog entries]\n\nLatest Album & Book Reviews\none-in-a-million Has 4 Reviews | View All\nHouston We Are Go CD\/DVD by Newsboys\nOkay, first of all, I was at BOTH of the concerts where they shot\/recorded this CD\/DVD and let me tell you this is an AMAZING thing they have come out with!!!! It's almost as good as having been at the show!!! One thing I like about the Newsboys is ...\n[read more]\nMake Some Noise by Krystal Meyers\nHowever, despite the fact that I really enjoy this CD and I think it is her best, people who are big fans should know her style has changed a lot since Krystal Meyers and Dying For a Heart...she is now more into pop, and much much less rock. Her songs ...\n[read more]\nRock What You Got by Superchick\nOkay, so I went to the Cross The Line Concert and pre-ordered the CD and it just came in the mail yesterday! Yay! I also got it autographed, and one for my best friend! It's an amazing CD, great songwriting, beats, and sound. I love jamming to it, ...\n[read more]\nAlive and Transported CD\/DVD by TobyMac\nOnce again, I attended this amazing artist's show (I've seen him twice), and I was actually AT the concert where they recorded the CD and filmed the DVD. He is...let's just say that when you have old people who hate fun stuff jumping up and down to hip ...\n[read more]\n\nTop 12 NRTeam Friends\none-in-a-million Has 24 Friends | View All\n\nNRTeam Friends Recent Activity\nNRTeamAdmin edited an artist profile for Samuel Day\nNRTeamAdmin edited a video to Polaris by Remedy Drive from their album The North Star\nNRTeamAdmin edited a video to Polaris by Remedy Drive from their album The North Star\nNRTeamAdmin added the album Through the Night by Sam and Samantha McCabe\nNRTeamAdmin added an artist profile for Sam and Samantha McCabe\n  View More Friend Activity\n\nFavorite Artists & Authors\none-in-a-million Has 0 Favorite Artists & Authors | View All\n\nChristian Music, Facebook Christian Music, Twitter Christian Music, Google Christian Music, YouTube Christian Music, Instagram\n\n\nChristian Music On Google+ Follow Us On Twitter Follow Us On Facebook Follow Us On YouTube Christian Music Instagram Christian Music Pinterest Christian Music On Google+ Follow Us On Twitter Follow Us On Facebook Follow Us On YouTube Follow Us On Twitter Follow Us On MySpace Follow Us On Facebook Follow Us On YouTube\n\nHome |\nAbout NRT | NRT Radio | Advertising Information | Privacy & Site Terms | NRTeam Policies | Contact Us\nBecome An NRTeam Member | Subscribe To Newsletter | Christian Music RSS Feeds\n©2002-15 NewReleaseToday, A Division Of NRT Media Inc.\n\n\nFollow Us On Twitter Follow Us On MySpace Follow Us On Facebook Follow Us On YouTube Follow NRT On Shoutlife",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.8466268182,
        "format_confidence":0.9901499748
    },
    {
        "url":"http:\/\/www.vegfriend.com\/profile\/KaylaSenderhauf",
        "text":"Kayla Senderhauf\n  • Female\n  • Oshkosh, WI\n  • United States\n  • Blog Posts\n  • Discussions (6)\n  • Events\n  • Groups\n  • Photos\n  • Photo Albums\n  • Videos\n\nKayla Senderhauf's Friends\n\n  • Anjana De Silva\n  • Jotika Mala\n  • Hadi Jarwar\n  • Reetta S\n  • Dev\n  • Kimberly Fox\n\nKayla Senderhauf's Discussions\n\nVegan Pressure Cooker Recipes?\n\nStarted Nov 20, 2015 0 Replies\n\n     Hi everyone! I recently took out our pressure cooker and look forward to using it more. Does anyone have any favorite Vegan pressure cooker recipes and\/or have knowledge on adapting recipes to…Continue\n\nTags: cooker, cooking, pressure, vegan\n\nMedicated or Healing Cruelty-Free Lip Products\n\nStarted this discussion. Last reply by Kayla Senderhauf Jan 31, 2013. 2 Replies\n\n   Hello lovelies,I have a bit of a specific question to ask, about Cruelty-Free lip products.It is extremely dry here this time of year and my lips are dryer and more irritated ever. And that's…Continue\n\nTags: Remedies, Dry, Lips, Healing, Home\n\nHello, everyone!\n\nStarted this discussion. Last reply by Xiao Kang Dec 18, 2012. 1 Reply\n\n           Hello, first off just wanted to say I think this is a great website and I assume it will continue to grow! My name is Kayla and I'm from Wisconsin. I'm a Pescatarian (became one when I was…Continue\n\nTags: Friends, Introduction, US, Midwest, Wisconsin\n\nGifts Received\n\n\nKayla Senderhauf has not received any gifts yet\n\nGive a Gift\n\n\nKayla Senderhauf's Page\n\nProfile Information\n\nType of Vegetarian\nInterested In\nFriendship, Information, Support\nRelationship Status\nHi, I'm Kayla. I became a Pescatarian at age 13ish after learning about the horrors of Factory Farming and for health reasons. On January 23rd, 2013 I became Vegan, actually because this website. Some girl mentioned she recently had went Vegan and talked about the Earthlings movie. I don't remember who it was but I wish I could thank her and give her a hug! <3 I probably wouldn't have gone Vegan, had it not been for that interaction. As of 2015, I have slowly gotten into doing some local Vegan activism once I got to meet some local Vegans. We do Bake Sales to raise money for the animals, as well as leafletting at local schools and we hope to do some pay per view video activism as well.\n\nComment Wall (1 comment)\n\nAt 8:31pm on February 8, 2013, Kimberly Fox said…\n\nohlo,thank you for the add. \n\n\nYou need to be a member of Vegetarian Friend to add comments!\n\nJoin Vegetarian Friend\n\n\nSupport Us\n\n\n  • Add Videos\n  • View All\n\n\n© 2019   Created by Xiao Kang.   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.8938007951,
        "format_confidence":0.9806283712
    },
    {
        "url":"https:\/\/www.bark.com\/s\/ketan.patil27\/",
        "text":"Patil - Destination Wedding Planner - Mumbai, MH, India\n\nKetan Patil\n\nMumbai, MH, India\n\n\nDestination Wedding Planner\n\n\nKetan has planned & executed over more then 150 weddings in Mumbai, Goa, Jaipur, Udaipur, Ahmadabad, Surat and many other places across India, for the last 3 years. His passion for travelling the globe, good food & wine and organizing parties lead to a business that he is most passionate about –\nWedding Planning.\nWith an education and work background in Wedding Management & Photography in India, his ability to bring organization and style to any event comes as a natural. Events Engineer`s was born as a result of his execution skills, personalized service and meticulous attention to detail. A natural coordinator, he is committed to excellence and sees to it that every event is professionally managed. He makes sure that your dream wedding becomes a reality with the right blend of sophistication and his unique personal touch.\nKetan's passion for seeing couples through the creation of their dream wedding only means that you truly will get to experience the celebration of a lifetime - a perfect day for you and your partner.\n\nWork History\n\nAdd \"Freelancer Wedding Planner \/ Event Manager & Photographer\"\n\nFrom December 2011\n\nCunard Line\n\nOctober 2007 - May 2010\n\nAssistant Photo Sales Manager\n\nImage Photo Services, Miami, USA\n\nJanuary 2007 - May 2010\n\nAssistant Manager Photo Sales\n\nHolland America Line\n\nJanuary 2007 - August 2007\n\nQualifications & Certifications\n\n\nUniversity of Mumbai\n\nSaraswati Mandir High School\n\nSkillpages has been acquired by Bark.com!\n\nBark.com is pioneering the way people find local services. Skillpages is the world’s premier directory of service providers.\n\nFind out more\n\nAre you sure that you want to leave?",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.7129355669,
        "format_confidence":0.984988451
    },
    {
        "url":"http:\/\/www.meetup.com\/Vegan-DC-MD-VA\/members\/69337682\/",
        "text":"\n\n\n\nWashington, DC\n\nMember since:\n\nNovember 11, 2012\n\n\nHow would you describe your diet (not yet vegetarian, vegetarian, vegan, raw food, etc)?\n\nnot yet vegetarian\n\nHow long have you followed your current diet?\n\non an off for about a year\n\nHow long have you lived in the Metro DC area?\n\nraised in silver spring, md\n\n\nAuthor and Poet. Love Life. Love Living. Love People. Want to live a little longer by eating a little better.\n\nOur Sponsors\n\nPeople in this\nMeetup are also in:\n\nSign up\n\nMeetup members, Log in\n\nBy clicking \"Sign up\" or \"Sign up using Facebook\", you confirm that you accept our Terms of Service & Privacy Policy",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.8185254931,
        "format_confidence":0.9914352298
    },
    {
        "url":"https:\/\/theneuzelproject.wordpress.com\/about-the-neuzels-now-neumans\/",
        "text":"About the Neuzels\n\nWe’re Casey and Bre – We used to be the Neuzels (Benzel & Neuman) now we’re the Neumans after a little wedding action!\n\nMe and my husband!!\n\nMe and my husband!!\n\nWe bought this little ‘charmer’ in 2008 and immediately started applying elbow grease.\n\nBack Camera\n\n3 years later and were are almost done.  We’re on our last room now.  She’s looking pretty good!\n\n\nWe also share our house with this motley crew…Our dog Belle, cat Leroy, and 3 chickens\n\nHolidayCard2We’re glad you stopped by to check in on what we’re up to!\n\n\n2 Responses to About the Neuzels\n\n  1. I didn’t know you guys had a blog! Consider yourself stalked!! 😄\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.7384694219,
        "format_confidence":0.9792015553
    },
    {
        "url":"https:\/\/ilikeyou.com\/user\/81701\/",
        "text":"Jozo Jozo is 35 years old male from Zilina, Slovakia. He is interested in meet new people, date. 35, male, Ružomberok\nLikes: 336x\nMay she\/he ask you for a date?\nNever Maybe Sure\nLenny Kravitz Walking Saw Cologne Elan Glück Массаж Steak and Chips Sports Salsa\nRelationship: ShowSexuality: ShowHeight: ShowWeight: ShowBody type: ShowEye color: ShowHair color: ShowLiving: ShowKids: ShowSmoking: ShowDrinking: Show\n\nReport photo\n\nSign up to see all photos\n\nSimilar users",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9793255925,
        "format_confidence":0.9638741016
    },
    {
        "url":"http:\/\/www.flirtic.com\/855110",
        "text":"Her quizzes\n\n\nProfile link:\n\nStory about Rysya\n\nMy name is Rysya, I'm female and 29 Years old. My Sign of Zodiac is gemini. I live in Kiev, Ukraine. On Flirtic.com I've been registered for 13.12.2012 years.\n\nIf our iterests match, you can send me a message, make a gift or invite for a date.\n\nMy education is college degree (e.g. ba). I speak russian. My mother tongue is russian. I have no kids.\n\nI smoke. My religion is orthodox.\n\nI like to listen to Nickelback, Adele, Земфира.\n\nSometimes I attend T.G.I. Friday's, Shooters Club, Блокбастер Кино.\n\n\n25. May 1988 (29), Kiev, Ukraine\nWas online 27.02.2013\nShe is not a VIP user. Send her VIP as a gift and you’ll see your name here\n\nYour common interests\n\nAim of acquaintance: Yet to be answered\nInterested in: guys\nEducation: College degree (e.g. BA)\nChildren: No\nReligion: Orthodox\nSmoker: Yes\nNative language: Russian\nLanguages: Russian\nResponse rate very low\nThe most beautiful girls Do not participate in Top 100. Reason:\nHas no new profile pictures\n\nActivity feed",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9832906723,
        "format_confidence":0.9503266811
    },
    {
        "url":"https:\/\/www.okcupid.com\/profile\/tounguman",
        "text":"59 Shawnee, United States\nJoin today\nFind great matches with our advanced matching system!\nJoin today\nFind great matches with our advanced matching system!\nMy self-summary\nThis is difficult do as most of us know to write a summary of ones self the best I can say i like honesty so I practis it, I obey the laws to the best of my knowledge I pay my bills so in general terms. I am honest man that's looking for a partner of the same qualities ( I will answer the more personal question if you message me.)\nWhat I’m doing with my life\nWorking and and enjoying daughters and grandsons\nI’m really good at\nListening I tend to be a problem solver\nThe first things people usually notice about me\nI would say my personality I love to make people laugh and smile\nFavorite books, movies, shows, music, and food\nmovies and shows are to numerous to list as for as music no for food i enjoy cooking, grill it ,smoke it, bake it\nThe six things I could never do without\nmy daughters\nMy grandsons\nMy friends\nI spend a lot of time thinking about\nWork and the next location and my life in general\nOn a typical Friday night I am\nI stay close to home unless i have company then its an open door\nThe most private thing I’m willing to admit\nIll admit it in private\nYou should message me if\nLooking fo a partner,friendship,and whats over the horizon for two people to take that walk in life together.",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9920871854,
        "format_confidence":0.9889168739
    },
    {
        "url":"http:\/\/www.mohawksrock.com\/profile\/DeeFective",
        "text":"Mohawks Rock\n\nDee Fective\n  • Female\n  • Sun Valley, CA\n  • United States\nShare on Facebook Share\n  • Blog Posts\n  • Discussions\n  • Events\n  • Groups\n  • Photos\n  • Photo Albums\n\nDee Fective's Friends\n\n  • Spofdog\n\nGifts Received\n\n\nDee Fective has not received any gifts yet\n\nGive a Gift\n\n\nDee Fective's Page\n\nProfile Information\n\nMohawk Status:\nRocking now, Rocked in the past\nRelationship Status:\nIn a Relationship\nHow Tall Are You With and Without the Mohawk:\n6' 0 with, 5' 3 without\n\nComment Wall (2 comments)\n\nYou need to be a member of Mohawks Rock to add comments!\n\nJoin Mohawks Rock\n\nAt 7:47am on January 5, 2017, DantheHawkMan said…\n\nHappy B-Day Dee!\n\nAt 7:31am on January 5, 2015, DantheHawkMan said…\n\nHappy B-Day! Still rocking a Hawk?? :-)\n\n\nLatest Activity\n\nNina Baker updated their profile\nMay 19\nNina Baker joined Mad Hatter's group\nMay 19\nProfile IconJoiaDaDestroia, James Flannery, John A Santrizos and 11 more joined Mohawks Rock\nMay 19\nA photo by Myké was featured\nMay 19\nMyké updated their profile\nMay 11\nMyké posted photos\nMay 11\nSafety posted a photo\nApr 19\nSasha Scarr Graham joined Joey's group\nApr 18\nsite created by\nGiant Mohawk Man\n\n\n© 2020   Created by Giant Mohawk Man.   Powered by\n\nBadges  |  Report an Issue  |  Terms of Service",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9042945504,
        "format_confidence":0.9899998307
    },
    {
        "url":"https:\/\/www.connectingsingles.mobi\/profile.aspx?user=evogene1",
        "text":"ConnectingSingles®.mobi100% Free Mobile Dating Site\n\n\n\n\nAbout Me (click to expand)\n\n  • Height: 5' 7\"  (170 cm)\n  • Body Type: Few extra pounds\n  • Hair Color: Medium Brown\n  • Eye Color: Hazel\n  • Ethnicity: Black\/African\n  • Religion: Christian\/Protestant\n  • Education: Some College\n  • Occupation: Aviation\n  • retired\n  • Income: No Answer\n  • Smokes: Trying To Quit\n  • Drinks: Socially\n  • Marital Status: Divorced\n  • Has Kids: Yes, they don't live with me\n  • Wants Kids: No Way\n  • Looking for: Marriage\n  • Zodiac Sign: Taurus\n\nMy own Words (click to expand)\n\nMore About Me\n\nRetired from aircraft maintenance now living between Bermuda and Florida. I play the saxophone and love to travel otherwise I'll be relaxing at my home and doing yard work, general maintenance.\n\nMore About My Match\n\nSomeone who is laid back and just wants to enjoy life with me. Not afraid to get her hands dirty. We will discuss the rest at a later date..\n\nConnect with evogene1\n\nEmail Me\nFavorite Me Report Abuse\nMore men from Bermuda »\n\n© 2001-2020\n\nWe use cookies to ensure that you have the best experience possible on our website. Read Our Privacy Policy Here\nIf you would like to tell us how we can make this site better, Click here to give us Feedback\nNote: Please check out our Full Website where we have many more features.",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9807186127,
        "format_confidence":0.9454529881
    },
    {
        "url":"http:\/\/www.match.com\/Profile\/Display\/About\/?handle=songbird0105&tp=prtbk",
        "text":"{{#if HasResults}}\n{{#each Visible}} {{\/each}}\n{{else}} {{#if Repurchased}} {{#if IsMultiPack}}\n\nThanks for redeeming.\n\n\nSuccess! Thanks for repurchasing.\n\n{{\/if}} {{else}} {{#if Expired}}\n\nIncrease my visibility!\n\n{{else}} {{#if IsMultiPack}}\n\n{{#if HasMultiPack}} You have {{MultiPackCount}} top spot(s) left. Now loading you into the search listings... {{else}} You have used all top spots. Now loading you into the search listings... {{\/if}}\n\n\nWe are loading you into the search listing pages...\n\n{{\/if}} {{\/if}} {{\/if}} {{\/if}}\n{{#if Expired}} {{#if HasResults}}\n\n{{Current}} just saw you!\n\n{{\/if}} {{#if LastTopSpotPurchaseIsMulti }} {{#if HasAnyTopSpot}}\n\n{{#if HasFreeTopSpot }} {{ UnclaimedTopSpotFree }} Free {{\/if}} {{#if HasPaidTopSpot }} {{#if HasFreeTopSpot }} & {{\/if}} {{ MultiPackCount }} {{\/if}} Top Spot{{#if Plural}}s{{\/if}} Left\n\n\n0 Top Spot{{#if Plural}}s{{\/if}} Left\n\n{{\/if}} {{else}} {{#if HasFreeTopSpot }}\n\n{{ UnclaimedTopSpotFree }} Top Spot{{#if Plural}}s{{\/if}} Left\n\n{{\/if}} {{\/if}} {{else}} {{#if HasResults}}\n\n{{Current}} see you now!\n\n{{else}} {{\/if}} {{\/if}}\nRev Up Your Love Life With These Tips!\n\n\n32 year old woman | Ashland, OH, USA | Seeking men 27-36 within 100 miles\n\nForward her profile.\n\n  • About\n  • Photos 9\n\nHer details\n\nHave kids:\nYes, and they live at home (1)\nWants kids:\nWhite \/ Caucasian\nBody type:\nAbout average\n5'8\" (172cms)\nChristian \/ Other\nNo Way\nSocial Drinker\nwaiting for a new adventure\n\nIn her own words\n\nLife has certainly had some twists and turns so far for me, but even though it was rough, I like to see the positives that have come out of it. My biggest positive has been my daughter, she's 4, and is my little partner in crime. I've learned to be a more positive, strong, go-getter type (a lot because of her) which has really made my outlook on life better, and I'm looking forward to finding out what the future holds. My faith has also played a big role and I like to be active with church rather as a leader for a group or just a fun group function we may have one Sunday. At the present moment, I'm working and aback have gone back to college. I've went back to finish my bachlor's degree but with a new major- history. I'm extremely excited, hope to be done in a couple of years and can't wait to see where this new route leads me- maybe a curator (sp?) at a museum?! For free time, I love to do just about anything indoors or outdoors. Music has always been a huge part of my life, especially singing, so I really enjoy any type of music events or performances. Oh, and if I can be in a performance, especially choral wise, I'm there in a heartbeat. Also I find it fun to take the occasional road trip to a park or just travelling in general. Rather it's historical, hiking, or just site seeing- there's so much to learn! I've already been to multiple states (the Southwest is my favorite) and a few countries (Canada, Taiwan, and Vietnam). I'm also looking forward to a possible trip to Italy w\/ my daughter in a few years to see my brother. As for the other part of my spare time, I like to spend it with family and friends. Both of them are incredibly important to me, so I think it would be important for the person I meet to be family oriented and enjoy going out with friends too. In the mean time, I'd really like to find someone who's compassionate, loyal, a communicator, honest, optimistic, loving, and also enjoys going to church now and then. They should also be willing to accept my daughter and love her just as much too. If the last one can't be handled, then need not to apply. :) Otherwise, I'm excited for this new adventure and hope to meet a great person!\n\nHer interests\n\nCoffee and conversation , Cooking , Dining out , Hobbies and crafts , Movies\/Videos , Museums and art , Music and concerts , Exploring new areas , Nightclubs\/Dancing , Performing arts , Religion\/Spiritual , Shopping\/Antiques , Travel\/Sightseeing , Volunteering\n\nSports & exercise\n\nBasketball, Dancing, Football, Running, Soccer, Swimming, VolleyBall, Walking \/ Hiking\n\nI exercise 1-2 times per week.\n\n\n\n\nI have Dogs\n\nI like Cats\n\nI grew up mostly around dogs, so I'm an avid lover of them and just about any breed. I do have one dog, \"Bear\" aka Bubbie or Boo, a boxer\/german shepherd mix. I like cats too, but it takes particular ones to win me over. Never have had one though.\n\nPolitical views\n\nMiddle of the Road\n\nFavorite hot spots\n\nI've been to Vietnam and Canada- love them both. I would like to eventually make it to Europe since there is a lot of culture and art to take in. Local spots, in the summer, I love going to the band shell, in the park, to watch music\/dance events.\n\n\nBluffton University, Bluffton, OH\n\nFavorite things\n\nI listen to hip hop, contemporary christian, and country, but I really have diverse tastes. Still the groups from the late 60's-70's are my favorite (Chicago, Guess Who, Lynard Skynard, etc.)I'm not a picky eater, but love asian cuisine(sp?).\n\nFor fun\n\nI love anything that pertains to music, dance, and movies. When I have free time- I enjoy reading, hiking, DIY projects, and being around the ones I love. I've also become more active in church and try to find things that I can do w\/ my daughter.\n\nLast read\n\nUnfortunately, it's been awhile since I've read a good book. I do love All the Lovely Bones and Great Expectations. Otherwise, I read parent magazines or children's books (which are always fun) b\/c of my daughter.\n\nCommunities Z Try a Community Search\n\n{{#each Communities}}\n{{CommunityImage}} {{#unless IsCommon}}\n\nto your\n\n{{\/each}} {{#if ShowMore}} {{\/if}}\n\n\nMore about her Create a profile to see what you share in common »\n\n  Her What she is looking for\nHeight: 5'8\" (172cms) 5'6\" (167cms) to 6'8\" (203cms)\nBody type: About average Slender, About average, Athletic and toned, A few extra pounds\nEyes: Green Blue, Brown, Grey, Green, Hazel\nHair: Dark brown Auburn \/ Red, Black, Light brown, Dark brown, Blonde, Dark blonde\nSmoke: No Way No Way, Yes, but trying to quit\nDrink: Social Drinker Never, Social Drinker\nOccupation: Retail \/ Food services No preference\nI'm a certified STNA and would like to work in a hospice setting if I continue with it. I originally went to college as a double major in Early Childhood Education and Special Education, & plan to go back to college in the winter to finish my degree.\nIncome: I'll tell you later $25,001 to $35,000, $35,001 to $50,000, $50,001 to $75,000, $75,001 to $100,000, $100,001 to $150,000, $150,001+\nRelationship: Divorced Never Married, Widow \/ Widower, Divorced\nHave kids: Yes, and they live at home (1) Yes, and they sometimes live at home, No, Yes, and they live at home\nWants kids: Definitely Definitely, Someday\nEthnicity: White \/ Caucasian No preference\nI'm a mix of western European heritage: a little English, German, Welsh, Scottish, and Irish\nFaith: Christian \/ Other Christian \/ Protestant, Christian \/ Other\nI follow the Christian faith, but I also believe in coexistance. I think it makes life easier if we have faith in something rather than nothing at all. My thought is to treat everyone as what they are: human.\nLanguages: English English\nEducation: Some college High school, Some college, Associates degree, Bachelors degree, Graduate degree, PhD \/ Post Doctoral\n3 years @ Bluffton College (University now). 1st 2 years as a double major in education, 3rd year as youth ministry and rec major. Left and went to North Central State College as an Early Childhood Ed major. Going back for Intervention Specialist.\nBack To Top »\n\nYour note has been sent to songbird0105.\n\n\nsongbird0105 has been notified that you want to learn about her.\n\nCheck back after a few days & see if she has added more details to her profile.\n\n\nFinish by entering your sign in details.\n\nNot a member? Sign up now »\n\nFinish by entering your sign in details.\n\nThis lets you sign in faster next time.\n\nBy clicking \"Begin Now\", I agree to receive transactional and promotional emails from I understand that I am free to withdraw consent at any time.\nBy using our site, you agree to the Terms of Use.\nAlready a member? Sign in here »\n\nIn order to see her answer you must also answer.\n\n\nIn order to see her answers\nyou must also answer 3 questions.",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9904704094,
        "format_confidence":0.9590442181
    },
    {
        "url":"https:\/\/www.shyonlinedating.com\/view-profile,13596566,certainly-uncertain.html",
        "text":"New here? Sign Up Have an account?\n\nCertainly Uncertain\n\nMale (41) looking for Female Phoenix, Arizona, United States\n\nGosh, I have not a clue at the moment..\n\nSign Up 100% FREE to Get In Touch\n\nJoin Free Here\n\n\nEthnicityCaucasian \/ White\nNational heritageAmerican\nHeight5' 10\" (178 cm)\nEye ColorBrown\nHair ColorBrown\nHair LengthShort\nFacial HairGoatee\nMy AttractivenessAverage\n\n\nRelationship StatusSingle\nHas childrenChildren don't live with me\nWants kidsNo\nHousing SituationIt gets a bit crazy sometimes\nLiving ArrangementsWith roomate(s)\nWants to RelocateMaybe\nHave PetsCat, Dog, Bird\n\nEducation & Employment\n\nEducationHigh school Diploma - GED or equivalent\nSpecialtyComputers \/ Electronic\nEmployment StatusWork At Home\nJob TitleThe weird guy who fixes phones\n\nLeisure & Fun\n\nTV preferencesCartoons, Documentaries, Instructional, I don't like TV, Science fiction\nFavorite TV showsAnything on\nFavorite movies typesAction, Science fiction, Comedy, Animation, Horror\n\n\nSmokerQuitting smoking\nDrinkingDon't drink\nSocial behaviorShy\nFriends describe asFriendly\nIn High School I was a(n)Outcast\nSense of humorClever\nMy great timeTrying new things, Going to a museum\n\n\nPolitical viewsNot sure\nAttend religious servicesNever\n\nLooking For\n\nMust haveIntelligence, Humor, Empathy, Sensitivity, Oddities, Spontaneity, Wit\nLook for in a partnerHonest, realism\nOn the first dateGirls choice",
        "topic_id":7,
        "format_id":14,
        "topic_confidence":0.9839532971,
        "format_confidence":0.9423034787
    }
]