[
    {
        "url":"http:\/\/www.stillenbeispalte.org\/author\/MATILDA\/",
        "text":"Gambling Games For Real Money In The App Store\n\nRoulette - Wikipedia\n\nFree casino applications are an excellent choice for the iPhone users who are keen to play casino games lotto 4d result while minimizing the financial dangers associated with gaming, along with their shortcomings. However there are casino fans who want to spend real money while on the lane, as nothing can compare to the rush of excitement when you score a big cash win. Many game mavens claim that roulette, blackjack or slots are easy to enjoy, so winning real money is almost one of these games’ greatest attractions.\n\nReal money playing applications usually offer lots of engaging video slots and video poker to keep you occupied for hours, but even classic table games such as craps, roulette, baccarat and blackjack can be played. So it’s just getting better. Any real-world gaming systems often allow live dealer play, i.e. you can play against a professional dealer, broadcasting the action straight onto your iPhone or iPad’s dashboard in real time.\n\nA broader variety of world class games and the ability to make real money are not the only advantages of iOS casino applications for real money. Most apps allow consumers, with its intuitive cashiers, to supply a wide variety of safe payment methods, to reload accounts in minutes. You may also take part in promotional incentives and if needed, obtain help through live chat.\n\nHow to play roulette? Everything you need to know\n\nHow to play real money smartphone poker games\n\nPlaying real-money casino games doesn’t really vary from playing social casino games, but before you start, it’s important to do some research and pick a reliable iPhone casino. Playing mobile games Such items to search include legal licenses, flexibility in games, variety in payment types and customer service. If the above conditions are covered by your casino of choice, you can be sure you have a confident player picked.\n\nYou need to login for a real money casino account after you have made your decision. This can be done with the iPhone app of the provider or by browsing their websites in the browser of your mobile computer. It is very simplified and takes only few minutes to complete the registration process.\n\nYou pick a payment form for which you would deposit during your journey. In real money casinos, the most widely used banking solutions by iPhone players include Visa, Maestro and Master Card cards; e-wallet items like those from Skrill and Neteller.\n\nDeposit mining isn’t the big deal, even though you never did it before. You just go to the casino’s cashier and tap on the option to pay. Then enter your financial information and decide the amount you want to deposit (for example, the number of your card or the e-wallet credentials). Then you affirm the contract and you have made a nice deal. Deposits are usually made in real money iPhone casinos automatically, and players are hardly paid to supplement their accounts.\n\nYou will actually play accessible online casinos once you have invested them and probably gain real money. You pick a game, but you can change the stake size according to your favourite number once it is loaded, place your bets, tap Spin or Deal, and keep your fingers crossed.\n\nWhat Are Some Features Available at a Casino Site?\n\nDo you want to find out about some features available at a casino site? When you are starting to play at any casino, you might want to find everything about it. All these features are essential parts of every casino site.\n\nIt can help you to decide whether you should consider registering on them or not. So you should check out different websites and get details about all the features available on it.\n\nThis will surely help you get the best results and ensure that you won’t have to worry about anything. You have to start by searching for necessary details about the casino sites. It can ensure that this will be a great experience for you.\n\nEasily find tutorials for all the games\n\nThe players can easily check out the tutorials for all the keputusan 4d hari ini games like an online slot or poker available on the casino site. You have to look for the details about the games. You can check out the tutorials to understand how to play it. It will be quite useful as you can easily understand different types of things about the game to become interesting to try all of the games. \n\nReach the customer helpline number for any support\n\nIt can also be the customer helpline number to ensure that you can get all the support in case of any issues at the casino site. This way, you can get quick solutions for all the problems that there won’t be any further delays or issues with the work. \n\nSuch things will surely help you to explore different factors and ensure that you can complete the work without any issues. Once you have all the details, then you can easily all the right steps to troubleshoot the issue.\n\nQuickly withdraw money through secure methods\n\nIf you face any issues with the withdrawal of the money option, you can easily use the secure method. You have to make sure that you try out all the necessary information about the withdrawal system. So you won’t see any problems while you use it. You can withdraw the money as you can easily do it safely and securely to ensure that there won’t be any glitches later on.\n\nTake part in any on-going casino games\n\nThe players can also take part in any on-going casino games, which can make it interesting. Anyone can try out the new things at the site. Such things will surely prove beneficial. You have to try out specific features that will make it challenging. If you want to improve the challenge of playing casino games, it will surely be a great way. So, you can find some amazing on-going games.\n\nAfter you check out all the necessary features in the online casino, you will surely find it quite helpful. All these features will help you get a convenient experience to continue to play games. Even if you face any issues, you can still get in touch with the right people to get all the support you need to resolve it.\n\nIn The World of Slots\n\nIt is necessary to understand that the world of slot games 3win99 cannot be limited to funny images of monkeys or pyramids. In fact, this world can be safely called limitless. In particular, many well-known companies are working on the creation of slot machines and gambling programs. For example, we can recall Novomatic, Igrosoft, Megajack and so on. Gaminators made by engineers from these companies tend to be popular with those who love the excitement, \n\nVarieties of virtual slots\n\nMany of today’s slot machines exactly copy the slots that were in real gambling establishments, and are especially loved by experienced players who want to spend their time usefully and earn money, but also revive all the retro atmosphere that they used to feel. Other players prefer, on the contrary, only the most modern gaminators, which have never been released before, differing in completely new approaches, functions and all kinds of “chips”.\n\nSlot slots are not necessarily paid – unlike real casinos, virtual establishments most often offer the opportunity to play in a demo, that is, free, mode. Why is this necessary? Yes, for many reasons – if only because it would not be too smart to start acquaintance with a completely new and unknown slot machine with a game for money. Moreover, if we are talking about solid rates. Otherwise, you seriously risk “burn out”, lose money from ignorance of the rules and peculiarities of the game, earn such a fear of a particular machine or gambling in general instead of winning, that you will never want to repeat it again.\n\nBut with a demo game, you get the opportunity to make maximum bets and not be afraid of anything. Gradually study the rules of the game, the functionality and specifics of the slot, and after you can be confident in your own strengths and knowledge, you can safely start playing for money and, of course, win.\n\nMobile gaming\n\nA fairly popular trend in the gaming world is the gradual transition to the use of mobile gaming. Today’s world is such that most people have a communicator device in their pocket – in terms of power it surpasses the best computers that functioned several years ago.\n\nThe cost of mobile Internet at the moment is relatively low, and the speeds are decent. Accordingly, you can play not only at home, but also in transport, queues, at work, wherever you have an opportunity for this.\n\nAbout programs that promise to beat in a casino\n\nAmong other things, one should not so actively trust the programs advertised today, which, according to their creators, are capable of beating any virtual casino. Most often, these programs are not cheap, and you should not expect much from them. Moreover, these programs often contain all kinds of viruses that are very dangerous for the computer. By the way, modern casinos have various types of protection against viruses – with any such program you can be instantly blocked (or rather, your ip address, after which you can forget about visiting this site).\n\nIt is good news that most casinos offer entertainment without the need to carry out registration procedures or download any additional programs. This guarantees:\n\n  • High quality rest;\n  • Lack of any bureaucratic fuss;\n  • No additional costs.\n\nNo special effort – just sit back and enjoy gambling while earning decent finances.\n\nSimple Steps to Lead to Casino Success\n\nTop Online Casino Games That Give You the Best Chance of WinningThe first associations that arise when mentioning the game of roulette, and no matter in which of its incarnations – in a real casino or in an online live kasino betting casino – are luck and luck. This is largely true, but some of the tips that we will give you in this short note will help you not only recklessly and thoughtlessly place your bets, but will make your approach to the game more balanced and thoughtful.\n\nFirst of all, decide on the amount of money within which ... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9968355298,
        "format_confidence":0.6058111191
    },
    {
        "url":"https:\/\/casualslacks.wordpress.com\/tag\/steam\/",
        "text":"Adventure Journal: Introduction Proposition\n\nAs an avid \/r\/gamedeals watcher, I’ve picked up a number of titles this year during various seasonally themed sales, holiday sales, bundles, and random check-out-my-online-store sales. While most of them have been standard fare RPGs, action games, shooters, and MMOs, I’ve also started picking up more games in the point-and-click adventure genre. I’ve actually got formidable selection at the moment:\n\nOf course, my interest was piqued after playing Telltale’s The Walking Dead, which is one of the best games I’ve ever played. I imagine I’ll write a Cheap Review for it eventually, even though almost every dedicated gamer probably already played it a year ago. Also, Ragnar Tornquist’s Kickstarter for Dreamfall Chapters got my attention. Tornqist was one of the geniuses behind The Secret World and as such I’d follow him through metaphorical Hell (see Overlook Motel of Savage Coast, Maine). I had never heard of Dreamfall or The Longest Journey before and I was surprised to hear so many random internet voices hail them as their all-time favorite games. Thus, when I saw them for sale on GOG, I grabbed them. Soon after, other acquisitions followed.\n\nI do not intend to do straight forward critiques of these games because God knows I haven’t worked up the writing chops to make it worth reading. However, I do want provide some impressions that my readers can reference when they’re considering buying these games or when they’ve played them and they’re settling their conclusions about their experience with the games. I may even edit and get some gameplay video up just to quickly deliver some thoughts that don’t require punctuation.\n\n\nI don’t know exactly what to expect since before The Walking Dead the last adventure games I played were King’s Quest VI and Noctropolis. I’m hoping compelling stories, satisfying problem-solving, and simplicity. I’m going to start of with The Longest Journey and figure out where I should go from there. I’m still playing TSW, Vampire The Masquerade Bloodlines, Crysis, GTA IV, Mount & Blade Warband, and trying get myself into Star Trek Online and back to the Neverwinter Foundry; so clearly these adventure games aren’t the only games on my docket. Nevertheless, I’m going to install them and force them into my rotation.\n\nI’ll let you know how it goes.\n\n\n\nCharacter Assessment 5 APB: Reloaded\n\nAPB Reloaded: Only Their Love of Violence Rivaled Their Love for Each Other\n\nIn previous Character Assessments, I’ve mentioned perhaps two MMO’s that I believe to have implemented the best character creation tools that I’ve had the pleasure of using. The first, the super hero-fantasy from Cryptic, Champions Online, will be covered in a future post. For now, I turn my attention to the game that I initially thought would be my personal WoW-killer back in 2010, Real Time Worlds’ All Points Bulletin and GamersFirst’s APB: Reloaded. Bankruptcy and rebirth was the game’s fate. I didn’t do the beta or keep up with the forums pre-launch, but I watched the development of the game through RTW’s video podcast. Reasonably justified or not, I was convinced that the game would be solid. On launch day, I bought a box copy during my lunch break. That was June. By November,  RTW was being liquidated and only a few guys were left in their offices to keep the servers up in hope that someone arrive to pony up the cash to pay their creditors.\n\nPlenty has been said about the original release, most of it negative, ignorant nonsense. Fact is that I thoroughly enjoyed it. I had high hopes that given a enough time, RTW’s attempt to bridge the gap between immersive MMORPGs and pure PVP shooters would flesh out into something huge. One very effective weapon in their arsenal that everybody who’s played APB can agree on is that the character creation tools and other customization options were amazing. Smartly, Gamersfirst did nothing to add or take away from the process and I have no expectation that they will attempt to improve on RTW’s foundation. Therefore, a review of the current games tools is a review of the old game’s tools. And in the tradition of these Character Assessment posts, that’s all I am going to review.\n\nYou’re Going to Kill Innocent Bystanders Either Way. Tons of them.\n\nI considered recording my own video of the character creation process in APB just to demonstrate some of the elements in APB that most other games overlook, but making a video would be just one more excuse not to finish this post. [So here is some 3rd-party assistance A, P, B.] Anyway, a couple of the things that most character creations interface lack, but that APB includes, are camera control and animation freezing. Putting together a face in three dimensions is benefits greatly from having a full range of camera positioning all around the subject. While most games allow players to spin the character, APB also allows players greater freedom to choose the angle they want to work from.\n\nA Mohawk Should Look Good From All Angles\n\nCharacter models are animated during the creature process so that players can see something approximating what their character will look like in action. This is common in MMORPGs, but APB goes just a little bit further than the others by allowing players to freeze the model’s movements to better prevent surprise oversights once their character is finally in the game. These two features by themselves spoil other games for me. About the only thing that the suite lacks is light control.\n\nWhen a player first gets into character creation, they may be underwhelmed because the suite opens up in Quick Mode once the player decides to be a criminal or an enforcer. In Quick Mode, players have a limited number of selections to make, but the random button produces an extremely wide range of results. Even though I love to jump right into crafting a character, I find it faster to randomize until I land on a configuration close to what I want before switching to Advanced Mode to refine it.\n\nI’m Young Al Sharpton!\n\nQuick Mode Options:\nGender (Only 2; how old fashioned.)\nSkin Tone (4, chalk to charcoal)\nAge (4 age ranges)\nBody Shape (4)\n\nHowever, Advanced Mode is another animal. Thanks to APB, one of the tools that I always hope to see when I log into any MMORPG for the first time are sliders as opposed to numbers or other selectors for the attributes of my character. I don’t like picking from presets nearly as much as I prefer to use a slider to find the right setting between two extremes. Usually, sliders in character creators are just selectors. The SWTOR character creator, for example, has a mock-slider for all parts of the character build where the player must choose between specific options that can’t be modified. Instead, APB has sliders that allow players set their character’s features anywhere within a range. Obviously, things like hairstyles have mock-sliders. However the various lengths for front, back, and side portions of the hair will have real sliders for length and tilt. It is hard to put in to words just how awesome it get a feature exactly in the sweet spot you’re going for because the game tools allow you to take control. [Here’s another video!]\n\nThe APB character creator even improves upon the basic slider, which only goes up-to-down, left-to-right. The game has what I’ll call a slider map that allows the player to move up-to-down and left-to-right at the same time. For example, skin tone is on a normal left-to-right slider moving from very pale to very dark. Meanwhile, skin pigment uses a slider map with the top right extreme being a reddish hue and the bottom left being somewhat green. The top-left is extreme is neither reddish nor greenish and the bottom right being very greenish and very reddish at a the same time. As the player moves the cursor through out that map, their character will immediately take whatever attribute is assigned to that motion. It a tool I have seen in no other game.\n\nProtecting and Serving My Hair\n\nAdvanced Mode Options:\n\n30 hair styles\n234 hair colors\nFacial Hair (20 styles)\nBody Hair\n\n22 face aspect areas\nFace Height\/Depth (slider map)\nForehead Detail (4 Types with intensity slider)\nEar Shape (7 Types)\nEar Size (slider map)\nEar Orientation (slider map)\nBrow Shape (12 shapes)\nEyebrow Shape (23 shapes)\nEyebrow Color (234 colors)\nCheek Detail (13 types, intensity slider)\nCheek Definition (slider map)\nNose Shape (22 shapes)\nNose Height\/Length (slider map)\nNose Bridge (slider map)\nNose & Nostril Width (slider map)\nMouth Width\/Height (slider map)\nLip Attributes (7 overlapping sliders)\nLip Size (slider map)\nLip Detail (4, intensity slider)\nJaw Width\/Height (slider map)\nChin Attributes (3 overlapping sliders)\nChin Height\/Length (slider map)\nChin Detail (6, intensity slider)\n\nGreen Mohawk Added Later\n\nIris Color & Size (46 colors)\nPupil Shape (6 shapes)\nEyelash Length (slider)\nEyelid Position (slider map)\nEye Area Detail (7 types, intensity slider)\nEye Socket Position (slider map)\nEye Attributes (7 sliders)\nEye Tilt (slider)\n\nWeight (slider map)\nHeight (slider map)\nMuscularity (slider map)\nHips (width slider)\nBreasts (size and position sliders)\n\nSkin Tone (slider map)\nSkin Pigment (slider map)\nAge Marks (2 effects, intensity sliders)\nWrinkles (slider)\nVeins (slider)\nFreckles (4 types, intensity sliders)\nMoles (5 types, intensity sliders)\nScars (10 slots, 2 colors, intensity slider)\n\nMohawk Girl’s Going to Shoot Your Brains Out Because Her User Lacks The Skill to Arrest You\n\nEyeshadow (25 types, intensity slider)\nEyeliner (16 types, intensity slider)\nBlusher (5 types, intensity slider)\nLipstick (10 types, intensity slider)\nFace Paint (2 types, intensity slider)\nNail Polish (39 colors, 3 custom slots)\n\nThe number of options might seem overwhelming. That is because APB comes closer than any other game, RPG or otherwise, to being able to duplicate a photograph in  3-D gamespace giving the player that sense of ownership over their unique creation. [I’m eager to try out... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9963409305,
        "format_confidence":0.9787210226
    },
    {
        "url":"http:\/\/bybrushandsword.blogspot.com.au\/2017\/",
        "text":"Sunday, December 31, 2017\n\nA Year in Gaming - 2017\n\nAs promised last year, I'm taking a look back at the games I played in 2017.\n\nFirst off, here's the list of games I tracked for this year:\n\nGames Played in 2017\n  • All Quiet on the Martian Front - 1 \n  • Arena Rex - 2 \n  • Blood & Plunder - 1 \n  • Blood Bowl - 22 \n  • Congo - 2 \n  • Empire of the Dead - 5 \n  • Fistful of Lead - 6 \n  • Gruntz - 2 \n  • Guild Ball - 3 \n  • L'Art de la Guerre - 13 \n  • Men of Company B - 1 \n  • Muskets & Tomahawks - 1 \n  • Open Combat - 2 \n  • Retro Raygun - 2 \n  • Saga - 6 \n  • Shadow War: Armageddon - 14 \n  • Strange Aeons - 5 \n  • Test of Honour - 3 \n  • Warhammer 40,000 - 3 \n  • Warhammer: Diskwars - 1 \n  • Warmaster Revolution - 1 \n  • Wrath of Kings - 1\n97 games in total, and like last year, that's not counting the various board games and role-playing games I played over the year.\n\nThe tally's not quite as high as last year, although I can chalk that up to playing less than a tenth of the amount of Guild Ball compared to last year. Those tournaments add up!\n\nLet's take a look back at the all the games I featured on the blog:\nAll Quiet on the Martian Front\n\nArena Rex\n\nBlood & Plunder\n\nBlood Bowl\n\n\nEmpire of the Dead\n\nFistful of Lead\n\n\nL'Art de la Guerre\n\nMen of Company B\n\nMuskets & Tomahawks\n\nOpen Combat\n\nRetro Raygun\n\n\nShadow War: Armageddon\n\nStrange Aeons\n\nTest of Honour\n\nWarhammer 40,000\n\nWarhammer: Diskwars\n\nWarmaster Revolution\n\nWrath of Kings\n\nHere's to another year of gaming in 2018!\n\nSaturday, December 30, 2017\n\n2017 6x6 Challenge - Retrospective\n\nEarlier this year I announced that I would be taking part in the 6x6 Challenge proposed by Alan over on The Stronghold Rebuilt.\n\nI was a fan of the idea, and submitted a list of six games that I hoped to play at least six times over the course of the year.\n\nThose games were:\n  1. Arena Rex - 1\n  2. Blood Bowl - Completed\n  3. Blucher - 0\n  4. Fistful of Lead - Completed\n  5. Saga - Completed\n  6. Strange Aeons - 5\nSo, how did I do?\n\nWell, not too bad, but not great, either. I completed three of the six games, and came very close to completing a fourth entry on the list. Some of that was due to a move in early November for a new job, displacing me from my regular gaming group.\n\nLet's take a look at each of the games.\n\nArena Rex\n\nI had expected to see more Arena Rex this year, but my games played fell flat. I'm still looking forward to getting this out on the table in 2018, especially since I have the entirety of the Ludus Magnus faction painted and ready. \n\nBlood Bowl\n\nThe first of my completed games for the 6x6 challenge! I owe some thanks to Games Workshop, as their re-release of Blood Bowl generated enough interest for me to participate in not one, but two leagues. The Baltimork Reavers came close to taking the championship in the first league, and the Zharr-Angkor Immortals are performing fairly well at the moment.\n\n\nAh, Blucher. Another game I had such high hopes for. Unfortunately, the rapid pace of changing games with my old group meant that I could never find the time to get this game on the table, especially since I would need to be the one explaining the rules and providing the terrain and units. \n\nI may attempt to play this in 2018, especially with the New Jersey Wargamers Association. \n\nFistful of Lead\n\nAnother success! I owe it to Carl and his collection of Wild West terrain and miniatures, along with Gary, Russ, Kevyn, and everyone else who decided to play games of cowboys and banditos. Fistful of Lead is a fantastic ruleset, and I'd like to play more games of it during 2018.\n\n\nThe last successful entry in my 2017 6x6 Challenge was the entirety of the Age of the Wolf campaign played between Kevyn's Vikings and my Norse. Although the Vikings had a rough start, Kevyn rallied brilliantly and ultimately crushed the Norman warlord by the end of the campaign.\n\nStrange Aeons\n\nAh, so close! Strange Aeons was another game that was being fueled by a campaign between Kevyn and me. Unfortunately, due to scheduling problems, we never managed to get our last game in, leaving this entry incomplete. \n\nSo, that's 2017's challenge! It seems that Alan's not planning to run the challenge in 2018. That's a shame, but I appreciate the effort Alan put in to tally and link the games from various sources.\n\nFriday, December 29, 2017\n\nChaos Dwarves vs. Humans, League Game - Blood Bowl AAR\n\nMy opponent for this match was Jolene, who entered the league late with her Human team. As such, her Team Value was far less than mine. But the difference in Petty Cash allowed her to fire the legendary Griff Oberwald for her team. \n\nJolene won the toss off and elected to receive in the first half.\n\nWhile I did managed to stop Jolene's drive and recover the ball, the resulting scrum caught up the slow moving Chaos Dwarves, and the first half ended with neither team managing to score.\n\nThe second half opened with the Humans kicking. I sent the ball up the pitch with the two Bull Centaurs, who managed to reach the endzone and score a touchdown. \n\nUnfortunately, I let my guard down, thinking that Jolene couldn't make it through my defense to score in the remaining turns left. She (and Griff) proved otherwise. Though I managed to knock down the famous Star Player with a charge from a Bull Centaur, an escorting - and unmarked - Lineman caught the dropped ball and ran it in for a turn 16 touchdown, ending the game in a tie. \n\nWednesday, December 27, 2017\n\nThis Is My Swamp! - Test of Honour AAR\n\nLast week saw the proper start of the local Test of Honour campaign. Four players were able to attend. After declaring whether we were for the Emperor or supported Tokugawa's bid for power, and rolling our territories, we set up our games and played. \n\nMy opponent was Kai and Lord Edo, who supported the Emperor. Lord Jiro led my warband for Tokugawa. Our terrain was a swamp, with the darker area acting as rough terrain.\n\nI thought this would push the fighting in the center of the table, but Kai had other plans.\n\nOur warbands, entering from the opposite ends of the road, made slow progress in the first turn.\n\nBoth of Kai's samurai decided to try something tricky, and decided to get their feet dirty in the muck.\n\nI had to shift my spear ashigaru to face the oncoming samurai, who could easily wipe out the commoners on their own. I did manage to score a light wound with a musket-armed ashigaru.\n\nWith blades flashing, Jiro and Edo engaged in combat. The fight ended as quickly as it had begun, with Edo falling to the muck and Jiro triumphant. But there was still Edo's second-in-command, who retreated after seeing his lord cut down.\n\nAs the ashigaru engaged below, the two remaining samurai exchanged blows atop the rocky outcropping.\n\nIt was Jiro that emerged victorious, and Edo's remaining followers fled the field of battle without a samurai to direct them.\n\nFriday, December 22, 2017\n\nChaos Dwarves vs. Orcs, League Game - Blood Bowl AAR\n\nMy next league opponent was Harley and his Orc team.\n\nThe Orcs took up a long line and kicked off. A poor scatter roll meant that one of my Bull Centaurs was just given the ball.\n\nWhile the Orcs focused on the scrum in the middle of the pitch, the Bull Centaur ball carrier and a Hobgoblin scrambled up the side and managed to score a touchdown with a quick hand off.\n\nThe teams set back up, with the Chaos Dwarves kicking.\n\nThe Orc drive came close to scoring, but was foiled by a charging Bull Centaur.\n\nThe Chaos Dwarves managed a decent reversal, grabbing the ball and making a break for the endzone, scoring another touchdown and ending the first half.\n\nThe teams set back up for the second half, with the Orcs receiving.\n\nHarley decided to try out the time-honored play of throwing a ball carrying goblin past the line of scrimmage.\n\nWhich ended with both an expected result (the goblin going down) and and unexpected result (taking a Bull Centaur with him!)\n\nBoth teams scrambled to pick up the dropped ball, with the Chaos Dwarves eventually managing to get possession.\n\nAnother drive from the Bull Centaur managed a third touchdown on the last turn, ending the game 3-0 to the Chaos Dwarves.\n\nWednesday, December 20, 2017\n\nA Matter of Honor - Test of Honour AAR\n\nOne of the local shops in the area I've recently moved to has begun hosting a weekly Test of Honour night. Estactic that I would get a chance to bring out the Perry miniatures I'd been working on. \n\nThe initial night saw six players using 12 point warbands in teams of two. I teamed up with Sam, Bill with Jolene, and Kai with Harley. The objective was simple - the side with the last samurai standing would be the victor. \n\nThe table was fairly open, with one side starting across a fast moving river that needed a successful Test of Agility to be crossed.\n\nThe warbands continued to maneuver. The samurai, having three actions to the commoner's on, were able to quickly leave their ashigaru behind - a strategy that, I quickly learned, would not have good results.\n\nMy samurai was the first to be killed, after jumping into the maw of the mixed warbands of the Bill and Jolene. Sam decided to retreat for the moment, after narrowly avoiding attacks from all three of the Kai's and Harley's samurai.\n\nAs Sam managed to chop down Kai's Samurai, I was forced to sit back and wait, unable to draw any commoner tokens necessary to activate my ashigaru.\n\nFinally, my Sam's samurai was cut down after attempting to rescue my forces, and our commoners fled the table. The battle petered out between the two remaining sides of the battle, their warriors too tired to go charging across the field to attempt a renewed assault.\n\nThe group had a fun time, and this big opening battle helped us learn the rules of the game. While it did have the time-tested problem of playing a three-sided game (one side will always end up in a two front war, and we all know how that turns out) and Test of Honour's token based activation kind of breaks down when you've got six players individual... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9957695007,
        "format_confidence":0.9939889908
    },
    {
        "url":"https:\/\/marcleoseguin.com\/2012\/06\/06\/diablo-3-patch-1-03-in-which-blizzard-caved\/",
        "text":"Diablo 3 – Patch 1.03 – In which Blizzard caved\n\nBlizz put up a new blog about the massive patch 1.03, which essentially says “we messed up” and is putting in a whole pile of quality of life changes.  Of note:\n\n  • All items can not drop from Act 1 Inferno, rather than only the best in Act 3\/4.  Actually, drops rates in general have been improved.\n  • Nephalem Valor is being tweaked to provide a better benefit on rare packs with 5 stacks than against bosses.  Currently, people get 5 stacks, kill a boss and repeat.  Blizz wants people to keep playing with the 5 stacks.  We’ll see…\n  • Monster damage is no longer going to increase in multiplayer games.  Honestly, there is zero incentive to play in a group game currently.  Your magic find drops, health pools go up, damage goes up and there aren’t more loot drops.  In 99% of cases, it’s better to go alone and use \/tells to swap gear.\n  • Nerfs to damage and health of Inferno Act 2,3 & 4 monsters.  Where the rest of the game has a rather linear difficulty curve, Inferno has walls.  I can solo Act 1 pretty easily but get my butt handed to me on Act 2.  I get hit for over 60K a hit and it’s impossible for me to mitigate that damage as a Wizard (already 40% armor and 40% resists).\n  • Repair costs are going up 4-6x.  Right now, it costs me about 5K if I’m at 100% broken, which is frequent on super bad packs.  20-30K per repair bill is huge.  I don’t expect this to go through.\n  • Changes to Increased Attack Speed, which is currently a god stat.  This is a problem that existed in WoW, not sure how they didn’t see this coming a mile away.\n  • Massive changes to prices for crafting tier 2-8 gems.  Which has absolutely no impact at all on anyone in Hell or above.  Odd change.\n\nSo as you can see, it’s mostly quality of life changes.  As the game stands, your best bet is to play the AH game, by which you can find super deals, resell them and make about 2 million an hour.  You can then buy your way into Inferno for about 2 million total and have 95% of the best gear available.\n\nFor example, I sold a mediocre necklace for 500K the other day and I bought it for 20K.  Because the AH interface shows the highest armor values first, it also tends to show the most expensive items as well.  Meaning anything at the bottom of the 50+page list is dirt cheap and with some massaging can turn a huge profit.  Heck, I bought a weapon for 50k and sold it for 2 million.  Money is a complete joke.\n\nThe downside to all this is once the RMAH launches (another month at least), inflation will be so high that gold sales will be the best option.  Meaning you could farm the gold auction house to make gold that you would then sell on the real money version.  Can you say MASSIVE BOTTING?\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9961633682,
        "format_confidence":0.9920554757
    },
    {
        "url":"http:\/\/xboxmeagain.blogspot.com\/2013\/01\/game-wallpaper-and-websites-edition-9.html",
        "text":"Tuesday, January 15, 2013\n\nGame Wallpaper and Websites Edition 9\n\nHeavy Rain Wallpaper Madison Paige\nHeavy Rain Madison Paige Ps3 2010 1600x900\nClive Barker's Jericho Game Wallpaper\nClive Barker's Jericho Ps3, Xbox 360 2007 1600x900\nJade Empire Wallpaper\nJade Empire Xbox 2005 1600x900\nYakuza Game Wallpaper\nYakuza Ps2 2005 1024x768\nAnother questionable expedition across the vast interweb to discover some game wallpaper gems of yore and  how gentle the hands of time have been on the original websites.\n\nHeavy Rain - Madison Paige\nAh Yes Madison Paige, and the way she might look at you if you wangled the controller.. sorry.... Heavy Rain is an interactive button manipulating action adventure psychological thriller in the film noir style, released exclusively for the Ps3 in 2010.  For those still reading, \"Beyond Two Souls\" is the next offering from developers Quantic Dream, due this year.\n\nOfficial Website still up but not working on either Safari or IE browsers\n\nClive Barker's Jericho\nA supernatural horror, first person shooter, released October 2007 for Ps3 and Xbox 360.  With the premise of the story from the horror master Clive Barker.  Managed to get itself banned in Germany, partly because of it's Nazi S&M tinged demonic slaughter.\n\nOrignial Website gone, but there is Clive Barker's website with info on the the game\n\nJade Empire\nAction RPG released for ye old Xbox April 2005. A sequel?  BioWare co-founders Ray Muzyka and Greg Zeschuk stated in September 2011 that (Read Intellectual Property for IP) \"It's an IP, it's a setting that we're really passionate about, and we still are. Both Greg and I were big believers in the IP... We're just looking for the right way to deploy it.\n\nWebsite gone but a reference to the title can be found on Bioware's Legacy games Page\n\nYakuza an action adventure released for Playstation 2 in Japan (Titled Like a Dragon) December 2005 and North America September 2005\n\nSuccess!!! The original website is Still up!!! along with it's Japanese counterpart.\n\nSee all \"Wallpaper and Websites\" posts\n\n\nBickle77 said...\n\nHey there! Sorry I've not visited for a while... was injured by a shark after I jumped off a radio tower and parachuted in the wrong direction. Nasty business all round. Back now though to marvel at your awesome gaming wallpapers! :)\n\nElderly Gamer said...\n\nGreetings dear Bickle, welcome back :)\nIndeed those sharks are nasty customers, lost both my legs to a particularly nasty fellow, fortunately I crafted a new pair from some Tapir hide, still a little stiff.....",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.983638525,
        "format_confidence":0.8365387917
    },
    {
        "url":"http:\/\/typehforheals.com\/category\/leadership-2\/",
        "text":"Subscribe to this blog by RSS Follow me on Twitter\nSubscribe to this blog by RSS\n\nArchive for the ‘Leadership’ Category\n\nState of the Cataclysm\n\nPosted by Malevica on February - 2 - 2011\n\nWell there’s nothing like leading a 25-man guild through a new expansion to suck up all of your free time, and nothing like writing up a thesis to suppress your love of writing as a hobby!\n\nAnyway, what pearls of wisdom can I share?\n\n\nI’ve got my Priest and Paladin to 85 so far, and my Shaman is close behind at 83. I levelled Malevica as Discipline and had a blast. It wasn’t as quick as it could have been as Shadow, but I usually find that the time I spend reorganising all my bars and learning how to Shadow just isn’t recouped in time savings while levelling; that’s not to say that’s universal though.\n\nOn the other hand, I really regret trying to level my Paladin as Holy. Levels 80-83 were OK, but Uldum and Twilight Highlands were just pretty awful. And the problem was easy to fix: Exorcism just costs too much damn mana. I could keep Inquisition up fine but my main nuke is Exorcism. Exorcism does plenty of damage but just can’t be cast for long enough to kill more than one mob before needing to drink again. Give me a glyph, or even a talent, to reduce its mana cost by half and the problem is solved. It has no impact at end-game because DPS specs shouldn’t be mana-starved now.\nBut, I hear you cry, you’re doing it wrong! Why not just go Ret like everyone else? Well, I chose to go Holy because I was instancing a fair bit and trying to maintain two completely separate gear sets on an alt felt like just too much work. Plus, don’t forget, I’d just finished levelling a Priest as a healing spec with no problems.\n\nAnd don’t even get me started on quest mobs with 150,000 HP for no very good reason. If a mob is in no danger of killing me (and in Cataclysm there’s no single quest mob which poses any risk to the player unless you’re AFK) then all you achieve by giving it twice the HP of a typical mob is making me press Nuke No.1 twice as many times. Which is boring, especially when I’m already killing mobs slowly.\nLet me be clear, I’m in favour of big scary mobs at the end of quest chains, but what makes them big and scary should be more complicated mechanics to deal with and a real sense that they come close to killing me, not just more hit points.\n\nOn the subject of linear questing, I love the story-telling and how the heavy use of phasing keeps the zones feeling less crowded, and since my focus is getting to 85 so I can run heroics or raids the ease of finding quest hubs is a bonus. But I will admit that levelling my third character is feeling a bit less exciting when I know I’ve done every quest before.\n\n\nAt the start of the expansion, Blizzard seemed to have achieved their goal of making heroics hard, even taking into account the huge numbers of people carrying around PvP gear or Shadow Priests with plate gear just to game the itemlevel restriction.\n\nWhat they did well from my perspective is make the encounters problematic if your group tries to nuke ignore the mechanics, while making them fairly manageable if your group avoids the bad, interrupts the Spell-of-Death and kills the adds.\n\nWhich leads me to the biggest realisation I had while adjusting to the new expansion, and the best piece of advice I’d give to any new healer:\n\nIf the thought going through your mind constantly is “I can’t heal through this!!!”, there’s a very good chance your group is doing it wrong.\n\nOf course, maybe you are just undergeared or not adapting to the new expansion at all, but bear in mind that it’s probably not your fault.\nCase in point, my first (guild) run in Lost City was a nightmare. Especially High Prophet Barim (didn’t he use to sell reagents?) and Siamat. Why? We weren’t killing the Soul Fragments in time on the former and we were killing the adds too near to the group on the latter. And no one had the gear to compensate for it.\n\nIn WoW, people like to talk about Skill > Gear. Really it’s more like Potential ~ Gear x Skill. If you need a certain level of performance to defeat a boss, you can make it possible by raising your gear or your skill\/execution\/tactics, or both. Right now, as February dawns, the general levels of gear in the playing community are rising which makes heroics a bit more manageable for the average pickup group, yet they’re still defeating groups regularly if they ignore mechanics, which I count as a success.\n\n\nMy guild is committed to 25-man raiding, and we’re 9\/12 at the moment (Cho’gall is so dead this week!), making us the 3rd Horde guild for 25-man raiding (the other two are 10\/12, curse them!)\n\nI’ve loved the pace of the raids so far. We’ve generally spent at least a couple of hours on each boss before downing them, so there’s not been a Naxx moment where an entire wing drops in a night. Trash is well-designed, often demonstrating the principles of the fights (Ascendant Council is a great example) and making you think, while not taking hours to plough through.\n\nMy favourite encounters are probably Chimaeron, for daring healers not to heal and then challenging them to switch gears in a second, and the Conclave of Wind for the incredible scenery as well as the coordination needed of the whole raid.\n\n25-man raids do seem to be in dire straits at the moment though. On my server a lot of the big Horde 25-man guilds either broke up into 10-man guilds around the expansion or have subsequently dropped to 10s. We have no plans to change the format of our guild, but if I were looking to set up a new guild I certainly wouldn’t be trying to start a 25-man guild.\nI’m not predicting the death of 25-man raiding though, just a consolidation into a smaller number of guilds dedicated to the format.\n\nShameless plug\n\nMental is currently looking for a few more good applicants to top up our roster, particularly a couple of reliable healers. If you’re an EU player looking for 3 nights a week 25-man raiding, you could do a lot worse than Mental!\n\nThe Blog\n\nI’m still here and I do intend to post more, especially as the guild\/raid leadership demands begin to lower a bit, but I also have a lot going on and honestly TH4H is dropping quite a way down the list.\n\nI will be updating the raid strategies by the weekend though, I know some of them are way out of date. I’ve got up-to-date versions on my guild’s forums that just need converting.\n\nPossibly Related Posts:\n\n[Leadership] The Influence of Celebrities\n\nPosted by Malevica on December - 10 - 2010\n\nI was reading Kurn’s latest post, and a comment in it caught my eye:\n\nThe problem with being a GM who has a blog that’s mostly healing-related is that I have a LOT of healers and they’re all awesomesauce and all chomping at the bit to get in there and HEAL.\n\nNow this is something I’ve observed in other guilds as well; not with bloggers (not that I know of, anyway) but with the GM and Officers in those guilds. There seems to me to be a rough correlation between the high-profile figures residing in a given guild and the number and performance of the members of that same class or role. So if your GM is a healer, you’ll find you tend to have strong, enthusiastic healers around.\n\nI think there are two main reasons for a plausible link:\n\n  1. Fame and respect – A well-respected class blogger and commentator like Kurn or someone known around the realm as a good player will obviously attract people to them. And the people drawn to them are more likely to be of the same class or role because we tend to pay more attention to people with similar interests as ourselves.\n    They don’t need to be Officers to attract this sort of attention.\n\n  3. Representation within the guild – If your Officers are all ranged DPS, you might expect they they’ll have a different, possibly less sympathetic, perspective on the challenges faced by healers or tanks compared to a more balanced Officer team. Your potential recruits might not even be aware of this, but it can still affect them subconsciously.\n    I know I consciously looked at the Officers when I chose my current guild, because the last guild I was in with a DPS-dominated Officer corps was not a place that was sympathetic to healers or tanks at all.\n\n\nI’d strongly advise guild leaders to keep an eye on their Officer compositions, and if you have to have a corps dominated by one role or another, make sure you have good strong links with the high profile people from the other roles to reassure people that they are listened to and understood.\n\nEarly in my raid-leading days I realise I was guilty of being a bit overly demanding on the DPS, until I spent a few months forced to play Shadow. That changed my perspective a lot. You need to be open to the other person’s point of view, so make some critical friends who will tell you when there’s a real problem.\n\nAnd don’t forget to pamper and spoil your blogging colleagues, because basically we’re awesome!\n\nPossibly Related Posts:\n\nCategories: Anecdotes, Leadership\n\nConstructive Criticism\n\nPosted by Malevica on December - 9 - 2010\n\nI thought I’d break from the Cataclysm stuff with an old post I’ve finally got round to finishing.\n\nA concept that crops up from time to time, particularly in raiding circles, is the idea of “constructive criticism”. A vast majority of guild charters and guild applications will mention a willingness to accept criticism somewhere within them, but what do we mean by “constructive criticism”? What does it look like? And how do we make sure we’re giving it?\n\nA definition\n\nFirst, let’s look at “criticism”.\n\nCriticism is the judgement of the merits and faults of the work or actions of an individual or group by another (the critic). To criticize does not necessarily imply to find fault.\n\n(Emphasis mine, Source)\nCriticism is simply an analysis and judgement, it is not automatically negative or fault-finding only. That’s a key point to remember.\n\nNow for the “constructive” part.\n\nConstructive criticism is criticism ... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9753422141,
        "format_confidence":0.989890337
    },
    {
        "url":"http:\/\/dicehateme.com\/2010\/12\/lunchgames-the-inside-scoop\/",
        "text":"Lunchgames! The Inside Scoop\n\nThose loyal and stalwart few who follow the Dice Hate Me Twitter feed regularly know all about #lunchgames – my semi-daily tweet around lunch time that summarizes my office’s epic battles over burgers and baked goods in 140 characters or less. Sometimes I can claim victory, but more often than not I end up spiraling to my oblivion, leaving one of my coworkers – or, typically, the luckiest player on the planet, Clover Leaf – to stand victorious.\n\nMichael Fox is one such reader of #lunchgames. Michael (@idlemichael on Twitter) also happens to write reviews and produce an extremely swell podcast for The Little Metal Dog Show website, all about – you guessed it – games. Michael and I sat down recently – in a virtual sense, of course – and talked a bit about #lunchgames, how my office mates and I make it happen on a daily basis, what games are best for just such a thing at anyone’s place of work, and just how lucky one Clover Leaf can be.\n\nLITTLE METAL DOG: So, what’s the deal with #lunchgames? I see the hashtag come up pretty regularly on your twitter feed, generally accompanied with you bemoaning another loss…\n\nDICE HATE ME: Hah! Yeah, I’m usually bemoaning my loss to Clover Leaf. Curse her luck powers!\n\nI started using the #lunchgames hash tag on a whim a few months ago because I needed to share a particularly heated game of Bang! in the office, and I figured readers of Dice Hate Me wouldn’t care to read about it in an entire blog post. The tradition of playing games at lunch started way before #lunchgames, though. My buddy Dan and I are lucky enough to work in the same office together and we both enjoy gaming, so we started bringing small, head-to-head games in to play for a few minutes at lunch. We started out with quick, pub-style games like Cathedral, Pylos, Head-to-Head Poker and Pentago. As our office grew, it became apparent that a few of our coworkers were itching to get into the action, so we graduated to the multi-player dice game YamSlam.\n\nOne day, I thought it would be fun to bring in something meatier and get as many people into the action as possible, so I brought in a surprise – Red November. It took awhile for everyone to wrap their minds around the concepts, and it took two days of lunches to finish the game, but by the end, everyone was hooked. The rest, as they say, is history.\n\nLMD: So how long’s a lunch break for you guys? And how do you decide on what you’re going to play?\n\nDHM: Typically, we take about a thirty minute break to play games. Depending on the game, we may end a little early or run over just a bit. On an off week, we may spread a more lengthy game over two or three lunch periods just to get some variety.\n\nAs far as game choice, we’re pretty wide open since everyone who gets involved likes to try and play all sorts of games. Typically, our base criteria is length – we tend toward games that are quick-moving, can be completed in thirty minutes or so, and aren’t spoiled if someone has to walk away from the table for a couple of minutes. In the past few months, we’ve also started favoring games that get everyone more directly involved with one another, whether that’s through negotiation, alliances, backstabbing, or just straight-up skullduggery. The two most typical games in this category would be Bang! and Lifeboat. I’m not sure exactly what this says about all of us, but it is a testament to how much we actually like working with each other that we’re able to walk away from the game table without animosity.\n\nLMD: I was going to ask about that… Do you get much in the way of bad losers? I know that some of the people I work with would take a bad result pretty negatively! I reckon it could overflow into our work life…What’s the worst case of attitude you’ve had to deal with?\n\nDHM: Occasionally someone will get a bit down when they’re ganged up on in Bang! or Lifeboat, but for the most part it all evens out since we play so much. We all know that revenge is only another day away! We tend to joke about some of our long-term grudges. One is forming now between me and Clover Leaf in Citadels – she keeps assassinating me or stealing my gold or cards, sometimes even by accident. It becomes a game within a game, sometimes. In a strange way, all the lying and cajoling actually creates a stronger bond between us at work, and as friends.\n\nLMD: Ahhhh, the famous Clover Leaf! You guys seem to have something of a running war, generally with you on the losing side. Who else do you have in your group? Is it a regular bunch who meet up every day or do you have folks switch out dependent on what’s being played?\n\nDHM: Hah, yes, Clover Leaf and I have a little running war, but it’s all in good fun. I will admit that it’s a bit of a lopsided battle, as her mysterious powers seem to influence most games. My biggest nemesis is still my wife – she’s the model for the gamer I call The Sphinx. Not only does she have some luck powers, but she can also calculate the outcome of a game after the second turn, sometimes. I can get the upper hand in some games, but if the game has a victory point track, forget it!\n\nAs for our lunch gaming group, we usually game with about five people, including myself. The usual suspects include Clover Leaf, Sally Thinksalot, my buddy Dan, and Zach, who is a bit of a Sphinx. Sometimes on Fridays we’ll convince one of our bosses, Scott, to join in on a big game of Bang!, which is usually fun because he has an uncanny knack of blowing himself up with Dynamite.\n\nOur lunch gaming group has become so fond of the games in my library that we’ll sometimes plan an after-work game night just to get some play time with longer, more indepth games. That’s when we’ll break out Small World, Last Night on Earth and games like that. Alien Frontiers is probably next on the list – everyone’s been wanting to give that a shot since I’m raving about it constantly.\n\nLMD: Nice! You’ve mentioned a few games already that fit well into your constraints – any other recommendations? Stuff that you’ve got planned but haven’t managed to get to the lunch room yet?\n\nDHM: Oh, I have plenty of recommendations. Some of the games we’ve played that fit well within the format for lunch games include Spy Alley, Aquarius, Chrononauts, Forbidden Island, Dixit, Quoridor, Trivial Pursuit Steal, and some board game classics such as Clue and Fireball Island. Citadels is a new addition for us, and so far everyone has enjoyed it. It runs a bit long, but as players get familiar with the character roles the game will speed up. Also, we are lowering the game ending conditions from eight districts to seven in order to fit a full game in. We have no qualms about changing up a game to suit our time constraints or play style; just about every game we play has a list of house rules!\n\nAs for what’s in store for future #lunchgames – I have a whole closet full of games I’d love to introduce to the group, including some old Steve Jackson classics like Munchkin and Illuminati. A lot of Fantasy Flight Silver Line games would work well, as would fast-paced board games like Castle Panic. After New Year’s, I’d love to see if anyone would be up for an extended campaign, of sorts. Now that all the players are veterans of some of the more complex game systems, I’d love to take really long, involved games such as Axis & Allies and play it over several lunch sessions. Then we can extend our grudges over several weeks, instead of just a couple of days!\n\nLMD: Loads of great suggestions there. I reckon you could probably play something like Dixit with anyone – not necessarily just gamers, but it’s such an appealing looking game you’ll invariably get people walking up just trying to work out what’s going on. How did you start your lunch group? Did you just break out a board and sit there, desperately hoping someone would sit down and start playing?\n\nDHM: Oh yeah, Dixit is competely approachable by everyone. Our company has a retreat every year, and I took a ton of games with me, as usual. One of the games was Dixit, and all the kids there, from ages 6 on up, totally loved it. We played an adults-only game a few times, and the clues had some definite adult humor mixed in, but it was really easy to tone down when the kids were involved.\n\nThe lunch group started small, at first – again, it was just me and Dan playing some two-player games, at first. We’re lucky in that we have a very small office, with a group that is pretty close. It wasn’t long before others in the office were watching the games and asking if they could join in. We were more than glad to open things up to other players. In a larger office, I would think it would work in much the same way – all you have to do is start with one other player and then the real gamers will come out of the woodwork. It’s like that when you play in public – my wife and I started playing games at our local bar and now some patrons and our favorite bartender join in whenever they can. All it takes is one cool-looking game and you can hook so many people!\n\nLMD: It’s all about pitching it correctly, I reckon… The right game should work in pretty much any situation, but have you had any major disasters? Like, attempting a game that completely fell flat with the group?\n\nDHM: Oh yeah, there have been games that our group disliked almost immediately. Fluxx is definitely a game that isn’t quite suited for our group, or for lunch. I’m not a big fan of Fluxx to begin with, but with the right group it can be fun. Our lunch group – although hilarious and silly – just hated the totally random elements of Fluxx. They said that it would have been better just to flip a coin. We’re just the right amount of competitive that we want to challenge each other, and Fluxx doesn’t give us that chance.\n\nAnother game that has been banned from the table is the simple little card game Mow. I’m not sure whether it’s the simplicity or they just hate games with cows.\n\nRelated posts:\n\n  1. Fan Mail!\n  2. Chrononau... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9879040122,
        "format_confidence":0.7050151825
    },
    {
        "url":"http:\/\/chinykian.blogspot.com\/2014_03_09_archive.html",
        "text":"Saturday, March 29, 2014\n\nMore Blue Giant updates\n\nI've reached a point where I can't proceed with the development of the game without changing half of the game's design and looks. Having discussed with my teammates we've decided that I should take a break from Blue Giant and enjoy my perfectly-timed call-up to serve my country (ugh... 25 days \"reservice\" is killer).\n\nFor a period of a good month the rest of the team will continue working on the project following a very rough discussion we've had prior to my reservice (I think). Perhaps I'll be able to see the project in a different light after 4 weeks of physical work in the name of serving my country (hahaha... right).\n\nFor the moment I'm \"kinda\" working on Futile Hunt as much as I can on a nightly basis.\n\nMonday, March 24, 2014\n\nBlue Giant's Direction\n\nWe've spent quite a bit of time building up the framework for our Blue Giant project, and it has reached a point where our original vision of the project no longer seem feasible, given our limited resources\/time. After a good discussion with jon I think we have a good direction we're heading towards.\n\nBasically, we are to\n\n  • Greatly increase the pacing of the game (emphasis on time limit), which leads to ...\n  • An increased emphasis on action\n  • Reduce the scale of the game world\nMore details of the design to come over the weeks.\n\nFor now, I'd like to share a few renditions of our main character, named Dave.\n\nThis was the original sprite, kinda looks terrible to me now. Dull colors, stiff animation.\n\nThis was the sprite in our 0.0.1 build of the game. This was after victoria worked her magic on the existing sprite.\n\nThis was an experiment. I created this new sprite to explore new possibilities for the project (Notice the huge gun in his hands). We eventually deemed it (and its accompanying changes to the game design) too far a departure from the current systems that we have implemented.\n\nThis is the latest one I have. The way the sprite is drawn borrows a lot from a soon-to-be-released game called \"Super Time Force\" (which looked amazing). The original 0.0.1 design, with the bold outlines, was a little too difficult to animate (the stiffness in the animation is apparent). Given that our character needs to move fast in our new design, I had to adopt a style that allows me to animate the character more fluidly. I chose this style. We just might stick to it.\n\nHow I feel half the time.\n\nTuesday, March 18, 2014\n\nBlue Giant on IndieDB\n\nHi ho, we've added a basic game profile page of Blue Giant on IndieDB here. We'll be adding some details and uploading a really early build of the game (just keep in mind that a lot will change in the final product) in a moment.\n\n3D-glasses-wearing skeleton donning Link's tunic and is set against a rainbow-colored background\n\n\nSunday, March 16, 2014\n\nSequel please.\n\nIf there's an Ubisoft game that I love, it's Beyond Good & Evil.\nSequel please!!\n\nMonday, March 10, 2014\n\nRandom Pixel Art #01\n\nI think I'm going nuts working on Blue Giant non-stop, so I shall take a 10-minute break and show some of the random pixel artwork I've worked on for fun.\n\nA chicken sprite I made for a random runner idea that we could implement in a few days. This chicken is supposed to \"fire\" explosive eggs from its rear - a move that destroys enemies and serves as an air-jump. Talk about killing 2 birds with one stone.\n\nAnother runner idea, this time featuring a man running from a horde of zombies as he runs from building to building. Think Canabalt with zombies. Never did finish the prototype. (A modified version of this sprite was used in Day X).\n\nLately I've taken a liking to going for a minimalistic presentation, such as the sprites above. These are for a game tentatively titled \"Futile Hunt\" (I've posted a few entries about it). I'm been working on this title on the side for a couple of weeks now (like about a few hours of work per week) - it hasn't gone very far as of yet, but I'm interested to see how this idea turns out.\n\nThis is actually the first complete project Jon and I worked on (saved for school projects). I had an idea to make a \"Karateka\" with guns. The end result is a relatively fresh idea - but a somewhat boring game. We did not release the title; instead, we intend to improve upon it before releasing it.\n\nSunday, March 2, 2014\n\n\nDear Sis,\nIf I had known what was really happening, I would have talked to you more. I have so much I want to share with you - like my struggle with starting an indie games startup, my various school game projects, my views on \"Evangelion\" (even if we've already briefly discussed the series). But it's a little too late now, because I'm an idiot.\n\nAbout a few years ago I started to find you a tinny bit more distant. At first I thought it was because of my ill-expressed remark on your Facebook page that led to a mildly heated exchange with your peers. Then I assumed you were just building some distance between yourself and the rest of us (the gang) in order to be considerate towards Adrian. I never thought to ask. I thought I should respect that \"distance\". I'm sorry, I should have talked to you and understood the situation. I guess a part of me was afraid you were angry at me for causing that commotion on FB. But of course, you weren't. If only I had asked, I would probably have a better understanding of what was really happening.\n\nIf HY hadn't invited you to our little whatapp group just a few months back, I'll probably never get to have a proper conversation with you. I'm grateful to have chatted with you about your work, about Evangelion, and about how I shouldn't prioritize career over finding my other half. But if I had known that would be the last few times we get to talk, I'd have shared a lot more of my experiences, or asked you more questions about... anything at all.\n\nI guess I just want to say that I'm really happy to have been your god-bro; and, as your god-brother, love you dearly. There is nothing I wished more than for these words to reach you somehow.\n\nGoodbye sis, I'll miss you dearly.\n\n-Your brother.",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9725455642,
        "format_confidence":0.9223642945
    },
    {
        "url":"https:\/\/fizzcoachtrips.co.uk\/2021\/08\/05\/the-war-on-used-games\/",
        "text":"The War on Used Games\n\nAs we plan for the coming rush of cutting edge frameworks, we ought to expect enhancements for every one of the beneficial things we partner with the current yield of frameworks. Pushing ahead we anticipate: better designs, quicker processors, additional drawing in games, you get the thought. In any case, not all that we’re expecting will be a reformist development for gaming. In any event, all things considered, you can say farewell to playing utilized games on their frameworks. Albeit these are simply tales now, it wouldn’t be amazing on the off chance that they worked out as expected. It’s entirely conceivable, particularly when thinking about that few game distributers have discharged shots at the pre-owned game market.\n\n\nMost striking is Electronic Arts(EA), who turned into the main distributer to organize the act of charging gamers, who purchased utilized games visit this website, an expense to get to codes that accompany the game. To intricate, Downloadable Content(DLC) codes are incorporated with new duplicates of a specific game and just with those codes, would that be able to content be gotten to. EA extended its venture to incorporate playing utilized games on the web. Gamers would now need to pay $10, notwithstanding the expense of the pre-owned game that they bought, to approach the online segments of their game. Ubisoft has since taken action accordingly, requiring an online pass for its games also. You can recognize the games which require an online pass as they uncovered the,”Uplay Passport”, logo on the crate.\n\n\nUbisoft chose they’d make things a stride further and execute Digital Rights Management, a training all the more regularly connected with DVD or CD enemy of theft endeavors. Professional killers Creed 2 was the main game to be affected by this training. To play the PC adaptation of Assassins Creed 2, gamers are needed to make a record with Ubisoft and remain signed into that record to play the game. This implies that in the event that you lose your web association, the game will naturally interruption and attempt to restore the association. Notwithstanding, in case you’re adequately disastrous to not be able to reconnect to the web you’ll need to proceed from your last saved game; losing any advancement you might have made from that point forward. This will be the situation for the entirety of Ubisoft’s PC titles, paying little mind to one playing single-player or multi-player. While Digital Rights Management has been utilized to battle DVD and CD robbery for a long while presently, this will check the first run through it’s been utilized for a computer game. Considering Ubisoft’s execution of DRM, Matthew Humphries of Geek.com, alerts that it’s attainable that ultimately even control center games will require online enlistment to play them.\n\n\nSo what’s the justification the entirety of this? As indicated by According to Denis Dyack, the head of Silicon Knights, the offer of utilized games is ripping apart the benefit of the essential game market. He likewise asserts that the pre-owned game market is by one way or another making the cost of new games rise. His proposed arrangement is to move away from actual circles and embrace advanced circulation. Basically he’d prefer to see administrations like Steam or EA’s Origin supplant conventional printed copies. There are even reports that the X-Box 720 will accept the selective utilization of advanced downloads and not use circles by any means. Regardless of whether Microsoft will really finish that arrangement stays not yet clear.\n\n\nOne could contend that Sony has effectively laid the foundation for keeping utilized games from working on their future framework. At any rate, they’ve effectively put forth a serious attempt to make utilized games essentially less attractive. Kath Brice, of Gamesindustry.biz, detailed that the most recent SOCOM game for PSP, SOCOM: U.S. Naval force SEALs Fireteam Bravo 3, will require clients who buy a pre-owned duplicate to pay an expansion $20 dollars to get a code for online play.\n\n\nRecommended Articles\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9899892807,
        "format_confidence":0.634888947
    },
    {
        "url":"http:\/\/dicehateme.com\/tag\/pirates\/",
        "text":"Everybody Shuffling – A Smash Up Review\n\nFrom time to time in this great hobby, I come across a company that seems to be firing on all cylinders, cranking out hit after hit and yet I find it difficult to join the loving throng. AEG is, unfortunately, one of those companies. Don’t get me wrong, I love AEG and the people behind the scenes, but time after time I’ve given the big games a shot and time after time I just don’t seem to be part of their key demographic. For instance, Thunderstone was promised by many to be the game that brought me back around to appreciate deckbuilders; in the end – when every game lasted more than two hours or more – it couldn’t... Read More",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9893218279,
        "format_confidence":0.5342347026
    },
    {
        "url":"http:\/\/online-casino-blog.org\/gambling-news\/how-much-will-us-compensation-be-2007-11-14.html",
        "text":"How Much will U.S. Compensation be?\n\nIt’s unknown how much the U.S. compensation would be, but it is claimed to come in the form of increased foreign access to the U.S. market. According to the U.S. official opinion, the numbers put forth by the EU for compensation were “faulty” and “exaggerated”.\n\nThe U.S. is also involved in a case against Antigua. The island nation is asking for $3.4 billion, while the U.S. is offering $500,000. The Antigua is pressing for its right to take $3.4 billion for the losses.  If being not paid, Antigua threatens to offer copyright-protected products to the Internet without doing anything illegal.\n\nOther WTO members like India, Japan, Costa Rica, Macao, Canada and Australia are in talks with the USA regarding compensation.\n\nThis entry was posted in Gambling News on by .\n\nAbout Mark Newman\n\nMark Newman - was born in 1971 in Pictou, a town located on the beautiful Northumberland Shore of Nova Scotia, Canada. In 1998 he graduated from Acadia University (Nova Scotia, Wolfville) with the Master’s degree in social studies. Mark simply adores his wife and sons. Considers poker to be one of the most exquisite kinds of art and rarely misses his chance of practicing.",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.8385307789,
        "format_confidence":0.5866060257
    },
    {
        "url":"http:\/\/freethoughtblogs.com\/butterfliesandwheels\/2014\/10\/vitriol-damage\/",
        "text":"Vitriol damage\n\nThe New York Times has coverage of the threats against Sarkeesian and the broader campaign of hatred against women by a faction of gamers.\n\nThe threats against Ms. Sarkeesian are the most noxious example of a weekslong campaign to discredit or intimidate outspoken critics of the male-dominated gaming industry and its culture.\n\nThe instigators of the campaign are allied with a broader movement that has rallied around the Twitter hashtag #GamerGate, a term adopted by those who see ethical problems among game journalists and political correctness in their coverage. The more extreme threats, though, seem to be the work of a much smaller faction and aimed at women. Major game companies have so far mostly tried to steer clear of the vitriol, leading to calls for them to intervene.\n\nYeah just “steering clear” of this kind of shit doesn’t cut it. People need to speak out against it, oppose it, organize to fix it, institute policies that would discourage it, name and shame it.\n\nThe malice directed recently at women, though, is more intense, invigorated by the anonymity of social media and bulletin boards where groups go to cheer each other on and hatch plans for action. The atmosphere has become so toxic, say female game critics and developers, that they are calling on big companies in the $70-billion-a-year video game business to break their silence.\n\n“Game studios, developers and major publishers need to vocally speak up against the harassment of women and say this behavior is unacceptable,” Ms. Sarkeesian said in an interview.\n\nRepresentatives for several major game publishers — Electronic Arts, Activision Blizzard and Take-Two Interactive Software — declined to comment.\n\nWell that stinks. They should comment. Just looking the other way does nothing to discourage it.\n\n“Threats of violence and harassment are wrong,” the Entertainment Software Association, the main lobbying group for big game companies, said in a statement. “They have to stop. There is no place in the video game community — or our society — for personal attacks and threats.”\n\nGood, but weak. They should comment more forcefully than that.\n\nOn Wednesday, as word of the latest threat against Ms. Sarkeesian circulated online, the hashtag #StopGamerGate2014 became a trending topic on Twitter. The term #GamerGate was popularized on the social media service over the past two months after an actor, Adam Baldwin,used it to describe what he and others viewed as corruption among journalists who cover the game industry. People using the term have been criticizing popular game sites for running articles and opinion columns sympathetic to feminist critics of the industry, denouncing them as “social justice warriors.”\n\nBecause all decent people hate social justice, amirite?\n\nGaming — or at least who plays video games — is quickly changing, though. According to the Entertainment Software Association, 48 percent of game players in the United States are women, a figure that has grown as new opportunities to play games through mobile devices, social networks and other avenues have proliferated. Game developers, however, continue to be mostly male: In a survey conducted earlier this year by the International Game Developers Association, a nonprofit association for game developers, only 21 percent of respondents said they were female.\n\nThat’s because…uh…it’s because playing is for women and men but development is more of a guy thing. Yeah that’s it. If you say otherwise you’re a social justice warrior and you should be killed.\n\nStill, game companies have made some progress in their depiction of women in games, said Kate Edwards, the executive director of the association, who works with companies to discourage them from employing racial and sexual stereotypes in their games. A game character she praises is the new version of Lara Croft, the heroine of the Tomb Raider series who once epitomized the exaggerated, busty stereotype of a female game protagonist. The new Lara Croft is more emotionally complex and modestly proportioned.\n\nMs. Edwards said changes in games and the audience around them have been difficult for some gamers to accept.\n\n“The entire world around them has changed,” she said. “Whether they realize it or not, they’re no longer special in that way. Everyone is playing games.”\n\nAll the more reason to threaten and harass, so that maybe everyone will stop playing games and let the guys have it to themselves again.\n\n\n\n  1. says\n\n    I hope you don’t mind me posting a few links:\n\n    Here’s a GDC panel on women in development:\n\n    Here’s a year-old piece from a woman recounting her own experiences in the industry. This was before Gamergate and it’s interesting that she’s hopeful things will blow over:\n\n    And her original blog post.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9363282919,
        "format_confidence":0.9432545304
    },
    {
        "url":"http:\/\/febrifuge.blogspot.com\/2008_12_01_archive.html",
        "text":"Tuesday, December 30, 2008\n\nFun, and Not Fun\n\nI love vacation. Partly because I get to reflect back on the accomplishments of the past seven months (we haven't had a significant break since the wedding), and partly because... well, because it's vacation. I can drink beer and play video games at 3 in the afternoon if I like. And, people: to a certain point, a point which represents admittedly more than Teslagrl might be hoping for but much, much less than it would have been not so long ago, I like.\n\nIt's been a very good year overall, and the clinical phase of school has been different in ways that are almost entirely good. If I made New Year's resolutions, I'd think seriously about promising to 'splain some more about how this phase of my education works. Now that time has passed, it's probably safe to jumble up patient-specific characteristics and tell some stories about each rotation, to give a sense of what this is all about.\n\nBut for today, I'm talking about video games. There's a really cool discussion going on at a blog I read called Twenty-Sided, where Shamus the host put up a ten-minute YouTube video he made, for discussion and comment. The video itself is a commentary, wherein he asks deep questions about the nature of games (he's a programmer himself, as well as a creative-type). He wonders how come some of them are no damn fun to play. A related question is about why there are so many folks, even in the age of Wii, who can't or won't get into games that don't involve bowling and whatnot. If this sounds even remotely interesting, and you have ten minutes, you should check it out. He's a smart guy, and knows what he's talking about.\n\nLike everything I see on the Web and then run back here to write about, it got me thinking. And I've formed kind of a wobbly early version of a Unified Theory of Fun. But before I go spewing my opinions and deep thoughts about the subject, see what Shamus has to say. I have a hearty handful of readers. A few might have a little time to kill. I'd like to see how his arguments sound, to gamers and (maybe especially) to non-gamers.",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9124188423,
        "format_confidence":0.9959689379
    },
    {
        "url":"http:\/\/neopetsgaming.blogspot.com\/2010\/02\/daily-dare-2010-day-15.html",
        "text":"Thursday, February 25, 2010\n\nDaily Dare 2010: Day 15\n\nToday's Daily Dare Challenge is Pterattack. To beat AAA you need a score of 1,500 points and to beat Abigail you need a score of 175 points.\n\nI am decent at this game and it was not hard to beat AAA. The main trick is getting the power ups early, but that is very random. I like getting the orange power ups, but the purple are not bad. The prize for beating AAA is Pteradactyl Plushie.\n\nNo comments:",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9957370758,
        "format_confidence":0.9932841063
    },
    {
        "url":"https:\/\/tagn.wordpress.com\/2013\/11\/21\/i-havent-quite-crossed-the-rubicon-yet\/",
        "text":"I Haven’t Quite Crossed the Rubicon Yet\n\nCCP managed to deploy the Rubicon expansion on Tuesday without much in the way of issues.\n\nWe all have that same splash screen image\n\nIs that the actual splash screen?\n\nAnd while I patched up all 1.21 Gigabytes, I have not really had much opportunity to get into the game.  Work, events at my daughter’s school, and perhaps some excessive focus on another game has kept me away.  Fortunately CCP Fozzie had some tweets about what was going on during the first 24 hours after the expansion dropped.\n\nYeah, I feel that one.  Like Kirithi Kodachi, I logged in expecting to find that I had level V mastery on at least a couple of ships, outside of shuttles.  Or at least a few ships at IV.  But no, for combat ships my highest rating is level III.  Even on my beloved Drake, which I would likely tell you in an off-hand way that I have max skills for, comes in at level III mastery.\n\nDrake Fleet in action in Tenal\n\nAm I just another Drake in the pack?\n\nYou see, under the new certificates system, level V mastery requires that all relevant skills be trained to level V as well.  So the fact that I do not have gravametric sensor compensation and the specialization skills for assault and heavy missiles trained up to V will keep me from the top mastery slot.  But what is really holding me back, what is keeping me at level III is my meager training in Caldari Drone Specialization.  For the Drake.  That notorious drone boat.  Deploying those kick-ass Caldari drones.\n\n(Those last two sentences should show up dripping with sarcasm once HTML XX gets approved and implemented.)\n\nWhat a waste of weeks of training time to work on some of those skills.  But unless I do, every time I see the info page for a Drake, it will give me that sardonic look and display that level III mastery badge.  “Max skills? My ass!” it will say.  It is like a gun to that OCD completionist part of my brain.\n\nSo I will have to work on that drone skill, getting it up to IV at a minimum.  At least it will apply to the mastery rating of all the Caldari ships.\n\nAs expected.  The interceptor change, making them invulnerable to warp disruption bubbles, plus the warp speed change, means we will be seeing a lot more interceptors running about.  I nearly put off my move back to Curse until after the expansion hit so I could fly out in one.  I expect this alone will lead to fleet doctrine changes.\n\nAnd my mastery for all interceptors is III, just like the Drake.  Does that really tell me anything?\n\nThe great high sec customs office rampage begins!\n\nAnd people are figuring out another new feature.  As these has been pegged as a source of materials for a future expansion that will allow players to build jump gates to new regions, I expect they will get a lot of focus.  Jove space of bust, baby!\n\nThe changes\/upgrades to marauders in EVE has made level IV mission running fractionally easier for those already wealthy enough to have a marauder.  But they still are not invincible.  And the economy of New Eden keeps on rolling.\n\nThe new rapid heavy missile launcher module, nerfed down a bit to deliver high burst damage at the expense of a long reload time in order to keep heavy missiles (and the Caldari) down, is getting a workout.  As originally proposed, they looked like a game changer, an organ grinder battleship module spewing out heavy missiles at a hellish rate.  They were too much of a “good” thing I will admit, but I still endorse anything that validates my heavy investment in missile skills.\n\nAnd then the deployable structures.  In the long run I expect scanning these down and blowing them up will become a new sport.  An out in null sec, the mobile siphons will likely become more of a focus.  In the short term, nothing I do warrants my looking into them.\n\nAnyway, for those wondering what I am talking about, CCP has a page up dedicated to the Rubicon expansion and all of its features.  I hope to actually get stuck into some of this over the weekend.  The first thing I will probably get up close and personal with is the changes to the fleet interface.  We’re deployed to fight and all that, and fleet ops seem to go up every time I walk away from my computer.  Given how awkward it has been in the past, I am looking forward to seeing what changed, though given CCP’s sometimes odd sensibilities, I won’t be surprised if I hate some aspect of it right away.\n\nAlways something fresh to bitch about.\n\n3 thoughts on “I Haven’t Quite Crossed the Rubicon Yet\n\n  1. Knug\n\n    Trying to figure out how the requirement for amarr drone specialization has anything to do with a tempest, or its variants.\n\n    Who uses amarr drones anyway ?\n\n\n  2. Toldain\n\n    I’ve thought of several uses for the mobile depot. For example, if you’re doing exploration, you don’t need to fit both an archeology and hacking module, just switch in whatever one you need when you get to the site, instead of your MWD, or whatever.\n\n    Just ask yourself under what circumstance you would like to change your fit.\n\n\n  3. Wilhelm Arcturus Post author\n\n    @Toldain – My career in EVE clearly pegs me as somebody who believes you dance with the mods you brought or some such.\n\n    That said I expect that blowing these things up will become a new sport. If I read the notes correctly, you only incur a suspect flag if you shoot them, not a CONCORD response.\n\n\nVoice your opinion... but be nice about it...\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9956787229,
        "format_confidence":0.9926202297
    },
    {
        "url":"http:\/\/www.gamedesignerwannabe.com\/2011\/11\/metatopia-2011-saturday-part-3.html",
        "text":"Nov 17, 2011\n\nMetatopia 2011 - Saturday, Part 3\n\nMy original schedule for Saturday was attending seminars from 10am until 2pm, then an hour for lunch, a playtest of Titans of Industry at 3pm, an hour to relax, and finally another playtest of Titans of Industry at 7pm.\n\nHowever, because of my (great!) publisher meeting at 1pm, I forfeited both the third seminar as well as my lunchbreak. The first playtest ran a little long (as the city progress cards kept not coming up), which shortened my break to the point where it didn't make sense to leave, so I ended up being in that room almost continuously from 1pm until 10pm.\n\nAs an aside, thanks to Dan Cassar for grabbing a component I had forgotten and Mark Salzwedel for grabbing me a snack.\nBy the end of the second playtest, I was dead tired but still hungry enough to need to go out. I'm sadly starting to feel my age. Despite the physical toll of that day, I couldn't have ended it happier. Not only was I riding the high of the meeting, but the feedback I received was both positive and useful. My notes are below.\n\nNo comments:\n\nPost a Comment",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9619205594,
        "format_confidence":0.9978917241
    },
    {
        "url":"http:\/\/trippingthewebway.blogspot.com\/2011\/08\/im-not-dead.html",
        "text":"Tuesday, 2 August 2011\n\nIm not dead!\n\nWow its been a long time since I gave this blog anything resembling attention. Truth be told its in part because I haven't had anything to post since my raider went up. My hobby time has been short and even when I've had some free time its hasn't been spent on the hobby so much. But that has changed and here is a few shots of my first venom. Over all I like it, though I will reiterate my intense dislike for painting vehicles.\n\nSo the main thing that went wrong here was that I was a bit of a moron and didn't think of how the varnish I used would obscure the clear plastic canopy of the venom. So this brave dark eldar pilot gets to fly with frosted glass as I learn for my next venoms to leave the canopy off until after its been varnished, then glue it on.\n\nOther then this Venom I haven't been up to much. Got a new dark eldar list that has been doing well so far but I haven't had enough games yet to be comfortable with the list. It still feels off to me, like wearing your shoes on the wrong feet. I cant just look at the table and know exactly what I have to do with each unit like my old list. Overall though its a fun and powerful list that I don't foresee making any major changes to.\n\nOn the fantasy side of the street I have been participating in a Warhammer escalation league game at my FLGS. Its been a lot of fun and two things have come out of it for me. 1)I'm soooooo burnt out on warhammer fantasy after all the games I've been playing. and 2)Warriors of chaos while powerful are very uninspiring as an army for me. Seriously, they have one tactic. Walk across the board, crush face. Sure you can get some magic in there or maybe some different units to try to change up the way you crush face but its still the same thing. And I get very jealous watching my opponents set up these grand plays employing bait units, allies of death, flank set ups and the like and I don't have enough units to try and do the same. So after this league is over the warriors are gonna be swapped out for some vampire counts who where my second choice when I first started warhammer. I'm not sure if the warriors are just gonna get shelved or will be sacrificed to the chaos god known as eBay to fund my vampire project.\n\nSee you round the webway\n\nNo comments:\n\nPost a Comment",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9427245259,
        "format_confidence":0.9981893897
    },
    {
        "url":"http:\/\/www.talktyria.net\/category\/guild-wars-1\/page\/4\/",
        "text":"Canthan New Year!!\n\nNot a week after the end of Wintersday 2009 Redux, the good folk of Guild Wars have a whole new holiday to celebrate and farm.\n\nI’ll be live streaming some of the events, specially sunday, so keep tuned in for some behind the scenes action over there ——————>\n\nNot so loosely based off of the Chinese New Year, this celebration of the Year of the Tiger (rawwwrrr) is open to all characters with access to the Factions campaign. The weekend is chuck full of fun festivities including AFK title grinding, rollerbeetle racing, Dragon Arena tom-foolery, and item farming to appease the Great Tiger during the finale.\n\nA comprehensive guide to the holiday can be found here.\n\nFurthermore, some random guild will be hosting the Finale in select districts all day Sunday, starting at 12am PST (3am EST, OH JOY.) til 12am the next day, providing a fun and easy way to get your special gifts every time the Tiger comes down to terrorize the innocents. They’ll basically be doing all the hard work.\nLike Wintersday, the Tiger will bestow upon us his glory every 3 hours starting at 12.Be sure to reserve your spot in hosted districts early as they’re sure to fill up by the Waited Hour.\n\nGL, HF, Get Drunk!\n\nFinally have it…\n\nI spent an obnoxious ammount of time today, and the past week, trying to blitzkrieg my way through Nightfall.\nBut by the gods, I have my fucking armor.\n\nI got her a destroyer sword and iridescent aegis to complement.\n\n\nWintersday 2009 Collectors Items\n\nIt’s the most wonderful time of the year.\n\nYes boys and girls, it’s Wintersday in guild wars. What that means is tons of cheer, presents, weird hats, Divine rivalrly, and GOLD, GOLD, GOLD.\n\nThis is the best time for farmers \/ VQ to make use of all those collector items that drop while out doing your thing in the wild digital yonder, driving up the prices of otherwise vendor trash. Special NPC’s appear during the holiday and will trade highly coveted items for some of these common drops.\n\nFor a full list of what items are tradable, check out the guildwars wiki page.\n\nEZ Moad Farming:\nDecayed Orr Emblems\n-55 monks who farm the hot springs should be hoarding these!\n\n-Juvenile Termite Legs\n-Copper Shillings\n-Silver Bullion Coins\n-Sentient Roots\nAll can be farmed easily by clearing newbie island (Istan) a few times. Simple to solo in normal mode, worth soloing in HM as well.\n\nMore hardcore holiday presents can be traded for valued collector items like destroyer cores. Whether or not you wanna do this is up to you. I personally don’t think it’s worth it, but to each his own.\n\nSo if you find yourself having some downtime between throwing snowballs and enjoying the decorations, take an hour or two to add some extra income to your pocket.\n\nHappy Holidays~!\n\nGuild Wars: Tale of the Rainbow Chicken\n\nFor anybody who’s a ranger\/completionist\/charmable pet collector in Guild Wars, the holy grail takes the form of the Rainbow Pheonix.\n\nThe Rainbow Phoenix, as depicted by Arenanet and Zbrush\n\nThis feathery ball of shiny is arguably the rarest \/ hardest pet to obtain, although some may say the coveted Moss Spider is a close contender. It’s also considered one of the best looking (and it had better be, considering what you have to go through to get it.) Of course, I’m one of the above mentioned people so I decided to do the (rough) math and figure out what would be the best \/ easiest \/ fastest way to get it. Or, in the words of Kellus Anasûrimbor, “What is the shortest path?”\n\nThere are three main ways to get this guy, all of which are a righteous pain in the behind. I shall cover them and other tips on obtaining this beaut in order of plausible ridiculousness:\n\n\nThe pet shall be mine, for I am the right hand of Balthazar himself!\nThe Rainbow Phoenix, as depicted by Color by Numbers\n\nFirstly, he can be unlocked in the Zaishen menagerie for 80,000 Balthazar faction. That’s a big number. But the hard part isn’t farming the points, but rather, farming the titles to be able to hold that much at one time. Let’s face it: you can’t put down monthly payments on the bird like you could on your Honda Civic. The Majority of all GW players can hold a max of 10,000 Balth faction at once. In order to up that cap, you need the “equivalent of 14 ranks in the Gladiator, Hero, Champion or Commander title tracks.”\nAnd that, my friends, is no easy feat.\n\nOf course, i’m going on the assumtion that the majority of GW players haven’t even stepped foot into Heroes Ascent. And let me tell you, unless you’ve got a good guild\/alliance backing you up, getting your foot in the door in this highly competitive PvP arena is nearly impossible as a pug, let alone WIN anything.\n\nFor the .0045% of GW who are\/were lucky enough to already have the capacity, though, getting 80,000 faction is just a matter of having the patience to spend a week or two farming it, and with ranks that high, I’m going to assume they’re half decent at PvP and can win enough.\n\n\nThe pet shall be mine, for I am a glutton for punishment and  masochistic tendencies.\nThe Rainbow Phoenix, as depicted by Vikings after a night of pillage and destruction.\n\nThe second, and more traditional means, is by meeting a set of requirements that will cause the Phoenix to spawn in your hall of monuments. The straightforward requirement is having rank 2 of the “Big Deal” title, which is obtained by having at least 10 maxed out titles. This can be a bit difficult to achieve, but many regular or semi-regular players of the game will probably find that they already have a few, or are close to obtaining them.\n\nFurthermore, discussion amongst several communities are showing that with rank 1 of the Big Deal title (5 maxed titles), and a certain amount of filled monuments are also spawning the phoenix, which could mean it’s a lot easier to get him than previously thought. The exact math of it is still hotly debated but the consensus seems to be that having each monument filled to display capacity along with Rank 1 of GWAMM could be another way of getting him. That’s about 5 achievement statues, 5 heroes\/pets, 5 sets of elite gear and something like ~5-8 of the destroyer weapons and ~15-20 dedicated minipets. It’s been claimed by a handful of people that they do not have minipets\/destroyer weapons maxed by are somehow spawning the turkey.\n\nDepending on each player’s individual progress, which way is easier varies.\nFor me, personally, i’m already close to filling my displays, so i’m eager to test out whether or not I can get him earlier than I had planned. The destroyer weapons will be the hardest to obtain, but I’ve got some gold to blow, so we’ll see.\n\nEither way, you need at least 5 max titles, so what should you be going for? Protector of Elona\/Tyria\/Cantha (which is successfully completely all missions and bonus objectives from each campaign) on normal mode is simple enough, especially with guildies\/friends. That’s 3 titles right there. Guardian  is the hard-mode equivalent (and considerably more difficult) and completing all six will yield a 7th title, Legendary Guardian.\n\nLegendary survivor is simple but time consuming.\n\nFor farmers, reputation titles for Kurzick\/Luxon, Sunspears, Lightbringer, Asura, Norn, Vangaurd, etc. can be easy to get, especially with the introduction of the Dungeon Master books that keep track of your progress (these can be turned in for ridiculous amounts of rep). More often than not you can double farming rep with vanquishing.\nAll the other crap is much more elusive\/annoying but it’s best to check what progress you have already and aim to completing those first.\n\n\nThe pet shall be mine, for I find comfort in repetitive actions.\nThe Rainbow Phoenix, bringer of the End of Days, as depicted by ancient Mayans\n\nLastly, and what I’ve decided is the easiest\/most casual friendly method is by unlocking him via Zaishen coins.\nThe Zaishen challenges are essentially dailies that you can do on your PvE characters. There’s a Mission, Bounty, and Combat challenge each day, and they all vary in difficulty, and the rewards scale with that.\n\nSo, here come the numbers.\n\nCompleting all 3 objectives (including the bonus’ which are in hard-mode) will yield an average of 450 copper coins per day. The phoenix requires 15 gold zaishen coins, which boils down to 7,500 copper coins, plus some pocket change. With my trusty Windows Calculator, one can conclude it would take about 15-18 days of completing each objective to get the coins to unlock him, which is under a month consecutively. *see note\n\nBut don’t get TOO excited, there are a few, likely account-wide requirements that you as a player\/person have to have before being able to successfully do these.\n\n~Owning the appropriate campaigns: You can’t do the missions\/bounties in games you don’t own. You need to have Factions in order to do a good chunk of the PvP challenges, as well.\n~Progressed though PvE. Obviously, you can’t do Bounties\/Missions in areas you’ve yet to visit.\n~Furthermore, hard-mode can only be unlocked once successfully beating a game in normal mode, and only for THAT campaign. And it’s the hard-mode bonus’ for each challenge that yields the most coins.\n~Time\/Patience to deal with it. Cause let me tell you, the harder missions\/bounties can be a pain to do in hard-mode.\n\nLogically speaking, most of us can’t or simply can’t be arsed to do this.\n\nBut, before you cry emo tears of sadness, there are even more factors to consider before committing digital suicide.\n\n~Coins are account-wide. So assuming you have at least ONE character who’s beaten every game, you can do hard-mode on any other of your characters as well. Obvious answer, to up your daily copper intake, complete the challenges on as many toons as you can.\n~You can hold up to 3 quests at a time, so if you can’t do them every day, don’t fret. Collect them over time and save them all for one idle Tuesday.\n~PvP quests are repeatable, which is good news for anybody who enjoys a good face pounding. It’s also helpful to turn it in onc... (truncated)",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9957982898,
        "format_confidence":0.9352306128
    },
    {
        "url":"https:\/\/talesfromthecards.wordpress.com\/encounter-card-set-reviews\/",
        "text":"Skip to content\n\nEncounter Card Set Reviews\n\nHere are the Encounter Card Set Reviews in one place, where I analyze the cards that make up each encounter card set in the game. Currently, I’ve reviewed all sets from the Core Set, as well as The Hunt for Gollum:\n\nDol Guldur Orcshill troll\n\nSauron’s Reach\n\n\nSpiders of Mirkwood\n\nJourney Along the Anduin\n\nPassage Through Mirkwood\n\nEscape from Dol Guldur\n\nThe Hunt for Gollum\n\nAnd here are the Encounter Card Set Reviews organized by the quests they appear in (I’ll keep updating this list as I release more reviews):\n\nPassage Through MirkwoodSpiders of MirkwoodDol Guldur Orcs, and Passage Through Mirkwood\n\nJourney Along the AnduinSauron’s ReachDol Guldur OrcsWilderlands, and Journey Along the Anduin\n\nEscape from Dol GuldurSpiders of MirkwoodDol Guldur Orcs, and Escape from Dol Guldur\n\nThe Hunt for Gollum: The Hunt for Gollum, Journey Along the Anduin, and Sauron’s Reach\n\nConflict at the Carrock: Conflict at the Carrock, Journey Along the Anduin, and Wilderlands\n\nA Journey to Rhosgobel: A Journey to Rhosgobel, Spiders of Mirkwood, and Dol Guldur Orcs\n\nThe Hills of Emyn Muil: The Hills of Emyn Muil, Dol Guldur Orcs, and Sauron’s Reach\n\nThe Dead Marshes: The Dead Marshes, Sauron’s Reach, and Wilderlands\n\nReturn to Mirkwood: Return to Mirkwood, Spiders of Mirkwood, and Wilderlands\n\nHere is the newer breed of Encounter Card Set Reviews, where I tackle quests as a whole based on whim:\n\nInto the Pit Nightmare\n\n\nElrond’s Counsel: Conflict at the Carrock\n\nElrond’s Counsel: Deck-building for Goblins #1\n\nElrond’s Counsel: A Journey to Rhosgobel\n\n  1. Daniel permalink\n\n    This was my favorite section, and is almost a year since the last update, any plans on doing the Conflict at the carrock review?\n\n\n    • TalesfromtheCards permalink\n\n      Hi Daniel! I’m glad to hear you enjoyed this section. When it came time to prioritize all the different articles and topics, I made a decision to put the encounter card set reviews on the back burner due to lower reader interest than the other topics. However, I personally enjoy writing them, and so there’s every possibility that I will pick them back up again at some point.\n\n  2. Clint permalink\n\n    Hey, really appreciate the articles, but a quick question. I’m a pretty new player, so I may be confused, but you mention that a Legolas\/Blade of Gondolin combo can clear locations. The Legolas card says that you may place progress tokens on the *quest*, not the location. This counts for locations as well? Btw loving the site, glad I found it, thanks for all the great work.\n\n    • TalesfromtheCards permalink\n\n      Hi Clint. I’m glad you’re enjoying the site and thanks for the kind words! Although it doesn’t seem like it just based on the language, progress from Legolas\/Blade of Gondolin does indeed go on the active location before the quest stage. In fact, progress must always be placed on the active location before the quest stage, unless an effect specifically says “(bypassing the active location)”. This was something that had to be cleared up in the official FAQ. Speaking of which, the FAQ is a handy resource if you haven’t looked at it yet, and it answers many common questions: Hope that helps!\n\n      • Clint permalink\n\n        Thanks, that clears things up. Still missing small rules and such, but your blog had cleared up much, particularly the “5 things I wish I knew when i started section”. I’ve went and gotten my wife addicted to this blog as well, and our understanding of the nuances has went up considerably. Thanks very much\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.9965788722,
        "format_confidence":0.659086287
    },
    {
        "url":"http:\/\/kamiongames.com\/2012\/03\/27\/game-over-for-reals\/",
        "text":"May 7, 2021\n\nGAME over. For reals.\n\nSo, it’s over. GAME are now in receivership.\n\nAnd in some ways, it’s a relief. But in others – like the closure of hundreds of stores, and over 2,100 staff being made redundant, it’s a real heartbreaker.\n\nThe real question is why did it end up getting this bad?\n\nIn 2008, another UK high street giant fell under the groaning weight of bad decisions – this chain was Woolworths. The brand itself had residual value, and was identifiable. But it simply couldn’t meet its commercial and economic costs. The number of stores – all needing rent paid on the premises. The thousands of people employed, needing wages. The suppliers, needing to be paid. Woolworths couldn’t make nearly enough money to fill the demands expected of it. The result was inevitable.\n\nGAME fell into much the same trap – it was ambitious and aggressive, almost to its detriment. It paid huge sums of money for exclusivity deals – so it could be first, and therefore somehow best. It aggressively expanded, buying Gamestation and Gameplay to further its ideals. It expanded overseas, setting roots in Europe.\n\nAll of this came at a price. And it was a price that The Game Group could simply not afford, at the end of it all.\n\nNot to mention over the years, GAME itself became almost a cliche in itself. GAME were a games retailer – and yet, staff became blissfully unaware of the market they were peddling. As the staff became less and less knowledgeable and encouraged to sell anything, even if it were the wrong thing, they alienated the market that was knowledgeable. Which, as it turns out, is a significant portion of the market these days.\n\nThen came its fights with suppliers. Last year, it was made very public that Nintendo – a company GAME had continued to marginalise in their stores – were not supplying 3DS machines. The solution? GAME gave their staff money to nip over to Tesco and buy the really aggressively cheap ones, which they then sold for profit. This sounds a bit dodgy, but commercially at least it held weight.\n\nBut for Nintendo, it seemed, that was really the final straw. It had enjoyed a lot of success in the UK, despite GAME, and realised – like others eventually did – that it simply didn’t need them.\n\nAs the credit crunch bit, GAME found it harder to get good borrowing arrangements on its stock. The idea was to buy the stock on credit, sell it and then pay back at a later date. With their power, you’d imagine this was unnecessary and doomed to fail when other stores and supermarkets buy their stock upfront. But did it they did. When borrowing shrunk, GAME began to lose its buying power. Rather than change it, they tried to make deals by buying extras for the games – costumes, DLC, exclusivity, prettier boxes. But it was a sticking plaster over a severed limb, doing nothing to really affect their real problem, which was they were reliant on something that was becoming harder and harder to maintain.\n\nHad they changed back in 2008, perhaps we wouldn’t be seeing this awful turn of events. But hindsight is always 20-20 and despite interest in acquiring GAME from the likes of Comet and GameStop, RBS (Royal Bank of Scotland) is simply happy to let the value plummet so it can buy up the remainder cheaply, and sell it off again. Whether it will make a profit in this is doubtful, but will be interesting to watch.\n\nBut let us not forget as much as we disliked GAME, the staff didn’t ask for this and tried their best in tough circumstances. Once you have lost the shine on your reputation it is an incredibly tough task to get it back. GAME are victims of their own bravado and ego, thinking that what used to work would still work, even when the commercial landscape has changed so dramatically.\n\nAnd it is bad news for our High Streets, which now will be cursed with more empty stores. And our national budget, as many will be forced onto Jobseekers Allowance for the near future, with no real expansion in jobs in this country to absorb another 2000+ entrants into the fray.\n\nThe demise of GAME sucks. And as much as I have mocked them, the economic and human impact is going to be hard to ignore.\n\nGAME over. And we’re all out of quarters.\n\n\nI'm the big cheese here. Comment, subscribe, direct waves of hate at me - all the same. Just hope you've had some partial enjoyment here!\n\nView all posts by Kami →\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":11,
        "format_id":15,
        "topic_confidence":0.7779464126,
        "format_confidence":0.9278700948
    }
]