[
    {
        "url":"http:\/\/www.boulderweekly.com\/cuisine\/drink\/so-long-boulder-and-thanks-for-all-the-beer\/",
        "text":"So long, Boulder, and thanks for all the beer\n\nFarewells at Avery as fall fades\n\nSteve Weishampel\n\nEverything dies, as Bruce Springsteen tells us in “Atlantic City.” That includes pumpkin ales, which have a special place in the hearts of some of us at the paper.\n\n\nThe seasonal is just about out of season at this point, after we here at Boulder Weekly have tried more than 20 varieties of pumpkin beers, from the sugary-sweet Ace cider to Avery’s ridiculously boozy Rumpkin rumbarrel-aged pumpkin ale. But we happened across one final pumpkin ale — it’s got to be the last of the season, right? — tucked in among the usual suspects at Avery.\n\nThis pumpkin ale, “GORED!,” is a pleasant surprise in itself. It’s strongly spiced and complex, an excellent farewell to fall now that the entire state has frozen forever.\n\nAnd since it’s hard to order a pint at Avery — how could you zoom in on just one beer when there’s a good chance you’ve never even had six or seven things on the menu? — the BW drinking team loads up on tasters.\n\nI notice after ordering that almost all our beers feature adjuncts, the brewing term for added-in ingredients that contribute flavor. The yeasty and delicious Missionary Position Belgian quad features prominent pineapple; the smooth hand-drawn Choco-Cinnamon Stout does indeed include those two things, though they’re subtle; the Bhakti Chai brown features the familiar spiced tea; Out of Mind coffee stout’s aftertaste is dominated by java; and the chocolate mint stout is cookie-like.\n\nDave, an avowed fan of light German lagers, even gets excited about Lilikoi Kepolo, a common sight this year at Avery’s taproom.\n\nIt’s such a strong variety I can’t even find space for Old Jubilation, which is always among Colorado’s best holiday ales, to the point that I’d even recommend a full 16 ounces. And don’t worry, Avery knows that it’s dark beer season but it still has five IPAs on tap.\n\nOn a Friday afternoon, the tasters stretch out for a lot longer than necessary — and yes, lunch hour beers are necessary. We’re working here, after all.\n\nAnd the whole crew is here because pumpkin ales aren’t the only thing reaching their end: It’s my last day at the paper and my final trip for the beer tour. Which might explain why The Boss’s fatalist lyrics are on my mind.\n\nAs much as I’ve enjoyed the job of writing about beer — although, as I always mention when I describe my job, that’s not the only thing I do — it’s time to move on.\n\nSo we all get four more ounces to buy time to reflect on the beer tour, which at 11 months has now covered about 45 breweries and probably 300 beers. We’re recounting our favorite brews — recently, Russian imperial stouts, and more broadly, most things with a unique character — and our favorite stops — opening night for Kettle & Stone, tasting the hottest beer in the known universe with Bob Baile of Twisted Pine, that time we went to BJ’s for the beer.\n\nThen my replacement notices the final round of tasters. “I’m seriously starting to wonder if you ever work,” Josh says, not just of me but of the whole staff.\n\nThat kind of attitude won’t fly for a column about beer. I mean, what does he think we’re doing?",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9955924153,
        "format_confidence":0.8670201302
    },
    {
        "url":"http:\/\/www.sandiegoreader.com\/news\/2006\/apr\/20\/oh-crudo-my-fish-raw\/",
        "text":"• Story alerts\n  • Letter to Editor\n  • Pin it\n\n— \"Crudo\" seems a risky name for a restaurant, just begging for nasty puns. But in Italian, it merely means \"raw\" and refers specifically to the Italian version of sashimi enjoyed in Venice for snacks and antipasti. Items such as raw swordfish marinated in lemon juice and carpaccio di salmone are menu staples locally at upscale eateries like Coronado's Primavera and Del Mar's Osteria Pescatore. But this traditional genre exploded into the ultimate in Manhattan chic in 2004, when chef David Pasternack started featuring top-quality seafood in delicate raw creations at Esca, a seafood restaurant owned by famed chef\/entrepreneur Mario Batali. The idea seemed to unleash the creative juices in chefs all over New York, who've been devising increasingly bold and imaginative spin-offs -- dishes like raw tuna topped with sea urchin foam, or live scallops bedded on truffled green papaya salad. By now it's become a raging fad in San Francisco, too, such that renowned Bay Area chef Joyce Goldstein is featuring it in her next cookbook.\n\nHas crudo moved to San Diego? Well, a touch of it. I was hoping that our Crudo would be a shameless Esca copycat, which would at least be something new and different here. When Crudo opened, co-owner Joe Busalacchi (of Busalacchi's, Po Pazzo, etc.) told San Diego Magazine, \"We're going to...serve Italian sushi with a Chinese flair, like P.F. Chang-type food. In Sicily, where I'm from, there's a lot of fish, even raw fish, and there's a place in Milano that serves Italian sushi, with oils and garlic. That's what I want to re-create here.\" But his partner in the venture is nightclub maven Mike Viscuso (founder of E Street Alley, On Broadway, Red Circle, and Deco's in the Gaslamp). When it comes to the disco crowd, Mike is all about Fats Waller's lyric: \"Find out what they want, and how they want it, and give it to 'em just that way.\" Viscuso brought in executive chef Jon Gamora, a veteran of Japengo and Sushi on the Rock. Now three months old, Crudo is not turning out exactly as advertised.\n\nIt certainly looks slick. Outside there's a well-heated roofed dining patio flanked by a serene Buddhist-style fountain. Enter, and your eye lights on a striking kimono hung on the wall above the hostess station. The reddish wall along that side, edged with booths, sports a large hammered-copper Thai Buddha profile -- similar to the one at the downtown Lotus Thai, but facing the other way. To the left is a large, bright sushi bar, with a fluorescent \"Crudo\" sign behind it. The partly screened-off adjoining bar\/lounge\/disco has multiple TV screens -- several running videos of tropical fish -- and multicolored moving lights that shine onto the dance floor.\n\nThis is, as far as I know, the first nightclub in rapidly condo-fying Little Italy. It seems designed as a more civilized alternative to the Gaslamp's frenetic underground clubs and \"meet markets.\" At 8:00 o'clock on a Wednesday evening, the dining room and sushi bar began to fill rapidly with couples ranging from their mid-twenties to late fifties. The hostesses greeted many of them familiarly, so evidently the disco is developing a core of regulars, with an older and more neighborly demographic than the Gaslamp's weekend bridge-and-tunnel cuties. Having a few bites before the disco opens ensures a good table in the lounge with no cover charge.\n\nThe menu turns out to be neither Italian crudo nor \"Italian-Chinese.\" It's divided into a double page of appetizers (mainly seafood), a page of sushi and sashimi, and a final page of entrées and desserts. The fusion style of both hot and cold dishes is along the familiar, Japengo-esque line of Japanese basics with fruit and sugar added. Italian ingredients, so far, make tiny cameo appearances. The drink list includes cocktails, beers, a handful of wines from California and Italy, and a good selection of sakes sold mainly by the bottle. The shortage of sake choices by the glass and the extreme markups are surprising: For instance, Momokawa Pearl dry nigori (unfiltered fizzy sake, which the Japanese call \"crazy milk\") is available only as a full 725 ml bottle at $19 (versus about $8 retail if you can find it). A 325 ml half-bottle of the popular, sweeter Sho Chiku Bai nigori made in exotic Berkeley, California -- $3.69 at Jaroco Market in Golden Hill and $6 at most sushi bars -- is shockingly priced at $23 and change, though it's no Pearl at any price.\n\nMy partner and I started with a few sushi rolls -- our usual opening order of uni (sea urchin). The urchin proved a grade-A specimen -- bright orange, firm-tender, and clean flavored. Sushi is all about rice, and I quite liked this version: The rice, barely sweet, held together perfectly, leaving no grains clinging to our fingers. A week or so later, we ordered the uni again, but this time it was a day older and a trifle mushy, with a mineral edge -- still acceptable, but not glorious.\n\nA spicy scallop handroll was less amusing. Despite having the goodies (cuke, scallops, sauce) running all the way from top to bottom, it was rolled too loosely, and we needed to grasp it firmly to keep it from falling apart at the seams. The scallops were flaccid, and the roll needed more mayo for textural contrast to the not-too-spicy hot sauce.\n\nThe Green Hornet is one of the few futo maki rolls here that's free of both cream cheese and eel sauce. It features lobster, asparagus, avocado, wasabi green peas, scallions, and wasabi cream. We enjoyed the zesty, harmonious combination. It emboldened us to try the signature Crudo Special roll, with eel sauce, spicy mayo, spicy scallops, tempura shrimp, asparagus, avocado, puffed seasoned rice, and a soy-paper coating. To our delight, it proved an exuberant admixture of textures and flavors: Even the eel sauce succeeded, because its sweetness near the top of the roll was balanced by the pool of hot sauce infusing the bottom. \"This reminds me of the party rolls at Sushi on the Rock,\" my partner observed. (We didn't know yet that Crudo's chef is from Sushi on the Rock.)\n\n  • Story alerts\n  • Letter to Editor\n  • Pin it\n\nMore from SDReader\n\n\nSign in to comment\n\nWin a Pair of Tickets to\nthe Del Mar Races\n\nJoin our newsletter list\n\nEach newsletter subscription means another chance to win!",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9965043068,
        "format_confidence":0.6990119815
    },
    {
        "url":"https:\/\/houstonfoodfinder.com\/editors-choice\/is-the-out-of-town-chain-invasion-hurting-independent-houston-restaurants\/",
        "text":"Is the Out-of-Town Chain Invasion Hurting Independent Houston Restaurants? - Houston Food Finder\nNewsletter subscribe\n\nEditor's Choice\n\nIs the Out-of-Town Chain Invasion Hurting Independent Houston Restaurants?\n\nHopdoddy Vintage Park\n\nOne of Austin-based Hopdoddy's five current Houston locations.Photo by Phaedra Cook.\n\nPosted: January 10, 2019 at 7:32 pm   \/   by   \/   comments (0)\n\nThere’s a saying that “a rising tide lifts all boats.” In the growing, rapidly changing and highly competitive world of Houston restaurants, that’s not always the case.\n\n2018 was yet another year of rampant growth for the Houston dining scene. For food journalists and avid diners trying to keep up with over 100 new, high-profile eateries, it’s been challenging. In Houston, there is never a shortage of new menus to taste, new chefs to profile or new cocktails to sip. As Houston continues to receive accolades on a national level for its dining scene, it has also attracted restaurant chains from all over the world that want a piece of the action. While this culinary Wild West is a diner’s delight, it presents new challenges for small and independent business owners.\n\nAlong with all the new restaurant openings came a bunch of high profile closings, many of which shocked loyal customers as decades-old institutions shuttered in the face of greater competition on price points and rising business costs. What began as a gradual introduction of out-of-town chains into luxury developments like Highland Village and City Centre has spread into the heart of urban centers that define Houston. In Rice Village alone, decades-old institutions Mi Luna and the Gorgeous Gael, shuttered this past year as out-of-town chains completely altered the area’s commercial landscape.\n\nJames Haywood and Ross Coleman\n\nChefs James Haywood (left) and Ross Coleman (right) were nominated for a James Beard Award — but that didn’t stop their restaurant, Kitchen 713, from closing. Photo courtesy of Ross Coleman.\n\nEven the best of the best aren’t immune. Kitchen 713 chefs Ross Coleman and James Haywood received an impressive James Beard Award nomination in the Best Chefs Southwest category, yet the restaurant still closed before the year was out. Just down the street, though, the Houston location of Memphis-based Gus’s Fried Chicken appears to be thriving.\n\nThe city’s trending culinary scene and attractive business environment mean that out-of-town chains are continually moving in. Just a few of the chains that opened locations in Houston over the last few years include Hopdoddy, Shake Shack, Snooze, The Flying Biscuit, Flying Fish, PDQ, Pluckers, The Halal Guys, Nobu and Kura Revolving Sushi Bar. Being from out-of-town does not mean these places are not good or worthy additions to the Houston food scene but it does mean more places — with deeper pockets — are taking up existing and potential restaurant space. The law of supply and demand dictates that when demand is high, costs go up — and that means mom and pop shops have to seek affordable, modestly priced real estate in the suburbs.\n\n“I don’t know how they can price their burgers the way they do,” says Justin Turner, owner and founder of Bernie’s Burger Bus, in reference to the Austin-based burger chain, Hopdoddy, which, after opening locations in The Heights and Clear Lake in 2019, will have six stores in the Greater Houston area. “When I started as a food truck, the big boys weren’t in town. They weren’t even thinking about us.” From Turner’s perspective, the large-scale buying power of corporate operations like Hopdoddy and Shake Shack allows those competing businesses to sell a product of equal quality to his for less money, while operating at a higher overhead. Chains can afford more expensive real estate, spend more on publicity and still sell a cheaper product thanks to the economy of scale. In order to compete, small business owners like Turner are forced to shrink already-narrow margins while trying to expand operations to stay relevant.\n\nJustin Turner of Bernie's Burger Bus\n\nJustin Turner, founder of the homegrown Houston chain Bernie’s Burger Bus. Photo by Kimberly Park.\n\nThe result of this gradual takeover is not merely economic. The influx of corporate restaurants and out-of-town concepts also threatens the authenticity and uniqueness of the food scenes in individual Houston neighborhoods. Yes, local business owners suffer but the lasting effect is on the culture. Houston’s respected culinary reputation was built by independent restaurant owners and chefs.  As neighborhoods lose independent institutions to corporate chains, the authenticity of not only the neighborhood dining scene, but of Houston’s urban identity, is put into question.\n\nHowever, even for all the downsides, there are independent Houston restaurant owners who can see the silver lining behind the influx of chains. Tony Nguyen, chef and partner of Saigon House, believes that well-known restaurant chain locations can be intense competition — but also actually bring traffic to small, independent restaurants in less-visible areas. “Yes, you will lose opportunities but there is potential for growth. [Large chains] can help a small business by drawing traffic to the area. Saigon House is located in Midtown but on the underdeveloped side of the rails. If I had a couple of large chains in my area, it would be great for business.” Nguyen also believes that the influx of chains is a sign that “everyone is finally taking notice of Houston and all of its greatness.”\n\nAlli Jarrett of Harold’s Restaurant & Tap Room and the newly opened Low Tide in Finn Hall sees the city’s evolving culinary scene as a net positive for diners and business owners alike. “Houston is one of the most authentic cities in America, especially given we have no zoning, which means that each neighborhood has maintained most of its individuality,” said Jarrett. She thinks that although new restaurants coming into areas like the Heights may not have originated in Houston, each adds a different charm and flavor to the neighborhood with their unique fare. “As I look around, the multi-unit concepts being built, and the ones coming, are smaller and very focused on specific menu offerings. It’s not what is typical for chains with freeway or shopping mall access and giant page-turning menus.”\n\nOwner Alli Jarrett of Harold’s Restaurant & Tap Room.\nPhoto by Phaedra Cook\n\nJarrett makes a valid point. Concepts like Ford Fry’s La Lucha and Superica — twin restaurants launched in 2018 by the Atlanta-based chef-owner — can hardly be accused of being inauthentic or damaging the city’s culinary reputation. In fact, this publication and several others ranked La Lucha among Houston’s best new restaurants of 2018. Yet, for every La Lucha that opens, the city gets another Torchy’s Tacos. For every BCK Kitchen & Cocktail Adventures, we get a Halal Guys. These are not objectively bad restaurants. Both Torchy’s and The Halal Guys are respected eateries with fans across the country. Yet, each represent cuisines and concepts that existed in Houston long before their arrival. Their introduction into the local economies can lead to hardship for small business owners with smaller margins and less branding power.\n\n“I think we’re fortunate to have so many burger places around our city,” says Ricky Craig, founder and owner of Hubcap Grill. The Houston chef, whose creative burgers have appeared on countless Houston best-of lists, sees the city’s changing culinary landscape as ultimately positive for consumers — but challenging to small businesses. “I think it can have a negative impact as far as mom and pops.” (In fact, Craig may soon face an impact of his own when the newest Hopdoddy opens just down the road from the Hubcap Grill on 19th Street.)\n\nWhile he welcomes all comers to Houston’s restaurant game, Craig recognizes the tremendous pressure that corporate chains put on independent restaurants, admitting that he’s had to implement his own changes to survive in a highly competitive environment. “My Clear Lake location was designed as an actual walk-through. You order at the counter and can sit down at the bar and have a beer. I improved by getting out of the mom-and-pop way of doing things.”\n\n“Every time you see a new guy from out of town, the focus comes off of us,” says Turner. The burger master laments that local chefs are often overlooked in the publicity whirlwinds that surround new openings. “It gets watered down,” he says of the city’s culinary identity when too many corporate chains invade an area.\n\nWhile Turner urges diners to choose local as often as possible, Jarrett believes the burden to save local businesses does not fall on the consumer, but on the businesses themselves. “Everyone has their own preference in what they like or don’t like, and whether you are an independent business or a part of a multi-unit group, it is up to the staff to provide the best quality in everything to have the guest come back,” she said.\n\nThese opposing viewpoints from small Houston business owners reflect the polarizing nature of the issue. Where is the line between a truly diverse restaurant scene and one which protects its regional identity? Certainly, the scales have been tipped in some areas of the city, such as The Galleria. On the other hand, the Heights still maintains most of its charm despite the influx of out-of-town chains.\n\nIt’s the responsibility of restaurants to be appealing enough to encourage diners to return. On the flip side, consumers can consciously choose to support local institutions and promising young upstarts. It is their dining dollars — or lack of — that usually decide the fates of these businesses. There’s a balance to be struck between supporting local restaurants and exploring everything the city has to offer — and it’s important to achieve that balance before some choices become little more than memories.\n\nDid you get value from this article? We rely on our readers and sponsors to cove... (truncated)",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9822394848,
        "format_confidence":0.7063331008
    },
    {
        "url":"http:\/\/firstwefeast.com\/eat\/2014\/11\/ordering-siberia",
        "text":"Dining out involves grappling with countless variables before you even order. Is your reservation at a civilized hour? Do you have a desirable table next to attractive patrons who aren’t talking about finance or constantly photographing their food? Are you located in what you consider to be a prime location of the restaurant, preferably in view of the main entrance (but not so close that you get a chill, mind)?\n\nThen the menu arrives, with its list of small plates, and a hovering waiter eager to explain it. This is all unwelcome, of course, but there is one thing everybody wants to know: What is the chef’s signature dish? You probably know this ahead of time. The Times and New York magazine and the rest of the reviews conveniently put it in a box, with equally pressing information like the address, phone number, and whether or not they take American Express.\n\nEvery so often, there is one item on a menu that’s so out of place that it catches your eye: What is that doing there?\n\nThe signature dish rules all; it’s the coin of the realm. We want to bask in the chef’s expertise—the beef-cheek ravioli that you can’t live without, the carrot that’s “Instagrammable,” the piece of meat with a gigantic bone sticking out of it. Menus are built around famous dishes. Some receive names burnished with legend, like French Laundry’s “Oysters and Pearls.” At the soon to be shuttered wd~50, there was a tasting menu devoted to Wylie Dufresne’s greatest hits, like shrimp cannelloni with chorizo and Thai basil—proof of patrons’ ongoing devotion to the avant-garde classics. Even if you know better, you feel like you should play to the chef’s most famous strength. When somebody asks if you’ve had the cote de boeuf at Minetta Tavern, you want to be able to say, “Oh, I’ve had it, but, to be honest, I prefer the one at Blanca.”\n\nsiberia_lugersThe menu at Peter Luger leaves no ambiguity about what the signature dish is. (Photo: Michaelgallagher\/Flickr) \n\nSome restaurants signal an important dish by adorning it with hard-to-miss graphic flourishes. On Rotisserie Georgette’s lunch menu, the highly recommended poulet frites is surrounded by a tall ellipsis. At Peter Luger, if you even bother to look at a menu, you’ll find a large box that says Steak for Two, Steak for Three, and so on. Traditionally, most menus have had their own internal logic—you progress from light to heavy, from fish to fowl and on to beef. There are rarely surprises. But every so often, there is one item on a menu that’s so out of place that it catches your eye: What is that doing there?\n\nIt’s either a woeful miscalculation or something so incongruous it must be truly inspired. Not the three-pound lobster at a steak restaurant, or a token gluten-free choice. No, this is a dish with some thought behind it, but one that still seems out of place. Like a comic actor playing Hamlet, it’s either a poor gimmick or truly visionary. Think of it as ordering Siberia.\n\nThis thought occurred to me when numerous friends mentioned that the burger at Lure, the Soho seafood restaurant, was surprisingly good. If you go to a restaurant that serves sushi, chances are you’re not going to progress to the burger. But like those people who go to a concert to see the opening act, there is a knowing circle of aficionados that goes to Lure just for the beef.\n\nsiberia_lureburgerDespite specializing in seafood, Lure Fishbar has a devoted following for its burger. (Photo: Lure Fishbar)\n\nThe dish that’s always surprised me most is the duck at Le Bernardin. The only meat on a menu entirely devoted to seafood, it’s under the mercurial menu category “Upon Request,” as if it should be ordered in a whisper. Just what happens when you make this request? Does the waiter raise an eyebrow? Are you discretely escorted from the dining room? Does Eric Ripert come out of the kitchen and explain the premise of the entire restaurant?\n\nSo I went to Le Bernardin with the perverse intention of not even ordering fish. This struck me as downright devious—in the four-star dining sense, as incongruous as buying a painting by Bob Dylan. The no-fish plan was quickly dashed when the kitchen brought out its wonderful salmon rillette to start. Then I enjoyed a finely sliced artichoke with a light vegetable risotto in lemon broth. Delightful.\n\nOne of the conditions of ordering Siberia is that you don’t know what you’re getting into—it’s necessarily unexpected..\n\nThe main course was crispy duck breast, slightly salted, quite rare, garnished with snow peas and finished with a sour cherry sauce. Was it good? Of course it was good; everything at Le Bernardin is beautifully executed. I drank red wine. I’ve never had red wine at Le Bernardin before. Then I thought a moment. Eric Ripert, and his chefs, are clearly inspired by fish—that’s what drives them, what animates their cooking. That’s what they dream about, why the restaurant exists, and, ultimately, why it excels. My meal was lovely, but it wasn’t transporting in the way other meals I’ve had there were. Le Bernardin makes it seem like they’ve invented every fish they serve—each preparation feels like the first time you’re truly tasting something. This duck experience felt more earthbound. And the fault was certainly not theirs—I ordered the meal. They didn’t misrepresent themselves; I did that myself.\n\nIt doesn’t have to be that way. At Le Grand Vefour, the two-star Michelin restaurant on the Palais Royal in Paris, the historic room is remarkably elegant. Colette ate there, as did Fragonard. There’s a dish that neither would recognize at the bottom of chef Guy Martin’s otherwise reassuring menu: The last of the desserts is an artichoke tart. It’s a compelling suggestion. It turns out to be neither sweet nor savory, a thin layer of crème brulee combined with artichokes, and covered with candied vegetables. It’s masterful.\n\n\nCrème brulée aux artichauts at Le Grand Vefor (photo: Saundra Austoni\/L’esprit Sud Magazine)\n\nOne of the conditions of ordering Siberia is that you don’t know what you’re getting into—it’s necessarily unexpected. There’s a backstory you’re eager to learn, like when a mysterious guest shows up at a party. The Monte Carlo, in my hometown Minneapolis, serves steak, chops, and fried chicken in a classic midcentury room. They also offer beef liver. I asked once what that was doing there, and the owner said he tried to take it off the menu, but a small, vocal minority came in to order just that, and they would be damned if it was going to go away.\n\nOne suspects that’s what chicken hash is still doing at the ’21’ Club—that it got grandfathered in, and that there are devotees who insisted on its presence. And that’s the beauty of ordering Siberia. It’s a reminder that traditions can’t be predicted, and that every unexpected dish was new once, hoping to become a standby with its own devoted following.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9971631169,
        "format_confidence":0.7731599808
    },
    {
        "url":"https:\/\/scanews.coffee\/2016\/04\/16\/the-roasters-guild-building-a-community-at-the-scaa-expo\/",
        "text":"The Roasters Guild: Building a Community at the SCAA Expo\n\n12493541_10153797486533150_6856202172072494401_oBy Timothy J. Castle\n\nEmbarking upon SCAA’s Annual Expo is always an amazing, adrenalin-filled experience for me. I feel like I’m about to get on a roller coaster! The opening receptions and meetings allow me to appreciate how much we’ve grown as an industry, and how much enthusiasm, energy, and commitment an ever-increasing number of people want to give to this specialty coffee business of ours. We’re lucky to be able to participate in something that is at once so individual, and so communally directed as Expo. You get the sense of watching a huge, dynamic city from the top of a skyscraper as you walk through the hall and meeting rooms, but the comparison fails in one critical aspect: the city’s drive is generic. Expo is focused on one thing: a better cup of coffee.\n\nA metaphor invoking an anthill, a beehive, or even a swarm may sound unflattering, but watching this convention get underway requires a description of the (very directed, purposeful) hyperactivity. There is just no way to spend three days at this thing and not meet more people than you can remember (even though you’ll want to!), or to learn more and be more inspired than you would have thought possible. There is also no way to leave this thing without being exhausted and overwhelmed, even if it is all in a good way.\n\nBeing here makes me more grateful when I see friends, be they customers, suppliers, competitors, or just friends that I haven’t figured out a way to work with yet. If it weren’t for an underlying sense of community, the hustle and bustle of Expo really would fry what remains of my mental circuitry after the convention is over.\n\nThe Roasters Guild, in my case, has helped me stay grounded and focused at our annual Expo. Membership and participation in the Roasters Guild has helped me better frame what I am doing here, by helping me learn more about the craft that makes raw coffee into a great cup. It has also helped me understand all the different paths one can take to that same goal.\n\nI like to think that I’ve made a lot of friends in the process, and, at the same time, I feel a responsibility to our community as a whole. I hope I take myself less seriously, while at the same time I take what we do more so—our success depends on each of us doing a great job. When I roast a sample in my office, I think of the retreats I’ve been to, the competitions I’ve watched, and the work I’ve seen my colleagues and friends do—and it makes me want to take each sample roast a little more seriously. It may sound cheesy, but I feel that I owe that to everyone I work with. (But, no worries, I can still screw up a roast!)\n\nIn attending our Expo and participating in my Guild, I’ve watched as we’ve grown collectively more confident as an industry, and how each of us has individually developed in our areas of endeavor. This is especially true watching Roasters Guild members understand their craft in an increasingly scientific way. 30 years ago, there was some sense that we were all a little lucky to get into this great industry, and we needed to be careful not to let anyone figure out that we didn’t belong. There is more confidence in the air now, as I’ve watched younger guys and gals take the classes and participate in the competitions that the Roasters Guild offers. They’re a more confident and secure generation of coffee professionals. But, let’s not forget, those of us in the older cohort didn’t do too bad—we did come up with the Guilds, after all!\n\nFor 30+ years, Tim Castle has sold green coffee and has been writing about coffee and tea. Castle co-authored The Great Coffee Book (Ten Speed Press, 1999) and wrote The Perfect Cup, (Persues Books, 1991). In 2003 Castle Received the SCAA’s Distinguished Author Award and was the Association’s President in 1991.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.805079937,
        "format_confidence":0.9384399652
    },
    {
        "url":"https:\/\/www.atlantamagazine.com\/reviews\/review-brezza-cucina\/",
        "text":"\n\nAdam Evans may be the chef, but he’s there to execute someone else’s vision: celebrity chef Jonathan Waxman\nBrezza Cucina\nPhotograph by Heidi Geldhauser\n\nIt was New Year’s Eve. Adam Evans, the chef of Brezza Cucina at Ponce City Market, had planned the menu months in advance, and the planning was evident. My first sip of celery root soup, creamy like a French velouté and dotted with crisp golden croutons on top, made me sit up, startled. A frisée salad had French finesse, the bright chicory and crisped lardons tossed in a vinaigrette with just enough acid to cut the pork. Roast chicken came covered in a meaty porcini ragu rather than the salsa verde of chopped herbs and oil that blankets the one on the regular menu. What would be by any standard a very good fire-roasted chicken suddenly acquired Michelin-star elegance.\n\nBrezza Cucina\nLamb shank\n\nPhotograph by Heidi Geldhauser\n\nThat elegance turned out to be the exception, not the rule. Evans may be the chef of Brezza, but he’s there to execute someone else’s vision: New York-by-way-of-California celebrity chef Jonathan Waxman. He would seem to be the perfect occupant of the space, even if he has no plans to be there himself. Waxman’s California-casual sensibility and his ability to transform edgy urban areas into places that attract sophisticates made him attractive to the market’s developers. Barbuto, his Cal-Ital restaurant in Manhattan, is in a former garage, with paned glass similar to the windows at Ponce City Market. Adele’s in Nashville is in a former auto repair shop, whose exposed brick walls also recall Ponce City Market. Both restaurants border on Spartan but still manage to evoke an under-control party atmosphere, and both menus go with the shirtsleeves feel: simple Italian dishes that always deliver more than you think they will—particularly his kale salad, which helped start the green tide, and that roasted chicken.\n\nDoes Brezza deliver, too? Hard to say. With a menu of standards that doesn’t vary much, execution needs to be consistent. But keeping track at Brezza was like watching a slide show where pictures go in and out of focus and pass by too fast. One night salads were sparkling and distinct, pastas served hot with just enough sauce and kick. On other nights—and I went five times—dinner was so sloppy and nondescript (faded salads, cold pasta with no al dente bite or spice) that I forgot what I’d eaten before the dessert menu came. Potato gnocchi were unseasoned, oily, lukewarm pillows that couldn’t compete with the roasted hen of the woods mushrooms that dress the dish, which at least tasted like something.\n\nBrezza Cucina\nCharred octopus with housemade fermented yogurt and jw kale salad\n\nPhotograph by Heidi Geldhauser\n\nThe contrast between that sparkling New Year’s Eve night and the other generally nondescript dinners is a byproduct of Brezza’s design, which is to keep the Waxman vision—which Evans studied for 10 days in New York while training at Barbuto—at the core. That vision starts with what servers say is the holy Waxman trinity of jw kale salad, roast chicken, and fried jw potatoes with pecorino and rosemary. The chicken, with tender flesh and crisp, fatty skin, is failsafe, though less interesting than Evans’s ragu variation. The kale salad, with an anchovy vinaigrette and breadcrumbs, was indeed a fresh change when Waxman brought it to greens-starved New York. But even with the local kale Evans orders, it’s a chore to chew. And the potatoes, hand-smashed into irregular but roughly tater tot–sized blocks, taste just of the deep fryer—all crunch and no floury flesh. Better to try the braised lamb shank, served on a bed of polenta and dotted with chopped black olives, pine nuts, and rounds of Calabrese peppers. It’s the most focused of the current entrees: the polenta not too creamy, the meat browned and beefy with actual chew, like brisket ends.\n\nWhat refused to come into focus were the pizzas and pastas. Bucatini all’Amatriciana, which should be as failsafe as the chicken, is like a volume-cranked-down imitation of the soulful version found on the other side of the food hall at Bellina. Pizzas are technically well-made—tender, resilient crust; lightly melted burrata—but little more. None of the vegetables had the vibrant flavor and color of those I’ve eaten at Barbuto and remember still, like the roasted Brussels sprouts or escarole with chile that’s like something a beaming Sicilian grandfather might bring to your table.\n\nBrezza’s menu is largely limited to a list that gives Evans little room to show his considerable skills, but when he does the dishes acquire some of that New Year’s luster. Anything with fish is a good bet: Evans worked at the Optimist, where Ford Fry encouraged his love of fish. Charred-outside, tender-inside octopus with yogurt that Evans ferments himself; delicate but focused crudos of gulf snapper and hamachi dressed with pistachio, fennel, and orange; a spectacular whole fried snapper with broccoli and calabrese sausage—you could tell his heart was here more than in the jw trinity, and it’s where plates picked up interest.\n\nBrezza Cucina\nJapanese sweet potato with spiced butter\n\nPhotograph by Heidi Geldhauser\n\nEvans also came up with a clever vegetable preparation that I’d order again and again: melting chunks of Japanese sweet potato with spiced butter. The subtle kicks of cinnamon and allspice, the potatoes themselves harvested at a farm near Athens, had me vowing to start buying more of this supposed nutritional powerhouse.\n\nI’m happy to have reliable roast chicken available just a short walk from my new house, but I wonder how much more we could savor if Waxman let Evans loose and gave him the autonomy to design and personalize the menu. Atlanta has a history of greeting visiting celeb chefs with a loud meh. Evans’s mentor Tom Colicchio, Jean-Georges Vongerichten, and Emeril Lagasse all noisily moved to town and quietly folded their tents within a few years of opening. They likely assumed that their names alone would be enough to bring in customers. With Evans at the helm, Waxman, who is opening a similar restaurant in San Francisco under the same name, has the chance to break that streak. Evans may not have the souls of California and Italy running through his hands, as Waxman does, but he understands seafood and brings a set of skills that are more frankly French and elegant than those of his boss. Which is to say, a united philosophy and menu will make Brezza its own genuinely interesting restaurant. Given the wait for and investment in Ponce City Market, I think we’ve got it coming.\n\n★★★ (good)\n\nGood to know\nThis is the only restaurant in PCM that takes reservations.\n\nVital stats\n675 Ponce de Leon Avenue\n\nThis article originally appeared in our March 2016 issue.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9969764948,
        "format_confidence":0.7517303228
    },
    {
        "url":"https:\/\/www.pizzatoday.com\/departments\/features\/going-green\/",
        "text":"March 10, 2014 |\n\nGoing Green\n\nBy Alyson McNutt English\n\nRecycling binIf you’ve resisted going green because of cost-conscious concerns, you may be missing out on major savings\n\nGoing green: Sure, it’s a catchy term…and maybe it’s even a little bit of a cliché at this point. But it’s a mistake to ignore the idea behind the phrase. For pizzeria proprietors, it’s time to put away the idea that environmental consciousness is just a fad. And while you’re at it, trash any misconceptions about sustainable choices being cost-prohibitive, too. The truth is that greening your restaurant can positively impact the environment and your bottom line. Let’s take a look:\n\n• Recycling. Many municipalities have recycling programs that can actually be a boon to your bottom line. “I know of restaurants that have saved thousands of dollars a year just by implementing recycling programs,” explains\n\nMichael Oshman, CEO and founder of the Green Restaurant Association, a Boston-based company that encourages environmentally conscious restaurant operations.\n\nThis is because the most commonly accepted recycling materials, like glass, aluminum, plastic, paper and cardboard, make up much of a restaurant’s trash. Instead of just paying to have it disposed of, however, recycling programs allow waste haulers to resell the recyclable materials. Because this is more profitable for waste disposal companies, they can charge less for their services.\n\n• Food waste. Another major contributor to restaurant waste stores, of course, is uneaten food. More and more cities are addressing the needs of restaurants by implementing composting waste-hauling options. Some markets are even developing competitive composting markets, leading to significantly lower prices for removing food waste –– generally, restaurants simply have to separate out the compostable materials for disposal.\n\nAnother option for excess food product is donating it to non-profit groups. Obviously only certain food can be donated, but by working out agreements on food donation with local charity organizations, restaurants not only help the hungry, but they can also qualify for tax deductions. Not only is this a more cost-effective option than paying to have perfectly good food disposed of as waste, it is also a way to positively impact local communities.\n\nSome areas even have companies that facilitate food donation. In the Chicago area, the restaurant Cicchetti teamed up with a company called Zero Percent to distribute excess food to charity organizations, says Sarah Grothaus, a communications specialist for Cicchetti. Zero Percent’s “web-based donation system links small restaurants to local shelters within minutes,” Grothaus explains, which offers food-safety benefits as well as a convenient method for efficiently distributing excess food. Other organizations, such as the Food Donation Connection (, offer information about the benefits of food donation and can facilitate food donation, as well.\n\n• Cooking oil and grease. Some cities offer incentives to restaurants for recycling cooking oil and grease. Santa Monica, California, is one of these cities. Any restaurant in the city of Santa Monica can recycle fats, oil and grease free of charge. The city provides this service because it then can sell the fats and oils to companies that produce biodiesel.\n\nEven if your municipality doesn’t offer an option for collection of oils and fats, you may be able to find area biofuel companies that will pick up your cooking oil and grease free of charge. Since you’re basically providing the raw materials for the company’s product, most biodiesel production businesses actively court restaurants, offering containers, regular pickup schedules and even “grease emergency” response options.\n\n• Buying green. The one area where the idea that green can cost more may be in buying environmentally conscious products. But as demand for recycled restaurant products increases, the price decreases. It generally costs less to make greener choices now than ever.\n\nRecycling program signSince pizza boxes that have been used and have any residual food product or grease in them (basically any box that’s actually held a pizza) can’t be recycled with other cardboard and paper products, buying boxes with recycled material is the greenest choice you can make. But cardboard and paper products aren’t the only way to buy green.\n\nChoosing green cleaning products is healthier for the environment, your workers and your customers. Wiping tables down with harsh chemicals like bleach will get the job done, but can also irritate the skin and eyes of employees. Some customers may also have skin reactions to harsh chemicals used to clean surfaces. And put aside any doubts about the effectiveness of greener cleaning products: they can disinfect and sanitize as well as clean with the same efficacy — but less environmental and health impact — as harsher chemicals.\n\nWhatever your motivation is for making greener choices — your personal interest in sustainability, bottom line savings, public relations, or anything else — there are more environmentally conscious restaurant operations options than ever before.\n\nBecoming a Certified Green Restaurant\n\nThe Green Restaurant Association offers the Certified Green Restaurant seal to restaurants that meet its certification standards for sustainable operations. “We work with all sizes of restaurants and food service operations, from the neighborhood mom-and-pop to certifying Met Life Stadium, which is hosting this year’s Super Bowl,” says Michael Oshman, CEO and founder of the Green Restaurant Association.\n\nIf you’re interested in pursuing the Certified Green Restaurant designation, you won’t have to go it alone. The Green Restaurant Association reaches out to restaurants seeking certification to provide guidance and assistance. “We try to make it an easy process by helping assess operations and talking to distributors,” Oshman says. “We don’t mind holding their hand and helping them work toward becoming certified.”\n\nThe Green Restaurant Association also offers resources on their Web site ( for any restaurant looking to green their operations, such as a list of companies the association has researched and vetted that provide environmentally-conscious products for restaurants.\n\nAlyson McNutt English is an award-winning freelance writer specializing in home, health, family, and green topics. She is based in Huntsville, Alabama.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9472721219,
        "format_confidence":0.896605432
    },
    {
        "url":"https:\/\/avidlifestyle.com\/golden-days-tonys-meats-market\/",
        "text":"Golden Days\n\nTony's Meats and Market dry-aging room with creator Stefan Kosmicki\nCourtesy Tony’s Meats and Market\n\nUnmasked nuttiness, a profound scent that mimics a sharp blue cheese, noticeable sweetness, unmistakable richness: “There’s just nothing quite like the taste and characteristics of a dry-aged steak,” says Stefan Kosmicki (pictured above). The meat, seafood and produce buyer of Tony’s Meats and Market should know.\n\nLast year, Kosmicki spent nearly eight months designing and conceiving a customized dry-aging room at the Castle Pines store, utilizing his 19 years of experience working at the metro area’s three Tony’s locations to build the specialty grocer’s first meat locker. There, cuts of beef, complete with bones and fat caps, are aged uncovered in a humidity-, temperature- and air-controlled glassed room solely dedicated to dry-aging meat.\n\nIn this dry-aging process, fresh meat is exposed to air so that it becomes dehydrated and loses a portion of its weight, which concentrates the meat, tenderizes the texture and unearths an intense flavor. Kosmicki likens the practice to the maturation of wine: “Like aging a great bottle, dry-aging beef is a slow evolution that allows the flavors to develop into a complex bite. It also requires time, expertise and a pristine environment.”\n\nThe Tony’s locker develops that savory matrix over a minimum of 21 days. The slabs are all bone-in USDA Prime or Choice primal cuts, which weigh at least 18 pounds and mostly yield ribeye steaks and New York strips. But “the sky is the limit,” clarifies the beef baron. “If customers want us to age something specifically to their taste, we can source it and talk about the process.”\n\nTony's Meats and Market dry-aging room\nCourtesy Tony’s Meats and Market\n\nAnd the technique is where the visual magic unfolds. “While we’ve been dry-aging beef behind the scenes for more than 40 years, the new dry-aging room is a great way for us to educate regulars about meat science, have a conversation about the aging process and showcase the beauty of the meats in all their glory,” says Kosmicki.\n\nOne of the most appealing perks of the display is that steak connoisseurs get the pick of the crop. “Someone walks in to look in the case, falls in love with a piece of meat, claims it as their own and, during the next three weeks, they can drop by to see the aging as it unfolds,” Kosmicki says. Another fringe benefit: Because the slabs lose up to 15 to 20 percent of their “green weight” (the original mass of the fresh cut) during those weeks, partakers get a discount. “While you have to buy the whole primal—it’s an upfront investment—we give a kickback to compensate for the weight loss. The case is our answer to buying high-end beef in bulk,” he explains.\n\nOnce you’ve staked your claim, the meatcounter crew jumps into action. “We’ll trim off the extra fat, cut up the steaks, recommend recipes and cooking instructions and wrap whatever you buy in double-thick butcher paper, which allows for six-to-nine months of freezer time,” Kosmicki says.\n\nIf the dry-aging room at the Castle Pines locale is successful—and all signs suggest that it is—Kosmicki predicts the two other Tony’s shops will soon implement dry-aging rooms of their own. “We’re getting a lot of buzz, and we’re definitely looking to grow the program,” he confirms.\n\nAnd if you’re looking to woo your sweetheart on Valentine’s Day, a dry-aged steak—its flesh a come-hither tinge of passion—is the equivalent of a meat poem. “It’s perfect for a Valentine’s Day dinner and just about every other occasion, too,” Kosmicki assures us. An ode to richly marbled New York strips, coming right up.\n\nTony’s Meats & Market\nThe Village at Castle Pines",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9968214035,
        "format_confidence":0.9172958136
    },
    {
        "url":"https:\/\/www.craftbeer.com\/craft-beer-muses\/the-craft-brewers-of-wine-country",
        "text":"The Craft Brewers of Wine Country\n\nThe Craft Brewers of Wine Country\n\nThere’s no corner of the U.S. more synonymous with wine than Northern California, particularly the Napa Valley. It’s a proverbial mecca for wine aficionados, a destination to visit at least once in their lives. So naturally I was surprised when someone asked if I had heard about the region’s craft beer scene.\n\n“Is that a thing?” I ignorantly asked.\n\nYes, it turns out wine country makes for a perfect setting to brew craft beer. In fact, wine-makers rely on it. On several occasions during my recent travels through the region from San Francisco to Napa and Santa Rosa, I heard the motto: It takes good beer to make good wine.\n\n“When you’re doing harvest, working 14 hours a day, you don’t get off the clock and pull out a Cabernet and have a glass of wine,” explained Ryan Gibbons of Mare Island Brewing Co. “You open a nice cold beer and enjoy that.”\n\nGiven California’s infamous traffic and my general distaste for all things automobile, I opted to explore the region car-free. Besides, what kind of beer journalist would I be if I cut myself off after one beer because I had to operate heavy machinery?\n\nThe Craft Beer Phenomenon\n\nHaving booked the “craft beer package” at downtown San Francisco’s Hotel Triton, when I entered my room I was greeted with an ice bucket displaying three Big Daddy IPAs from local Speakeasy Ales & Lagers.\n\nGood start, I thought.\n\nFirst I walked south to Dirty Water in the Twitter building to meet with Kristian Cosentino, who recently contracted John Montes de Oca and Vicki Tisdale of Mujicians Brewing Co. to become Dirty Water’s brewers-in-residence. Montes de Oca and Tisdale met a decade ago at band camp and started homebrewing together after graduating from the University of Southern California. Over the years, their hobby became a professional passion complete with Mujicians branding.\n\nWine people are turning towards beer\n\nThe group hopes to start serving Mujicians’ largely German-inspired brews out of Dirty Water in the coming weeks if not already by the time this story publishes.\n\n“Wine people are turning towards beer,” noted Cosentino on the uptick of beer culture in wine country. “It’s a phenomenon now.”\n\nLater in the day I met with Ron Silberstein of ThirstyBear Brewing Co., San Francisco’s oldest brewpub. The former immigration attorney greeted me with a cheek-to-cheek grin. I could hear a constant sense of excitement and pride in his voice.\n\n“We’re the only certified organic beer in San Francisco,” he boasted early on — sustainability being an important philosophy at the nearly 20-year-old brewery. “We can serve a beer that’s fresh. [The beer] hasn’t traveled and we serve it right here, the only place you can get it.”\n\nSilberstein was also proud of pairing his beer with Spanish cuisine, a move inspired by his time traveling in Spain. We’re talking tapas and paella, which I can’t recall finding at a brewpub before. The unique combination certainly made ThirstyBear stand out as a fantastic entry point to exploring craft beer in wine country.\n\nRecord-Skip Moment\n\nThe next morning I boarded a ferry for a 40-minute cruise across the bay to Vallejo, where I was greeted by Mare Island’s Ryan Gibbons. Pulling into the terminal, you wouldn’t think you were in wine country. Heavy machinery surrounds the port-like grape vines on a vineyard, relics of the area’s time as a naval shipyard.\n\nGibbons’ journey to brewing might seem unusual elsewhere in the country but is typical of brewers in wine country. After leaving college to “find his own way” in California, Gibbons got involved in winemaking and spent several seasons “chasing harvest” in New Zealand and Europe. But when he returned to California and found his passion for winemaking fading, he started to gravitate toward craft beer.\n\nWhile waiting tables, Gibbons fell in love with the consumer side of craft beer, seeing beer drinkers as a more relatable clientele than the wine crowd. He traded in his apron and corkscrew for a big burly beard and ball cap and convinced the brewing team at Lagunitas to give a winemaker a chance at what ultimately boils down to a similar craft.\n\nThe Craft Brewers of Wine Country\n\nThe seed of Mare Island Brewing Co. was planted six months later when Gibbons mentioned his new line of work to Kent Fortner, his current business partner.\n\n“It’s that record-skip moment,” Gibbons recalled. “You saw his eyes just start going crazy.”\n\nMare Island has since carved out a little niche of beer territory in wine country and is enticing more and more San Franciscans and out-of-town visitors to cross the bay.\n\n“There’s nothing wrong with drinking and ferrying,” Gibbons joked.\n\nPutting the “Craft” Back into Craft Beer\n\nFrom Vallejo, the Napa VINE bus took me into the heart of the valley. Most who travel those roads come for the rolling hills of vineyards, but I was there to explore some of the breweries that have sprouted up in town, like Downtown Joe’s and the Napa Palisades Saloon.\n\nAt the latter, I met managing partner Charlie Crebs for drinks and dinner. With high-definition TVs running baseball playoff games and buffalo wings on the menu, the Saloon was as close to a sports bar as one will find in Napa. That said, careful attention is paid to keeping everything local. The tables and bars are made of 100-year-old redwoods that had sunk into the nearby Napa River, and the steel used in construction came from Kaiser Steel, where Crebs’ grandfather once worked.\n\nCrebs’ story parallels Gibbons’ with eerie similarity—they even worked together at a restaurant just down the street from where the Saloon is today. Crebs, however, has made his niche in building a following in the heart of wine country and blending that culture into his beer, for instance by aging certain beers in wine barrels.\n\nThe Craft Brewers of Wine Country\n\n“It’s great for adventurous drinkers who like sours,” he noted. “We’re definitely seeing those sales grow more and more with those collaborations.”\n\nWhile wine tasting remains as popular as ever in Napa, Crebs increasingly sees travelers who are thankful to sit down with a craft beer at the end of the day.\n\n“They say, ‘I’ve been tasting wine all day, all I want is a beer,’” he explained. “It’s a palate cleanser before more wine at dinner.”\n\nAlso renowned in the area is the more traditional Napa Smith Brewery, as well as Mad Fritz Beer—perhaps the most wine-inspired craft brewery I’ve come across. The bottles themselves look like wine and the beers are always served in wine glasses, which makes sense considering that it’s owned by Nile Zacherle and Whitney Fischer, who also run two wineries.\n\nWhile stuffing ourselves with sushi at Morimoto Napa and sampling Mad Fritz’s brews, Zacherle told me that he aims to put the craft back into the “innocuous” phrase ‘craft beer.’ Besides the obvious nods to wine culture in Mad Fitz’s branding, Zacherle puts his focus on the ingredients. Mad Fritz exclusively uses 100 percent craft malt. Simply put, Zacherle knows where his ingredients are coming from and knows the farmer attached to them. The back of every Mad Fritz bottle even explains where each of the beer’s ingredients was sourced.\n\n“Of course it costs more, but you’re supporting all these small farmers, and it allows them to grow their business,” Zacherle explained. “It’s not a volume thing. It’s a quality thing.”\n\nThe Craft Brewers of Wine Country The Jewel of Santa Rosa\n\nAnother day, another transfer. I boarded the Napa VINE bus once more for a final stop in Northern California wine country— Santa Rosa. For many in the region, this is the town truly synonymous with craft beer in wine country.\n\nFrieda Lewis of ACE IT! Tours took me out on a Sonoma Bike and Brew ride to connect two of the area’s more popular breweries. Following the Joe Rodota Trail west under a clear blue sky to Sebastopol, we arrived around noon at HopMonk Tavern. The weather and the timing were perfect for sharing a flight in the tavern’s Bier Garten, designed just like they are in Germany.\n\nOur return ride took us into downtown Santa Rosa, where a line snaked away from the door of Russian River Brewing Co. A security guard stood watch, complete with an earpiece.\n\nIs this a brewery, or a rave? I wondered.\n\nTurns out Russian River prefers to have waiting patrons stand outside rather than breathing down the necks of seated guests, avoiding the uncomfortable scenario where any standing room by the bar turns into a mosh pit of thirsty, elbow-throwing strangers. Instead, the dining area and bar were comfortably at capacity.\n\nRussian River is the jewel of Santa Rosa. Over a Saison Blonde and barbecue chicken pizza, Lewis shared stories of people waiting for six hours just to be one of the first to taste a new release.\n\nWine in Beer Country?\n\nAt journey’s end, I boarded Golden Gate Transit for my return to San Francisco. Though I’d been surprised to first hear of a nascent craft beer scene in wine country, I left realizing I had only scratched the surface.\n\nIf you find yourself flying into Oakland on your way to wine country, check out Golden Gate Brewing Co., Oakland Brewing Co., Pacific Coast Brewing Co. and Woods Bar & Brewery—to name just a few. You might also opt to continue east for the breweries of the Tri-Valley, like Eight Bridges Brewing and Working Man Brewing Co.\n\nConsidering the sheer quantity of breweries in the region, one has to wonder: At what point do we start saying there’s a bit of wine in beer country? is fully dedicated to small and independent U.S. breweries. We are published by the Brewers Association, the not-for-profit trade group dedicated to promoting and protecting America’s small and independent craft brewers. Stories and opinions shared on do not imply endorsement by or positions taken by the Brewers Association or its members.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9831297994,
        "format_confidence":0.9863644242
    },
    {
        "url":"http:\/\/ediblemadison.com\/articles\/view\/let-them-eat-cake",
        "text":"Let Them Eat Cake\n\nNow in Season Spring 2013 Issue\n\nLet Them Eat Cake\n\nBy Terese Allen | Photos By Jim Klousia 0\n\nFeel that breeze? It’s the first warm gust of springtime—or just as likely the collective rush of nearly six million Wisconsinites heaving a sigh of relief. Yes, we’re on the other side of winter, and we couldn’t be happier. We couldn’t be more in the mood to make merry.\n\nNo wonder the season is all about parties—bridal showers, graduation gatherings, Mother’s Day brunches. Backyard cookouts and front porch picnics. From St. Patrick’s Day to April Fool’s to Cinco de Mayo, from Easter to Memorial Day, there’s revelry going on practically every day in spring. And you know what that means.\n\n\n“In bygone days, special occasions…of any kind rarely passed without a culminating cake,” wrote Harva Hachten, the twentieth century’s chronicler of all things edible in our state. While that’s less true in contemporary times, we still very much associate a home-baked cake with happiness and celebration. Why? Because making a cake from scratch takes time, effort and attention. In other words, love.\n\nThe cake I associate most with spring festivities is one my family enjoyed annually on Easter Sunday. We called it, simply, lamb cake—a frosted yellow cake, baked in a sheep-shaped cast-iron mold and decorated with green-tinted coconut “grass.” Later, words like “génoise” and “buttercream” entered my life when I began working at the Madison-based Ovens of Brittany restaurants in the early 1980s. Like me, area residents of a certain age today will remember their elegant coriander spice cake, served at many a springtime wedding during the Ovens’ era in the city. (Three decades later, I’m still getting requests for the recipe.)\n\nToday, the cake that defines the season for me is angel food cake layered with pick-your-own local strawberries and Dairyland whipped cream. (Shortcake will also do the trick.)\n\nIs there one that tops them all? Not really. Cake is like spring in Wisconsin. It’s all good.\n\nBe sure to check out these incredible cake recipes by Terese Allen:\n\nAngel Cake with Strawberry Orange Coulis\n\nOvens of Brittany Coriander Spice Cake with Terese's favorite Cream Cheese Frosting\n\nSour Cream Lemon Cheesecake\n\nTerese Allen has written scores of books and articles about the foodways of Wisconsin, including the award-winning titles \"The Flavor of Wisconsin\" and \"The Flavor of Wisconsin for Kids.\" She is co-founder and a longtime leader of the Culinary History Enthusiasts of Wisconsin (CHEW). If you want to get Terese going, just ask her the best way to fix an old-fashioned, how to hunt for morels, or why fish fries thrive in our state.\n\nComments [0]\n\nMore Articles:",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9976136684,
        "format_confidence":0.8031919003
    },
    {
        "url":"http:\/\/www.foodinfo.org.nz\/the-mantra-on-house-brands-is-not-good-enough\/",
        "text":"The mantra on house brands is not good enough\n\nAlmost everywhere you turn there are now self-styled experts offering consumers advice on how to save money on their grocery bill.  Invariably their advice turns to the merits of supermarket, or house, brands versus the product brands we have grown up with.\n\nThese experts seldom dwell on the “merits” of the products, so much as make bald statements like that from a recent New Idea magazine, that supermarket brands are “pretty much the same as their more expensive cousins.”\n\nIn last week’s Woman’s Day, Sue Chetwin, CEO of Consumer NZ, offered this advice: “These [house brands] are the brands that the supermarkets do not spend money on marketing, packaging or design, but can often be the exact same products in fancy packaging at higher prices.”\n\nFortunately the frequency with which a statement is made is not related to the accuracy of that statement.   However it can lead to the establishment of an urban myth that has no factual basis whatsoever.\n\nIndeed seldom are house brands the exact same products as the national brands.  My reaction to Chetwin’s statement was: prove it, particularly given that ‘accurate’ and ‘unbiased’ are two of the descriptors that Consumer NZ applies to itself. And using the word ‘often’ in an attempt to modify the claim of ‘exact same products’, doesn’t get this CEO off the hook.  Label design, marketing and the like are not the essential differences between house brands and national brands.\n\nSo what are house brands and how do they fit into the grocery continuum?\n\nHouse brands are “me-too” products manufactured by the supermarkets to compete with national brands and often to take advantage of the demand for these products. Supermarkets also use these house brands to exert price pressure on categories dominated by national brands.  And don’t forget that while selling their own house brands, the supermarkets also control the retail price of national brands.\n\nHistorically house brands have been low-cost, low-quality products, although in a number of markets this is not always the case. For example, in the UK three or four tiers of house brand, based on quality, are not uncommon.\n\nHouse brands are very rarely the product innovators and rarely bring new products or product formats to consumers.  This is left to the national brands which bear both the costs and the risks.  Take for example the leak-proof packaging developed by Tegel to overcome the problem of fresh chicken drip.  No sooner was this introduced than the house brands were copying this. Their attitude is: good idea; we’ll have that.\n\nIn New Idea, their expert recently compared Wattie’s Baked Beans with Budget, a house brand.  This exercise comprised of weighing the beans and calculating their price against the total cost of the product.  This one ingredients was somehow the measure of “value”.  In fact, recipe products are much harder for house brands to replicate, and the flavour profile against the national brand is lacking.\n\nIn reality, consumers determine value across a range of attributes including taste, texture, satisfaction, quantity, quality, consistency, reliability and price.  Yes, in tough times the importance of price is elevated, but it is erroneous to pretend the other attributes are invalid. The value of a product is created by the combination of these attributes.\n\nAs it happens Wattie’s Baked Beans are made in Hastings.  The Budget brand product is made in Italy.\n\nI can imagine the supermarkets are very well pleased that the likes of the CEO of the Consumers Institute is often extolling the virtue of house brands, after all, the supermarket gets to clip the ticket at every point. The supermarkets also decide where their own products will be placed in relation to the competing national brands and how much shelf space others will receive. This has lead to the compromising of consumer choice.\nAs financial and business commentator Bernard Hickey commented recently, on Progressive’s roll-out of specialty brands: while it sounds like a good idea, “other suppliers get nervous when the supermarket chain starts stocking and promoting its own brands in precious shelf space at the expense of real brands.”   The result may be the loss of some special features of New Zealand’s grocery landscape.\nLike what you will about house brands, but please don’t claim they are the exact same products, or almost, as national brands.\n\nCategories: Food Industry\n\n2 replies »\n\n  1. I’ve sometimes thought that a useful website would be a database of house brands and who supplies the actual products for the house brand. So then if you like Watties Baked Beans and it was found Watties was the actual supplier of Pams, then that fact could be published on the website.\n    Sometimes the savings on house brands is not worth the crap product inside, but other times you are getting quality product that we all love at a really reduced price in an ordinary wrapper\n\n  2. I remember going throught the TipTop factory in Christchurch when I was in primary school and I remember seeing the processing line and watching the ice cream getting pumped into the “Tip-Top” containers of 2L icecream and then without missing a beat and without a gap or pause in production “Budget” brand containers started coming along and getting the exact same product pumped into them. After noticing this I asked the tour guide what was going on and was unable to get a straight answer.\n\n    So some one needs to do a study based on taste and texture comparrison of expensive brands versus home brands and interview the “higher-ups” of these companies to get a real result.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9877886176,
        "format_confidence":0.7823229432
    },
    {
        "url":"http:\/\/m.charlestoncitypaper.com\/charleston\/hops-growers-persevere-in-the-lowcountrys-subtropical-climate\/Content?oid=3655581",
        "text":"Special Issues » The Beer Issue\n\nHops growers persevere in the Lowcountry's subtropical climate\n\n\n\n\nWe are living in an imperial world, and (dare I say it) I am an imperial man. When it comes to beer, bring on the hops. If it's a pale, make it a double India. And when I die, bury me in a coffin full of Cascades, Chinooks, and Brewer's Golds. If the cannibal corpse apocalypse comes, at least I'll be flavorful.\n\nMaybe that's taking it too far. I love a good wheat beer as much as the next guy, but when it comes to my first pint of the day, it's pale time, and that means \"hops.\"\n\n\nWith the microbrew revolution finally gaining steam in the Lowcountry (four breweries = a good start), City Paper reasoned that someone out there must be growing their own hops. These tiny flower clusters are so integral to our beer's flavor, imparting each sip with bitter tang, that surely a few local brewers would be cultivating choice varietals.\n\nFinding local hops proved harder than we thought, but not impossible. COAST Brewing's David Merritt was likely one of the first to attempt to grow them over five years during his stint as brewmaster at Palmetto. Despite harvesting plenty of hop \"cones,\" the frustration of trial-and-error growing led to the bines' eventual demise without ever producing anything particularly pungent (Yes, \"bine.\" Hops are a climbing plant that grow in a helix, called a bine. Vines are different — they attach themselves with tendrils or suckers.)\n\nAfter Germany, the U.S. grows more hops than anywhere else in the world, but most of that crop hails from the rainy Pacific Northwest. Still, the wet climate in that region may lead to a misconception about what constitutes good conditions for hops.\n\n\"One of my confusions when I first started was that I thought you had to have cool and wet conditions,\" says Jim Dobbins, who has successfully grown hops on Wadmalaw Island over the last two years. \"It actually has to do with the length of the day. Oregon and Washington get three or four more hours of daylight in the growing season. That opened my eyes.\"\n\nDobbins began his bines along the side of his house, realizing over time that the restricted sunlight and close quarters encouraged powdery mildew. He responded by building a series of 16-feet-high, 70-feet-long trellises to suspend the bines and spread them out. His hops varieties found mixed success. Chinook and Nugget hops failed to produce significant cones, but the Cascade hops (if you're a fan of Sierra Nevada Pale Ale, you're familiar with these) thrived. That harvest even made its way into Holy City Brewing's recent Shiftee, an 8.5 percent Golden Ale.\n\n\"It was Jim's first crop, so they didn't really change the beer too drastically,\" says Holy City's Chris Brown. \"It usually takes a couple of crops before they're really pungent enough to utilize to the best that they can be.\"\n\nHoly City did hang a wreath of Dobbins' hops at the brewery, and they're anxiously awaiting his second harvest with hopes of even more flavor.\n\nAcross the Ravenel Bridge, Westbrook Brewing's brick walls are adorned with thriving bines as well. Owners Edward and Morgan Westbrook began the plants as rhizomes (the transplanted stem of a hop plant that grows into a bine) at their home before transplanting them to the brewery. On International IPA Day last April, they harvested cones straight from the bine, adding them fresh to the boil in a process called \"wet hopping.\"\n\nThe Westbrooks use their hops in their own recipes, but also appreciate the value of educating visitors on how one of beer's key ingredients actually grows. They've even let a wedding planner pick a few for bouquets.\n\nTwo of the most knowledgeable hop growers in town may be Ben and Aaron Lucas, brothers who now both work at Closed for Business on King Street. For four years, the pair cultivated nine different varietals in their Park Circle backyard before moving. With trellises stretching 24 feet tall, the brothers utilized raised, angled beds to control rainwater runoff. They carefully monitored their soil chemistry, planting marigold flowers at the bines' base to deter aphids.\n\nOne of the biggest challenges of our hot, humid climate, Aaron says, is monitoring the plants for harvest. A cone that looks a day away from picking could be dry by the afternoon if the humidity drops.\n\n\"In this climate, you have to be really on top of things. We had good yields,\" he says, adding that one of their best harvests was Magnum hops, a relatively new hybrid developed in 1980 in Germany. \"Hops are kind of like grapes. They take about five years for a full harvest, and we were just getting to that point when we had to pull them to move downtown.\"\n\nChef Sean Brock has occasionally used the Lucas brothers' hops in dishes at McCrady's, while others have made their way into homebrews, including a habañero stout earlier this year. They're keeping their best varieties alive in pots on a porch, awaiting another move this spring when they can restart their bines. Eventually, Aaron says, they'd like to open up their own brewery.\n\nBy the time that materializes, there may be even more sources of local hops. At Dirthugger Farms on James Island, farmer Meg Moore recently started a few rhizomes in her walk-in cooler. She's building trellising this winter using old telephone poles with hopes of getting bines growing by spring.\n\n\"Asheville is really about the furthest south that hops are recommended to grow, but I feel like it can be done,\" says Moore. \"We're using an open field with plenty of air circulation, choosing heat-tolerant varieties, and planting them farther apart than people usually recommend.\"\n\nMoore plans to plant perennial herbs in the beds with the hops, with hopes of influencing their flavor. If the cones don't mature, she'll dig out the rhizomes and offer them to her CSA customers as edible hop asparagus or explore their medicinal properties.\n\n\"I think by the second year I'll get a good sense of how healthy they are,\" says Moore. \"I would love to have a totally local beer. I'm stubborn to a fault, so I'm going for it.\"\n\nHops are a tough plant to grow in the coastal Southeast, but folks like Jim Dobbins and the Lucas brothers prove it can be done. For the sake of every imperial man (and woman) out there, let's raise a pint in hopes they all continue to succeed.\n\nAdd a comment",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9619132876,
        "format_confidence":0.842135191
    },
    {
        "url":"http:\/\/www.midweek.com\/keeping-an-eye-on-the-culinary-future\/",
        "text":"Keeping An Eye On The Culinary Future\n\nRussell (left) and Jeff Hata at Y. Hata’s new employee lounge | Jo McGarry photo\n\nIt’s been a busy year already for food service wholesaler Y. Hata. In February, the company presented a $100,000 check to Culinary Institute of the Pacific’s director Conrad Nonaka, marking the company’s commitment to help build the institute’s new campus. And Wednesday, Y. Hata unveiled a new Google-inspired employee lounge created by bringing together two Matson shipping containers and the talents of interior designer Cathy Lee. Employees – there are almost 200 of them now – are a highly valued part of the Y. Hata success story, and it was clear Wednesday afternoon that as preparations were under way for the launch of The Lounge, no one was more excited about the employee fun area than chairman and CEO Russell Hata.\n\n“We had this idea for a while,” says Hata, “of giving our employees somewhere they could enjoy.”\n\nIn conversation with Cathy Lee, the Matson container idea was born.\n\n“It’s really incredible,” he says of the area that houses a flat-screen TV, couches, pool table and plenty of room to enjoy lunch. “Who would have thought you could do this with a container?”\n\nAs longtime Y. Hata chef Ernesto Limcaco rushed to and fro with dishes for the launch party, you could sense the excitement and energy. It’s all indicative of the change at Y. Hata since Russell took over the struggling family business, founded in 1913 by his grandfather Yoichi.\n\n“It got to the point where the company was in such bad shape that a local banker advised us to just close the place down. NOW,” recalls Hata.\n\nBut those were just fighting words for a man who says he always thought of himself as “kind of a lazy local guy.”\n\nInspired by the work his grandfather had started, Hata determined to rebuild the company, forging strong relationships among supplier, employees and customers, and focusing on core values.\n\n“We value the future,” he says. “We realize that anything we do that involves the next generation is important to our core value.”\n\nProminently displayed at the company’s Sand Island headquarters are posters that depict core values, implemented with the intention of keeping those values for the next 100 years.\n\nToday, in addition to its generous support of the new culinary campus at KCC, Y. Hata funds three yearly scholarships for CIP students, helps sponsor the program’s Team Hawaii at the national American Culinary Federation competition, and mentors culinary students through an internship program with Limcaco.\n\nThe turnaround at Y. Hata is impressive – not just internally, but because of the impact the company’s success is having on local culinary community.\n\n“We believe in our young people and in our commitment to supporting programs that support them,” says Hata.\n\nAnd he has achieved another element of success as his son Jeff is now part of the company, making Y. Hata one of only a small group of family-run businesses that continue into fourth generation.\n\nBut despite the company’s success, you won’t see anyone in the Hata family slowing down.\n\n“I think I’m more aware of how things can change than maybe other people are,” says Hata. “I’ve seen how easily it can happen.”\n\nHappy eating!",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.8386347294,
        "format_confidence":0.613578856
    },
    {
        "url":"http:\/\/www.bostonmagazine.com\/restaurants\/blog\/2013\/07\/18\/this-little-piggy-went-to-market-a-morning-at-norfolks-brambly-farms\/print\/",
        "text":"This Little Piggy Went to Market: A Morning at Norfolk’s Brambly Farms\n\nLocal chefs love their pigs—and, particularly, the ones that come from this farm.\n\nBy | The Feed |\n\nWelcome to Supply Chain, where we go behind the plate to get a feel for the day-to-day of Boston’s most relied-upon restaurant purveyors.\n\n\nTed O’Harte with his prized pigs. All photos by Cassandra Landry for Boston magazine.\n\nThe first mistake I make (and the second, and the third, damn you MapQuest) when I trundle down the leafy residential road looking for pig haven Brambly Farms, is this: I’m looking for a typical farm. Signage of some sort, or perhaps a sow leaning up against a fence, waving me in with little light sticks. But after I slow to a crawl and squint at each mailbox number, I find myself at a farmhouse out of a picture book, all white slats and overgrown garden. A few squeals ricochet among the trees along the back of the property. Ah yes, there they are.\n\nTed O’Harte emerges, seconds behind an enthusiastic dog named Max, bearing ice water. He’s a fifth-generation farmer from Northern Ireland with an easy laugh, and his pigs—Berkshires, Tamworths, Red Wattles, Large Blacks, you name it— are among the favored breeds in town for discerning chefs.\n\n\nO’Harte and his wife Sandra, who he has known since childhood, hopped across the pond and landed in Boston 29 years ago. They’ve been supplying local chefs with rare, purebred pork at Brambly, along with pastured eggs, for six. “Everybody’s exceptionally friendly, wants us to do well, and likes what we’re producing…except the neighbors,” he says, a good-natured smile lighting up his face as he shrugs. “It’s just about now that they’ve discovered that we’re a pig farm…”\n\nWhy anyone would mind living this close to a place where pigs spend their days blissfully eating and romping and wallowing around in mud is beyond me. O’Harte swings his legs over a low fence into a pen where nine five-day-old spotted piglets are prancing around. They eye me warily as they push up against their mother (sows have anywhere from six to twelve piglets at a time, O’Harte tells me as he dodges one underfoot), and scatter at any sudden movements.\n\n\nThe family mascot, Max.\n\n“If you’re a dog person, you’re going to like pigs,” he says, patting a Large Black with big, floppy ears. “They all have their own personalities, they’re all super friendly. It’s hard to dislike pigs…cows are even friendlier. They’re a bit like people with no moods.”\n\nThe pigs, which are marketed at about eight to nine months old, are fed grain from a local miller, occasionally mixed with excess brewer’s grain from Fort Point newcomer Trillium Brewery. Pines and oaks surround the property, and it’s an acorn free-for-all once they’re in season. There’s no ear notching or castration, and everything shows up to the restaurants 100% intact.\n\nWith the addition of new (larger) location in Cooperstown, NY, with O’Harte’s eldest son Cormac at the helm, they plan on scaling back the number of pigs in Norfolk, keeping a few of the star moms around and creating a showcase environment for prospective chefs. O’Harte is also hoping to bring in a few cattle and more poultry to both locations, continuing to widen the scope of their offerings.\n\n“Working with chefs is super easy. They either want a whole or a half pig, so there’s never any fuss,” he says. “They’re never put off by the head or the organs still being there like some people are, and they’re always the most appreciative.”\n\nOne such chef is West Bridge’s Matthew Gaudet, who first heard about the farm while cheffing at Aquitaine and outlining initial plans for the Kendall Square mainstay. “Alexis [Gelburd-Kimler, West Bridge co-owner] and I went to visit during construction. The pigs were happy, everything is as natural as it should be, and they had the right philosophy about the process,” he says. “Just cool folk that want to raise cool pigs that taste great—and they do.”\n\nO’Harte admits that this kind of open-field low-production model, which supports about 150-200 pigs, isn’t very typical. “Usually they’re in a concrete shed and everything’s locked up,” he says, shaking his head. “We use zero antibiotics, zero medicines…there’s no need for that garbage. If you cram 500 animals into a half an acre, you’re going to have problems.”\n\nThe land is fenced in, but I find it hard to believe the pigs aren’t tempted by the sweet taste of freedom every now and then. “Once in awhile we have an escapee, sure,” he agrees. “We’ve called the cops once, but we got her back fast. The teenagers are the ones you have to watch…just like human teenagers!”\n\nAt the end of the day, O’Harte’s approach is elegantly simple. “All you have to do is feed them quality food, give them clean water, keep them cool in the summer and warm in the winter, and they’ll think you’re great,” he says. One of the big guys pokes his snout over a pen wall and snorts in approval.\n\nSource URL:",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9872316718,
        "format_confidence":0.9493681192
    },
    {
        "url":"http:\/\/www.capitolhillseattle.com\/2012\/08\/hill-tastes-starting-with-manoushe-recipe-for-mamnoons-kitchen-comes-together\/",
        "text":"Hill Tastes | Starting with manoushe, recipe for Mamnoon’s kitchen comes together\n\nAuthor and chef Barbara Massaad (Image: Mamnoon)\n\nHill Tastes is a CHS essay series from a variety of Capitol Hill voices exploring the flavors of Capitol Hill restaurants, bars and more. Have a taste you’d like us to explore? Let us know.\n\nWhen Mamnoon opens later this year on Melrose Avenue across from Terra Plata, the culinary experience will be a journey across the Middle East. A signature scent will waft from the ovens: freshly baked bread mixed with toasted thyme and sumac. It’s zaatar, the Lebanese equivalent of an American hot dog.\n\n“This is the smell of Lebanon,” said Barbara Massaad, a Lebanese cookbook author and restaurant consultant working with Mamnoon’s owners to build a repertoire of Lebanese and Syrian dishes.\n\nMuch of the menu will derive from the manoushe, the ubiquitous baked good found on street corners throughout the diverse countryside of Massaad’s native home.\n\n“Man’oushe” is also the name of her first cookbook — a gorgeous anthropological food lover’s journey across Lebanon. Her second book, “Mouneh,” explores the rich tradition of Lebanon’s preserved foods.\n\nMan’ oushe Jibneh Harra (Image: CHS)\n\n“The man’oushe is what you think of when you think of Beirut,” she said.\n\nMassaad is scheduled to speak Saturday at Elliott Bay Book Company at 2p. She’ll talk about her experience collecting recipes, folk lore and beautiful photographs around Lebanon.\n\nMassad is energetic and ebullient; she speaks intensely with dark eyes and flowing reddish tinted hair. Massaad is so focused on details of the Mamnoon venture that she has hunted down a spice provider in Lebanon. She said she’s overseeing the exact blends of native herbs to ship back to Seattle. It’s here that chef Garrett Melkonian will direct a kitchen to prepare a menu that’s new to Seattle eaters. Melkonian comes to Mamnoon via Café Juanita and the Inn at Langley and Spring Hill.\n\n“We want to bring authenticity in a setting that’s very contemporary,” Wassef Haroun said.\n\nWassef and Racha (Image: Mamnoon)\n\nThe former Microsoft executive dreamed up the idea for the restaurant and sought out Massaad to join the team to get the restaurant opened. He and his wife, Racha, own the business.\n\n“When people think about the food at Mamnoon, they should erase the standard that’s found at most other Middle Eastern places,” the owners said. “Don’t say the word ‘pita’ in your article. This isn’t falafel and gyros. This will be gourmet alchemy. The very best of Middle Eastern flavors and preparations,” Massaad said. Nothing will be vulgarized.”\n\n“It’s like the food I make at home,” she said.  “Grilled meats, vegetables and fish. Kofta, spiced meats, homemade cheeses and wonderful desserts. What you’re going to see in our restaurant is going to be not what you’ve seen before.”\n\nFor the owners, food and generosity is part of the Middle Eastern culture. The restaurant will be contemporary and comfortable, to Middle Eastern food what Ba Bar is to Vietnamese.\n\n“A big part of what we want to do is discovery,” Haroun said. “There will be a wide variety of flavors, mixing local ingredients with imported peppers and vinegars. It’s the kind of place where people could visit several nights a week.”\n\nThe restaurant will be the kind of place where people can come together to debate the best hummus, or argue over Middle Eastern politics.\n\nFreshly baked Middle Eastern bread (Image: Mamnoon)\n\n“Food is an important element that brings people together,” Massad said. In Lebanon alone there are dozens of different communities including Muslims, Christians, Druze and Bedouin. And each village has its own identity, its own blend of zaatar.\n\nThe region’s history is stained by wars and bitter conflicts.\n\n“At the dinner table, there’s hope for reconciliation,” Massad said. “There’s a saying that says, ‘Make food not war. People can look across the table and see each other for who they are instead of what they represent.  Then, you have it made.” \n\nSubscribe and support CHS Contributors -- $1\/$5\/$10 per month\n\nOne thought on “Hill Tastes | Starting with manoushe, recipe for Mamnoon’s kitchen comes together",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9950423241,
        "format_confidence":0.7903637886
    },
    {
        "url":"http:\/\/geoffkelly.com\/index.php?ArticleID=26",
        "text":"Geoff Kelly Wine Reviews\nIndependent reviews of some local and imported wines available in New Zealand, including earlier vintages.\n\n\nThis is a narrative account summarising first tastes of wine achievements in the 2004 vintage in Hawkes Bay. The notes originate in Hawkes Bay Winemakers' presentation of their 2004 Hawkes Bay Vintage Review, held in Hastings on 13 October. First impressions of the vintage in Hawkes Bay are of a year not quite as warm and ripe as 2002, but with a splendid autumn. There are thus enhanced aromatics, but in some cases less body. There should be outstanding gewurztraminers, chardonnays and syrahs, and, where full ripeness was achieved, some exciting and flavoursome wines in the emerging Hawkes Bay Blends class. The latter are modelled on Bordeaux Blends from cabernet sauvignon, merlot and friends, since the Hawkes Bay climate so closely matches Bordeaux, but they seek a point of difference by permitting syrah, if the winemaker desires.\n\nMerlot, Cabernet & the Hawkes Bay Blends\n\nThe evolving Hawkes Bay Blend group of reds are commanding great interest. They have the potential to become a class of wines as valid as Bordeaux Blends, or Super-Tuscans. Their claim to future fame may well rest on the judicious use of syrah in the blend, as the Bordelais did in the 1800s, and (sad to say) the Italians are tip-toeing into now.\n\nNowhere is it more important than in this grouping to say these comments are impressions only, based on barrel samples, based on works not only in progress, but not even half way through. For example, a number of the samples are reductive, as one would expect at this stage, but one tries to see through that. So anything can happen, between now and the final fined and settled-down blend as bottled. Further, some wineries with wines very relevant to this class did not participate in the exhibition (Mills Reef, Craggy Range, to name two glaringly obvious ones), or did not show their top wine (Te Mata Coleraine, Alpha Domus Aviator).\n\nOf those shown, I was very taken with a velvety, rich and dense Church Road Merlot \/ Cabernet Reserve (14%), which had far more interest than any Tom to date (a sign of things to come ?), a more aromatic and cassisy Church Road Cabernet \/ Merlot Cuvee Series (and freakily, the sensory profiles of these two wines do seem to match the contrasting cepages), and a weighty (and reductive at this stage) Corbans Cottage Block Cabernet Franc (13.2%). I hope the latter won't end up too oaky, and will conserve the subtlety of the variety. Thus, at this moment my top three wines all spring from the Montana stable – not a firm hitherto noted for its 'claret' styles..\n\nNext were a potentially very fragrant and reasonably rich Pask Merlot Reserve (13%), an almost peppery (+ve) and complex Corbans Private Bin Merlot \/ Cabernet (13.5%), and an aromatic cassis and pennyroyal Pask Cabernet \/ Merlot \/ Malbec (13.5%).\n\nLooking to be at least silver medal contenders were another aromatic and pennyroyal wine, Te Mata Awatea (13.5%), a plummy but at this stage nearly astringent Te Awa Boundary, a flavoursome and fragrant Trinity Hills Merlot Gimblett Gravels (13.5%), an aromatic and plummy Clearview Old Olive Block (13.5%), and an intriguing Crab Farm Merlot (14%) tinged with smoked mussels.\n\nNot quite so ripe and hence more in the middle of the field at this stage are an understated but agreeable-on-palate Alpha Domus Navigator (13.5%), a clearly varietal Ngatarawa Merlot (13.5%), an oaky and cassisy Vidal Cabernet Barrel Selection (13%), and a fragrant and cassisy Trinity Hill Cabernet Sauvignon Gimblett Gravels (13.5%).\n\nMore uncertain offerings included a Matariki Merlot, a disorganised Clearview Enigma (13.5%), an (?) out of condition Gunn Estate Merlot Woodshed (14%) which was hard to assess, a US-oaky Mission Cabernet \/ Merlot Jewelstone (13.9%), and a leafy Crab Farm Cabernet Franc (14.5%). A Sileni Estates Merlot Selection (c.14%) was light and fragrant, but much too stalky.\n\nTwo wines were so out of condition, they could not be assessed meaningfully: Sacred Hill Merlot Brokenstone (14%) and Sacred Hill Cabernet \/ Merlot Helmsman (14%). The colours and textures look promising, however. Their poor form was disappointing, for the '02 Brokenstone may well turn out to be the champion red from that vintage in Hawkes Bay, and '02 Helmsman is not far behind, so interest in their 04s is acute.\n\nWhere wines from the same winery have ended up in the same bracket, it is worth saying this arose from subsequent blind tasting, which gives one some faith in the effort involved in doing it.\n\nSyrah (& Zinfandel)\n\nLike the Hawkes Bay Blends, the syrahs are equally an exciting and potentially dramatic (and world-class) group of wines emerging in Hawkes Bay. The top wines in 2004 appear to display the enhanced aromatics which characterise the vintage, compared with 2002. There is little doubt now that the best syrahs from Hawkes Bay will capture complex varietal smells and flavours which can only be compared with the wines of Hermitage and Cote Rotie – e.g. the 2002 Trinity Hill Syrah Homage. One can only eagerly await the planting of true hillside sites, as opposed to slopes.\n\nAgain I must emphasise that the following notes are based on barrel samples, and anything is possible between now and bottling. For syrah in particular, the principal hazards are over-oaking, and reductive tendencies. Many of the wines already seem fully-oaked, if varietal expression is to be optimised. There is absolutely no point in us slavishly following the Australian \/ American obsession with heavily over-oaked shiraz \/ syrahs. Our climate permits us to create something of far greater beauty and subtlety. One can only wish that our syrah winemakers would make more creative use of immaculately clean but old oak – more than five vintages.\n\nAs a result of blind tasting, top wines for me included: a beautifully floral and aromatic Te Mata Woodthorpe Syrah \/ Viognier (13.5%), a reductive-at-the-moment but rich Vidal Barrel Selection (13.5%), an impressive Church Road Cuvee Series (13.5%), a sweetly-fruited, very rich, but oaky C J Pask (13%), and the leaner but clearly varietal Mission Jewelstone (14.2%). Any of these could be gold medal wines, noting the earlier caveats.\n\nDown a notch then to a crisply aromatic Moana Park Tribute, the very reductive (now) but concentrated Matariki wine, and the peppery but fragrant Stonecroft Zinfandel (14%), clearly blueberry varietal.\n\nAt the next level is a slightly exotic Trinity Hill Gimblett Gravels (14%) reminding of the Montes Syrah from Chile, and an intensely star anise Stonecroft (14%).\n\nOthers include a slightly stalky and Crozes-Hermitage-styled Bilancia Syrah \/ Viognier (14%), a raspberry jam tart Sacred Hill (14%, which may have been out of condition), an estery, acid and stalky Kemblefield Zinfandel (14.5%), and an out-of condition Ngatarawa Syrah (13.5%), which shouldn't have been shown.\n\nPursuing zin in Hawkes Bay is a triumph of romance over reality. Even in the very centre of the hottest part of the Gimblett Gravels, it develops desirable varietal characters in very few vintages out of ten.\n\n\nMore great New Zealand chardonnays have come out of Hawkes Bay over the years, than any other district. Gisborne feels it is the Chardonnay capital of New Zealand, and by area this is correct (by the slimmest margin), but the upcoming wines of Marlborough, and the thus-far overlooked but infinitely exciting Otago chardonnays will provide great competition. Any or all of these districts would be happy to tumble Hawkes Bay from its chardonnay perch, so the pressure is on with this grape.\n\nThe 2004 vintage in Hawkes Bay looks to be superb for chardonnay. The best wines may show enhanced varietal character over the somewhat fatter 02s, and be even better wines. But, as with the reds, because most of these wines include barrel-aged material, these notes are merely interim impressions of wines midway through the winemaking process. The finished cleaned-up wines will almost certainly be different, and usually better. Many '04 chardonnays are being rushed onto the market early, however, because of the shortfall in the frost-affected 2003 chardonnay harvest.\n\nTop wine for me at this stage included a beautifully proportioned Mission Jewelstone (14%), a sweetly-fruited Gunn Estate Skeetfield (14%), and a potentially delicious Sacred Hill Riflemans Terraces (14%). Provided they do not end up over-oaked, they could become classic Hawkes Bay chardonnays in an understated style, comparable with some of France's better white burgundies.\n\nIn the next tier were several that might be just as good, for there is a lot to happen yet in the evolution of these wines. These include a rich, peachy and crisp Te Awa, a still-reductive Corbans Cottage Block (13.5%), a more assertive Matariki with MLF and a trace of sweetness still showing, another rich, oaky, and characteristically boisterous Clearview (14.5%) with golden-queen peachy fruit going on mandarin, and an understated crisp Ngatarawa (13.5%).\n\nWines which were harder to assess due to carried-over fermentation complexities included a hessian and slightly acid Pask (13.5%), a still-lactic and spirity but sweetly fruited Askerne (14.5%), a peachy and rich Sileni Estates Cellar Selection (13.2%), a reductive and oaky Sacred Hill Barrel-Fermented (14%), and the more reductive Corbans Private Bin (13.8%) and Church Road Reserve (14%), no doubt to be transformed when cleaned up.\n\nOther wines even harder to penetrate at this stage included a rather ersatz, tropical and still sweet Vidal Barrel Selection (13.5%) from 100% new oak, a very reductive Church Road Cuvee (14%) and Crab Farm Reserve (13.5%, not quite dry), and an oxidised Kemblefield Distinction (14.5%).\n\nI tasted only two unoaked chardonnays: a pure and attractive but slightly sweet Vidal Unwooded (14.3%) in the top half of the field, and a volatile Kim Crawford (12.6%), lo... (truncated)",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9922680259,
        "format_confidence":0.5919110775
    },
    {
        "url":"http:\/\/www.foodservicedirector.com\/menu-development\/menu-strategies\/articles\/loving-latino",
        "text":"Loving Latino\n\nOperators are looking past traditional Mexican cuisine to deliver authentic Latin flavors.\n\nThese rajas from the National Onion Association feature\nchiles that have been roasted.\n\nWith the rise of the Latino population, which according to the U.S. Census Bureau will reach 50 million this year, foodservice directors are reporting more interest in foods not only from Mexico but also Central and South America and the Caribbean.\n\nAiming for authentic: Aramark LifeWorks Director Peter Gilhooly says he sees ethnic diversity among the 18 B&I accounts he oversees and he designs concepts around the needs of those clients. “We do a street foods concept with Latino-infused cuisine that fits in nicely,” Gilhooly says. “It’s all about technique. We do tamales, tortas, empanadas and a trio of soft tacos. The soft tacos are filled with shrimp, and the mole we use is an authentic mole recipe popular in the Mexico’s Oaxaca region. The strips of cooked chiles are called rajas, which means “strips,” but in Mexican cooking it refers to strips of chiles. The chiles are roasted, peeled and cut into strips. These are smaller portions of traditional favorites and customers can pick and choose.”\n\nGilhooly says the department offers several salsas—salsa verde with tomatillos, cilantro and peppers; salsa negra, which has chipotle chiles and garlic; and salsa roja with charred tomatoes, roasted serrano chiles, onions, cilantro and garlic.\n\n“We have a lot of success with street foods,” Gilhooly adds. “For the entrées we’ve gone deep into Latin American and Mexican cuisine to offer authenticity. We make pork tinga with potatoes, avocado and Cotija cheese, pozole verde, and a fish stew called moqueca de peixe, which is a favorite in Brazil.”\n\nAt New York Hospital Queens, Executive Chef Jerry D’Amico calls Flushing, N.Y., “the most diverse zip code in the U.S. There’s a lot of demand for Latino. When we do authentic Mexican food in the café, we do 1,800 meals.”\n\nD’Amico says some popular dishes include a Cuban flank steak with tomato sauce, fried yuccas with beer, plantains and beef chimichangas made from scratch. Aztec corn, which is roasted under a salamander and served with tomatoes, cilantro, peppers and hot sauce and is served cold, also is a favorite at the hospital.\n\nIda Shen, assistant director and executive chef at the University of California, Berkeley, offers a Peruvian-inspired quinoa stew that she says is more like a soup with lots of chunky vegetables and, sometimes, feta cheese. During a trip to Mexico for a NACUFS sub-regional meeting, Shen was inspired to make chilaquiles, which are made with deep-fried leftover tortillas or tortilla chips, red sauce and eggs and served as a snack or breakfast item. “We never have leftovers of them,” she says.\n\nAt the Davis (Calif.) Joint Unified School district, Rafaelita Curva, director of student nutrition services, is moving the model of food prep to scratch cooking and makes pico de gallo and salsa from scratch.\n\n“Our students notice the difference in our menus now,” Curva says. “We had a recipe we decided to make for National Vegan Month in the fall, and it came from ideas from our staff. We call it bean fiesta because it’s a Latino-influenced recipe and it’s a vegan side dish that can be served with any entrée. We needed to use beans from the USDA’s commodity program. Our staff came up with a recipe that is simple and full of flavor—cilantro, curry, turmeric and cumin are all in it along with garbanzo and pinto beans, peppers, zucchini and summer squash.\n\n“It can be made from any combination of commodity beans and vegetables in season and lots of cilantro,” he adds. “It is flavored with cumin spice, which is a standard in Mexican cooking.”\n\nInspired by Chipotle: The proliferation of Latino-inspired fast-casual concepts, the most notable being Chipotle, has had an effect on many college campuses. Samuel Samaan, foodservice director at Azusa Pacific University, in Azusa, Calif., is expanding a concept that he says is very similar to Chipotle. The concept is replacing an older taqueria concept. The location is being doubled in size, and the bigger footprint is expected to double the transactions.\n\n“We will use fresh ingredients and serve items such as burritos, tacos, Mexican rice bowls, quesadillas and taco salads,” Samaan says. “There’s high demand here for Latino foods. We have a chef from Nicaragua whose salsa is very popular.”\n\nAt Texas’s Corpus Christi schools, Foodservice Director Jody Houston’s staffers make salsa and egg taquitos with green chili sauce for breakfast.\n\n“We’ll do a jalapeno wrap one day a week with turkey, cheese, romaine lettuce and a light ranch dressing, or cheese enchiladas with corn tortillas, low-fat cheese and low-fat beef chili gravy,” Houston says. “We offer brown Spanish rice, which gets baked off in our central kitchen. Sometimes we buy chicken burritos and serve them with the beef chili gravy and add tostadas to the mix.”\n\nA Fiesta of Flavors\n\nUC-Boulder’s Latin Comida offers housemade tortillas\n\nAccording to Amy Beckstrom, director of dining services at the University of Colorado, Boulder, a fiesta of flavors meets the eyes of students entering the campus’s Center for Community Dining as they encounter Latin Comida, one of 10 stations at the dining center.\n\n“[Customers] see chefs making fresh tortillas through the glass window on the first serving line,” says Beckstrom. “Everything is fresh—whole-wheat tortillas, burritos and salsas.”\n\nBeckstrom says the school challenges its chefs to try to educate their customers beyond tacos and burritos. The year-old station has watched its business grow exponentially, say Paul Houle, executive chef de cuisine, and Billy Kardys, executive sous chef. The department makes its own whole-wheat and flour tortillas—between 1,000 and 1,800 a day—and offers three proteins with options such as shredded skirt steak, pulled pork and chipotle chicken, as well as a vegetarian option.\n\n“We have students who come in daily just for the burritos, which we offer with a choice of three salsa toppings: habanero, verde and roja,” says Houle. “We’ll also offer a traditional roasted corn salsa.”\n\n“Everything is locally sourced,” Kardys adds. “We cook and smoke our own proteins.”\n\nDuring the planning stages for the concept the chefs decided to focus on a range of Latino dishes. Houle recalls selecting lomo saltado, the national dish of Peru. Ingredients include strips of beef, chili peppers, rice, soy, ginger, garlic and french fries. Often the dish is served over white rice. “We also do Central American corn pancakes with different salsas,” says Houle.\n\nMany of the dishes are new to the students and help educate them to various Latino-influenced cuisines. “We do a lot with Caribbean,” says Houle, such as mojo pork, which is popular in Cuba, Jamaica and Puerto Rico. Mojo sauce consists of olive oil, garlic, paprika, cumin, red chili and salt. “We’ll also take classic seasonings from these dishes and use them with tofu,” Houle adds.\n\nLatin Comida offers two salads daily such as jicama or tres frijoles from Mexico.\n\n“The variety is part of the fun,” Houle says. “[The students] really want to know where each dish is from and if we just made it up or if it’s a traditional dish. Our staffers who come from these countries take pride in the dishes and tell us how to make them more authentic. With this station we feel the authenticity of each dish is important.”\n\n“A lot of students, even if they don’t know the foods, are enticed by the flavors and look of the dishes and how vibrant they are,” adds Kardys.\n\nThe station also uses lots of plantains and yucca root, which is sliced, cubed and fried as a snack item. “We continue to learn,” Houle points out. “We ask our staff for help, and they’ll regularly bring in cactus, which we’ll use with pico de gallo instead of onions. It’s good—very light and fresh.”\n\nPotato Pancake with a Twist\n\nYolanda Balbon, resident dining manager at Fordham University in New York, recently cooked with her mother at a special event at the university honoring an Ecuadorian priest and a nun from Malawi. Working with her mother, Balbon prepared a classic Ecuadorian dish, tortilla de papa.\n\n“We do a special ethnic night each month and this event was our Ecuadorian one. Tortilla de papa is like a potato pancake, only thicker, that is served with fritado, which is pork marinated overnight in beer, baked and then fried. The tortilla is made with milk and potatoes—like mashed potatoes that are shaped into cakes—and there’s mozzarella cheese inside. You put the cheese in the mashed potato cakes and you fry them and serve over shredded lettuce. You add a slight touch of vinegar on top of each patty.\n\nWorking with my mother was very strange and different. My employees that night saw a different side of me. We have a large Ecuadorian population here in the Bronx and at the school, so the food reminded them of home. All of the employees worked with my mom to make the 600-plus patties.”\n\nTortilla de Papa with Ecuadorian Beef\n\n6 to 8 servings\n\n1 1\/2 lbs. potatoes, peeled\nPinch of salt\nPinch of achiote powder\n8 oz. butter\n1\/2 oz. each mozzarella cheese\n1 tbsp. frying oil\n1 heart lettuce\nDash parsley\nApple vinegar\nSalt to taste\nSugar to taste\nBlack pepper to taste\nDiced tomatoes (for garnish)\nEcuadorian Beef (recipe follows)\n\nEcuadorian Beef:\nCumin to taste\nSalt to taste\nBlack pepper to taste\nSugar to taste\n4 oz. apple vinegar\n6 to 8 lbs. pork shoulder, trimmed, cut in 2-in. cubes\n2 bottles of beer\nFrying oil\n\n  1. Boil potatoes. Add pinch of salt and pinch of achiote powder.\n  2. Mash potatoes. While mashing, add butter. Mold potatoes into balls, about 1 1\/2 in. thick. Make dent in middle and put 1\/2 oz. mozzarella cheese in each and cover.\n  3. Fry each on stove top in hot oil until outside becomes fried; about 5 mins.\n  4. For beef: Mix a touch of cumin, salt, black pepper, sugar and apple vinegar. Use mixture to marina... (truncated)",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9959517717,
        "format_confidence":0.7907015681
    },
    {
        "url":"https:\/\/www.riverfronttimes.com\/stlouis\/westport-social-makes-a-once-forgotten-plaza-a-dining-destination\/Content?oid=14564205&utm_source=widget&utm_medium=articleblog&utm_campaign=rightrail&utm_content=TabbedPopularity",
        "text":"Westport Social Makes a Once-Forgotten Plaza a Dining Destination \n\nclick to enlarge Smoked wings, served with Calabrian buffalo sauce and black-peppercorn ranch.\n\n\nSmoked wings, served with Calabrian buffalo sauce and black-peppercorn ranch.\n\nAs the line for entry into Westport Social on a recent Saturday night snaked down the sidewalk and along the length of the building, I was lucky enough to be on the inside, tucked into a small bar table right up against the front windows. My fortunes would become even more apparent to the poor souls on the other side of the glass when a heaping platter of \"Burnt-End Nachos\" arrived — a feat of architectural engineering that appeared to defy gravity in its ability to stay upright.\n\nA Jenga-like lattice of wonton chips at least eight inches tall served as the base of the structure; hunks of savory beef brisket, Kalamata olive slices, banana peppers and pico de gallo adorned it. The sculpture was interspersed with avocado crema and cheese sauce that was more like a velvety fondue than stadium nacho goo — a dish that induced a reverie interrupted only by the tapping on the glass from eager spectators pointing at my plate, smiling and giving a thumbs up. I couldn't tell if they were sharing in my amazement or trying to beat down the window to snag some nachos. Either made perfect sense.\n\nclick to enlarge Burnt-end nachos include wonton chips, avocado crema, cheese sauce, kalamata olives, banana peppers and bean pico. - MABEL SUEN\n  • Burnt-end nachos include wonton chips, avocado crema, cheese sauce, kalamata olives, banana peppers and bean pico.\n\nThat Westport Social is attracting throngs of people willing to stand in bone-chilling weather to get inside is quite a development to say the least. It's no secret that Westport Plaza, the sprawling dining and entertainment destination in which it resides, has seen its glory fade, as once-signature properties saw their patrons flee faster than you could down a Long Island iced tea at the old America's Pub. A year ago, the only real luster on the place was the golden-mirrored high-rise that bore its name — and even its outdoor-facing \"scenic elevator\" is broken.\n\nYet hospitality management company LHM is banking on the area's ascendance. The company, which counts the Cheshire, the Hilton Downtown and Union Station among its properties, acquired the plaza in 2015, a calculated gamble based on the uptick in development in the area, new restaurants, and a hotel occupancy rate in Maryland Heights that is second only to downtown. They saw a need for a nightlife option that would not only cater to the numerous companies in and around the plaza but would also provide the area with a type of venue that has been growing in popularity around the country, namely a grown-up entertainment complex that gives drinkers something to do, without the incessant dinging and obnoxious flashing lights of a Dave & Buster's.\n\nclick to enlarge The place aims for an upscale vibe that's a far cry from Dave & Buster's. - MABEL SUEN\n  • The place aims for an upscale vibe that's a far cry from Dave & Buster's.\n\nLHM is indeed onto something, and it doesn't take a packed house to see that. The massive, 12,500-square-foot restaurant is sleek and stylish — a surprise to someone used to the old Westport but not surprising at all considering LHM is behind places like Basso and Three Sixty. You enter into a smaller bar area featuring foosball tables, a bar and the kitchen, all decorated in rustic, earthy tones. The back room is where most of the action is, as evidenced by the gigantic televisions that cover the walls. On two sides there are bocce courts; to the front is a music stage, and to the back and the side are shuffleboard courts and two full-size basketball pop-a-shot setups. A large, rectangular bar sits in the middle of the room, surrounded by semi-circular booths and seating areas heavy on the velvet and leather.\n\nLHM took pains to match the modern vibe with food and drinks that nod at classic bar food but transcend the baseness often associated with the genre. If the nachos show this kitchen can elevate classic appetizers, the wings prove they can put it on a jewel-crusted pedestal. The plump drummies and wings are smoked, infusing the juicy meat with flavor without overtaking it. A slightly sweet dry-rub coats the exterior, fusing with the fat and smoke to render additional condiments unnecessary. Not that you'd be out of line using the accompanying red-pepper dipping sauce, a tart, yet mild, alternative to Buffalo.\n\nSalt-crusted soft-pretzel sticks with addictive \"Cheez Whiz sauce\" are straightforward but again demonstrate how a little bit of effort, like infusing the cheese sauce with bright IPA and folding in mouth-puckering whole-grain mustard, goes a long way in turning a boring dip into something wonderful. The same goes for shrimp skewers, a thoughtful stand-in for shrimp cocktail. The grilled shellfish rest atop bright jalapeño-pineapple relish and are drizzled with chimichurri for a refreshing effect.\n\nclick to enlarge Yes, that is Volpi pepperoni atop the pizza. - MABEL SUEN\n  • Yes, that is Volpi pepperoni atop the pizza.\n\nEmpanadas are mushroom-stuffed pillows, their flaky exterior underscoring the fact that these are indeed made in-house. Chiles give the filling a touch of heat, and cilantro crema adds richness for a dish that would not be out of place at a trendy Mexican restaurant. Likewise, the pizzas are respectable enough that you wouldn't bat an eye if a dedicated pizzeria were serving them. Though not classically Neapolitan, their simple, crushed tomato sauce gives them that essence. The crust is crispy, the interior is gooey and, when paired with large, fennel-flecked crumbles of local sausage, it makes for the quintessential sausage pie. Even the plain cheese version hits the spot.\n\nI have a hard-and-fast rule about not ordering fish tacos at a place that looks like it shouldn't serve fish tacos. Westport Social fits that profile and blows my theory out of the water. A flaky piece of battered cod is nestled into a corn tortilla with crisp cabbage slaw and lemon pepper crema. If I were served this exact dish on the beach in Baja, I wouldn't blink.\n\nclick to enlarge The house burger features a blend of sirloin, brisket and short rib. - MABEL SUEN\n  • The house burger features a blend of sirloin, brisket and short rib.\n\nI wanted the house burger to be thicker and juicier than it was based on its blend of sirloin, brisket and short rib. As it is, it's a solid cheeseburger smothered in American cheese and grilled white onions. Considering how much Westport Social improved upon other bar staples, I expected more. A pulled-pork sandwich at lunchtime gave that. The succulent meat was reminiscent of what you'd get hand-plucked at a pig roast. The kitchen was restrained in its accoutrements, allowing the meat to shine through: just a dash of tangy Alabama white barbecue sauce, some slaw and a brioche roll that glistened with pork fat and butter.\n\nThe fact that the full-sized version of this sandwich is only available at lunchtime (sliders are served during dinner hours) should pack the house, but on a daytime visit, we had the entire place pretty much to ourselves. It was a welcome respite from the elbow-to-elbow crowds I witnessed on the weekend, but the pleasure of eating there that day underscores the only real flaw to the place: It is so busy that the crowds often overwhelm the game facilities.\n\nclick to enlarge The TVs are huge, and so is the play space. - MABEL SUEN\n  • The TVs are huge, and so is the play space.\n\nClearly the idea behind Westport Social is to offer entertainment as an amenity — that the games are completely free only adds to the desire to play them. However, they are perpetually packed. A chalkboard sign-up sheet next to each keeps it dignified, but it's several people deep throughout the night and requires serious strategizing to partake. And because the venue caters to large corporate gatherings, the facilities, including the two on-site, fee-based karaoke lounges, are sometimes closed to the public. There's no real way around this without turning the place into a loud, overwhelming game hall — something that would go completely against the more upscale vibe they are trying to create. It's just something to consider if you plan on spending a Friday evening playing games. You'll have to strategize and be prepared to wait.\n\nThat wait is much less annoying with one of Westport Social's excellent drinks. LHM brought in Kyle Mathis, formerly of the esteemed cocktail spots Taste and Sardella, and his list is thoughtful while still being approachable. Classics like a collins mule and an old fashioned are balanced — a far cry from the sugar-bomb Purple Hooter shots that used to flow from the space's former tenant, Margarita Mama's.\n\nMathis' drinks, together with the near-flawlessly executed food, exemplify the sort of elevated concept Westport Social wants to be. The complex shows that, yet again, LHM has the magic touch and thinks through every last detail — except for those tables by the windows. Giving hungry patrons such a tease while they're waiting to get inside could well result in some broken glass.\n\nclick to enlarge MABEL SUEN\n\n\nBest Things to Do In St. Louis\n\n\nNever miss a beat\n\nSign Up Now\n\nSubscribe now to get the latest news delivered right to your inbox.\n\n© 2018 Riverfront Times\n\nWebsite powered by Foundation",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9637111425,
        "format_confidence":0.794778049
    },
    {
        "url":"https:\/\/www.thebalance.com\/the-basics-of-up-selling-menu-items-2888423",
        "text":"The Basics of Up-Selling Menu Items\n\nServers are Salespeople Too\n\nPlate of food on table\nDiane Collins and Jordan Hollender\/ Iconica\/ Getty Images\n\nServers (also known as waiters and waitresses)are a key part of your restaurant staff. Without good service, few customers would return to any restaurant. A good server does more than just wait on customers. He or she is a salesperson. (Perhaps they should be called sellers, instead.) They should not just be taking orders and delivering food. They should be selling a product- your restaurant menu.\n\n\nA good server knows how to up-sell. Up-selling is simply getting a customer to spend more than he was originally intending. For example:\n\nCustomer: “I’ll have a martini, strait up.”\nServer: “Do you have a preference on the gin? We carry Bombay and Beefeaters.”\nCustomer: “Beefeaters, please.”\n\nThe server did not take the drink order and walk away. Instead she offered a more expensive liquor. If she hadn’t the customer would have bought a martini made with well gin. That’s fine, but a good server will always try to offer something a little nicer and little bit more expensive. A restaurant may be classified as a food and beverage operation, but that doesn’t mean its employees shouldn’t employ salesperson tactics.\n\nChain restaurants, such as McDonalds, employ up-selling all the time. Whenever the person working the drive-through asks if you want to super-size your number seven, or if you want the extra hash brown for thirty cents, that is up-selling in its most basic and unrefined form.\n\nUp-Selling Basics\n\nIn a restaurant, up-selling should be done with a little more finesse. The key to up-selling is to do it in a way that the customer doesn’t know he or she is being sold something. For example:\n\nServer: “Would you care to start with an appetizer tonight? Our chef is running our house favorite, a baked lobster dip with crostini.”\nCustomer: “That sounds good. What else is in it?”\nServer: “It has a creamy alfredo sauce with roasted red peppers, artichoke hearts and fresh lobster. I have one whenever I come in for dinner.”\nCustomer: “That sounds great! We’ll have one!”\n\nThe server didn’t wait to hear if the customer wanted an appetizer. Instead she just went right ahead and told them about a popular special the kitchen was running.\n\nLets say the customer doesn’t like lobster. The server already has his attention and can offer another appetizer instead. For example:\n\nCustomer: “No thanks. I’m allergic to seafood.”\nServer: “The kitchen is also running a delicious tomato-basil bruschetta served with seasoned olive oil and crusty French bread.”\nCustomer: “Hmmm, that sounds good. I’ll take one.”\n\nOkay, so maybe not every restaurant conversation goes this smoothly or politely, but you get the idea? The server is trained to automatically offer an appetizer to start the meal. However, she knows better than to badger the customer. If the customer says they don’t want an appetizer, she won’t stand there offering everything on menu, until they pick something. She will move on to the entrée.\n\nUp-selling the Entrée\n\nLet’s say the customer isn’t interested in an appetizer or a drink special. He knows exactly what he wants. That doesn’t mean our server can’t still employ a few more up-selling techniques. For example:\n\nCustomer: “I’ll have the Chicken Marsala.”\nServer: “Would you like to add a soup or a salad to your entrée? Today’s soup is cream of wild mushroom.”\nCustomer: “Hmmm, that sounds good. I‘ll take a cup.”\n\nThere is another couple of dollars added to the bill and the server’s tip.\n\nUp-Selling Dessert\n\nFinally, the ultimate up-sell. Dessert. The best way to up-sell desserts is to give a mouthwatering description.\n\nGood Example: “Would you care for a slice of our homemade chocolate layer cake. It is layered with a rich dark chocolate ganache and raspberry filling and served with our signature chocolate velvet sauce.”\n\nBad Example: “Do you want some dessert.”\n\nOffer dessert before the customer has a chance to think about it. Describe it, make the customer want it. Make it sexy and tempting. Suggest a table split one or two desserts, rather than trying to sell a separate dessert to each guest. And offer to follow up dessert with a hot cup of coffee, perhaps a specialty coffee such as cappuccino or espresso.\n\nOr maybe a nice after dinner drink, like port or cordial.\n\nA good server can tack on extra ten dollars or more per person, just by up-selling dessert and drinks, not only increasing the restaurant’s profits, but her tip as well.\n\nFinal Word on Up-selling\n\nUp-selling should be part of your employee training. All servers should know the basics of up-selling, from offering top shelf liquor to knowing how to give a mouthwatering description of menu items. Up-selling not only increases restaurant sales, it makes for bigger tips for servers and it shows customers that your staff is knowledgeable as well as friendly.",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9652145505,
        "format_confidence":0.5709734559
    },
    {
        "url":"http:\/\/www.louisville.com\/content\/crazy-good-food-joe-davolas-louisville-magazine",
        "text":"Crazy good food at Joe Davola's [Food & Dining]\n\nCrazy good food at Joe Davola's\n\n\nWe are lucky to live in the golden age of the sandwich. This efficient delivery system of carbs and protein — a portable meal, if you will — has evolved into more than just some deli slices between two pieces of bread.\n\n\nHowever, in this new world of the sandwich there is a delicate dance between too much evolution (I once had a cheese steak in Philadelphia made with shaved pork loin and mushy broccoli raab) and not enough development (if white bread is a choice, I raise an eyebrow). So where is a true sandwich-lover to go? Easy: Joe Davola’s (901 Barret Ave., 690-5377).\n\n\nThere are many reasons to love this place. First of all, it is named after the Seinfeld character “Crazy” Joe Davola, who suffers from mental instability and aggressive behavior and most notably leaves a message on Jerry’s answering machine that he is going to “put the kibosh” on Jerry. (As homage to its namesake, Joe Davola’s plays Seinfeld episodes on a television in the front of the restaurant.) Secondly, co-owner Christopher Stockton mans the register and greets costumers with a charming British accent, happily guiding first-timers through the menu. But lastly, and mostly, it is the sandwiches.\n\n\nDavola’s has achieved the balance of dishing up classic ingredients with a refreshing twist. The Belligerent BLPT is a current obsession. Bacon, lettuce and tomato combine with roasted garlic pimento cheese on thick-cut wheat berry bread for sandwich nirvana. On the Mad Maple Baked Turkey, an apricot aioli jazzes up the usual suspects of turkey, Swiss, lettuce and tomato. The rest of the menu does not disappoint. Salads are big and plentiful with house-made dressings, and soups, also homemade, range from a variety of three or four each day. Stockton says to be on the lookout for cold melon soups this season, too. \n\n\nPhoto: Courtesy of Louisville Magazine\/John Nation\n\nLike us on Facebook!\nSubscribe to our RSS Feed!\nFollow us on Twitter!\nAdd us to your circles on Google+!\nFollow us on Pinterest!\nFollow us on Tumblr!\n\nSearch Louisville Events\n\nMore Events | Post an Event | Event Map\n\nSearch Louisville Restaurants\n\nLouisville Independent Business Alliance\n\n\nCopyright © 2014, All Rights Reserved\n137 W. Muhammad Ali Boulevard, Suite 102, Louisville, KY 40202\nMobile Site",
        "topic_id":10,
        "format_id":11,
        "topic_confidence":0.9970410466,
        "format_confidence":0.8138541579
    }
]