[
    {
        "url":"https:\/\/www.pimpthatsnack.com\/project\/enormouse\/?ref=previous",
        "text":"by for £10.00\n\nPages: 1   2    \n\n\n\n1. Being two overexcited girls, we decided our creation had to be a rather large rather pink mouse. Humbled and inspired by some of the phenomenal pimps present, the least we could do was make the sugary mix from scratch. And so began the concoction of gelatineydisgustingness. Dissolve HOWEVER MUCH POWDER with SOMETHING ELSE I HAVE NO IDEA HOW WE DID THIS over a pan of boiling water. As may be apparent in the photos, we roped in a nearby male as the smell was disgusting.\n\n2. Whilst gelatine is doing its own disgusting thing, icing sugar must be sieved to ensure beautiful smooth consistency and eradication of lumps. We decided that doing this in the garden might be wise, it turns out this was possibly the best idea either of us have ever had as the aftermath was pretty spectacular.\n\n3. Attempt to lift the phenomenally heavy bag of icing sugar.\n\n4. On failing miserably, LSNM (long suffering nearby male) was once again roped in. for this much icing a spectacular 12 cups of icing sugar are required. This process is rather long, slightly boring, and we have a vague suspicion that inhalation of icing sugar is not actually very good for ones health.\n\n5. At this point we thought we would be clever and add just half the gelatine to half the icing sugar. Turned out we had peaked on the great idea front because by the time we came to the second batch the gelatine was almost solidified in the bowl, making it much harder to work in. so we would recommend finding a bath or something and attempting the whole lot in one go. Add the gelatine bit by bit to the mountains of icing sugar, stirring, then kneading as you go.\n\nRated 77 \/100 - 109 votes (3.85\/5)\n\nRate this pimp!\n\nPages: 1    2    \n\nKing Rainbow Drop\n\n\nGiant Chocolate Crispie Cake\n\nGiant Twix\n\nGiant Chocolate Orange\n\nEgg-cellent Easter Pimp",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.8427141905,
        "format_confidence":0.580563426
    },
    {
        "url":"https:\/\/petebowes.com\/2014\/06\/23\/the-restaurant\/?shared=email&msg=fail",
        "text":"Skip to content\n\nthe restaurant\n\nYou need to go twice in one week to get a good table, one next to a family. This is because you can be trusted with the food and the manners. The staff remember how you did the first time, behind their inscrutable charm lies an ancient database. The filters catch everyone.\n\nGolden Stuffed Crab Shell with Crabmeat – and Water Chestnut Sauce.\n\nAll the meat is grated down and mixed with something we will never know, placed (never put) in the upended crab skull, covered with a crumbed wheaten glistened through and baked as hot and as hard as an eggshell.\n\n\nThe family next door is a husband, wife a month from birth and a grandmother with vermillion hair and rings too many to distinguish – a Filipana maid with boy 1, another with boy 2.\n\nWide-eyed boy 1, about two years old, scopes out his neighbours; traverses his gaze across them, their heads and hands. Then he is passed over to his grandmother’s lap until he squirms, then he is passed to his mother who is uncomfortable having him sit on her best clothes.\n\nWok-fried Minced Pigeon with Caviar served in Lettuce Wraps\n\nThe babiest of chickens (how did it die?) is spread on the leaf and sprinkled with black egg clods. A tray of 3 sauces arrives, hot to sweet. Three soy sauces. A small porcelain bowl of crushed cashew nuts.\n\n\nWide-eyed boy 2, about one year old sits on his maid’s lap and is spoon fed, they are head to head and sometimes she takes a morsel. Both the young women are dressed for work in jeans and collared T-shirts, a bag for each of the boys under their chairs.\n\nNow that the boys are eating they have to be cleaned of food before being passed to their mother or grandmother again.\n\nThe grandmother has just turned her battleship head around. Proprietorial. The majesty of wealth.\n\nNow she traverses her neighbours’ faces and hands, collars and sleeves, rings. Watches. The Omega is over 80 years old, it’s 9.35 pm.\n\nChilled mango cream with sago and pomelo dessert .\n\nThe sweet is covered in a glass dome that geysers up dioxide when Stephen lifts it away. Dried ice, it bubbles for the five minutes eating takes. Mangos, they fall at home in their hundreds and roll away down the slope to rot in the heat. Stephen finds this hard to comprehend.\n\n\nThe father is about forty years old: none of the children have bothered with him.\n\nA soft looking man with his phone and business only a caress away. He leaves first, on the phone, then the wife and mother. The maids and children last.\n\nNobody looks back, the meal is forgotten,\n\nchinese restaurant\n\n\n\n\n\n\n\nThe neighbours on a high. Californian reisling, it has fizz.\n\nOne Comment Post a comment\n  1. Shane Fisher #\n\n    This Discipline of Observance, when it comes to writers, it annoys me.\n\n    I ride over it, this is life, not noteworthy.\n\n    Ok, it is noteworthy.\n\n    December 5, 2017\n\ngo ahead\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.939055264,
        "format_confidence":0.6537717581
    },
    {
        "url":"https:\/\/www.chickenandblues.com\/an-idea\/",
        "text":"Over a few drinks on a rainy night in a far flung bar, a bunch of us realised our mutual love of BBQ chicken. We decided to embark on an emotional and exciting journey, researching southern American cooking styles, coming up with our own unique and secret recipe and style.",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.995639801,
        "format_confidence":0.6523616314
    },
    {
        "url":"http:\/\/www.peterinson.net\/the-gamekeepers-niece-selects-her-fresh-vegetables\/",
        "text":"The gamekeeper’s niece selects her fresh vegetables\n\nTwo-minute story\n\nThe gamekeeper’s niece selects her fresh vegetables\n\nDuring the summer she paid a visit most weeks, bringing the children if she could, to play on the grass and around the garden of her uncle’s cottage. Home for him was off the beaten track for he worked among the woods and fields as a gamekeeper.\n\nThe girl’s mother encouraged these visits for she knew that in his spare time her brother worked hard in his garden and there were always fresh vegetables to spare, better than anything you could buy in the shops.\n\nOne of the things the girl particularly liked were his potatoes, early varieties in the summer with skins that peeled off with a twist of your hand, delicious when cooked with the mint leaves that he showed her. Later there were the main-crop potatoes which he called King Edwards.\n\n“Look,” he said one day. “Look at all those spuds I’ve got stored for the winter.” And he showed her his store of potatoes, insulated in the shed from winter frosts. “There’s more than enough for me and your aunty for the winter. You come and help yourself whenever you like.”\n\nWinter came and with it the wet and the cold. A month went by and then she appeared again.\n\n“How are yer love?”\n\n“Oh fine,” was her response.\n\n“Where have you been getting your veg then?” He waved towards the shed. “I’ve bin keepin’ your spuds for you.”\n\n“That’s kind of you uncle, but I want to get them fresh still, so I’ve started going to the super-market.”\n\nHe wanted to tell her that the super-market potatoes would be no fresher than his potatoes which he kept, better able to breathe under their straw covering, that the super-market potatoes would have been grown and harvested at the same time as his and that his potatoes had been grown without the help of chemicals. He wanted to tell her how the super-market potatoes would have been bumped about and loaded onto lorries and driven for hundreds of miles and unloaded in a hurry but she was already gathering up the baby and making her way indoors to see her aunt.\n\nWhat differences are there between the super-market potatoes and the uncle’s potatoes?\nWhat do you think supermarkets mean when they say something fresh? What do vegetable gardeners mean when they say something is fresh?\n\nWhy do people trust advertisers?\n\nReturn to Mini Stories main page\nShare this:",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.8875380754,
        "format_confidence":0.9557880759
    },
    {
        "url":"https:\/\/ruesleidan.com\/tag\/cooking\/",
        "text":"Mom’s Scrambled Egg Casserole\n\nTwelve dozen. \n\nMaybe just one.\n\nCrack each open. \n\nOpen each crack. \n\n\n\nNo shells in the sink. \n\nJust think. \n\nYou are her. \n\nThen stir. \n\nNo denial. \n\nOn trial. \n\nRecipe fits, try it.  \n\nTopping too fat. \n\nThink of that.\n\n\nShape eggs into mush.\n\nCheese sauce on top. \n\n\nBake ‘til done.\n\n—Victoria Emmons, ©2017\n\n\nFlour’s in my candles\nWipe the kitchen down\nDusty piles of powder\nBlowin’ all around\n\nNe’er thought I’d find all\nThat sifted, white ground\nFrom drawer to floor\nFloatin’ into mounds\n\nBut there it lived in\nEvery tiny crack\nChasin’ the day’s work\nBreakin’ mama’s back\n\nPies and fresh pastries\nSweet raspberry tarts\nTakes a lot of flour\nAnd lots of false starts\n\nAin’t easy bakin’\nThose cookies and cakes\nNeed a lil’ helper\nFor goodness sakes\n\nTie up his apron\nGive him a good spoon\nYoung lad must learn\nThis cookin’ real soon\n\nFlour goes a flyin’\nCountertops to walls\nSmall fingers playin’\nMakin’ castles tall\n\nIn between buildin’\nDraw a shape or two\nLearn to use a rollin’ pin\nPies for me and you\n\nSmell the huckleberries\nPicked right off the vine\nSprinkle ‘em with sugar\nAdd some brandy wine\n\nGentle with the crust, lad,\nCrown must not fly high\nSeal the edges now\nPinch, pinch, pinch the pie\n\nStraight into the oven\nLet’s all clap our hands\nFlour rainin’ down\nFormin’ mountains of sand\n\nForty minutes pass\nOven’s sweet perfume\nWafts throughout the house\nInto every room\n\nTimer wakes us all\nPlates ready to go\nThe boy still plays\nApron fallin’ like snow\n\nThus my red candles\nGot covered in white\nWouldn’t trade a speck\nOf that wonderful sight!\n\n–Victoria Emmons, copyright 2015",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.944781065,
        "format_confidence":0.8835521936
    },
    {
        "url":"http:\/\/www.teenink.com\/poetry\/all\/article\/55331\/A-Mothers-Kitchen\/",
        "text":"A Mother's Kitchen\n\nMother’s kitchen is a special place\nWhere rolls and cakes and corn fritters are baked daily\nIt is a chocolate shop\nWith rich, oozing delights dripping from the wooden spoon\nOverlooking the snow topped peaks of a winter flurry\nAnd receiving a cool breeze from between the shutters\nThe crisp tiled floor arranged in blocks of granite\nChills the toes and senses\nCinnamon whirls its way into a creamy batter\nAnd glazes mount and stack over cupcakes\nEagerness fills grandpa’s eyes\nAs he sits with fork and knife and bib over chest\nMother’s kitchen is a happy place\nFilled with the sunshine of a summer afternoon\nAnd where closing time does not occur\n\nPost a Comment\n\nBe the first to comment on this article!\n\nbRealTime banner ad on the left side\nSite Feedback",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.5442978144,
        "format_confidence":0.9900791645
    },
    {
        "url":"http:\/\/sukawati.jegtheme.com\/lifestyle\/tag\/beverage\/",
        "text":"Posts in Tag\n\n\nFar far away, behind the word mountains, far from the countries Vokalia and Consonantia, there live the blind texts. Separated they live in Bookmarksgrove right at the coast of the Semantics, a large language ocean. A small river named Duden flows by their place and supplies it with the necessary regelialia. In the end, it’s not the years in your life that count. It’s the life in your years. It is a paradisematic country, in which roasted parts of sentences fly into your mouth. Even the all-powerful Pointing has no\n\nLatest Stories\n\nSearch stories by typing keyword and hit enter to begin searching.",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.5297499299,
        "format_confidence":0.7547003627
    },
    {
        "url":"http:\/\/squarepegsezine.blogspot.com.au\/2016\/08\/",
        "text":"\n\nSaturday, August 27, 2016\n\nWombat Juice\n\nWombat Juice was written in 2005, and published twice: 2009 in Delivered, and again in 2012 in Glassfire. Presented here for your enjoyment.\n\nWombat Juice\nD.A. Cairns\n\n            ‘I can’t tell you what’s in it. It’s a secret recipe,’ said Hartley Gregg to an appreciative and curious customer. ‘Why do you think people come here? The exotic and mysterious food we make, that’s why.’\n            The customer slowly shook his head, disappointed but understanding, and returned his attention to the Chef’s special of the day, Boomerang Stew.\n            ‘Enjoy,’ said Hartley smiling and bowing slightly before moving away to pander to his other customers.\n            All his competitors used digital waitresses to take orders and automatons to deliver the meals to the tables because it was the most cost effective method, but Hartley liked to give people a choice. So from the three dimensional interactive menu displayed above the table at eye level, they could chose a real waitperson to come and serve them or just place their order electronically. Despite these necessary concessions to the modern restaurant business, Hartley ran an old fashioned establishment where the people who served contributed as much to the ambience of the restaurant as those who were served.  He liked to get around to the tables himself too whenever possible, to talk to people and make sure they were enjoying their dining experience at Sanctuary.\n            At the bar, Hartley ordered a Wombat Juice for table three and smiled as he watched the barman prepare it. When he finished he placed the glass in Hartley’s hand and said, ‘First one, eh Boss?’\n            ‘How do you think it will go down?’\n            ‘We’ll soon find out.’\n            As part of his drive and determination to be on the cutting edge of Australian cuisine, Hartley was always experimenting with new recipes. His father from whom he inherited the business would not have approved at all of all his son’s innovation. He was a traditionalist. A straight up and down, meat and three vegetables, football loving, beer swilling Aussie bloke who reckoned he knew what people wanted and that’s exactly what he gave them. That attitude might have worked in his father’s time but now the competition was so fierce that to be successful one had to have an edge. Hartley’s was food that one could not find anywhere else.\n            When the Red Centre opened up to major development, including the construction and establishment of three entirely self contained satellite cities surrounding Alice Springs, many entrepreneurs were excited by the possibilities offered by a twenty first century gold rush. Hartley Gregg was one of these, but he came to his fortune via an unexpected route.\n            Long a fan of kangaroo meat, especially barbecued steaks, Hartley had an idea that perhaps some of Australia’s other native animals would also make exotic and sumptuous fare. The problem was, all but the kangaroo, which was considered a pest throughout most of the nation particularly to farmers, were protected by conservation laws. They could not be captured or hurt let alone killed and eaten by hungry or curious humans.\n            In the southernmost of these new satellite cities, the imaginatively titled Sandtown, was a native wildlife sanctuary maintained by private sponsorships and grants. Befriending the chief zoologist there, Hartley learned of the development of a new drug designed to improve the breeding success of endangered native species. The engineers of this pill, had in mind the repopulation of large sections of Australia with native animals. Hartley, however saw another use for a possible excess production of native animals.\n            ‘What do you think of that?’ said Hartley as he placed the tall glass of Wombat Juice on the table in front of a wide businessman who sat straining at the seams of his dark suit.\n            ‘It looks like fruit juice.’\n            ‘What did you expect? A frothy brown liquid with hair in it?’\n            An equally rotund lady sitting opposite the man snorted her disapproval. ‘Mr Gregg, please, I’m trying to eat.’\n            The fat man dismissed his partner with a wave of his fat hand and laughed heartily. ‘You kill me Hartley,’ he said.\n                ‘Go on and try it.’\n            He lifted the glass slowly to his lips and sniffed at it as though it were fine wine then sipped and swallowed some. A look of bewildered satisfaction came over his fat face and he smiled and said, ‘Damn that’s a peculiar flavor.’ He lifted the glass to eye level and stared at its contents. ‘I’ve never tasted anything like it.’\n            ‘Do you like it?’\n            ‘I do, Hartley, I do,’ said the man. Pointing his glass at his partner, he added, ‘Better get another one over here for my lady.’\n            Hartley nodded, smiling then turned and walked away.\n            Success! Winning the approval of the fat man, whom he had hoped would be the first to sample his new creation, was a coup for Hartley. The man was not simply another valued regular customer, he was the Chief Magistrate for the satellite cities. His opinion counted and those he favored, were truly favored. His patronage had helped Hartley establish The Sanctuary Restaurant in the first place, and thereafter forge for himself the reputation of being the finest restauranter in the country.\n            Winking to the barman as he passed on his way to the kitchen, Hartley congratulated himself. The initial results of the trials of the new breeding drug were very positive and so, ignoring possoms and koalas due to their cute and cuddly factor, he started to talk up the likelihood of a plague of hairy-nosed wombats. Although the wonder breeding drug eventually failed on all species, Hartley wanted to do something with wombats. So before the results of the trial of the breeding drug were announced, he fabricated a story and released it through his media contacts.\nThe spin was that for some completely bemusing reason the breeding program had been hyper productive with wombats and now the tubby native beasts, verging  extinction at the beginning of the twenty first century, were proliferating like rabbits. The problem was how to use the surplus of wombats. Zoos all over the world wanted them, intending to populate their own nations with these distinctive Australian citizens, and there was significant interest in them for scientific testing and research but still there were too many. Having to cull a creature once so close to extinction was a bizarre twist of fate.\n            What about serving them up on the dinner tables of The Sanctuary’s patrons. Hartley cleverly ruled that out on the grounds that it was theoretically good but highly problematic. Wombat meat was tough, foul smelling and very high in fat. Good for pet food maybe, but not for people. These facts avoided the reality of not having any wombats. Still the idea persisted that some product may be attained and marketed, as being made from wombats.\n            Wombat Juice was his brainchild and now its inevitable popularity would ensure he stayed on top, and that was exactly where Hartley Gregg wanted to be.\n            The next night everyone demanded Wombat Juice. Hartley was stuck behind the bar helping to prepare the hottest new drink on the menu when a film crew arrived at Sanctuary wanting to do a story for the evening news. Hartley quickly ordered his security automatons to refuse them entry.\nDespite the obvious success of word of mouth, Hartley did want to get the word out about Wombat Juice to as many people in as short a time as possible, so he consented to an interview with a journalist he knew personally. She and her photographer were instructed to remain seated at the table during the interview and asked to keep it brief.\nPassing table four on his way back to the bar, Hartley took another order for Wombat Juice which he delivered to the overworked barman.\n‘Boss, I need a hand here.’\n‘Right,’ said Hartley graciously, ‘I’ll do this one myself, no problem.’  To the empty drink shaker he added sliced mango and pineapple, then a teaspoon of salt, and a cup of fresh strawberries followed by one shot of white rum and another of vodka.\n‘Don’t forget the Wombat, Boss.’\nHartley smiled at his cheeky barman as he reached under the bar for a bottle of thick brown liquid labeled Wombat. He popped the lid and poured it in. ‘Milo milk and Vegemite. Ridgey didge, my friend,’ he said as he switched on the blender and watched his secret concoction evolve before his eyes. ‘Truly Australian product.’\n‘How long do you reckon it will take someone to figure it out?’\n‘I don’t know,’ said Hartley, ‘but we’ll make a packet of money and have some fun while we’re waiting, won’t we?’\n‘Yeah. Hey what about all the real wombats?’\nHartley smiled. ‘So you believed the story about the hairy-nosed wombat population explosion did you?’\nThe barman shook his head and laughed. ‘You got me there Boss. You got me there.’",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.5159063339,
        "format_confidence":0.8857607841
    },
    {
        "url":"http:\/\/uncyclopedia.wikia.com\/wiki\/User:Dannyboy1209\/Melon",
        "text":"From Uncyclopedia, the content-free encyclopedia\n\nJump to: navigation, search\n\nMelons (Latin: Maximus Melonus) are a type of fruit that grows in the Caribbean, on islands such as Jamaica and Antigua. Melons are about 30cm in diameter, roughly spherical and weigh approximately 2.5kg.\n\nA melon is a largish fruit not unlike a unripe watermelon. Without melons this world might be as significant as it is today. Melons can be Honeydew, Cantaloupe, Galia or possibly even simultaneous. Melons tend to taste sweet, providing the skin is left unadulterated. Melons are also known to suddenly disappear.\n\nedit The Significance of Melons\n\nWhere would we be today if that student hadn't thrown a melon at George Bush in his speech to the nation? Imagine what would have happened if Germany when it attempted to drop a nuclear bomb on Liverpool in early 1945 had actually put their nuclear bomb prototype in the aircraft instead of a melon by mistake. Well actually it's Liverpool, so it's unfortunate that the Germans fouled up.\n\nedit History\n\nDetermining the exact age of the melon is an uncertain business, given that most melons resemble other fruits. However, with the use of cunning technology, it has been determined that the melon is probably 300-400 million years old. Not a great deal is known about the original melons, though they would have been half the size of modern equivalents.\n\nedit Uses\n\nMelons have been cultivated for a variety of reasons, including, but not limited to, eating, bowling and as weapons. The taste is reminiscent of a sort of sweetened watermelon taste with extra sweetness and less redness. Without melons, diet would collapse.\n\nPersonal tools",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.8898504972,
        "format_confidence":0.6449905038
    },
    {
        "url":"http:\/\/uptomynipples.com\/comics\/in-deli-ble\/",
        "text":"In-deli-ble comic\n[[Mo ordering from a deli counter, \"Now serving\" sign says 133]] Mo: Half a pound of american cheese, please. Deliman Dale: White or yellow. Mo: I want the good stuff. Give me the white. [[Mo being handed his half pound of cheese]] Woman: Sorry to interrupt, but I can't in good conscience allow you to call [[italics]]that[[italics]] cheese. Woman: Let alone \"the good stuff.\" [[Displaying certificate]] Mo: Who died and made you Queen of Cheese? Woman: I'll have you know, I'm acting head of the U.S. Cheese Society. My certificate... Mo: And who gave you that? Woman: Me. [[Mo walking away, this panel serves as a beat.]] Deliman Dale: One-thirty-four! Woman: Give me a pound of your finest bologna.\n\n6\/12\/11 4:55AM\n\nDid y’all catch the metaphor for Asian American race relations in the first panel? In all seriousness, this comic’s poke at elitism is the closest we’ve ever come to real social commentary. Well, except for that time we invented all those penis names. That was DEEP.\n\nI’ve long scoffed at those poor souls older than, say, 5 who still consider american cheese of any color edible. I had, however, been led to believe that for those who consume it, white american was somehow the more respectable choice. It was all lies. Luckily, further confusion was averted as there’s nothing nice to say about any kind of bologna.\n\n\n\n6\/12\/11 5:47AM\n\nWe’d originally intended to refer to an actual cheese authority, but using “American Cheese Society” would have made the strip confusing, and I’m sure you can see why. In anger over the inconvenience, we issued the following email to their public relations correspondent:\n\nDear Christine,\n\nI’m wondering why you named your institution after the worst of all cheeses. Technically, American Cheese isn’t even cheese at all. Why not call yourselves “The US Cheese Society,” so as to maintain some semblance of respectability?\n\nI expected things to end there, assuming such an attack wouldn’t warrant a response. I was wrong.\n\nDear William,\n\nI invite you to look around our website and you will see that the founder of our organization, Dr. Frank Kosikowski, Professor Emeritus of Dairy Sciences at Cornell saw much more in American cheese than the sliced single. Today, we represent Artisan, Farmstead and specialty cheeses and supporting cheese community from throughout the Americas. You can attend our upcoming conference in Montreal, August 1-4 to learn more.\n\nI responded in turn:\n\nDear Christine,\n\nIf you represent just the United States and Canada, then you should call yourselves “The North American Cheese Alliance.” If Central and South America are part of your coalition, then I recommend “The Western Hemisphere Cheese Group.” Anything to distance yourself from the “processed cheese product” (so labeled because American Cheese does not typically meet the legal definition of cheese in many jurisdictions) that your current name recalls.\n\nNeedless to say, I have yet to hear from Christine a second time. Her email address is chyatt@cheesesociety.org, and I encourage you all to email her new name suggestions for her cheese society. Nipples points for anyone who gets any kind of response.",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.894900918,
        "format_confidence":0.9478394985
    },
    {
        "url":"http:\/\/www.desertsun.co.uk\/blog\/?p=382",
        "text":"If oil companies ran resturants…\n\n…they’d be something like this.\n\n(A middle-aged couple emerge from a taxi, smiling, happy, looking forward to an evening of good food and fine wines in each other’s company.  They enter the door of the restuarant, over which is displayed a sign reading: “11,541 Dishes Served Without Dead Customer”)\n\nMale Diner:  Hello, we’re…\n\nWaitress:  If you’d just like to step over to that counter over there, sir. (pointing to a counter adjacent to the main entrance, behind which sits a uniformed man)\n\nMale Diner:  Huh?  Oh, okay. (they shuffle over to the counter, looking somewhat confused)\n\nUniformed Man:  (pointing to a ledger) Please sign in.\n\nDiners:   Eh?  Oh, okay.  (they each write their name in the ledger, wondering why this is necessary)\n\nUniformed Man:  Okay, thanks.  Here are your badges. (He hands over 2 large, rectangular badges with DINER written in large red letters across them.  They are a lot thicker than they should be, because for some reason there is a plan of the building and the adjacent car park on the back of it)  Make sure you wear them at all times when you are in the restaurant, and hand them back in when you leave. (the couple shuffle back to where the waitress is standing, the badges hanging awkwardly from their lapels.)\n\nWaitress:  Oh, you’re back.  So, what can I do for you?\n\nFemale Diner:  Oh, I booked a table for two tonight, under the name Wendy.\n\nWaitress:  Let’s see…Wendy…Wendy…Wendy…hmmm.  There is no Wendy here.  Do you have another name?\n\nFemale Diner:  No, I booked it under Wendy.\n\nWaitress:  Oh, hang on.  Did you ask for smoking or non-smoking? \n\nFemale Diner:  Non-smoking.\n\nWaitress:  And who did you speak to?\n\nFemale Diner:  Olga, I think.  Yes, it was Olga.\n\nWaitress:  Ah, that explains it!  You see, Olga is the one you need to deal with for non-smoking tables.  I only deal with smoking tables.  I can’t help you.  You need to speak to Olga.\n\nFemale Diner:  Really?  That’s most odd.  And where is Olga? (looking around)\n\nWaitress:  Oh, she’s not in this restaurant.  She works in another restaurant.  If you go out the door, up the street, cross over when you get to the pub and…\n\nMale Diner:  Eh?  What the hell are you on about?  Why do we have to talk to somebody in another building?  Why can’t you show us to our seats?\n\nWaitress:  It’s not my job.  I told you, I only deal with smoking tables.  I’ll tell you what, let me give you Olga’s number. (she checks on a chart on the wall and scribbles down Olga’s number) Here you go.\n\n(Male Diner gets out his mobile phone, looking rather pissed off.  Taking the scribbled note, he taps in the number and holds the phone to his ear.  Twenty seconds later, and he hangs up, looking even more pissed off.)\n\nMale Diner:  I got an out-of-restaurant autoreply.  Apparently she is on leave for three months.  I need to contact her colleague Oxana instead.  I don’t know what the hell is going on here.  Do you know who this Oxana is?\n\nWaitress:  Yes, it’s me.  I’m Oxana.  You need to speak to me.\n\nMale Diner:  What the fuck?  You?  Did you know this Olga was on leave?\n\nOxana: Yes, of course.\n\nFemale Diner:  (exasperated) Then why did you…? Okay, forget it, just show us to our tables.\n\n(Oxana pouts, and struts off to a table, pointing at it with a long, red fingernail.  The couple sit down.  Twenty minutes pass, and nobody comes to serve them. Oxana has long since disappeared.)\n\nMale Diner: (shouting)  Waiter!  Waiter!  Anyone there?\n\n(Oxana comes strolling back in, with a surprised look on her face)\n\nOxana:  Yes?\n\nMale Diner:  Could we have some menus, please?  We’ve been sitting here for twenty minutes.\n\nOxana:  Oh.  Erm, okay.  Menus?  Okay.  Do you have an email address?  Maybe it would be better if I emailed you the menus, then you could…\n\nMale Diner:  (raising his voice) Just give us the menus and stop pissing about!\n\nOxana: (pouting)  Certainly, sir. (Oxana trots off to get the menus, her high-heels making an indignant tip-tapping on the floorboards as she goes.  She returns, still pouting, and silently hands out the menus.)\n\n(Twenty minutes pass)\n\nMale Diner: (shouting)  Waiter!  Waiter!  Anyone there?\n\n(A man comes running in, all smiles, wearing a peculiar uniform with an odd logo on, a picture of another restaurant)\n\nMan:  Hello!  I’m your waiter for this evening!  How can I help?\n\nMale Diner:  Well, we’d like to order some wine, please.\n\nWaiter:  Certainly sir!  Which wine would you like?\n\nMale Diner:  We’ll take the red Chateaux Neuf de Pape, please.\n\nWaiter:  Certainly sir! \n\n(The waiter scurries off, returning with a bottle of red Chateaux Neuf de Pape.  He shows the bottle to the diner, and pours a little into a glass for tasting.  The man takes a sip, and nods his approval.  Just then, a man in a hard-hat, fluorescent vest, and steel-toed boots runs in from a side door brandishing a yellow cylindrical device which he shoves under the wine-taster’s nose)\n\nHard-hat:  Please breathe into this sir!\n\nMale Diner:  What the…\n\nHard-hat:  Thank you sir! (he looks at the device, which has beeped and displayed a red LED)  Oh.  It appears you have been consuming alcohol.  Please breathe into it again. (he shoves it under the diner’s nose once more)\n\nMale Diner:  Listen, I… (the device beeps and the red LED comes on again) \n\nHard-hat:  Thank you sir.  Yes, it does appear that you have been drinking.  I’m afraid I’m going to have to ask you to leave.\n\nMale Diner:  What the hell?  I tasted some wine which your waiter poured for me, we are in a restuarant, aren’t we?\n\nHard-hat:  Our waiter?  No, he’s not our waiter.  He works for some other restaurant.  Or at least we think he does.\n\nMale Diner:  Then what the hell is he doing here?  What is going on?\n\nHard-hat:  He’s a subcontractor.  We brought him in to help out because Oxana is bloody useless.  I expect you noticed.  Yeah, sorry about her.  She lives locally you see, and we have to employ her, otherwise we’ll get shut down for failing to empty our bins properly.\n\nMale Diner:  (completely confused) But what the hell has that got to do with anything?  I don’t care where your waiter come from, the fact is he…\n\nHard-hat:  Nothing to do with me, sir.  I’m just in charge of health and safety.  You need to see the bloke who manages the subcontracted staff.  In the meantime, tell your friend here to keep an eye on him.  He’s bloody dangerous if you ask me.  But I’m afraid you are going to have to leave.\n\nMale Diner:  Me?  Why?  What the hell for?\n\nHard-hat:  Being drunk.  The alcometer proves it.  Now, I’ll need this… (he grabs the DINER card on his lapel and yanks it off) … okay, now you have to go. Don’t worry, I’ll sign you out. (Before the diner knows what’s happened, the uniformed man behind the counter has hoiked him up by the collar and hussled him out the door, where he stands bewildered in the street)\n\nWaiter:  Shall I pour your wine, madam?\n\n(Female diner leaves her table, throwing the DINER card at the waiter in disgust, and joins the ejected man on the street, where they phone for a taxi and a pizza.  Meanwhile, another man has walked into the restuarant, taken his place at a table, and is reading a menu.)\n\nWaiter:  Would you like to order, sir?\n\nDiner:  Yeah, I’d like the steak please, medium rare.\n\nWaiter:  Could you write that down?\n\nDiner:  Eh?\n\nWaiter:  Could you write that down?\n\nDiner:  What the fuck?  Can’t you do that?\n\nWaiter:  Well, no as it happens.  You see, I’m a contractor and I’m not authorised to enter the order in the system having first written my own order.  In fact, I’m not authorised to enter your order in the system at all, but if you speak to… \n\nDiner:  (shouting)  Listen, I couldn’t care less what you’re authorised to do, just go into the kitchen and tell the chef to cook me a steak, medium rare!  It really isn’t hard!\n\nWaiter:  At once, sir.  (scuttles off, muttering under his breath)\n\n(Forty minutes pass)\n\nDiner: (shouting)  Waiter!  Waiter!  Anyone there?\n\nWaiter:  Yes sir, I’m here.  How can I help?\n\nDiner:  My steak?\n\nWaiter:  Ah yes, your steak.  Coming right up. (The waiter disappears through a door into the kitchen.  He returns with what looks like a lump of flattened charcoal on his plate)\n\nDiner:  What the hell is this?  Is this supposed to be my steak?\n\nWaiter:  Certainly, sir.  That’s your steak.\n\nDiner:  What the hell has happened to it?  I asked for medium rare!  What’s it been cooked with, a blowtorch?\n\nWaiter:  I have no idea.  Would you like me ask the chef?\n\nDiner:  (raising his voice) Yes I would!  Ask him if he knows what medium rare is! (The waiter shuffles off towards the kitchen.  He comes back a few minutes later.)\n\nWaiter:  No, he hasn’t a clue.  He wants to know if you wouldn’t mind helping him, because…\n\nDiner:  (shouting) You what?  What the fuck?  The chef doesn’t know how to cook a steak?  Then what’s he doing here? Where did you get him from?\n\nWaiter:  I didn’t get him from anywhere, I’m just a contractor.  So don’t yell at me.  But I heard that he was a car-park attendant in head office and as part of the company policy of moving people into different departments to do different roles, he is here on a six month assignment as head chef.\n\nDiner:  A car park attendant?  That’s who you have cooking your food back there?\n\nWaiter:  Yes, him and a load of contractors.  Now I don’t know about all of them, but I knew one back in prison and he…\n\nDiner:  Listen, I don’t give a shit.  I’m starving, just bugger off and let me eat this lump of charcoal.  (He picks up a knife and fork and cuts into it.  It’s tougher than a Commanche indian’s moccasin.  Before he can put anything anywhere near his mouth, Hard-hat comes running back into the room clutching a clipboard.)\n\nHard-hat:  Stop!  Stop!  Stop! (He stands directly in front of the diner, crossing his arms in front of his chest.  He places a white card with a red octagon on the table)  Sir, I’m afraid you’re going to have to leave.\n\nDiner:  What?  What the hell for?\n\nH... (truncated)",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.928239882,
        "format_confidence":0.8301904798
    },
    {
        "url":"http:\/\/www.ted-burke.com\/2009\/06\/little-denny-tale-of-youth-and-food.html",
        "text":"Monday, June 8, 2009\n\nLittle Denny--a tale of youth and food\n\nLittle Denny kept sliding off the lunch counter stool. The waitress poured his mom another cup of coffee.\nThe waitress laughed, a snorting giggle.\n“That's cute” she said, turning to look at Mom, a young woman in her mid twenties who'd peering at a magazine while fidgeting with her food. She slapped her sandwich on her plate and grabbed Denny's arm.\n“Shit” she said, her voice a irritated hiss, “he's doing this on purpose, the rat-“\n“OwwwwwwwwwwwwWWWWWWW” yelled Denny when she yanked him upright on the stool, forcing into an impossible posture. His face met the edge of the counter half way,\nwhere he could see a history of dried and chipping wads of gum mark the rim like mountain ranges on three-dimensional globes. The hamburger Mom ordered for him sat on its plate in front of him, a mountain of meat and sesame seed buns.\n“Now eat” his mother demanded. Her long finger that had been leafing through the magazine pointed to the plate, looking crooked, shaking, with a long, twisting fingernail curling toward the charred patty as if to drop something from a claw. Denny cringed again.\n“Eat” she said again “eat and quit fucking around.”\nThe waitress's smile shrank to a chastised `o' from his bulging , full-cheeked glory, and turned to chores , her own business. She pulled half empty ketchup bottles from a shelf under the counter as Denny reached over the chasm between he and the counter and grabbed the hamburger from the plate. It was the size of a football in both his hands. Squeezing it tight, he raised it to his mouth and then turned his eyes to Mom in order to see if she could see him doing exactly what he was told, a mature boy of 4 and a half!\nMom was sipping her coffee, the sandwich on the plate with two bites out of it, staring at the waitress who was pouring the remains of the ketchup bottles into a single vessel, so to waste not a drop. Denny squeezed the burger so tight that the patty slid from between the buns and hit the floor with a wet slap that sounded like a kiss heard in rowdy cartoons. The phone rang, and when the waitress reached over to grab the line, her arm swept into the bottles and knocked them to the floor. The bottles shattered into a hundred red, bloodless shards. Startled, Mom spilled her coffee.\nLittle Denny fell off the stool.\n\n1 comment:\n\n  1. I question that this is fiction. I saw much the same thing happen last weekend at Famous Weiner Lunch in Hanover, PA. Stop trying to spare the public the harrowing, carnivorial truth.\n\n\nComments are moderated due to spam. But commentaries, opinions and other remarks about the posts are always welcome! I apologize for the inconvenience.",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.7567108274,
        "format_confidence":0.8550544977
    },
    {
        "url":"https:\/\/www.popisms.com\/TelevisionCommercial\/208405\/Burger-King-Commercial-BURGER-KING-Cheese-hater-2019",
        "text":"BURGER KING® - Cheese hater\n\nVoiceover, Dialog, Spoken Text, Script, or Lyrics\n\n(English Translation)\n\nThe nearest supermarket is 2000 kilometers away. So, we do what we can for food. Cha! That was the kitchen. Let's go to the living room.\n\nGeographically, here we are at the antipode of France. Here's the Earth. Here's Paris. Draw a straight line and you end up here. It's not perfect, but it's not France. Because France is the land of cheese, what's why. And cheese has never been possible.\n\nAre you mad doing that in front of him?\n\nAnd it was the same at work.\n\nAs you can see on the \"camembert\" pie chart, camembert, camembert, camembert...\n\nHere I live in perfect harmony with nature. Be careful. There are monkeys. Is anyone there?\nWell, yes, yes. I miss my family. Especially my son.\n\nMr. Crow perched on a tree. Was holding in his beak a piece of chee... chicken.\nThat's my boy.\n\nChampion. Cheese is mice's favorite food. Once you know that, you understand everything. Yeah, it needs thinking about. So the day I found out Burger King was creating Cheese Lovers - burgers with cheese all over - cheese sauce, cheese bread, cheese slices, I moved to the other side of the world. I had no choice.\n\nCurrently the Cheese Lover. Unique burgers for those who are crazy about cheese. (simply crazy you mean).\n\nAnd why not steak with cheese. Come on!\n\nWritten Text\n\nNo Help\nCheese Lover & Bacon\nBurger King\n\nMore from Popisms\n\n\nName: Email: URL: Comment:",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.5770701766,
        "format_confidence":0.9614750147
    },
    {
        "url":"https:\/\/www.smore.com\/2gx77",
        "text":"Free verse\n\nBy Julia\n\nLollipops are very sticky very very sticky some are colorful and some are not some taste good and some taste bad a lot of lollipops are big but there are some that are small also when you lick then they turn white I love lollipops do you",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.7264865041,
        "format_confidence":0.9907027483
    },
    {
        "url":"https:\/\/georgiabeers.com\/flavor-of-the-month\/",
        "text":"Flavor of the Month\n\nApril 2020\nCharlie Stetko had a life to envy. A penthouse in Manhattan, a beautiful girlfriend, and a high-octane marketing career. Or so she thought. When her girlfriend sends her packing, Charlie ends up unemployed. Without a place to live or money of her own, she’s forced to do the one thing she vowed she never would: go back to Shaker Falls, Vermont. Back to her parents and back to the small town life—and the people—she left behind. Back to a part-time job in the new bakery in town.\n\nEmma Grier thought Charlie was the love of her life until that uppity Manhattan entrepreneur swept Charlie off her feet. Charlie left everything in Shaker Falls behind, including Emma’s shattered heart. But Emma picked herself back up and now owns a popular restaurant in town. As for her love life? She doesn’t need one. Something else she doesn’t need? Charlie waltzing into her restaurant to sell her the bakery’s pie.\n\nBold StrokesAmazon",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.818655014,
        "format_confidence":0.511877656
    },
    {
        "url":"https:\/\/www.thefencepost.com\/news\/in-a-sows-ear-1-25-10\/",
        "text":"In a Sow’s Ear 1-25-10 |\n\nIn a Sow’s Ear 1-25-10\n\nRecently, I was visited by a politically correct vegetarian. With fanatic zeal, she preaches her beliefs to others. Meat, she claims, especially the red kind, will never touch her lips. Consuming any kind of animal flesh would make her ill.\n\nShe spoke of her passion while seated on my leather-upholstered sofa in my living room. Beneath her Italian leather shoes, a sheepskin rug played with her toes. The wide belt that held her top and bottom halves together had once been part of a bovine. I wondered how she’d coaxed the cow into giving up its skin. She continued her diatribe on the subject of vegetarianism and I began to feel accused of a deadly sin.\n\nSo I asked her, “How about other carnivores?”\n\n“Carnivores?” she echoed.\n\n“You know, those other animals of Heaven’s kingdom that eat meat? Are you planning to train leopards to quit munching on emus and water buffalo? If you can do that, how about turning wolves and coyotes onto leeks and lettuce so they’ll leave my lambs and calves alone.”\n\n“You don’t understand,” said Ms. Veggie. “I avoid red meat, white meat, dairy products and eggs. I eat only barley mash and cauliflower. My system repulses anything else. It’s a spiritual thing.”\n\n“Son-of-a-gun,” I said. “Maybe I should turn my little ranch into one giant vegetable garden. Vegetables don’t bunch up and stampede across the top of a person as the sheep did to me this morning. I got dumped on my face in Mother Earth’s finest fertilizer.\n\nEnergized by my own rhetoric, I babbled on. “And vegetables don’t have to be wormed or rounded up or fed hay in the teeth of a blizzard. And anybody can castrate a carrot.”\n\n“And rarely do you have to go out in frigid weather to check the heifer cabbages, let alone pull a baby one out of its mamma.”\n\n“And breeding vegetables is a straightforward matter of dropping a seed in a bit of dirt. You’re not required to have a bull vegetable. You don’t have problems with a broccoli boar shooting blanks or a sow cauliflower lying on her babies. And rarely do you have social problems with hired men falling in love with the zucchini.”\n\nTalking with Ms. Veggie made me hungry. So I invited her to sit at my kitchen table while I started supper. I pulled some nice prime rib steaks out of the freezer, put some potatoes in the oven and started chopping up salad makings.\n\n“See,” I said, “Vegetables. And I’m fixing a spinach cheese casserole as well. It’s a spiritual thing.”\n\nMs. Veggie sniffed, shuddered at the sight of juicy steaks and began to draw on her leather gloves in preparation for departure. I paused in chopping a stalk of celery and sort of waved my knife in her general direction.\n\n“Something occurs to me,” I said. “Seems as if the carnivores of the world go around eating up the herbivores. Like lions eat buffalo; foxes eat geese; cats eat mice. Maybe vegetarians are put here as food for the rest of us. I don’t care for rare vegetarians, so how would you like yourself cooked – medium or well-done?”\n\nStart a dialogue, stay on topic and be civil.\nIf you don't follow the rules, your comment may be deleted.\n\nUser Legend: iconModerator iconTrusted User\n\n( function ( body ) { 'use strict'; body.className = body.className.replace( \/\\btribe-no-js\\b\/, 'tribe-js' ); } )( document.body );",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.6700665951,
        "format_confidence":0.8264395595
    },
    {
        "url":"http:\/\/everything2.com\/title\/How+The+Original+Pancake+House+nearly+killed+me",
        "text":"The Waffle House is, perhaps, one of the greatest eating establishments ever constructed. It's impossible to quantify a person's preference and I imagine mine is closely related to the fact that I haven't eaten at a Waffle House in nearly ten years. Absence, they say, makes the heart grow fonder and the stomach stronger. You see, there aren't any Waffle Houses in Nevada. There may be none on the entire west coast but to be realistic, I'm really only concerned with the shortage in my immediate vicinity.\n\nFortunately for me the casino culture in Las Vegas brings many culinary venues into an area that would not normally support them and while this service has not extended to Waffle House or White Castle yet, we do have some adequate replacements. Enter, the Original Pancake House. Featured on FoodTV, this restaurant has all of your normal breakfast goodies and some extras that make the experience worthwhile.\n\nThe true specialty of The Original Pancake House is undoubtedly their oven baked dishes. They oven bake pancakes that fluff at the edges and become filled with fresh fruit. By some method that remains mysterious to me they also oven bake omelets and it was one of these that nearly did me in.\n\nI had heard so much about these particular omelets that I decided to deviate from my normal pattern of always buying the same dish at any restaurant. I normally get the bacon waffle at The Original Pancake House. What could be better than a waffle with bacon in it? Such was the question I aimed to resolve, so I ordered the Irish Omelet, advertised as \"4 farm fresh eggs oven baked with corned beef hash, onions and cheddar cheese. It sounded delightful and capable of satisfying my meaty desires. Just to be safe I also ordered a side plate of bacon.\n\nAfter a lengthy wait, our cherubic waitress brought my plate, set it in front of me, and made no sign or word of warning about the dish's temperature. Now, I'm not normally the type of person to lay blame for the withholding of what should be obvious information, and I shall make no exception to that rule this time. In retrospect, that the food was hot should be clear to anyone who's IQ surpasses that of a wet bag of hammers. After all, my fluffy whipped egg dish had just spent fifteen or more minutes basking in the warmth of an oven and was then basted with melted cheese, a product known for its peculiar thermal properties. So, I shall not blame the service industry for my own, nearly fatal error.\n\nIn my own defense, I would like to say that I have frequently won chess matches against a wet bag of hammers. Additionally, my meal exhibited none of the traditional visual warning signs of heat. There was no steam and the cheese was not runny but rather appeared crusty and cold where it had once bubbled. I felt no excessive heat, either in the vicinity of the main course or from the plate itself upon which the eggs sat. With the ignorant bravery of a lemming proud to be the leader of the pack, I dug in with gusto and placed a largish portion of the omelet in my tender mouth.\n\nEither I had mistakenly forked a hot coal or Lucifer himself had decided to sublet my palette. Fire had seemingly sprouted between my teeth and in that moment I realized several things within a matter of seconds. One, the baked and browned exterior of the omelet had become an extremely efficient insulator that could potentially revolutionize space vehicle re-entries. B, My mouth was swiftly blistering and I needed to do something fast. Four, I needed to get a smog check on my truck so that I could get the registration renewed. It's strange which memories float to the surface in moments of great suffering and alacrity.\n\nUsing the time honored method employed by every idiotic glutton, I maneuvered the offending piece of food with my tongue so that it rested upon my teeth, opened my mouth wide and drew in breath so as to cool the overheated food. Unfortunately for me, a largish piece of my partially chewed egg became detached from its brethren and aided by my desperate breaths, was drawn into my windpipe. I was choking.\n\nWith all the dignity of a chatty dentist my companion inquired of me, \"What's wrong?\" I of course, was unable to reply, but I made several hand gestures that would have won me nothing but cold stares in Pictionary. I continued to chew and choke. Tears filled my vision. Undaunted by my vague gesticulations, my companion continued her litany of interrogatives. \"Do you not like it? Why aren't you chewing?\" Her string of questions were only interrupted by her laughter, as I'm told I was quite comical by this point.\n\nI suppose I could have simply spit out the bite of egg, and flaming hot cheese, but honestly it hadn't even occurred to me. One simply does not spit out food when in public. I may be many things, but spitting up perfectly good food is simply rude, even if it is killing you. Frequently, miracles have little explanation and this one was no exception. I was able to clear the choking egg without spitting it out, at the same time that the egg in my mouth had cooled enough to complete its mastication and swallow.\n\nI was, understandably, short of breath and after a few sips from my water glass I explained my situation to the young lady laughing across the table from me. The danger had passed and I began to laugh myself, although I was troubled that I had not been privy to a review of my life. It's just as well, as I'm sure it would have distracted me from the very necessary task of preventing my death.\n\nA short time later the waitress returned to refill my coffee and pleasantly inquired, \"How is everything?\"\n\nMy reply was curt, \"I damn near died!\"\n\n\"Okay,\" she smiled, \"let me know if you need anything else.\"\n\nLog in or registerto write something here or to contact authors.",
        "topic_id":10,
        "format_id":2,
        "topic_confidence":0.9733226895,
        "format_confidence":0.8346769214
    }
]