[
    {
        "url":"https:\/\/meetings.intherooms.com\/na\/Community-Intervention-Center\/190641",
        "text":"Community Intervention Center | Scranton, | 12:15 PM | NA Narcotics Anonymous | In The Rooms\n\nSearching for a meeting?\nGet REAL recovery online now!\n\nWhether you're in recovery, seeking help from any addiction, family or friend, register for InTheRooms now. You'll get exclusive free access to Daily Meditations, Speaker Tapes and Daily Online Video AA \/ NA meetings. There are over 240,000 members who are willing to share their experience, strength and hope with YOU.\n\nLearn More About\n\nSign Up Free!\n\nand join our Global Recovery Community\n\nBy clicking register, I agree with the Terms of Use\n\nNarcotics Anonymous\n\nCommunity Intervention Center\n\nCommunity Intervention Center\n445 North 6th Avenue\nScranton, Pennsylvania\n\nDetails: Format: VAR\n\nIs this information correct? Click here to update it yourself!\n\nCall to Find a MeetingCall to Find a Meeting 888-401-1241Response time about 1 min | Response rate 100%\nWho Answers?",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.6050166488,
        "format_confidence":0.8197444677
    },
    {
        "url":"https:\/\/www.sweetideadude.com\/post\/temple-fundraising-brochure",
        "text":"Temple Fundraising Brochure\n\nTemple Rodef Shalom is one of the largest and fastest growing synagogues in the US. With the help of Trillion Creative and Heller Fundraising Group, they pioneered a $16 million capital campaign to expand their facility capacity. This piece features a beautiful laser-cut front cover.\n\nDesigned by Trillion Creative",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.5871497989,
        "format_confidence":0.8833472133
    },
    {
        "url":"https:\/\/ibooksplace.com\/products\/daddy-where-is-god",
        "text":"Truelove Publishing\n\nDaddy, Where is God?\n\nSale price Price $23.99 Regular price\n\nISBN: 9780966278187\nPublisher: Truelove Publishing\nPublication Date: 1999-06-01\nNumber of pages: 24\nAny used item that originally included an accessory such as an access code, one time use worksheet, cd or dvd, or other one time use accessories may not be guaranteed to be included or valid. By purchasing this item you acknowledge the above statement.\n\nThe book is a spiritual work of art for children. It utilizes stunningly beautiful color photography combined with simple concepts to communicate the presence of God in this world. The book is non-denominational and communicates the basic concepts that God is everywhere, God is within each of us, and God is evident in the beauty of the universe in which we live. The book is intended for children 2 - 6 years of age. It is meant to be a starting point for discussion of the Creator between children and their parents, family and or teachers. It is also intended that this book teach children from the very beginning of their inquiry into the presence of God that they have a personal relationship with God which is totally accessible to them.\n\nThe book is a high quality product with a hard cover that is gloss film coated, excellent paper and is sized (6\"X 8\") for small hands. It is a perfect Easter, Christmas, birthday or baby gift.\n\nCustomer Reviews",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9761743546,
        "format_confidence":0.9988778234
    },
    {
        "url":"https:\/\/www.garrattpublishing.com.au\/product\/9780929650937\/",
        "text":"Book details\nA Baptism Sourcebook\n\nA Baptism Sourcebook\n\nJ. Robert Baker\nLimited stock\n\nRRP $39.95\n\nYour price $39.95\n\nSophia BookClub $33.96\n\nThe Sourcebook series of anthologies gathers prose and poetry, hymns and prayers from various times and traditions, all centered on a particular theme, from the seasons of the church year to the foundational moments in the life of a Christian. Each collection offers a treasury of wisdom for use in homilies, prayer services and personal meditation.\n\nCopyright © 2020 Garratt Publishing. Prices may vary without notice.\n\nWebsite by Summit Creative",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.8894484639,
        "format_confidence":0.9979538918
    },
    {
        "url":"http:\/\/www.hcibooks.com\/s-2784-stan-sanderson.aspx",
        "text":"View Cart Wish List\nWelcome back\nMy Account   Logout  \n\nStan Sanderson is the founder of The Spiritual Coach and creator of the Spiritual Coach Program ( He has helped many people discover the joy, happiness, and freedom they seek.\n\nHe studied the technique of Transcendental Meditation in the early 1970s, as taught by His Holiness Maharishi Mahesh Yogi through the International Meditation Society. His personal spiritual experiences were confirmed in A Course in Miracles, which has informed his spiritual principles in life.\n\nBefore retiring from active business in 2001, Stan Sanderson enjoyed successful careers in both the medical supply business and the financial services industry. He served as president and chairman of the board of directors for the Canadian Association of Financial Planners and the president of the Canadian Surgical Trade Association. He was appointed to chair the board of trustees to the Ontario Public Service Employees Union Pension Plan. He is married with four children and eight grandchildren.\n\nThe Big Lie (Paperback)\nList Price: $14.95 $11.96\nFree Shipping\nU.S. only\nSocial Media\n\n\nClick on the photo to watch the video,\nor ...More for more about the book\n\nStopping the Noise in Your Head\n\nby Reid Wilson ...More\n\nStanding Strong\n\nby Diane Reeve ...More\n\nInkspirations for Women\n\nby Marci Shimoff and Illustrated by Judith Clement Wall ...More\n\nGet Your Head Out of Your App\n\n©2016 Health Communications, Inc.® Deerfield Beach, Florida. All Rights Reserved.\n\nThis site uses SSL technology to guarantee a safe and secure shopping environment.",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.640432775,
        "format_confidence":0.953063786
    },
    {
        "url":"http:\/\/appgravity.com\/android-apps\/books-reference\/com-portrait-islamicquizseriesbooktwo-AOUKUECEJPSAWRZLE",
        "text":"Islamic Quiz Series Book 2\nPortrait Publishing\n1.0 3.9mb\n\nQuestions and Answers from the Quran is a series of children’s Islamic books from Portrait Publishing. The series consists of 4 books which are basically like quiz questions on several topics relating to Islam. The books are both informative and interesting.\n\nContent rating: Everyone\n\nRequires OS: 2.1 and up\n\n...more ...less",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9701992869,
        "format_confidence":0.9897328019
    },
    {
        "url":"http:\/\/www.livingwaters.com\/weekly-newsletter",
        "text":"Sign-up for our Weekly Update\n\nReceive weekly ministry news, updates, resources, and specials from Living Waters. By subscribing, you view our latest content, see our newest resources, and stay current with all that happens at Living Waters. You may unsubscribe at any time.\n\n* Your Email Address:\nFirst Name:\nLast Name:\nZip Code:\nSubscribe To:",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9962515235,
        "format_confidence":0.7793418169
    },
    {
        "url":"http:\/\/www.bookpassage.com\/book\/9780553385151",
        "text":"Occult America: White House Seances, Ouija Circles, Masons, and the Secret Mystic History of Our Nation (Paperback)\n\nOccult America: White House Seances, Ouija Circles, Masons, and the Secret Mystic History of Our Nation Cover Image\nUsually Ships in 1-5 Days\n\n\nFrom its earliest days, America served as an arena for the revolutions in alternative spirituality that eventually swept the globe. Esoteric philosophies and personas--from Freemasonry to Spiritualism, from Madame H. P. Blavatsky to Edgar Cayce--dramatically altered the nation's culture, politics, and religion. Yet the mystical roots of our identity are often ignored or overlooked. Opening a new window on the past, Occult America presents a dramatic, pioneering study of the esoteric undercurrents of our history and their profound impact across modern life.\n\nAbout the Author\n\nMitch Horowitz is the editor in chief of Tarcher\/Penguin. He has written for Esopus, Parabola, Fortean Times, and Science of Mind. A well-known voice for occult and esoteric ideas, Horowitz lives in New York City with his wife and two children. From the Hardcover edition.\n\nPraise For…\n\n\"What a fascinating book. So it happens that another equally compelling take on our complicated national narrative lies just beneath the surface of things; not the grand procession of presidents, generals, and wars, but something more hidden, more mysterious, but often no less revealing.\"—Ken Burns\n\n“Invisible and mysterious forces have shaped and guided the destiny of individuals and nations throughout history. From Moses to Gandhi, Jesus to Muhammad, Lincoln to Obama, hidden dimensions, in both our personal and collective consciousness, were conceiving, constructing, and shaping the course of civilization. In his precise and often detailed history of mysticism in America, Mitch Horowitz, has, in a way, tracked the evolution of our consciousness over 300 years.” —Deepak Chopra\n\n \"A sparkling, down-to-earth and often deeply touching account of a powerful, much misunderstood force in the formation of America's cultural and spiritual identity.\" —Jacob Needleman, author of The American Soul and The New Religions.\"\n\nOccult America is a truly remarkable achievement. Exhaustively researched, it takes the reader from the early concepts of the supernatural, personified by Mother Ann Lee, Joseph Smith, and Madame Blavatsky, through such modern-day figures as Henry A. Wallace and Norman Vincent Peale. It opens the eyes of the relatively uninitiated, in which I include myself, to the effect the occult has had, is having, and will have on the American experience.” —John S.D. Eisenhower, author of The Bitter Woods: The Battle of the Bulge and So Far From God: The U.S. War with Mexico, 1846-1848\n\n\"Religious people tend to be afraid of the word occult. Horowitz examines this aspect of life and religion in penetrating ways...and revealing its not unsubstantial influence on mainline Christianity. Truth seekers have always come from the edges. Religion itself should be glad they do.\" —John Shelby Spong, author of Jesus for the Non-Religious\n\n\"This book is a delightfully original tour through American history, as seen through the lives of men and women devoted to all manner of mysticism. Across these pages troop spiritualists, prophets, seers, psychics, numerologists, transcendentalists, theosophists, and historical figures from Mary Todd Lincoln to Marcus Garvey to Henry Wallace. Their stories are part of the deep-seated American tradition of searching for the new—a tradition that Occult America both explains and enriches.\" — Stephen Kinzer, author of Overthrow: America's Century of Regime Change from Hawaii to Iraq and All the Shah's Men: An American Coup and the Roots of Middle East Terror\n “Fascinating…Occult America is a serious, wide-ranging study of all the magical, mystical, and spiritual movements that have arisen and influenced American history in often-surprising ways.” —Washington Post Book World Podcast\nOccult America treats esoteric ideas and movements with an even-handed intellectual studiousness that is too often lost in today's raised-voice discussions about religion and belief systems.”  —Washington Post Express\n“One of the most readable histories of American mysticism ever written…This is historical reporting that is crafted so well, it holds the reader much like a Voodoo spell.”—Tucson Citizen\n“Horowitz teases out fascinating stories of the ‘dreamers and planners who flourished along the Psychic Highway’…In showing how the paths of these figures occasionally intersected with the likes of Abraham Lincoln, Frederick Douglass and Franklin D. Roosevelt, Horowitz argues that the influence of the occult extends beyond the séance room and into the mainstream of American thought.” —Washington Post Book World\n\n“A brilliant job of tracking down how positive thinker Norman Vincent Peale borrowed his core self-help philosophy from a religious movement called New Thought.”  —Washington Times\n\n“Exhaustively researched and written in a very accessible style...Occult America fills a gap in the knowledge of religion for most people.” —Huntington News, VA\n“Excellent.” —Library Journal\n“One of the best recent books on patterns of belief.” —Fortean Times\n“A fantastic tour guide to the fringes of reason, high weirdness, deep esoterica, secret societies, and mystery religions.” —Boing Boing\n\n“Employing extensive research while writing with an authoritative tone, Horowitz succeeds in showing how a ‘new spiritual culture’ developed in America.”—Publishers Weekly\n\nProduct Details\nISBN: 9780553385151\nISBN-10: 0553385151\nPublisher: Bantam\nPublication Date: October 5th, 2010\nPages: 304\nLanguage: English",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.8033664823,
        "format_confidence":0.9988289475
    },
    {
        "url":"https:\/\/dhanakosa.com\/retreat\/2020\/white-crane-spreads-wings",
        "text":"Retreat Page Breadcrumb Menu\n\n\n13 Mar to 20 Mar 2020\nRetreat Type: \n\nEach move is a metaphor – Tai Chi and poetry have much in common:  form, structure, sensitivity, awareness and a striving towards essence.  Whatever arises in our minds and bodies, inside and outside, up mountains and by lochs – we will move with and write about it then share our stories for the benefit of each other and all living beings.\n\nFor more information read the retreat information sheet.\n\nBooking Fee: \nBooking Availability: \n\nPaying for your retreat\n\nDhanakosa runs on donations.\n\nTo book a retreat you pay a booking fee. This is the only fee we ask you to pay. Your retreat has been paid for from the donations of all the people who have been to Dhanakosa before you, in the spirit of generosity, or dana.\n\nSuggested donations\n\nThe donations we collect from you on your retreat guarantee future retreats.\n\nBooking fees for 2019 and 2020:\n\n  • £50 for weekend retreats\n  • £75 for week long retreats\n  • £100 for 10 day retreat\n\nOur suggested donations (in addition to the booking fee) for 2019:\n\n  • Week retreats: £445 waged, £285 unwaged\n  • 11 days retreat: £650 waged, £440 unwaged\n  • Weekend retreats: £165 waged, £115 unwaged\n\nOur suggested donations (in addition to the booking fee) for 2020:\n\n  • Week retreats: £460 waged, £295 unwaged\n  • 10 days retreat: £650 waged, £420 unwaged\n  • Weekend retreats: £175 waged, £120 unwaged\n\nThose who cannot afford our suggested donations are free to contribute what they can. All donations are gratefully received. See our dana economy page for more information.\n\nThere will be an opportunity to make your donation during the retreat. Donations can be made by credit\/debit card, cheque or cash.",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.6385172009,
        "format_confidence":0.994230628
    },
    {
        "url":"http:\/\/www.foyles.co.uk\/witem\/religion-beliefs\/divine-revelations,pw-phillips-9781858631523",
        "text":"Enter your search into one or more of the boxes below:\nYou can refine your search by selecting from any of the options below:\nDivine Revelations\n\nDivine Revelations (Paperback)\n\nUnavailable. No reason given.\n\n\nSorry, no synopsis is currently available.\n\nPhilosophy, Psychology & Social SciencesReligion & BeliefsChristianityChristian life & practice Publisher: Minerva Press Publication Date: 01\/04\/1996 ISBN-13: 9781858631523  Details: Type: Paperback Format: Books\nAvailability: Unavailable. No reason given.  \n\nMore books by P.W. Phillips\n\nLeave Review\n\n\nDelivery Options\n\nAll delivery times quoted are the average, and cannot be guaranteed. These should be added to the availability message time, to determine when the goods will arrive. During checkout we will give you a cumulative estimated date for delivery.\n\nLocation 1st Book Each additional book Average Delivery Time\nUK Second Class Available free for ALL orders. No charge for each additional book. 3-7 Days\nUK First Class £4.50 £1.00 1-2 Days\nUK Courier £7.00 £1.00 1-2 Days\nWestern Europe** Courier £17.00 £3.00 2-3 Days\nWestern Europe** Airmail £5.00 £1.50 4-14 Days\nUSA \/ Canada Courier £20.00 £3.00 2-4 Days\nUSA \/ Canada Airmail £7.00 £3.00 4-14 Days\nRest of World Courier £22.50 £3.00 3-6 Days\nRest of World Airmail £8.00 £3.00 7-21 Days\n\n** Includes Austria, Belgium, Denmark, France, Germany, Greece, Iceland, Irish Republic, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden and Switzerland.\n\nDelivery Help & FAQs\n\nReturns Information\n\nIf you are not completely satisfied with your purchase*, you may return it to us in its original condition with in 30 days of receiving your delivery or collection notification email for a refund. Except for damaged items or delivery issues the cost of return postage is borne by the buyer. Your statutory rights are not affected.\n\n* For Exclusions and terms on damaged or delivery issues see Returns Help & FAQs\n\nYou might also like\n\nGroups That Thrive: Seven Surprising...\nJoel Comiskey\n\nCurrently out of stock\n\nSteps to Christ: In the Korean Language\nEllen G White\n\nCurrently out of stock\n\nPlaying Saint All Souls' Day\nZachary Bartels\n\nCurrently out of stock\n\nPlaying Saint All Souls' Day\nZachary Bartels\n\nCurrently out of stock\n\nLatest Blog\n#FoylesFive: Picture Books for Black History Month\n\nOur Birmingham shop is celebrating Black History Month with an array of new and exciting picture books for children.\n\nCaroline Taggart on Why Punctuation Can be Surprisingly Exciting\n\nCaroline Taggart explains the versatility of punctuation.\n\nUnder the Knife: Recreating the Grimy World of Victorian Surgery\n\nLindsey describes how she made the trailer for her debut The Butchering Art in order to see how the sights, sounds, and smells of this gruesome period in medical history would translate onto the screen.\n\nView all Blog Entries\nShow\/Hide Tweets\n© W&G Foyle Ltd",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.8465875387,
        "format_confidence":0.9978088737
    },
    {
        "url":"http:\/\/www.christianfocus.com\/item\/show\/2575\/55619ef4fd3bae41125972658c6d8a815cc8f8bb\/t_cs",
        "text":"Heaven, So Near - So Far\n\nfull size image\n\nHeaven, So Near - So Far\n\nThe Story of Judas Iscariot\n\nColin S. Smith\n\nPages: 128\nTrim: Trade paperback (198 x 130mm)\nIsbn 13: 9781527100916\nList Price: £5.99\nImprint: Christian Focus Adult Catalogue\nCategory: Church Life > Evangelism\n\nPreview contents page (PDF)\n\nPreview sample (PDF)\n\nPlease note that to view PDF files you will need Adobe Acrobat Reader -- click here to download now.\n\nView product info sheet\n\n\nJudas, who betrayed Jesus, and Peter, who denied Jesus, both hit a low point in their lives when it looked as if they were done with Jesus forever. Yet these men responded in very different ways. Judas separated from the other disciples and gave up on faith in Christ completely. Peter chose a different and a better path.\n\nAbout Colin S. Smith\n\nColin S. Smith is Senior Pastor of The Orchard Evangelical Free Church in the northwest suburbs of Chicago. His preaching ministry is shared through the daily radio program, Unlocking the Bible and through his website,\n\n>> See more from Colin S. Smith\n\nPeople Also Looked At\n\nPeople who looked at this item also looked at:\n\n\nOf all human beings, none passed so close to the gates of heaven on his way to hell than Judas Iscariot. His story, expertly told here by Colin Smith, is an urgent cautionary tale for each one of us.\n\nTim Challies, blogger at\n\nWritten with pastoral warmth, a biblically-shaped imagination, and a solemn awareness of the eternal torment of hell ...\n\nJonathan Prime, Pastor, Enfield Evangelical Free Church, London\n\nPastor Colin stays true to the Scriptures as he takes us on a journey, using his authentic and often poetic gift of storytelling to once again provide us with a unique and powerful perspective on the life of Judas.\n\nStephen Baldwin, Actor\n\nSmith gives hope for recovery ... he answers the deep questions ... All in the mouth of Judas, the one who eternally regretted giving up Jesus.\n\nEd Stetzer, Billy Graham Chair, Wheaton College, Wheaton, Illinois\n\nCreative, insightful and deeply, deeply challenging, Heaven, So Near - So Far is a page-turning must read.\n\nSteve Brady, Principal, Moorlands College\n\nCustomer Reviews\n\nNo reviews yet.",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9847544432,
        "format_confidence":0.9983791113
    },
    {
        "url":"https:\/\/www.nicolagreen.com\/encounters-book",
        "text":"Encounters: The Art of Interfaith Dialogue\n\n\nEncounters: The Art of Interfaith Dialogue (2018)\n\nArt and concept by Nicola Green\n\nEdited by Aaron Rosen\n\nPublished by Brepols\n\nPart of the Arts and the Sacred Series\n\nWhat makes for productive and long-lasting interfaith dialogue?  This book uses Nicola Green’s artwork as a lens through which to explore and analyse the state of interreligious dialogue today.  The book features contributions from leading scholars and practitioners in theology, history, cultural studies, and art history, writing in an accessible style that is engaging for both academic and general readers.  Writers pay special attention to the embodied nature of dialogue, commenting on frequently neglected dimensions of such encounters, from the set-up of the physical spaces to gestures and clothing.  Not only does this book seek to evaluate the conditions and implications of interreligious dialogue, it encourages readers to take up the challenge of encounters themselves.",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.597008884,
        "format_confidence":0.9852001667
    },
    {
        "url":"http:\/\/www.artscroll.com\/Products\/CA5H.html",
        "text":"\nYour Account\nOrder Status\nCustomer Service\nMy Cart   Cart #: 0\nItems: 0   Total: $0.00\nMy Wish List\nArtScroll Loyalty Program – earn reward dollars.\nClick here for details\nBrowse Categories  |   Best Sellers  |   New Releases  |   Coming Soon  |   Back In Print  |   ArtScroll Gift Certificates\nArtScroll Gift Finder\nThe Call Of The Torah: 5 - Devarim\n\nClick here to view a full-size image\n\nThe Call Of The Torah: 5 - Devarim\n\nAn anthology of interpretation and commentary on the Five Books of Moses.\nBy Rabbi Yitzchok Kirzner (Editor) E.S. Mazer (Translator) Rabbi Elie Munk (Author)\nList Price: $25.99\nYour Price: $23.39\nDiscount: 10% off\nStatus:  Available\n\nProduct Description\nRabbi Elie Munk zt\"l of Paris, one of the most profound thinkers and teachers of the last generation, is best known to English readers as the author of \"World of Prayer.\" His Torah commentary is the finest of his many works one that weaves the classic works of the revealed Torah and Kabbalah into a Chumash commentary of rare eloquence and lucidity. Includes Chumash text and translation.\n\nProduct Details\n\nCatalog # CA5H\nISBN-10: 089906048X\nISBN #: 9780899060484\nFormat: Hardcover\nPages: 401\nDimensions: 6 x 9 inches \/\n Weight: 1.8 LBS\nPublished By: ArtScroll Mesorah Publications\nRelease Date: 07\/10\/1995\nSize: Standard\n\nLook for Similar Items by Category\n\nLook for Other Items by\nSee All >\nSee All >\nSee All >",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.8271936178,
        "format_confidence":0.9982442856
    },
    {
        "url":"http:\/\/store.livingwaters.com\/books\/the-way-of-the-master.html",
        "text":"Search Site\n\nThe Way of the Master\n\nItem SKU: 102\n\nBe the first to review this product\n\nThis book will put a great tool into your hand and will teach you how to share the message of the gospel simply, biblically, and without fear.\n  • Buy 10 for $10.00 each and save 24%\n\nAvailability: In stock\n\nOnly 11 left in stock\n\nRegular Price: $16.99\n\nSpecial Price $12.99\n\nProduct Description We Also Recommend Reviews (0)\n\nBack to top",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9791081548,
        "format_confidence":0.9984794259
    },
    {
        "url":"http:\/\/www.gbdioc.org\/education-portal\/religious-education\/foundational-catechetical-certification-fcc\/fcc-all-components\/icalrepeat.detail\/2017\/10\/02\/2033\/400\/fcc-creed-crivitz-1.html",
        "text":"FCC | All Components Print EMAIL help\nFlat View\nSee by year\nMonthly View\nSee by month\nWeekly View\nSee by week\nDaily View\nSee Today\n\nFCC | Creed | Crivitz | 1\n\n\nMonday, October 02, 2017, 06:15pm - 08:15pm\n\nThis repeat is an exception to the normal repeat pattern\n\n Hits : 269 \n\nFCC ColorFirst of five-session course based on the first part (pillar) of the United States Catholic Catechism for Adults: The Faith Professed.\n\nDownload Document\n\nLocation St Mary Parish Hall | 808 Nenriette Ave | Crivitz WI 54114\nContact Cassandra Kowaleski | (715) 927-0192 | This e-mail address is being protected from spambots. You need JavaScript enabled to view it\n\n\nJEvents v2.0.11 Stable   Copyright © 2006-2011",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9356231093,
        "format_confidence":0.9270330667
    },
    {
        "url":"https:\/\/pastormentor.com\/churchengines-info\/",
        "text":"Learning How Can Change Everything!\n\nSee new life in your church in a few months. \n\nNew believers. New volunteers. New leaders. New commitment. New enthusiasm. \n\n\n  • Seeing new faces in weekend services.\n  • Hearing grace in the voices of new believers.\n  • Counting the growing number of salvations in your church.\n  • Seeing new volunteers and new leaders take initiative.\n  • Seeing the men in your church step up and take responsibility.\n  • Feeling things happening. Knowing that you are breaking through.\n  • Experiencing transformation in your church.\n\nMeet Hal.\n\nHe's a mentor with street cred.\n\nDr. Hal Seed\n  • Mentor and Coach\n\n    Hal has been mentoring pastors for many years. His church health and growth lessons are being used by individuals across denominations and around the world.\n\n  • Perseverance and Strength\n\n    Hal has persisted through the highs and the lows of ministry. He can help you work through the church politics and culture issues that you face.\n\n  • Church Planter to Multi-Site Lead Pastor\n\n    Hal, and his wife Lori, planted New Song Church in the early '90s. Since then New Song has gone multi-site, planted daughter churches and experienced nearly 2,000 at weekend services.\n\n  • Heart for Evangelism\n\n    Over 20,000 people have come to Christ through New Song at the church and in its outreach ministries in the US and Mexico.\n\n  • Dream Maker\n\n    The founders of Outreach Inc, Church Community Builder, Dynamic Church Planting, Gospel Colors Outreach, and Discipleship Journeys with Jesus are friends and their organizations have their roots at New Song.\n\nNew Song Beach Baptism\n\nChurchEngines Coaching Framework\n\nVideo lessons. Proven Examples. Weekly Encouragement.\n\n  • Video Teaching\n\n    Filmed live as Hal taught these lessons to pastors in Southern California, now available for your team to listen and download.\n\n  • Proven Tools\n\n    You will get lesson notes, checklists, samples, worksheets, templates, and cheat sheets all carefully designed to help you learn and implement the video lessons.\n\n  • Weekly Email Check-in\n\n    Hal emails you every Sunday afternoon about your learning for the coming week. Email him back if you have a question.\n\n  • Life-TIme Access\n\n    Get full access to the complete ChurchEngines immediately. These lessons will always be here to help you out when you need a new idea, a good solution, or an experienced voice.\n\n  • Larry Barker, Senior Pastor of Cornerstone Baptist Church, Jacksonville, TX\n    \"This journey with pastor-mentor and Hal Seed has been the best investment I have ever made towards being a better leader in the local church. It is worth every penny and every second for what you receive. Best of all, getting to learn from Hal is invaluable!\" Larry Barker, Senior Pastor of Cornerstone Baptist Church, Jacksonville, TX\n    Larry Barker, Senior Pastor of Cornerstone Baptist Church, Jacksonville, TX\n\nAll You Need to Know\n\nBecome an expert in how to grow your church.\n\n  • 10 Modules\n\n    Do one module each month to equip and inspire you and your leaders.\n\n  • 62 Video Lessons\n\n    Each module has 4 to 7 video lessons: one major system, plus several shorter lessons. The last video in each module is the Q&A from one of the live sessions.\n\n  • 91 Downloadable Resources\n\n    Get fill-in-the-blank lesson notes for each video, and all the samples, checklists, and cheatsheets you need to apply each lesson.\n\n  • The 15 Essentials Systems in ChurchEngines (in order)\n\n    Evaluation. Assimilation. Financial. Outreach. Small Groups. Pastoral Care. Spiritual Growth. Ministry Placement. Leadership Development. Big Events. Prayer. Children's Ministry. Worship Planning. Preaching.\n\n  • Plus 3 Important Themes\n\n    Personal leadership development. Church culture and politics. Prayer.\n\nHear What These Pastors Say About It\n\n  • Pastor Dan Harman, City Life Church Portsmouth, ENGLAND\n    “Mentoring with Hal has been a tremendous enrichment to myself and our church. It has not only helped us identify areas of weakness that have limited our growth, but it has also provided us with practical steps and useful signposts for breaking through. Pastor Hal is a wise, bubbly, inspirational communicator who has helped aid both CLC’s growth and my own personal growth, an area that I wasn’t really giving enough attention to. I’m so glad that I signed up and am looking forward to combing through the teaching again to deepen my learning and strengthen our application. I highly recommend the investment for other pastors that are seeking to go and grow to the next level!” Pastor Dan Harman, City Life Church Portsmouth, ENGLAND\n    Pastor Dan Harman, City Life Church Portsmouth, ENGLAND\n  • Shawn Beaty, Lead Pastor of Clovis Hills Community Church, Clovis, CA\n    \"The questions I always ask when it comes to receiving coaching are always will it work? Is it worth it? Do I have time?  I would suggest that a pastor can't afford not to get a coach. Hal Seed's practical, godly coaching has helped me break multiple numerical and spiritual growth barriers in my ministry. If you want to grow as a leader and see the Kingdom grow you can't afford NOT to invest in a coaching network like this.\" Shawn Beaty, Lead Pastor of Clovis Hills Community Church, Clovis, CA\n    Shawn Beaty, Lead Pastor of Clovis Hills Community Church, Clovis, CA\n\nValue that Exceeds your Expectations\n\nFull Price: $997 \nGet 67% Off for a Limited Time\n\n$27 monthly\n\n62 Video Lessons\n\n91 Downloadable Resources\n\n52 Sunday Afternoon Emails\n\nImmediate and Life-time Access\n\n$297 once\n\n62 Video Lessons\n\n91 Downloadable Resources\n\n52 Sunday Afternoon Emails\n\nImmediate and Life-time Access\n\n30-Day Money-Back Guarantee\n\nIs there a No-Risk Guarantee?\n\nAbsolutely. There is a 30-day money back, no questions asked, guarantee. We want you to be fully satisfied with your purchase of ChurchEngines. We know that if you do the work, you will get results. That is why we give you a full 30 days from the date of purchase to look around, watch some videos, and get started. If you aren't satisfied that you will get value, and see your church grow, we will refund your money.\n\nFAQ and Answers\n\n  • What if I don't have $997 to spend on a mentor?\n\n    That's why we have currently dropped the price to $297. And we've even set it up so you can make monthly payments of just $27 for 12 months. (Total cost: $324) If one person joins your church in the next year and starts to give, they will easily cover the cost.  The real question is: can you afford for things to stay the way they are?\n\n  • What if I don't have time to work on it?\n\n    We get that. It's always difficult to find time to work on the organization, not just in it. For your church to grow, you need to make some time each week to build improvements into the fabric of your church. As your church gets better at some things, you will find more time for new things.\n\n  • Who is ChurchEngines for?\n\n    It is for pastors who want to see people come to Christ and to see their churches grow. It's for churches that are open to newcomers and to new believers. ChurchEngines is for churches that want to grow.\n\n  • What if I'm not sure we can do the work, make the improvements, and see a difference?\n\n    We are confident that you can. You will build on what you already have in your church, taking the next steps and seeing growth and improvements build layer upon layer. Over 100 churches have been mentored by Hal, and we hear story after story from pastors who are encouraged by new life and growth in their church.\n\n  • What if this isn't the right plan for our church?\n\n    This is the only mentoring experience for pastors, taught by a church planting, multi-site lead pastor with a doctorate in ministry, from a church with a huge heart for evangelism; that includes video teaching, a complete network of downloads, and a weekly email check-in. The value, really, is unparalleled.\n\nJoin Hal for learning and growth today!\n\nGet started on this new opportunity to lead a better, bigger church.\n\n$27 monthly\n\n12 Monthly Auto-Payments by Credit Card\n\n\n$297 once\n\nOne Payment by Credit Card\n\nFor Me",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.984490931,
        "format_confidence":0.996345818
    },
    {
        "url":"https:\/\/giving.renner.org\/renner\/general-donation",
        "text":"Thank you for helping proclaim God’s Word!\n\nThank you for helping proclaim God’s Word!\n\nThank you for your gift to support Rick Renner Ministries and our many outreaches that are making a huge impact in the former Soviet Union, in the United States, and around the world. Everything we do is made possible by the prayers and financial support of our partners and friends who share our passion and our vision to teach, strengthen, and rescue people with the love, power, and goodness of Jesus Christ.\n\nThank you for the gift you are sowing into this ministry today! For more information on our outreaches of compassion, click here\n\n\nTotal Gift\n\nThis month's donation will be processed today.\n\nThe same amount will process every following month on the day selected.\n\nPayment Details\nAccepted Credit Cards\nCredit Card CCV Help\n\neCheck Help\nYour Information\nLeave this blank\nPlease complete the captcha before submitting.\nRenner Ministries\n(918) 496-3213\nP.O. Box 702040\nTulsa, Oklahoma 74170-2040",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9833435416,
        "format_confidence":0.9544334412
    },
    {
        "url":"http:\/\/appgravity.com\/android-apps\/books-reference\/com-portrait-companionprophetfive-AOULIEQTUMVBPCYSQ",
        "text":"Companions of the Prophet 5\nPortrait Publishing\n3.0 Varies with device\nWonderful Illustrated Stories titled as Companions of Prophet Muhammad(s.a.w.) Series Abdullah Ibn Masud(r.a.).\n\nSnippet from the Story.\nAbdullah Ibn Masud(r.a.) was a young boy used to tend flock of sheep of a Quraysh * cheftian. One day Abdullah(r.a.) was tending his flock he saw two distinguished looking men coming towards him. They looked very tired, hungry and thirsty. They greeted Abdullah(r.a) and said milk one of the sheep for us we are very thirsty. But Abdullah(r.a.) replied I cannot do that because these are not my sheep. Two men did not argue and they liked the Honest reply of Abdullah(r.a.).The two men were none other than the Prophet(s.a.w.) himself and Abu Bakr Siddiq(r.a.)\n\nContent rating: Everyone\n\nRequires OS: 2.3 and up\n\n...more ...less",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9172137976,
        "format_confidence":0.8718804121
    },
    {
        "url":"https:\/\/www.cph.org\/p-5903-Sing-a-Joyful-Alleluia.aspx",
        "text":"Skip main content and go to side navigation\n\nSing a Joyful Alleluia!\n\nby Dana Mengel\n\nItem #: 983618 \/ 2001 \/ Saddle-stitched paperback \/ 8 Pages\n\n\nItem Added to Your\n\n\nYour Cart Subtotal:\n\nCheckout Now Secure checkout at\n\nProfessional Discount\n\nAs a rostered LCMS pastor, teacher, musician, or DCE you receive a 20% discount on qualifying books, Bibles, professional books, and The Lutheran Study Bible, when purchased for personal use. The personal use discount applies for one of an item for you or your immediate family members where applicable. Any purchase(s) beyond the one item personal use will be processed at the current sale price.\n\nPlease state in the Order Notes if more than one item is for personal use and the description of that use.\n\nFree Shipping Details\n\nQualifying orders include sales of select in-stock LWML merchandise\/product only and exclude free for postage items. This offer is valid for new orders placed through by clicking on the “Shop” button or by phone only. Minimum order of $75.01 USD. US shipping addresses only. Standard UPS ground and commercial shipping only. Some exclusions may apply.\n\nAvailability: In Stock\n\nSing \"Alleluia\" more often with two original texts—one for Christmas, one for Easter. The light-hearted anthem features a contemporary pianistic accompaniment.  SATB, keyboard;  Easy.\n\nLook and Listen\n\nSing a Joyful Alleluia!\n\n  • Sing a Joyful Alleluia!\nItem Number:\nIn Stock\nMedium - Easy\nChristmas, Easter\nDana Mengel\nText Writer:\nDana Mengel\n\nCustomer Reviews\n\nSing a Joyful Alleluia!\n\nby Mengel, Dana\n\nBe the first to review this product.\nto write your review.\n\nPeople who bought this product also bought...\n\nWe want to hear from you. Give us feedback on this page.\n\nGo back to main content | Go back to main navigation\n\nPrint on Demand Shipping Information\n\nShipping within the United States\nShipping rates are determined by total amount of your POD order. Please refer to the grid below:\n\nPOD Item Total  Shipping cost\n0 - $20 $5\n$20 - $50 $7\n$50 - $100 $10\n$100 - $250 9% of POD Item total\n$250 - $500 8% of POD Item total \n$500 - $1000 7% of POD Item total\n> $1000 6% of POD Item total\n\nShipping to Canada\nA flat shipping fee of $15.00 will be applied to your order.\n\nShipping outside the United States or Canada\nIf you are a customer outside the U.S. or Canada, please indicate which shipping method you prefer in the “Order Notes” field on the My Cart page. Your shipping options include:\n\n  • Non-Trackable Shipping: A flat shipping fee of $15.00 will be applied to your order.\n  • Trackable Shipping: A flat shipping fee of $120.00 will be applied to your order.",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9834875464,
        "format_confidence":0.9989475608
    },
    {
        "url":"http:\/\/www.judaism.com\/the-aryeh-kaplan-reader\/dp\/BJHAC\/?nt=aRHm",
        "text":"10% Off\nAll White Wines\nFree shipping on orders over $75.\n\nJewish Calendars\n10% Off\nHome > Jewish Books & Media > Jewish Thought\nThe Aryeh Kaplan Reader\nView Larger Image\nShare:  Email this page to someone. Share this page on del.icio.us Share this page on Facebook Share this page on MySpace Share this page on Reddit Share this page on Twitter Share this page on Pinterest\n\nThe Aryeh Kaplan Reader\n\n- Featured\nCollected essays on Jewish themes\n\nYou Save: 10%\n\nJDC#FormatPriceSale PriceQty\nAdd To Cart\nThe Aryeh Kaplan Reader is a collection of his essays reflecting the broad range of his interest and genius. From biography to Kabbalah, from contemporary movements to cosmic speculation, Aryeh Kaplan was at home. His writing is original and incisive. But most of all, it is always clear and to the point. Every appetite for Jewish themes will be whetted and satisfied by this book.\n\nTopics include: Rabbi Yaakov Culi; Gettim; Technology in Service of Torah; Adam's Sin; Extraterrestrial Life; Free Will and much more.\n\n\nMore from Rabbi Aryeh Kaplan(see all)\n move this slider leftmove this slider to the right \nRelated Items\n move this slider leftmove this slider to the right \nRelated Categories\n\nJewish Thought:By Period:Current - 1945 to Present\nJewish Thought:Aryeh Kaplan\n\nJewish Resources\nRed String Video\nInstructional Media\nBeyond The Book\nJudaism.com Info\nContact Judaism.com\nAbout Judaism.com\nShipping Policy\nReturn Policy\nPrograms & Extras\nAffiliate\/Referral Program\nGift Registry\nGift Certificates\nJewish Resources\nOrder By Phone:\n\nQuestions Or Comments:\n[email protected]\n\nTechnical Problems:\n[email protected]\n\nSubscribe To Our Email List To Be Informed Of Sales and Specials\n\nCopyright © 1995 - 2014 U.S. Judaica, Inc\n\nTo find out about Shipping & Handling charges please view our shipping policy.\n\nJudaism.com has the largest selection of Jewish Books available for sale online. If you can't find the Jewish book you are looking for please contact us.\n\nJewish Books |  Judaica & Jewish Gifts |  Jewish Art |  Jewish Jewelry |  Special Occasions |  Kosher Wine |  Shabbat Store |  Jewish Holidays |  Jewish Children's Store |  Tallit",
        "topic_id":18,
        "format_id":16,
        "topic_confidence":0.9638611674,
        "format_confidence":0.9985621572
    }
]