[
    {
        "url":"http:\/\/limerickslife.com\/10-questions-local-history\/",
        "text":"A Limerick History Quiz\n\ncrowsWelcome to the Limerick’s Life quiz on local history.\n\nHow well you know what has happened in Limerick over the centuries, take our short quiz to find out.\n\nWe have 10 questions on a wide range of topic, if you don’t know the answer take a guess.\n\nClick “View Questions” at the end of the quiz and if you answer correctly a notice will tell you about the answer in more detail.\n\nSo keep trying until you can get them all correct and will know 10 interesting things about the history of Limerick.\n\nYoung Reggie and the Telephone at Whelan's Chemist\nDavid McGrath the Bigamist of Limerick and Clare",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9866909981,
        "format_confidence":0.5323521495
    },
    {
        "url":"http:\/\/slideplayer.com\/slide\/3834924\/",
        "text":"Presentation is loading. Please wait.\n\nPresentation is loading. Please wait.\n\nEngland and King George England was controlled by King George Although the colonist were no longer living in Great Britain\/England, they were still under.\n\nSimilar presentations\n\nPresentation on theme: \"England and King George England was controlled by King George Although the colonist were no longer living in Great Britain\/England, they were still under.\"— Presentation transcript:\n\n1 England and King George England was controlled by King George Although the colonist were no longer living in Great Britain\/England, they were still under the control of the King.\n\n2 2 Englishmen came to America four hundred years ago looking for gold, silver, and a waterway to Asia They were part of a trading company that convinced the king of England to grant them a Charter giving them permission to set up a colony in America. But they did not find what they were looking for. Times got so hard those first settlers had to eat rats and even each other to keep them from starving to death. Pretty soon, though, more people arrived and times got better. The English were here to stay.\n\n3 3 Back in England, the king probably figured he had a pretty good deal. Other people got seasick sailing across the ocean to settle untamed land while he sat in his palace ruling England Except that being king just wasn’t what it used to be. Back in the 1200s, a king really could do what he wanted! But this was the 1600s and now the English people had representatives in Parliament who made laws and stood for peoples rights\n\n4 4 In America, the colonist needed some kind of government to deal with everyday problems. After all, the king was on the other side of the ocean. And because of Parliament, the colonist were used to having a say in government. Although people in different areas had ideas about government.\n\n5 5 By mid 1700s there were 13 colonies and each had their own government. These little governments grew stronger and more used to being in control. When problems came up, the colonial governments took care of the things themselves.\n\n6 French and Indian War France and Great Britain fought over lands in Pennsylvania and Ohio. Although Great Britain defeated the French, it left them in great debt. This also showed the colonist that France was not as strong as they thought.\n\n7 7 Britain had taken out a loan to pay for the war, so it went looking for ways to make fast money. Taxing the American colonist seemed like a perfect idea.\n\n8 Taxation without Representation Taxing became a major issue. The “Mother Country” was in need of money and they saw the colonist as a way to get it.\n\n9 Taxing Stamp Act – this was the 1 st direct tax. Tax was placed on all paper goods. This was to include pamphlets, documents, news papers, even playing cards. Wanted the colonies to help pay for their debt.\n\n10 10 Townshend Revenue Act was also passed It taxed things it knew the colonist couldn’t make for themselves –Paint –Glass –Lead –And tea Also allowed for the British to search homes without reason and seize items that owners had not paid taxes on.\n\n11 Have some Tea The colonist didn’t like this and began to rebel. They participated in one event that was of particular importance. The Boston Tea Party. They, dressed like Indians, dumped the British tea in the Boston Harbor. The British were not happy\n\n12 Intolerable Acts\/Coercive Acts Parliament retaliated with the passage of the Coercive Acts which the colonist called the Intolerable Acts. These acts severely limited the economic ability of the colonies.\n\n13 Samuel Adams “Is America not ready for Independence! Why not declare it” Brother to John Adams\n\n14 14 The colonist finally decided there was only one solution: –Independence! Only July 4, 1776 the leaders of the colonies signed the Declaration of Independence, breaking ties with Britain.\n\n15 Declaration of Independence Most famous document Thomas Jefferson drew together the ideas of thinkers such as Locke.\n\n16 Purpose of Declaration of Independence To justify the revolution Put forth the founding principals of the new nation\n\n17 17 The Declaration of Independence has four parts One: Preamble –We the people, in order to form a more perfect Union, establish justice and ensure domestic tranquility, provide for the common defense, promote the general welfare and secure the blessings of liberty to ourselves and our posterity, do ordain and establish this Constitution of the United States of America\n\n18 Declaration has Four parts Two – States the purpose for writing\/basic human rights Three – List specific complaints against King George Four – States the Colonies determination to break from Great Britain.\n\n19 19 In order to form a more perfect Union\n\n20 20 Establish justice and ensure domestic tranquility\n\n21 21 Provide for the common defense\n\n22 22 Promote the general welfare\n\n23 23 Secure the blessings of liberty\n\n24 24 To ourselves and our posterity\n\n25 25 Do ordain and establish this Constitution of the United States of America\n\n26 26 Or Part 2: Natural Rights – The colonists explain the rights of people and – the role of government power. Part 3: Grievances – A list of the colonists’ complaints. Part 4: Resolution of Independence – The colonists declare their independence from Britain\n\n27 Richard Henry Lee Lee wrote his desire for the colonies in his resolve “We hold these truths to be self evident that all men are created equal. That they are endowed by their creators with certain inalienable rights that among these are life, liberty and the pursuit of happiness.” July 2, Colonies broke from England\n\n28 We hold these truths to be self-evident All men are created equal Endowed by their creator with certain unalienable rights Life, liberty, and pursuit of happiness Those to secure these rights, governments are instituted among men, deriving their just powers from the consent of the government That whenever any form of government becomes destructive of these ends; it is the Right of the People to alter or to abolish it, and to institute new government.\n\n29 We hold these truths to be self evident\n\n30 All men are created equal\n\n31 Endowed by their creator with certain unalienable rights Unalienable rights – government cannot take them away from you Nor can you surrender them\n\n32 Life Liberty and the pursuit of Happiness Natural rights Inborn rights\n\n33 That to secure these rights, governments are instituted among men, deriving their just powers from the consent of the governed What is the main purpose of government? –To ensure order of the nation Nope –To protect the stability of the whole society Nope –To protect the rights of the individual Yep –That's it\n\n34 Individual not society is most important The success of government is measured by much liberty the individual has The success of government is measured by how free the individual is form government.\n\n35 That whenever any form of government becomes destructive of these ends, it is the right of the people to alter or to abolish it The right to rebel\n\n36 36 What followed the Declaration of Independence? The Constitution It has set our rule of government and how our nation would function. 36\n\n37 The Bill of Rights The First 10 amendments to the Constitution\n\n38 Bill of Rights The Bill of Rights are the first 10 amendments to the Constitution. Framers believed people had rights because they were people. They were “endowed by their creator with certain unalienable rights”. The Bill of Rights stands as a written guarantee that government cannot abuse the rights of individuals.\n\n39 The Bill of Rights These amendments placed certain limitations on the national government. Now it goes to control the state and local governments as well.\n\n40 1 st Amendment Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\n\n41 1 st Amendment In other words freedom of: – Speech – Press – Petition – Assembly – Religion\n\n42 42 GRAPES Grievances, Right to petition Religion, Right to no establishment of Assembly, Right to peaceful Press, Freedom of Exercise, Freedom of Religion Speech, Freedom of\n\n43 Remember: The Government CAN NOT prevent individuals from freely expressing their opinions. Citizens have rights to criticize government decisions and ideas.\n\n44 The 1 st amendment The first amendment list our certain rights and liberties that are guaranteed to people. The first amendment placed limitations on the government to prevent it from controlling the press, restricting speech, establishing or prohibiting religion and limiting other areas of personal liberties.\n\n45 Ok Let’s Break it down into 5 parts\n\n46 Freedom of Religion Always been an important aspect of American life. There are 2 clauses look at with freedom of religion. –Establishment clause –Free exercise clause Easy to look at it when looking at separation of church and state\n\n47 Freedom of Religion Thomas Jefferson wrote a “Wall of Separation” speech. He said that legislation should make no law respecting an establishment of religion or prohibiting the free exercise thereof thus building a wall of separation between church and state\n\n48 Freedom of Religion Establishment Free Exercise Prevents congress from creating a state – sponsored religion Can teach about religion in school Transport students to religious schools Read bible for culture or literary content Prevents the government from unduly interfering with free exercise of religion. The Government CAN NOT PROMOTE RELIGION Choose what religion they want Worship wherever they want.\n\n49 Establishment Free Exercise Cant set a state religion Order Prayer Teach religious doctrine in school Pay seminary teachers Teach creation Break the law and claim it was religious belief Deprive kids of basic needs\n\n50 Freedom of Religion Constitution... (truncated)",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.538336575,
        "format_confidence":0.5870757699
    },
    {
        "url":"http:\/\/www.afvn.co.uk\/reference\/what-you-need-early-australian-aattv-advisor\/",
        "text":"What you need – Early Australian AATTV Advisor\n\nWhat you need – Early Australian AATTV Advisor 1964-1965\n\nVietnam Reenactors UK\n\nFor those of you looking for a more smart and sophisticated look, and a “damn fine” hat too! Why not try the Australian Army Training Team Vietnam (AATTV). You can't really go wrong with the early Australian “JG” shirt and crossover trousers but any indigenous and US uniforms of the period is perfectly acceptable. Don't worry too much about insignia, it isn't as flashy as the US, and was generally kept to minimum.\n\nWhat to wear\n\n\n–     Australian Jungle Green (JGs) shirt and cross over trousers\n\n–     US 1st Pattern Tropical Combat Uniform\n\n–     Beo Gam Uniform\n\n–     Or other unit specific uniform\n\n\n–     US Black M1948 boots\n\n–     US 2nd Pattern Jungle Boots\n\n–     Australian GP Boots\n\n–     Black Ankle boots with black canvas gaiters (Australian)\n\n\n–     Slouch Hat with puggaree and parent Corps\/Regiment cap badge (RAR, RAINF, RAA, RAS, RAASC etc.)\n\n–     Regiment\/Corps Beret with cap badge\n\n–     British Bush Hat (Giggle Hat)\n\n–     Other indigenous head gear\n\n–     M1 helmet with or without Mitchell cover\n\nWeb Equipment\n\n–     ‘37 Pattern Web belt Blackened with polished brass\n\n–     ‘44 Pattern Web belt\n\n–     M1956 Web Equipment set (Early) with weapon specific set up\n\n–     M1956 Web belt with .45 holster, ammo pouch and FFD pouch\n\nPlease Share!",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.740118444,
        "format_confidence":0.8968222141
    },
    {
        "url":"https:\/\/www.nieonline.com\/coloradonie\/mapper.cfm?pubdate=20171016",
        "text":"Common Core State Standard\nRH.CCS.7 Grades 6-12: Students are asked to locate a country or geographical area on a map, connecting information with a specific location. Then, students answer a series of quiz questions based on a current news event happening in that location. Students must combine their prior knowledge with information presented in the question to determine the correct answers.\n\nMillions flushed away in Switzerland -- 10\/16\/2017\n\nQuiz Archive        Printer friendly version of this quiz\n\nFirst question (of five)\n\nQ: Swiss researchers last year detected 3 tons of silver and 95 pounds of gold in effluent and sludge from nation’s sewage treatment plants – amounting to about $3.1 million. Where is Switzerland?\n\nClick on the map to submit your answer\n\nNEW! Search for a different Headline Geography topic\n\nLooking for a different quiz to fit your classroom needs?\n\nEnter the name of a country:",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.6963475347,
        "format_confidence":0.5290406942
    },
    {
        "url":"http:\/\/galloglass.ucc.ie\/HowToUse.php",
        "text":"Using the Galloglass Database\n\nThe database fields were compiled first with Microsoft Access software. This work was conducted by Dr Susan Foran at Trinity College Dublin, and directed by Professor Sean Duffy. The database files were donated to the CELT Project at the School of History, University College Cork. In conjunction with Abeo Web Solutions and with the guidance of Dr Benjamin Hazard, the data was uploaded to a MySQL database to be displayed in tabular format on the CELT website\n\nThe basic search facility presents the data under four headings. These relate to personal names, events, places and source material. The amount of information relevant to each heading offers the reader a detailed research resource. There are more than one hundred and forty categories, details of which are contained in the advanced search page. The data is contained in separate fields under the names of specific individuals and groups; the period in which the events occurred and the associated places. Due in part to variant spellings, the evidence for identification does vary in quality. The available data relates to the period from c.1200 until c.1600.\n\nThese webpages are best viewed with the Google Chrome browser.\n\nThe researcher can for instance search for information in the following ways:\n\n  • Where the researcher is looking for information about a specific individual, entering that person's first name, surname and the approximate period returns the results required where possible. The researcher should bear in mind that more than one individual could have a similar name in a similar time period. Where this is the case, the date associated with specific events should be checked in the full display when the resulting data from the search is clicked.\n  • Where the researcher is looking for details of specific events, these are referred to as encounters: battles or meetings, for example. Entering the place name, region or territory as search criteria will enable the reader to select the desired material. As with named individuals, clicking the highlighted first lines of the results will yield the full display.\n  • For an Advanced search, select one category and scroll through the menus for specific topic of interest; e.g. from either 'Place of Galloglass in Forces Involved' or from 'Casulties For - Dead' for a Battle\/Event. This is will return the required results better than combining search criteria from more than one category.\n\n    Key to Abbreviations:\n\n    • AC : Annals of Connacht\n    • AFM: Annals of the Four Masters\n    • ALC : Annals of Loch Cé\n    • AU : Annals of Ulster\n    • LCS : Leabhar Chlainne Suibhne\n\n    • [al. man.] = alia manu(s), in another hand\n    • p. : page\n    • par. : paragraph\n    • s. : son of\n\nAll encounters that can be localized to a county or adjoining counties are viewable on a modern county map of Ireland. It provides a rough visualization of Galloglass activity during the period.\n\nWhere a number is referred to in brackets for individual persons, this relates to the original data files; e.g. Toirdhealbhach mac Suibhne na Tuath (no. 242).\n\nIn many cases, the sources for the individuals and the events referred to here are accessible and fully-searchable on the CELT website\n\nThe following maps illustrate the distribution of both events and places mentioned in the database (click on a map to enlarge):",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9639028907,
        "format_confidence":0.7037186027
    },
    {
        "url":"https:\/\/news.legacyfamilytree.com\/legacy_news\/2016\/02\/tuesdays-tip-using-the-usa-county-verification.html",
        "text":"Maritime Occupations in the US Federal Census\nThe Scots-Irish in America - free webinar by Peggy Lauritzen now online for limited time\n\nTuesday's Tip - Using the USA County Verification Feature\n\nTT - County Verification3\n\nTuesday's Tips provide brief how-to's to help you learn to use the Legacy Family Tree software with new tricks and techniques.\n\nUsing the USA County Verification Feature\n\nUSA County Verification is a feature in Legacy Family Tree that checks the county you are entering as you type it. If Legacy thinks the county is incorrect it will let you know.\n\n1) You turn this feature on in Options > Customize > 2. Data Entry.\nOption 2.1 - check the box for Verify USA Counties in Place Names\n\nI keep this ON because this option does two things. It will tell you if you have entered a county that never existed in that state (possibly a simple spelling error or you totally have the wrong name) and it will also tell you if you are entering a county that didn't exist when your event occurred. For example, if I were to enter a death that occurred in Lamar County, Mississippi in 1850 I will get an error message because Lamar wasn't formed until 1904.\n\n2) See the screenshot for information about what the error message can tell you.\n\n\n3) Check your current data by going to Reports > Other Reports > USA County Verification. You can then see if there are any locations in your file that you still need to address. You might have overridden the error message because you weren't sure about the location and you told yourself that you would look into it. If you forgot, it will show up on this report.\n\nMaking sure your locations are accurate is the first step in getting your genealogy database organized. Give it a try and you’ll be on your way to clean data. Any questions? Head for the Facebook Legacy User Group (info below).\n\n\nFind tech tips every day in the Facebook Legacy User Group. The group is free and is available to anyone with a Facebook account.\n\nFor video tech tips checkout the Legacy Quick Tips page.  These short videos will make it easy for you to learn all sort of fun and interesting ways to look at your genealogy research.\n\nMichele Simmons Lewis is part of the technical support team at Millennia, the makers of the Legacy Family Tree software program. With over 20 years of research experience, Michele’s passion is helping new genealogists get started on the right foot through her writings, classes and lectures. She is the former staff genealogist and weekly columnist for the McDuffie Mirror and now authors Ancestoring, a blog geared toward the beginner\/intermediate researcher.\n\n\nFeed You can follow this conversation by subscribing to the comment feed for this post.\n\nso, when using the USA County Verification Feature when entering data -\n-when the county existed long time ago, but NO longer a county\/changed to a different county name - which do you enter? both? which first? how should you enter\/specify which is which?\n\nYou should always enter the location as it was at the time the event took place. Here is an article that Jim Terry wrote on how you can record both :)\n\nHere's the problem I have ... when I run the county verification tool I get several errors, such as \"Saint Louis, St. Louis (City), Missouri, United States\nThere was never a county by the name of St. Louis (City) in the state of Missouri.\" ... yet when I open the Geo Location Database and search for St. Louis, Missouri the Geo Location database lists the county as \"St Louis (city)\" (and that's the ONLY option I can select). So ... the county verification tool tells me it's wrong, but the geo location database only gives me that county to select. Which one is correct? How can the software provide the location, and then tell me it's wrong?\n\nWhy does legacy not recognize Maine counties as part of Massachusetts pre-1820?\n\nI need an example. Which county in Maine?\n\nThe reason the County Verifier is rejecting it is because of (City). It is true that there is no county in the state of Missouri named \"St. Louis (City)\"\n\nSt. Louis is an independent city. you can record it a couple of ways.\n\nSt. Louis [independent city], , Missouri, United States\nSt. Louis, , Missouri, United States\n\nThe both examples the county is left blank because in this case there is no county. You can add \"independent city\" in square brackets if you want to make it clear that there is no county. When a writer adds something in square brackets that is a signal to the reader that whatever is inside those square brackets is something the writer has added for clarity's sake.\n\nI need an example. Which county in Maine?\n\nCumberland, Hancock, Kennebec, Lincoln, Oxford, Penobscot, Somerset, Washington, and York Counties all were part of Massachusetts, United States of America.\nYork was part of Massachusetts Bay Colony, England, from formation until 1686 when it became part of Dominion of New England, England. In 1689 it reverted to Mass. Bay Col., England. York then was part of Mass. Bay Col., Great Britain, from 1707-independence, Lincoln and Cumberland Counties were part of same from 1760-independence. (I'm not sure if independence is 1776 or 1783). All three were then part of Massachusetts, United States of America through 1820. Any of the other counties (see list above) formed before 1820 were also part of Massachusetts.\n\nI am going to email you directly. I did some research and tests on this and I want to explain it all (not enough room here).\n\nIs there any way others can see your response to Jon about Maine counties before 1820?\nAlso, how do we enter any colonial location?\n\nI just wanted to outline the testing for Jon that I had done and what I found. I didn't want to take up that much space here :) I did find that the Maine counties prior to 1820 (and they did exist but in a different state) are causing the County Verifier to say that the county didn't exist (either in ME or MA). I sent everything through to Sherry who is the tech that handles the County Verifier.\n\nColonial locations are interesting because locations were very fluid. Names changed and boundaries changed. I put together a text file of some of the dates and locations and I put it in the Files section on our Legacy Users Group Facebook page. You can join here and then you will have access to the files. It isn't a comprehensive list but it will get you started. Also, if anyone has any further information or additions they can contact me.\n\nThe comments to this entry are closed.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.5156524181,
        "format_confidence":0.7946659327
    },
    {
        "url":"http:\/\/www.rootsweb.ancestry.com\/~gacogs\/learn\/jrice\/genoninternet.html",
        "text":"Search billions of records on\n\n\n\nOnline Instruction\n\nlessons menu\n\nGenealogy on the Internet\n(updated 2009)\n\nBy Jim Rice\n\nOpportunities for genealogical research on the Internet continue to grow at a rapid rate. As an example, Cyndi’s List, which began some years ago listing a few thousand web sites of genealogical interest, currently links to over 264,000 sites!  With this proliferation of sources, it becomes increasingly important to have a means of focusing and keeping on track in order to avoid spending too much time wandering around.\n\nRemember that successful genealogical research is basically a matter of finding records that link us to our ancestors and relatives or finding that someone else has already done the research for us. In my experience, there are three main categories of sites on the Internet to assist in our genealogical research, namely those which provide us with (1) Online genealogies, (2) Online records, or (3) Online leads to offline genealogies and records.\n\nIn the following, I review these categories individually and point out what I feel are some of the main web sites associated with each. Collectively, these reviews cover the great majority of what I focused on in past workshops at the Athens Georgia Public Library and provide anyone interested with an opportunity to visit the Internet and search for genealogical findings of interest. Reviews of each category have been published in past issues of the Clarke Oconee Genealogical Society’s (COGS’) newsletter and are now being posted here on our COGS web page with the web addresses being hyperlinks, thus allowing users to systematically work through all the recommended sites to see what they can find on their ancestors and relatives. Click on the links above and proceed to learn more about each category.\n\n\n\nThe \"Genealogy on the Internet\" lessons provided on this web site are the property of Dr. James T. Rice and may not be copied to any other web site, print material, or other media without his permission. Permission is granted to link to this page.\n\n\njoin search learn shop\n\nGenealogy on the Internet online genealogies online records offline genealogies and records home",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.7030158639,
        "format_confidence":0.6284538507
    },
    {
        "url":"http:\/\/old-koreaphotos.wikispaces.com\/?responseToken=0f254793f6866d2bd165191549514b727",
        "text":"The Library of Congress Asian Reading Room 2009 Frances Tan Moeson Fellowship\nallowed me to travel to the LoC to find early Japan photos and early Korea photos.\n\nINSTRUCTIONS: Depending on the purpose, use the following\n1. Classroom playback (short narrated images; including transcripts): Try playing first with no sound (mute) to appreciate the image; then playback with audio.\nAlternatively to movie format, use slideshows: Women in Korea (PPT), Colonial Korea (PPT), Modernizing Korea (PPT).\n2. Discussing with students (image + question prompt): PDF includes pop-up annotation with suggested answers.\n3. Contributing (you add location, names, event; or pose questions):\n4. Browsing rapidly entire groups of images: \"browse-rapidly\" link at left\n5. Using source pictures: ZIP folder to obtain images used above in narrated movies. Colonial; Modernizing (1 of 2; 2 of 2); \/\/Women in\n\nADVICE for adding comments to the online photo sets (albums) - below\n\n  • Guven Peter Witteveen is a Japan anthropologist engaged in multimedia design, outreach education and curriculum production. Write to him at anthroview at\n\nhow to use Picasa Online Albums\n\nhow to use Picasa Online Albums",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.7825826406,
        "format_confidence":0.9486658573
    },
    {
        "url":"https:\/\/blpn.org\/2013\/01\/11\/atlasing-steps-to-produce-a-pentad-map\/",
        "text":"Atlasing? – Steps to produce a Pentad Map:\n\nSteps to produce a Pentad Map:\n\n  1. Click here to get to ADU’s coverage maps.\n  2. Under the Google map, in the ‘Search for an address’ box type the name of a locality (e.g. Mapungubwe, Pofadder, 12 Jacaranda Avenue), OR zoom into the map to find the area you would like to visit. Click on Search.\n  3. Then click on an appropriate pentad (block) – the one you are interested in. The pentad code appears in the ‘Selected pentad’ box.\n  4. Then click on Submit. This opens the pentad summary page.\n  5. Click on the ‘Google map’ link below the graph. This will open a Google map of the pentad in a new browser window; the red box indicates the boundary of the pentad.\n  6. Click on “satellite” to see landscape features (like in Google Earth) or “hybrid” to get the map and satellite together.\n  7. Then using your web browser’s printing function (or use Ctrl-P), you can print the map.\n  8. To save the map you go to File –> Save as, and save the page to a folder on your hard drive. You can then go back and open the map without having to go on-line to open\/print it again.\n\nHave Your Say Here:\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.5180392265,
        "format_confidence":0.9779150486
    },
    {
        "url":"https:\/\/www.familytree.com\/blog\/how-to-find-genealogy-websites-for-beginners\/",
        "text":"How to Find Genealogy Websites for Beginners\n\nHow to Find Genealogy Websites for Beginners.  You can find more How to Blogs at Beginning genealogists may not be aware of the plethora of genealogy websites that they can access, for free, online. Some of the big genealogy websites may be familiar to you because you saw an ad for them somewhere. What about the rest? Here is a quick guide to some of the most useful genealogy resources that new genealogists may be complete unaware of.\n\nCyndi’s List\n\nThe unique spelling of the name could make Cyndi’s List difficult to locate for beginning genealogists. Most people have seen the name spelled “Cindy”. A genealogist who was told to check out Cyndi’s List might not have any way of knowing the way it is spelled.\n\nCyndi’s List has been described as “a sledge hammer for your brick walls”. The website offers a categorized and cross-referenced index to genealogical resources on the internet. A beginning genealogist can use Cyndi’s List to discover a bunch of other genealogy resources that are online. It is a treasure trove!\n\nChronicling America\n\nHave you ever wanted to look up an obituary, news article, or other historical information that once appeared in an old newspaper? Genealogists use newspapers to find out more about the lives of their ancestors. Some libraries may still have a collection of old newspapers on microfiche. That can be intimidating for genealogists who were never taught how to use that resource.\n\nChronicling America is a collection of America’s historic newspapers. Their collection includes newspaper pages from 1836 – 1922. The website can be used for free. It is sponsored jointly by the National Endowment for the Humanities and the Library of Congress.\n\nThe USGen Web Project\n\nAre you trying to learn more about an ancestor who lived in a different state than the one you live in? Genealogists in this position might find it difficult to know where to begin searching for out of state records. The USGen Web Project can point you towards were to start.\n\nThe USGen Web Project is a directory of websites, each of which contain free genealogy resources for every US State. Click on the state that your ancestor lived in. You can find out what local resources exist and how to access them. There also could be cemetery indexes that you can browse through.\n\n\nMany genealogists seek out the gravestones of their ancestors and relatives. There is a lot of information on a gravestone that is important to genealogists. Sometimes, the cemetery an ancestor is buried in is located too far away for the genealogist to travel to it.\n\nThat’s where FindAGrave comes in. Genealogists can search the website by location, the birth date of the ancestor, the ancestor’s death date, and more. There’s a chance another genealogist photographed your ancestor’s gravestone for you.\n\nImage by Dave Taylor on Flickr.\n\nRelated Articles at\n\n\n* Finding Headstones Far Away\n\n* Cyndi’s List – A Treasure Chest\n\n\n\n< Return To Blog\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.8685985804,
        "format_confidence":0.9226399064
    },
    {
        "url":"http:\/\/webarcheology.blogspot.com\/2009\/09\/uncover-artifacts-of-long-ago.html",
        "text":"Thursday, September 17, 2009\n\nUncover Artifacts of Long Ago!\n\nAncient civilizations have left behind ruins that archeologists aim to bring back to the light in order to better understand humankind. As the world wide web advances, old websites become ancient constructs that fall further and further off the beaten path (move down the search rankings) until they are retaken by the jungle and lost. These sites might not be the glamorous flash and database-driven wonders that we prefer to navigate today, but they are often beautiful in their own right and they can tell us much about our former selves online... our interests, priorities, fears, and dreams...\n\nDiscover a website indexed by Google at the dawn of its existence! Just over a decade ago Google started crawling the web and mapping out all the great websites. Follow these steps to search for a site, then link to it on this page to increase Google's current awareness of it and return it to its lost glory!\n\nStep 1. Look at the most recently posted comment\n\nStep 2. Take a couple of words from the comment's description and enter them into a Google search box followed by a space and the term \"daterange:2451180-2451545\" (no quotes). EXAMPLE: drink water daterange:2451180-2451545\n\nStep 3. Discover a site indexed by Google in 1999!\n\nStep 4. Post a new comment on this page linking to your discovery by entering the following code into the text box (replace blue text with your findings of course!):\n\nAlso... add a short description of page (one sentence max) to enlighten others.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.661073029,
        "format_confidence":0.6566064954
    },
    {
        "url":"http:\/\/slideplayer.com\/slide\/3142793\/",
        "text":"Presentation is loading. Please wait.\n\nPresentation is loading. Please wait.\n\nAP US History Cold War: Eisenhower. AP US History Cold War: Eisenhower.\n\nSimilar presentations\n\nPresentation on theme: \"AP US History Cold War: Eisenhower. AP US History Cold War: Eisenhower.\"— Presentation transcript:\n\n\n2 AP US History Cold War: Eisenhower\n\n\n4 Who spearheaded Truman’s foreign policy?\nCandy Question! Who spearheaded Truman’s foreign policy?\n\n5 Answer Dean Atchison\n\n6 Who spearheaded Eisenhower’s foreign policy?\nCandy Question! Who spearheaded Eisenhower’s foreign policy?\n\n7 Answer John Foster Dulles\n\n8 Eisenhower and the Cold War\nEisenhower used experienced diplomat John Foster Dulles to spearhead his foreign policy Dulles believed Truman’s containment policy was too passive He advocated a policy of challenging the USSR and China He declared if the US pushed communist powers to the brink of war they would back down because of nuclear superiority-the idea was known as “brinkmanship”\n\n9 Massive Retaliation Dulles advocated placing greater reliance on nuclear and air power The idea was to get “more bang for your buck”-spend less money on conventional forces and more on destructive forces To some the policy looked like “mutually assured destruction” rather than a deterrent\n\n10 Unrest in the Third World\nThe collapse of colonial empires after WWII may have been the single most important development of the postwar era These new third world countries often lacked stable political and economic institutions and their need for foreign aid made them pawns the the US or USSR\n\n11 Covert Operations Part of Eisenhower’s new look foreign policy involved covert operations in other countries Using operatives was less expensive and objectionable than using troops\n\n12 Candy Question! In the early 1950’s, what two countries did the CIA heavily use covert operations in?\n\n13 Answer Iran & Guatemala\n\n14 Two Examples of Covert Operations\nIn Iran in 1953 the CIA played a major role in helping to overthrow a government that tried to nationalize the holding of foreign oil companies-in return, the west was provided favorable oil prices and Iran made enormous purchases of American arms In Guatemala in 1954 the CIA overthrew a leftists gov’t that threatened American business interests US opposition to communism sometimes drove the gov’t to support ruthless dictators particularly in South America\n\n15 Fall of Indochina After WWII the French tried to re-acquire Indochina\nCambodians and Vietnamese resisted and supported nationalist and communist leader Ho Chi Minh By 1950 the war had become a staging ground for the struggle between capitalism and communism The French suffered a crushing defeat at Dien Bien Phu Indochina was divided into the countries of Cambodia Laos, and Vietnam at the Geneva Conference in 1954\n\n16 Division of Vietnam By the terms of the Geneva Conference (1954), Vietnam was to be temporarily divided at the 17th parallel until general elections could be held The North was led by Ho Chi Minh and the South by Ngo Dinh Diem-they were backed by anticommunist, catholic, and urban Vietnamese The election was never held mainly because the South feared the communists would win the election\n\n17 Division of Vietnam From , the US gave over $1 billion in economic and military aid to South Vietnam In justifying this president Eisenhower made the analogy to a row of dominoes-if one fell, it would create a chain reaction and most or all of Asia and Australia would fall\n\n18 Candy Question! What defensive organization was formed to stop the spread of Communism in Asia?\n\n19 Answer SEATO\n\n20 What does SEATO stand for?\nCandy Question! What does SEATO stand for?\n\n21 South East Treaty Organization\nAnswer South East Treaty Organization\n\n22 SEATO To prevent the “fall” to communism, of South Vietnam, Laos, and Cambodia, Dulles put together a regional defense pact called the Southeast Asia Treaty organization The pact agreed to defend one another in case of an attack within the region It was signed by the US, Britain, France, Australia, New Zealand, Philippines, Thailand, and Pakistan\n\n\n24 Candy Question! In the Middle East, the United States had to engage in a “balancing act”. What two things did they have to balance?\n\n25 Answer The U.S. had to retain friendly relationships with Arab oil producing countries while assisting Israel.\n\n26 Middle East In the Middle East the US had the difficult balancing act of maintaining friendly ties with oil-rich Arab states with supporting the new country of Israel (1948)\n\n27 Suez Crisis (1956) In order to gain funds for the Aswan High Dam project, Egyptian nationalist General Gamal Nasser seized and nationalized the British-French owned Suez canal Britain, France, and Israel carried out a surprise attack on Egypt and retook the canal Eisenhower was furious partly because he was not informed of the attack He sponsored a UN resolution condemning the attack The forces withdrew under mounting world pressure\n\n28 Ongoing Controversy in the Middle East\n\n29 Eisenhower Doctrine The US quickly replaced Britain and France as the leading western influence in the Middle East It faced a growing Soviet influence in Egypt and Syria (the USSR had provided Egypt with funds for building the Aswan High dam) The US pledged economic and military aid to any Middle Eastern country threatened by communism The doctrine was first applied in Lebanon in ’58 by sending 14,000 marines to prevent a civil war between Christians and Muslims\n\n30 US-Soviet Relations In terms of security, nothing was more important than diplomatic relations with the USSR Relations constantly fluctuated between periods of calm and extreme tension\n\n31 Spirit of Geneva (1955) After Stalin’s Death (1953) Ike called for a slowdown in the arms race The USSR withdrew troops from Austria Both Ike and Soviet Premier Bulganin agreed to meet in Geneva Although no agreements were reached, the event was the first “thaw” in the Cold War and was dubbed “Spirit of Geneva” by the press\n\n32 Hungarian Revolt In October, 1956 a Hungarian uprising succeeded in overthrowing the Soviet backed gov’t The new leaders encouraged getting out of the Warsaw Pact The USSR sent tanks and troops and destroyed the uprising The US did nothing\n\n33 Effects of the Hungarian revolt\nBy allowing Soviet tanks to roll into Hungary, the US gave de facto recognition of the Soviet sphere of influence in Eastern Europe In effect, this recognition ended Dulles’ talk of liberating the region The event also ended the first “thaw” in the Cold War\n\n34 Sputnik The USSR launched not one but two satellites into space, greatly alarming the US and calling their technological superiority into question Many blamed the education system and in 1958 Congress passed the NDEA (National Defense and Education Act) to increase funding for science and foreign language education In 1958 Congress also created NASA (National Air and Space Administration) to compete with the Soviets Fears of nuclear war were intensified by Sputnik because nuclear missiles delivered from satellites could hit their target in minutes\n\n35 Second Berlin Crisis (1958)\nBolstered by Sputnik, Soviet Premier Kruschev gave the West six months to pull out of West Berlin Eisenhower refused but invited Kruschev to discuss the issue at Camp David and the crisis was put off\n\n36 U-2 Incident US spy plane shot down USSR mad\nIke apologized\/showed weakness 1960 Paris Summit called off\n\n37 CUBA Probably the most alarming development of the Cold War was the loss of Cuba to Communism Fidel Castro took control and was supported by the Soviet USSR Eisenhower responded by cutting all trade with Cuba Ike also authorized the CIA to create a plan to train Cuban exiles to retake the island\n\n38 Eisenhower’s Legacy In his farewell address, Ike spoke out against the negative impact of the Cold War on US society “The nation should guard against the acquisition of unwarranted influence…by the “military industrial complex.” To some, the US was going down the road of ancient republics such as Rome and turning into a military or imperial state\n\n\n\n41 Cold War Timeline 1945 Yalta Conference German surrender\nAtomic bombs used to defeat Japan Creation of the United Nations 1946 \"Iron Curtain\" speech by Churchill 1947 Truman Doctrine for containment of communism Marshall Plan: European Recovery Program 1948 Communist rule imposed on Czechoslovakia Berlin blockade and airlift Publication of Orwell's 1984 1949 Establishment of NATO East Germany: German Democratic Republic West Germany: German Federal Republic Independence of Israel; Communist revolution in China Soviet Union tests atomic bomb Korean War 1953 Death of Stalin; Street protests in East Germany 1955 Warsaw Pact founded 1956 Khrushchev \"secret speech\"; anti-communist uprising in Hungary 1961 Construction of the Berlin Wall 1962 Cuban Missile Crisis 1963 Kennedy speech at the Berlin Wall\n\nDownload ppt \"AP US History Cold War: Eisenhower. AP US History Cold War: Eisenhower.\"\n\nSimilar presentations\n\nAds by Google",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.898105979,
        "format_confidence":0.5824718475
    },
    {
        "url":"http:\/\/www.nps.gov\/nr\/twhp\/wwwlps\/lessons\/66gran\/66setting.htm",
        "text":"\n\n\nHow to Use the Context\n\n\nInquiry Question\n\n\n\n\n\nTable of\n\nSetting the Stage\n\nBe aware that the Spanish word for a village is \"pueblo\" and American Indians who live in villages in the Southwest are known as \"Puebloans\" or \"Pueblo Indians.\" In the remote Salinas basin in central New Mexico stand the weathered ruins of three Puebloan villages and the 17th-century Spanish colonial missions that make up Salinas Pueblo Missions National Monument. Two ancient southwestern cultural traditions--the Mogollon (muggy-own) and Anasazi--overlapped here and resulted in the Puebloan communities of Abó, Quarai, and Gran Quivira (also known as Las Humanas). From about A.D. 1000 to the 1600s, these three villages operated as major regional centers of trade with Indians from the Plains, the Pacific Coast, and the Great Basin. Gran Quivira, the largest of the Salinas villages, became a bustling community of 3,000 inhabitants.\n\nBeginning in the 16th century, exploration and colonization by the Spanish greatly influenced the lives of the Puebloan people. Spain established missions throughout the Salinas basin in an attempt to Christianize and bring the roughly 10,000 Indian people living there into Spanish society. These missions were self-sufficient communities that included the Indian village or pueblo, a church, the friars' quarters or convento, fields, hunting and gathering areas, and work areas. Under the mission system, villagers received regimented instruction in Christianity as well as in European social and agricultural practices. But, the mission system did not survive long in the Salinas basin, and by the late 1670s, the inhabitants of this once thriving area were all but gone.\n\n\n\nComments or Questions\n\nNational Park Service arrowhead with link to NPS website.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9761044979,
        "format_confidence":0.9099853635
    },
    {
        "url":"https:\/\/anglersrest.net\/2019\/02\/01\/strategy-for-a-genealogical-project-managing-research-results-and-citations\/?like_comment=8531&_wpnonce=443193ac57",
        "text":"Strategy for a Genealogical Project – Managing Research Results and Citations\n\ngenealogical project strategyIn an earlier post I talked about strategy, breaking it down into ten segments. Today I am going to write a about managing research results and citations which is essentially segment six. You can read the strategy series HERE\n\nYou are likely keen to get started with your project. But before you head off to set up spreadsheets and databases, consider what you want to achieve. By investing some time thinking about this, you will undoubtedly save time in the future.\n\nWhat are the aims of your project? I have talked quite a lot about aims of a One-Name Study and you can read a number of posts HERE, in the Journal of One-Name Studies and not to mention my series in Family Tree Magazine (UK) during 2019. If you want to develop a website and use TNG then there is no point in creating a snazzy card index or spreadsheet, because you will waste time retyping your material. The best advice that I can give you is to select a piece of genealogical software and use that – Guild members tend to use one of the top three (in no particular order) – Roots Magic, Family Historian and Legacy. All of these have trial versions and I would recommend taking them all for a spin and seeing what fits with you. Spreadsheets do have a part to play and I personally add material to my spreadsheets and see them as a holding pen, before the individuals are added to my Roots Magic programme.\n\nA number of Guild members add every individual to their genealogical program by fact, and then, as they confirm different elements merge the records into one. Some do not mind having rogue, unattached people in their database, whereas I prefer to have folk at least attached to someone else, either by a marriage or via their birth linked to the parents. None of these methods are right or wrong. It has to work for you and it is only by trial will you find what fits with your way of thinking.\n\nAs you will at some point be adding individuals to your genealogical programme you will be adding citations and sources to the records. You might find that you have more than one source per event, see this example:\n\n  • Baptism record from the parish record\n  • Birth record from the General Registrar Office (GRO) with the index available from any number of the subscription sites or Family Search or FreeBMD\n  • Other factors, such as you might provide the source as a link to another study – my own Grandmother’s birth in 1912 will have the both the baptism and birth recorded and I will also link the Matthews One-Name Study as another source, that way we can “cross pollinate” with other studies\n\nThe same applies to marriages and perhaps more so, as each marriage has at least two surnames (unless the bride marries someone of the same surname) and therefore can perhaps link into another study. I have a number of Butcher & Howes marriages for example. Of course, it is not necessarily an event linking to another study. Perhaps there is a link to another Guild member rather than a study, an event from a Guild member’s own family history or a recorded submitted to the Guild indexes.\n\nYou might decide to keep, as I do a master file of material. I hold my master file in Evernote, but may well move it across to One-Note in the future. I also have a file in Google drive and as I add material to my website I add the images to the file in Google drive with the intention of adding these to the Guild library for safe keeping. I also keep a back up in Dropbox and on a separate hard drive.\n\nWhen you are researching and gathering material, ensure that you note or record the citation for the record, especially if you are using the web clipper in Chrome for adding material into Evernote. You might recall what you were looking at four hours later, but not perhaps four years later! and there is nothing worse than having to revisit sites because you did not record the citation appropriately. It is also worth mentioning that some indexes are updated from time to time and therefore might need more than one visit.\n\nAgain the best advice I can give to someone starting out is do not drown in research material. All the records will still be there in the future, so try and avoid data overload and focus on working on the material you have. However, Guild members are very good at sharing material with others, certainly for my Butcher study not a week goes by when I do not receive an obituary or other communication and it has been known that I have stopped my current work to focus on whatever I have been sent. Nothing wrong with that, but remember to document your sources and research.\n\nI will be back tomorrow with segment seven, chatting about connecting with others and spreading the word about your study. In fact there is some overlap with the last four segments, but think of it as a tapestry, gathering the strands together to make a fantastic picture.\n\nAbout Julie Goucher\n\nGenealogist, Author, Presenter, native Guildfordian, Pharos Tutor, lover of Books, Stationary & History, Surnames, European Ancestors, Butcher & Orlando One-Name Studies, avid note taker and journal writer.\nThis entry was posted in Genealogy, Introduction to One-Name Studies (Pharos course 901), One-Name Studies, One-Place Studies, Strategy for a Genealogical Project. Bookmark the permalink.\n\n3 Responses to Strategy for a Genealogical Project – Managing Research Results and Citations\n\n  1. fhtess65 says:\n\n    Just wondering how you format your citations – always curious to see how others do it.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.6364961267,
        "format_confidence":0.7306599021
    },
    {
        "url":"https:\/\/indexing.familysearch.org\/projects\/USPassport_Applications_17951925_Part_A\/ProjectHelp2.html",
        "text":"US—Passport Applications, 1795–1925 [Part A]\n\nProject Instructions\n\nRead the Instructions\n\n  • Please read these project instructions carefully before indexing any batches.\n  • Review this page and the field helps frequently for updates to the instructions.\n  • Click here for a summary of project updates.\n\nSample Images\n\nWhat to Index\n\n  • Index only passport application forms. Do not index back of passport application forms.\n  • This project contains many supplemental forms, sources that an individual had to produce to prove they were eligible for a passport. These records include affidavits, birth certificates, proof of address, letters, etc. Do not index these supplemental records. Only index the actual application form.\n  • If an image contains only a document that either does not include a name or that has only a given name of a person, without a surname or an event date, then mark the image as a No Extractable Data Image.\n\nIndexing Names\n\n  • The passport applications were usually filed in alphabetical order by surname.\n  • In the Given Names and Surname fields, index only the name of the person who was the principal or primary person. Do not index any other names that may appear on the document, such as the names of witnesses, judges, or family members.\n  • If alias names were included on a document or if an individual’s name was listed with various spellings on the card, include all variants, separating each with the word Or. For example, if a name was written as \"Georgios (George), George Broski, George Browzowski, or George Brzozowski,\" you would index the name fields as follows:\n    • Given Names: Georgios Or George\n    • Surname: Broski Or Browzowski Or Brzozowski\n  • Name variations may have been noted at the bottom of naturalization records, with the name variation written above the signature of the principal and prefaced by a notation such as \"Name Changed From.\"  Be sure to examine the record carefully for name variations, and index all name variations in the proper name fields, separating each variation with the word Or.\n\nIndexing Dates and Ages\n\n  • If the age of an individual was recorded but not a birth year, do not index the age in the Birth Year field, and do not calculate a birth year based on the age.\n  • If a birth year was recorded for an individual but not the age, do not calculate the age based on the birth year and the naturalization year.\n\n\n  • Overlays are normally small handwritten or typed notes that cover up part of an original record.\n  • Read through the overlay to determine whether information that matches the type of information you are gathering in the project is found on the overlay (for example, additional information on a birth if you are capturing birth records). If the overlay has extractable information that matches the type of information you are indexing in the project, go ahead and index that information. If not, do not index information from the overlay; in this project almost all overlays should not be indexed, they are not application forms.\n  • When indexing information behind the overlay:\n    • If the information behind the overlay is a duplicate of information that is fully shown on another image in your batch, do not index the information.\n    • If the information behind the overlay seems to be unique and is not included on another image in your batch, index as much as you can see.\n\nDiacritics and Other Characters\n\n  • If the name of a person or locality was written with a character not on your keyboard, such as the ò in Nicolò, please insert the character by clicking the Enter special international characters icon (a square with an \"ñ\" in it) and selecting the character you want to insert, or:\n    1. In the menu bar, click Edit.\n    2. Click International Letters.\n    3. Click the letter you want to insert.\n\nCorrected or Crossed-Out Information\n\n  • When information was crossed out and then replaced, type the new data in the appropriate fields.\n  • When information was crossed out, was not replaced, and can be read, type the crossed-out information.\n  • When information was not crossed out but was replaced or was added to, type the most complete version of the record.\n  • When information was crossed out, was not replaced, and cannot be read, mark the field as unreadable by pressing Ctrl+U.\n  • When every entry on a record cannot be read, mark the entire record as unreadable by pressing Ctrl+Shift+U.\n\nHighlights and the Ruler\n\n  • Highlights are not available for this project. You may use the ruler instead to follow a record across an image.\n  • If you choose to use the ruler, please be aware that it is not anchored to the indexing screen and does not automatically move as you move to a new entry. To use the ruler:\n    • In the menu bar, click View.\n    • Select Show Ruler.\n\nAdditional Information",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.8503178358,
        "format_confidence":0.9457906485
    },
    {
        "url":"http:\/\/www.themodernantiquarian.com\/post\/1659\/fieldnotes\/craddock_moor_circle.html",
        "text":"\n\nCraddock Moor Circle\n\nStone Circle\n\n\nTo find the circle head out along the track from the Hurlers carpark. When it forks, take the left one out towards Golddiggings Quarry. About half way along, as the track starts to bend right there seems to be a barrow\/mound ? on your left. From here leave the track and head off towards the low tor towards the SW. Bearing slightly left of a line between the tor and the Cheesewring behind you you will somehow find the circle, it has a gorse bush in the middle of it..but there are several bushes!\n\nBetter still buy a map.\nMr Hamhead Posted by Mr Hamhead\n5th November 2001ce\nEdited 8th September 2006ce\n\nComments (0)\n\nYou must be logged in to add a comment",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9839551449,
        "format_confidence":0.9486576915
    },
    {
        "url":"http:\/\/womenshistory.about.com\/library\/quiz\/bl_firstladiesquiz2.htm",
        "text":"1. Education\n\nYour suggestion is on its way!\n\nAn email with a link to:\n\n\nwas emailed to:\n\nThanks for sharing About.com with others!\n\nFirst Lady Quiz 2\n\nFrom Jone Johnson Lewis,\nYour Guide to Women's History.\nFREE Newsletter. Sign Up Now!\n\nHow Well Do You Know the First Ladies?\n\nclr gif\n\nIf you are not ready to take the First Ladies Quiz, you can learn more about the First Ladies by reading some of the articles about First Ladies below:\n\nFirst Ladies:\n\n  • First Ladies Quiz 1\n    Another quiz on First Ladies.\n\n  • First Ladies\n    Individual women whose husbands were US presidents, plus official hostesses who served in the White House in lieu of a First Lady.\n\n  • First Ladies Picture Gallery\n\n  • More About First Ladies\nSee More About\n\n©2017 About.com. All rights reserved.",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9460048079,
        "format_confidence":0.5809349418
    },
    {
        "url":"http:\/\/slidegur.com\/doc\/136906\/how-did-the-nile-shape-ancient-egypt",
        "text":"How Did The Nile Shape Ancient Egypt\n\nHow Did The Nile Shape\nAncient Egypt\nDBQ Day 1\nWindy Mulder\nHorizon Middle School\nGood Morning!\n Please write today’s agenda in your planner\n Warm Up Question:\n Write down the relative location of Egypt\n What is it near?\n Can you name any landforms around it?\n What continent is it on?\nFinding a New Homeland\nEgyptian History Timeline\n2920-2575 BCE\nEarly Dynastic\nPeriod: The first\npharaohs unify\nEgypt into a\npowerful kingdom\n2040-1640 BCE\nMiddle Kingdom:\nEgypt’s population,\nreligion, and arts\n2575-2134 BCE\nOld Kingdom: Big advances\nin technology and\narchitecture; pyramids built\nin Giza\n712-332 BCE\nLate Period:\nPersians invade and\nannex Egypt\n1550-1070 BCE\nNew Kingdom: Egypt\nexpands into Syria and\nNubia; international trade\nroutes established\n30 BCE\nEgypt falls to\nRoman Empire\n332-304 BCE Alexander\nthe Great defeats Persians;\nestablishes new capital in\nEgypt called Alexandria\n Black Land: the fertile area fed by the Nile where the soil\nis rich\n Red Land: the deserts to the east and west of the Nile\n Tributaries: rivers and streams that flow into a larger\n“parent” river\n Papyrus: a plant with fibrous inner stems used to make\n Irrigation: diverting water to farmland using ditches,\ncanals and pipes\n\nsimilar documents",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.9757593274,
        "format_confidence":0.8875827789
    },
    {
        "url":"http:\/\/myfamilyhistoryfiles.com\/tag\/surname-notebook\/",
        "text":"Surname Notebooks\n\nresearch-workflow-apr2015If you would like to view in PDF, it’s here\n\nFollowing up on my post for Cycle 2 Week 1, here is my new workflow chart. Or should it be work flowchart? (Whatever.) It is a simplified version of the chart I originally posted here during the first cycle of the Genealogy Do-Over. This one uses the names of the pages in OneNote that I enter data into. It has all the elements that I am trying to capture in OneNote listed on it:\n\n  1. A Research Plan with Research Log\n  2. Source Description Page that is where I describe the source, cite it, paste a JPG of source, link to the source on my hard drive and transcribe it.\n  3. Source Log (A listing of all the sources I have for an individual or family group to help with writing proof statements if I need to examine other sources and as a resource to see what other sources I might need.)\n  4. Family Group Records\n  5. Timelines\n  6. Proof Statements\n\nThis is mostly for my own reference as it relates to the final version of my Chronological Surname Notebook that I am using to document my family history. I am putting everything in OneNote as a way to leave something behind that others can build on and to be able to easily share it with others in PDF or printed form.\n\nCycle 2 Week 2 Topics:\n\n  1. Setting Research Goals\n  2. Conducting Self Interview\n  3. Conducting Family Interviews\n\nBecause this is my second time through the 13 weeks, I didn’t have much to do for Week 2. Last time through, I had decided I wouldn’t be able to conduct many family interviews for the current line I am working on as there wasn’t anyone left in the previous generations and opted not to do them. Same thing for this cycle. I did my self-interview in the form of a Timeline created in MSWord. I use Timelines to list life events in chronological order for my ancestors. A Timeline helps to show where there are gaps and conflicting information and where sources are needed. Those items can be used to set research goals and\/or make a research plan. (I’ll post an Ancestry video by Anne Mitchell at the end of the post that was helpful to me in learning to create timelines if you are interested.)\n\n\nMy research goals for the first cycle through the Genealogy Do-Over were to prove my birth, marriage, divorce and birth of my 4 children; my parents’ birth and marriage; father’s death and siblings’ births and deaths. There were a few documents in my files and my mom’s files that were missing so I added obtaining them to my To-Do List in OneNote. My research goals this time through the Genealogy Do-Over are to concentrate on my father’s parents.\n\nResearch Goals Cycle 2 Week 2:\n\n  1. Prove birth date and parents’ names for Raymond Curtis Williamson\n  2. Prove birth date and parents’ names for Grace Rose Buisch\n  3. Prove marriage date of Ray and Grace\n  4. Prove death date for Raymond Williamson\n  5. Prove death date for Grace Williamson\n\nThis is the first page of my grandfather’s timeline embedded into a page in OneNote.\n\n\nAs you can see, there is a discrepancy in the records I have for the year of his birth.  I have written for a copy of his birth certificate and I have a theory about why his birth year is one year later on his draft registration that I will include in my Proof Statement. For my grandmother, birth records were not being kept for that time period in Batavia, New York. I will contemplate some ideas for a work-around in my Research Plan.\n\nI’m not going to get ahead of myself here though, because tracking and conducting research are next week’s topics!\n\n\nCreating Timelines: A 15 minute tutorial by Anne Mitchell (AKA: Ancestry Anne)\n\n\nCite This Page:\n\nErin Williamson Klein, “Gen Do-Over: Cycle 2 Week 2.” My Family History Files, 14 April 2015 ( : [access date]).\n\nPlease do not copy without attribution and link back to this page.\n\n\nI currently have four surname notebooks set up although I am working only in the one for now. There is one notebook for each of my grandparents’ surnames. Working in only one surname notebook at a time is for my own sanity. I am concentrating on going back through and documenting my direct line ancestors first. Then I will come down through the lines documenting their siblings. (Since I am prone to major distractions steering me off course, this may all be a pipe dream. Eventually I want to work on my other surnames though, so I keep deluding myself.) Okay, I have added in the names for other family members besides my direct line to my current notebook but I haven’t added any sources. Well, not that many… LOL Nevermind.\n\nThe first place I am going to start is with the Family Group Record (FGR). Here is a PDF of the Family Group Record I use in OneNote.\n\n\n\nIt’s helpful to know exactly where that FGR is supposed to go in my notebook. I can figure it out using my pedigree chart but I made a mind map chart that might help some of you see where everyone belongs. Here is a PDF of the chart pictured below.\n\n\n\nSince I am related to 90% of the Williamsons in the Rochester, New York area, I collect every record I come across that is for a Williamson. Picking a random record… I have a marriage license index record for Stella (Williamson) Mackwood’s second marriage to Louis H Baumann. Stella is my grandfather’s oldest sister. First, she is listed as a child on her parents’ Family Group Record. So where does the Family Group Record for her second marriage go?\n\n\nSince she is a sister\/aunt, she goes in Section Group 3. Non Direct A-Z of my Williamson Surname Notebook. The Family Group Record for Stella and Louis H Baumann goes in the A B Section. There is also a Family Group Record for her and her first husband, Robert Nelson Mackwood, and their children in the M N Section.\n\n\n\nNext record… A military headstone application for Louis H Buisch.\n\n\nBuisch is my father’s mother’s surname. (Green notebook). Louis Buisch is my grandmother’s brother. His Family Group Record goes in 2. Non Direct Surname Section Group.\n\n\nLouis is listed as a child on his parents’ Family Group Record and he will have a Section in the 2. Non Direct Buisch Section Group. (Someday.)\n\n\n(Once I get to that notebook. If I ever get to that notebook…)\n\n\nCite This Page:\n\nErin Williamson Klein, “Who goes where.” My Family History Files, 14 March 2015 ( : [access date]).\n\nPlease do not copy without attribution and link back to this page.\n\n\nalphabet treeInserting files and images into OneNote is different than attaching files in OneNote. When you attach a file, you are linking from another source to a OneNote Page. It is link to a web page, link to file on your hard drive or link to another Notebook, Section or Page, for instance. The problem with attaching is when the source gets moved or disappears, your link may become invalid.\n\nWhen you insert a file or image, it becomes part of the OneNote page regardless of where the source of the file or image is\/was. The nicest thing about inserting a file or image is that it is actually there for you to “see”, making it much more useful for research planning, transcribing, data analysis, using the drawing tools to make notes on the image, etc.\n\n\n\n\nYou can insert File Printouts, (Word Docs, PDFs, Excel Spreadsheets) Screen Clips, Pictures and Scans. I am going to walk you through inserting File Printouts and Pictures in this post. Screen clips were covered here. (Scans will come at a later time. Maybe a short post on embedding Excel Spreadsheets as well.)\n\n\n\n\nFrom the Insert Ribbon > Choose File Printout and navigate to the folder where your images are stored. Choose the file in your folder > Click Insert. The file will be inserted onto the page with a shortcut icon that links to the original file. (You can delete those.) The images can be resized and moved around the page.\n\n\n\n\nInsert Pictures works the same way as File Printout except that it defaults to looking in the Pictures Folder on your hard drive. One thing to note here is the Insert > Online Pictures option. You can insert pictures from searches on the web, your Facebook and Flickr accounts, (you will be asked to sign in to your accounts before they will be linked) and your OneDrive account.\n\n\n\n\nFor me, a much simpler technique is to Drag and Drop the files and images onto the page. Use Windows Explorer to navigate the the folder where your images are kept. If you drag and drop an image, you don’t get the shortcut icon. When you drag and drop a PDF or Word Doc, you will be asked if you want to Attach File or Insert Printout. Choose Insert Printout if you want to “see” your file on the Page. (You will get the “link” icon for Word Docs and PDFs, but again, you can delete them.) If the image is in another Notebook, Section or Page, you can copy and paste the image to the new location or create a link to the image file at the new location.\n\n\n\n\nCite This Page:\n\nErin Williamson Klein, “Inserting Files & Images in OneNote.” My Family History Files, 2 March 2015 ( : [access date]).\n\nPlease do not copy without attribution and link back to this page.\n\n\n\nSubscribe via Email\n\nSubscribe to my blog and receive new posts by email.\n\nA bit about me\n\nErin Williamson Klein\nNew York to Nevada\nStarted my research in 1993\n\nAside from my own family history research, I also have 2 Surname Studies: Colepaugh mainly in the US and Schraven worldwide.\n\nFollowing the GPS!\n\nSourced Database Statistics:\n\n64 direct ancestors through 4x great grandparents\n2 of 2 people identified in 1st generation\n4 of 4 people identified in 2nd generation\n8 of 8 people identified in 3rd generation\n14 of 16 people identified in 4th generation\n20 of 32 people identified in 5th generation\n16 of 64 people identified in 6th generation\n\n# people properly sourced\n# remaining to be sourced\n% completed\n\nPaticipating In:\n\nWikiTree worldwide family tree\n+ more ... join me @ WikiTree\n\n2018 NaNoWriMo Logo\nThe NaNoWriMo challenge is to write 50,000 words during the month of November.\n\nThe Surname Society\n\nSociety for One-Place Studies Society fo... (truncated)",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.6860586405,
        "format_confidence":0.5273250341
    },
    {
        "url":"https:\/\/www.rmg.co.uk\/discover\/behind-the-scenes\/blog\/the-shoes-that-survived",
        "text":"The shoes that survived: caring for Captain Scott's shoes\n\nFollow us on a journey to learn how the famous explorer, Robert Falcon Scott’s ski overshoes were prepared for display in the new Polar Worlds gallery.\n\n\nBy Nora Meller, Textile Conservator\n\nClothing is a deeply personal matter. Even more so, if clothing is to protect the body in extreme conditions, helping the wearer to survive in such a hostile environment as the Antarctic region.\n\nImage of Captain Robert Falcon Scott in the Antarctic\nApril 13th 1911. Captain Robert Falcon Scott © National Maritime Museum\n\nScott and his team of four men were the first British explorers to reach the South Pole on the 17 January 1912 (although preceded by the Norwegians led by Roald Admundsen). Sadly, Scott and his fellows all died on their return march from the South Pole due to extreme cold and hunger. Read more\n\nScott’s ski overshoes were reputedly found with his body in the tent, when they were discovered by the search expedition. The overshoes would have been worn over finnesko boots – soft, furry, warm boots stuffed with senna grass, widely used in their native home in Lapland.\n\nImage of Scott's overshoes before treatment\nScott's overshoes on their storage mount, before treatment\n\nThe overshoes worn by Scott are likely to have been made at the Antarctic camp during the winter of 1911, from materials that were available for use such as seal skin, canvas, leather, small pieces of wood and metal buckles, assembled using wires and twine. The construction of the overshoes is simple, but they are durable and would have served a purpose to protect the feet and to attach to the skis.\n\nImage of top view of the right overshoe showing its construction - Scott\nTop view of the right overshoe showing its construction\n\nThe conservation of the overshoes started with surface cleaning. Close-up examination revealed that they had been badly infested by clothes moths in the past, which explained why the hair from the seal skin was missing in large areas (besides hair loss attributable to wear and ageing). Moth remains included larvae cases and frass, which I removed with fine tweezers and low power vacuum suction, collecting and preserving a bagful for future enquiries!\n\nImage of moth remains removed during cleaning of Scott's overshoes\nMoth remains removed during cleaning\n\nThe overshoes had undergone a conservation treatment 15 years ago, when the fragile original canvas sides were adhered onto new, sheer, colour-matched fabric backings. The treatment still holds firmly apart from one side where the fragments have become loose and vulnerable.  \n\nImage of the canvas side of the right overshoe\nThe canvas side of the right overshoe was still vulnerable\n\nI secured this side with a stitched support, encasing the original canvas fragments between two layers of sheer silk fabric which was colour matched to the original. By stitching around the fragments, I could minimise stitching into the original materials. I used silk thread of the same colour so that the stitching becomes invisible when viewed from a distance.\n\nImage of Scott's overshoe - The canvas side encased in sheer silk fabric\nThe canvas side encased in sheer silk fabric\n\nThe overshoes are very misshapen, and although the seal skin is rather stiff they are prone to collapse further unless supported on an internal mount. The most challenging part of the conservation treatment was the making of these mounts, as they had to be strong to provide physical support but also smart looking so they can go on display. I also aimed to cover as little of the original construction as possible, for example be leaving the insoles free.\n\nThe mounts were made in two parts: small solid mounts that disappear inside the toes were made of a conservation-grade polyethylene foam, padded with polyester wadding and covered with a silk fabric dyed to a matching brown colour. These small toe supports follow the exact internal shape of the toes and are easy to slide in and out.\n\nImage of making of the toe mount of Scott's overshoes\nMaking of the toe mount – pinning the silk cover in place\n\nTo support the rest of the upper (seal skin heels and canvas sides), I experimented with different mount making techniques and cast my vote for a method called ‘buckram’ mount. This is a technique similar to papier-mâché but using small pieces of linen fabric (instead of paper) and wheat starch paste as an adhesive.\n\nImage of tools ready for starting the buckram mount of Scott's overshoes\nTools ready for starting the buckram mount\n\nTo create the supports, I lined the insides of the shoes with a thin polyester film. Starting from the heels, I brushed each piece of linen with the starch paste and placed them inside the shoes, changing the direction of the linen pieces to provide extra strength.\n\nImage of pasting the linen inside Scott's overshoe\nPasting the linen inside the overshoe protected by plastic film\n\nAfter building up 3-4 layers, I stuffed the insides with some nylon net which helped to hold the desired shape while allowing for air circulation. Once the mounts were almost dry, I took them out of the shoes and dried them completely with a cold air fan.\n\nImage of the buckram mount for Scott's shoes\nDrying the buckram mount with nylon net stuffed inside\n\nPlacing them back into the overshoes I marked where the mounts needed to be cut and trimmed them with scalpels and scissors. It was not an easy job as the mount was quite hard to cut through!\n\nImage of Scott's shoes mount with markings where it needed to be trimmed\nThe mount with markings where it needed to be trimmed\n\nTo make the buckram shapes softer, I covered them with a brushed cotton fabric.\n\nImage of the outside of the mount for Scott's shoes\nCovering the outside of the mount\n\nNext came the need to support the leather straps and for this I asked help from our Mount Maker, Will Lawlor. He made us supports from brass which we bent to the desired shape, and he punched small holes into their ends, so I could stitch them onto the inside of the mounts. We padded and painted them, so they blend in well.\n\nImage of brass supports for Scott's overshoes\nBending the brass supports to follow the shape of the leather straps\n\nImage of the mounts for Scott's overshoes with the strap supports stitched on\nThe mounts with the strap supports stitched on, awaiting covering\n\nThe final touch was covering the mounts with a dyed silk fabric, which was a challenge due to their three-dimensionality. With the help of small pins and after taking some deep calming breaths, the mounts were finished.\n\nImage of covering the mounts for Scott's overshoes with dyed silk fabric\nCovering the mounts with dyed silk fabric\n\nI placed the mounts inside the overshoes, secured the leather straps in place with a few thread loops and attached the supported canvas side to the mount with a couple of stitches.\n\nImage of Scott’s overshoes after treatment\nScott’s overshoes after treatment\n\nScott’s overshoes are now awaiting installation. Come and see them in the Kristian Gerhard Jebsen: Polar Worlds gallery from September 2018!\n\nFour new galleries\n\nOur four new galleries at the National Maritime Museum will tell the epic true stories of pioneering global explorers and their encounters with people, places and environments across the world’s oceans. With over 1,200 more objects on display, you’ll be able to uncover hidden histories, reimagine familiar stories, and reflect on your connection to the sea.\n\nFind out more",
        "topic_id":13,
        "format_id":22,
        "topic_confidence":0.668028295,
        "format_confidence":0.7159262896
    }
]