[
    {
        "url":"https:\/\/reference.medscape.com\/viewarticle\/963138",
        "text":"Trending Clinical Topic: HPV\n\nRyan Syrek\n\n\nNovember 19, 2021\n\nEach week, we identify one top search term, speculate about what caused its popularity, and provide an infographic on a related condition. If you have thoughts about what's trending and why, share them with us on Twitter or Facebook.\n\nDespite a new study showing a major benefit from human papillomavirus (HPV) vaccination, recent data show increasing hesitancy and safety concerns associated with the vaccine. These conflicting findings, released very close to one another, generated substantial interest and resulted in this week's top trending clinical topic.\n\nOn the positive side, new research from England demonstrates the success of a national program to vaccinate girls against HPV (see Infographic below).\n\nThe new data come from a population-based cancer registry that shows the incidence of cervical cancer and noninvasive cervical carcinoma (CIN3) in England between January 2006 and June 2019. The national HPV vaccination program in England began in 2008. Initially, the bivalent Cervarix vaccine against HPV 16 and 18 was used. In 2012, the program switched to the quadrivalent HPV vaccine (Gardasil), which is also effective against two additional HPV types, HPV 6 and 11. Those strains cause genital warts. The study included seven cohorts of women who were aged 20-64 years at the end of 2019. Three of these cohorts composed the vaccinated population. Those cohorts had around 450 fewer cases of cervical cancer and 17,200 fewer cases of CIN3 than expected in a nonvaccinated population.\n\nIn the United States, hesitancy about the HPV vaccine remains high. New findings were presented at the American Association for Cancer Research Conference on the Science of Cancer Health Disparities in Racial\/Ethnic Minorities and the Medically Underserved. Nearly two thirds of American parents are on the fence about vaccinating their children for HPV. Overall, vaccine hesitancy dipped from 69% in 2010 to 63% in 2019. On an annual basis, vaccine hesitancy decreased 6% from 2010 to 2012 and then increased slightly (0.6%) from 2012 to 2019. Among younger mothers (aged 35-44 years), average vaccine hesitancy fell 5.88% from 2010 to 2012 and remained stable thereafter. Among mothers aged 45 years or older, average vaccine hesitancy dropped 3.92% from 2010 to 2013 and then remained stable.\n\nPerhaps fueling the hesitancy, new research found a dramatic rise in concerns about the HPV vaccine's safety. Despite a decrease in reported adverse events, concerns about the vaccine's safety rose 80% from 2015 to 2018 among parents of unvaccinated adolescents. Since its approval in 2006 by the US Food and Drug Administration, uptake of the HPV vaccine has consistently lagged behind other routine vaccinations. According to the most recent data from the Centers for Disease Control and Prevention, released September 3, 58.6% of adolescents were considered up to date with their HPV vaccinations in 2020. The top five reasons caregivers cited for avoiding the HPV vaccine were the following:\n\n  • Not needed or necessary\n\n  • Safety concerns\n\n  • Not recommended\n\n  • Lack of knowledge\n\n  • Not sexually active\n\nOf these, safety concerns were the only factor that increased during the study period. They increased from 13% in 2015 to 23.4% in 2018.\n\nThe benefits associated with avoiding HPV infection continue to mount, as a new study showed that persistent HPV 16 and HPV 18 during a pregnancy may be associated with an increased risk for premature birth. Researchers found that 15.9% of individuals who had a persistent HPV 16 or 18 infection during the first and third trimesters of their pregnancy gave birth prematurely, compared with 5.6% of those who did not have HPV infection at all. The study found that HPV infections were frequent in pregnancy even among populations \"considered to be at low risk based on sociodemographic and sexual history characteristics.\" The authors hope the findings will strengthen support for HPV vaccination. The divide between evidence in favor of the HPV vaccine and a resistance to get vaccinated resulted in this week's top trending clinical topic.\n\nRead more clinical information on HPV.\n\n\nComments on Medscape are moderated and should be professional in tone and on topic. You must declare any conflicts of interest related to your comments and responses. Please see our Commenting Guide for further information. We reserve the right to remove posts at our sole discretion.\nPost as:",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9983392954,
        "format_confidence":0.511398375
    },
    {
        "url":"https:\/\/www.livehomeo.com\/treatments\/rheumatoid-arthritis-symptoms-diagnosis-treatment\/",
        "text":"Share This Story\n\nRheumatoid arthritis is a chronic inflammatory disease that attacks more than just one joint. In some cases it also damages our skin, lungs, heart and eyes. It is an auto immune disorder i.e. our body’s immune system mistakenly attacks our own body tissues and joints. Rheumatoid arthritis targets our body’s joint lining and makes it thick. Rheumatoid arthritis leads to warm, painful and swelling in and around the joints and causes discomfort. Rheumatoid arthritis effects joints in both sides of the body, most commonly wrist, knees and hands are affected. In long run if it is not treated properly can lead to damage cartilage.\n\nCartilage is an elastic tissue that covers and protects ends of bones at the joints. If left untreated rheumatoid arthritis can lead to several health complications and increase the risk of developing osteoporosis, infections, rheumatoid nodules, lymphoma, lung diseases and cardiovascular diseases. It commonly begins at age between 35-60 years of age. Women are three times more at risk of developing rheumatoid arthritis than men. Rheumatoid arthritis causes are not fully known but it is mainly caused due to immune system disorder, family history or genetics also play an important role in developing rheumatoid arthritis. Smoking, eating lot of red meat, environmental factors also are treated as causes of rheumatoid arthritis. Female hormones, obesity and stress are also treated to increase the risk of developing rheumatoid arthritis. Rheumatoid arthritis is mostly seen in women more than men, researchers believe that female hormones also lead to rheumatoid arthritis.\n\nSymptoms of Rheumatoid Arthritis :\n\nHere are some common symptoms people face with rheumatoid arthritis\n\n  • Redness in the joints\n  • Joint warmth\n  • Swelling of joints\n  • Joint pain\n  • Joint stiffness in the morning\n  • Walking with difficulty or Limping\n  • Pain in more than one joint\n  • Fever\n  • Weight loss\n  • Difficulty in moving after resting for some time\n  • Fatigue\n  • Tenderness\n  • Lumps or rheumatoid nodules\n  • Sweating and anemia\n\nIn rheumatoid arthritis small joints get affected like wrist, fingers, hands and feet. These symptoms of rheumatoid arthritis may even last forever or may come and go. These symptoms are severe in monsoon.\n\nDiagnosis and Treatment :\n\nIn early stages of rheumatoid arthritis symptoms resemble other forms of arthritis making it difficult to diagnose. Rheumatologist a specialist who deals with joints, arthritis, RA and other conditions ask us few questions and also to undergo few tests and examinations. Tests like X-Ray, MRI and ultrasound scan are suggested as these tests helps to reveal the signs of rheumatoid nodules and joint lining. Along with family history, individuals are asked to undergo some lab tests to look for antibodies affect in the body.\nThere is no complete cure for rheumatoid arthritis, but with the help of treatments symptoms and complications of RA can be reduced and managed. Treatment is offered based on the symptoms and severity of the condition. Different remedies like NSAIDs and DMARDs are used to get relief from pain and swelling. Some therapies and exercises are suggested to reduce pain, stiffness and to reduce warmth and swelling. People with RA are asked to take rest to decrease pressure on joints.",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9981221557,
        "format_confidence":0.9606571198
    },
    {
        "url":"https:\/\/www.migraine.org.au\/hemiplegic",
        "text":"Hemiplegic Migraine\n\nHemiplegic migraine is a rare type of migraine attack. The word ‘hemiplegia’ means paralysis of one side of the body. The defining symptom that distinguishes hemiplegic migraine from other types is muscle weakness.\n\nLike other migraine types, hemiplegic migraine can cause intense and throbbing pain, nausea, and sensitivity to light, sound and smell. The hemiplegic aura causes temporary weakness, numbness and tingling, other sensory disturbances, and\/or paralysis on one side of the body. The paralysis can be partial, such as a facial droop, or affect the entire side. You may also experience confusion, difficulty speaking, or vision problems. These symptoms start before any headache, during the aura phase of the attack. Some people do not get any headache at all.\n\nBecause a hemiplegic attack looks very much like a stroke, people living with hemiplegic migraine are frequent visitors to the emergency room. You will learn what is ‘normal for you’ and when you don’t need to go to a hospital, but it is always important not to get too complacent and have a stroke ruled out by doctors anytime you are experiencing anything unusual or are concerned.\n\nHemiplegic attacks can be very scary, and it’s ok to be worried. They’re often more scary for those around you, who are looking at your droopy face or can’t understand what you are saying. If you are having frequent or unpredictable attacks, it can be helpful to carry a letter or card with you that explains your condition and asks the reader to call an ambulance.\n\n\nWhat causes Hemiplegic Migraine?\n\nHemiplegic migraine is clearly genetic. Four different specific chromosomal defects have been attributed to hemiplegic migraine, although there are more not yet discovered. Most types of migraine are poly-genetic (multiple genes), hemiplegic migraine is one of the few where a single gene defect can cause the condition. On average 50% of children who have a parent with hemiplegic migraine will develop this disorder.\n\nThe genes which have been linked to hemiplegic migraine are:\n\n  • ATP1A2\n  • PRRT2\n  • SCN1A\n\nThese genes are related to channels on nerve membranes that control the movement of substances like sodium, calcium and potassium across the nerve. Mutations of these genes result in over-excitability of nerves. Genetic testing is available but not necessary for all people. Genetic testing may be of the highest value for people with early-onset hemiplegic migraine associated with seizures or other persistent neurologic symptoms (e.g. ataxia).\n\nYou may hear the terms Familial Hemiplegic Migraine (FHM) or Sporadic Hemiplegic Migraine (SHM). The only real difference is that people with FHM have one other identified family member with similar symptoms, and people with SHM have no known family history. There is some evidence that people with SHM will experience more other symptoms of migraine (sensitivity to light, sound, smell and nausea) and will have a headache more often than people with FHM. However, as more evidence comes to light about all migraine being genetic, these terms are likely to be reviewed.\n\n\nSymptoms of Hemiplegic Migraine\n\n  • Motor weakness on one side of the body (Hemiplegia)\n  • Pounding or throbbing headache, often on the opposite side to the side which is weak\n  • Nausea and\/or vomiting\n  • Sensitivity to light, sound or smell\n  • Other typical aura symptoms – vision problems, numbness, tingling, trouble speaking\n  • Fever\n  • Impaired consciousness ranging from confusion to profound coma\n  • Ataxia (defective muscle coordination)\n\nThe symptoms can last for hours to days, or rarely weeks, but mostly resolve completely.\n\nPlease refer to the International Classification of Headache Disorders 3rd edition (beta version) website for more information on the criteria used to diagnose hemiplegic migraine.\n\n\nTreatment for Hemiplegic Migraine\n\nManagement of hemiplegic migraine can be challenging. The care of a migraine specialist neurologist is often required, as many other doctors may never have treated a case of hemiplegic migraine.\n\nTriptans are currently contraindicated (not recommended) in the treatment of hemiplegic migraine because of their vasoconstrictive properties (risk of vessel spasm) and concerns about stroke. Some small studies have safely used triptans with patients with hemiplegic migraine, so your doctor may be ok with prescribing them, but it is important to talk about the stroke risk and make sure you understand them.\n\nThe new abortive medication Reyvow, which is not yet available in Australia, works like triptans but does not have the same vasoconstrictive properties. Other common treatments such as NSAIDs and antiemetics may be used to relieve some symptoms.\n\nGiven the severity of the symptoms and the contraindication of certain acute medications (triptans), preventive medications are considered especially important in the treatment of hemiplegic migraine. There are small studies reporting the use of verapamil, acetazolamide, flunarizine, ketamine, lamotrigine and naloxone for treatment of hemiplegic migraine.\n\nSince hemiplegic migraine is a subset of migraine with aura, certain preventive medications commonly used to treat typical migraine with aura, including amitriptyline, topiramate, and valproic acid may be beneficial. Beta-blockers are generally avoided for people with hemiplegic migraine out of theoretical concern that it may affect the ability of vessels to dilate. The new CGRP treatments hold particular promise for the treatment of hemiplegic migraine, but more studies are required before we can say for sure how effective they are for this particular subtype.\n\n\nRead more about hemiplegic migraine from The Migraine Trust, the American Migraine Foundation, or the US Genetic and Rare Disease Information Centre\n\nShowing 1 reaction\n\nPlease check your e-mail for a link to activate your account.\n  • Alissa Gigliotti\n    published this page in Types of migraine 2020-12-23 14:53:08 +1100",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9984301925,
        "format_confidence":0.9858326912
    },
    {
        "url":"https:\/\/www.enfamil.ca\/articles\/cognitive-motor-development-month-10",
        "text":"Image 01\n\nLearn about object permanence and what it means to your 10-month-old baby.\n\nCognitive and Motor Development\n\nAt this stage, your baby may stand unassisted, even if for a few seconds. Let your baby hold onto your fingers and try to walk, always praising and encouraging him along the way. Your baby may demonstrate an improved understanding of object permanence, an important intellectual milestone that denotes an infant’s ability to remember objects and people they have seen before. For example, if you move to another room, your baby may actively search for you as he now understands that hidden objects still exist. As a result, you may notice a greater attachment to Mom and Dad at this stage.\nStimulate his cognitive and linguistic development through pretend play, like having a tea party or building a sand castle. It is a well-known fact that babies often prefer the box or wrapping that a toy came in, rather than the toy itself. Common household items such as boxes, pans, spoons and keys provide ample opportunity for your baby further his development. He will also work at imitating your everyday behaviours, such as talking on a cell phone, as his skills mature.\n\nWhy is Nutrition Important?\n\nEarly childhood nutrition has a long-lasting impact on cognitive performance, determining the future learning, working and thinking performance of your child. Help him to reach his full potential with a diet based on high-quality nutrition.",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.7319776416,
        "format_confidence":0.7565901875
    },
    {
        "url":"http:\/\/immersivemedical.com\/circumcision_north-dakota_3.html",
        "text":"North Dakota (ND) Circumcision\n\nCircumcision Related Terms:\nBody Procedures, Cosmetic Surgery, Male Circumcision, Penis Enlargement, Penis Surgery, Phalloplasty, Plastic Surgery, Surgeon\n\nPlastic Surgery Your Procedure Procedure Animation\n\nThe need of circumcision in most cases is based on culture, religion, and tradition in North Dakota (ND). Some religion, particularly Islam, Coptic Christianity and Judaism have their various views about its importance. However, some people have raised claims and debate on its barbarism involving the subjection of newly born infants to extreme pains, both physically and psychologically, just because the parents won’t let go of their old beliefs.\n\n[circumcision North Dakota top]\n\nPlaning on having circumcision procedure in North Dakota?\nHere is some General Information about North Dakota:\n\nNorth Dakota Regions North Dakota regions\nBadlands: Billings, Bowman, Golden Valley, McKenzie, and Slope counties.\n\nHowever circumcision has evolved from the domestic routine for a newly born child to a standard procedure that is ardently learned and practiced by professionals in the medical field. In the medical line circumcision has been more useful other than to improve the appearance of an individual. It is used as a surgical therapy for phimosis, paraphimosis (whereby the foreskin of the penis entirely covers the anterior portion and difficult to retract) and balanitis (enlargement of the penis due to infection).\n\n[circumcision North Dakota top]\n\nNevertheless it’s most common usage in improving the appearance and facilitating social acceptance has been the primary reason most surgeons carry out this procedures, for it is not advisable to allow the domestic hands to tamper with the delicate penile tissues. Its importance has also been debated among men, for it is believed that it facilitates penile enlargement.\n\n[circumcision North Dakota top]\n\nCircumcision is excision of the penile foreskin. It is usually done in the newborn babies before they leave the hospital. It involves the use of a local anaesthesia (xylocaine) to numb the skin as the Ring-type clamp and tourniquet is applied to reduce the bleeding while the foreskin is carefully cut away. The clamp may be metal or plastic-like which falls away after some few days after the procedure.\n\n[circumcision North Dakota top]\n\nIn older male children, this procedure is carried out under general anaesthesia. Here. The foreskin is removed and stitched to the remaining part of the penis. Absorbable sutures are used in this case, in which they will blend with the skin after a while of healing.\n\nConversely, there has been body procedure that involves restoration of the foreskin, wherby a skinflap is created that will cover the frontal aspect of the shaft.\n\nNorth Dakota circumcision - News update:\nThe public health problem that needs to be addressed next is the epidemic of pain, according to pain medicine physicians who came together to discuss the latest in pain research and treatment at the 24th Annual Meeting of the American Academy of Pain Medicine (AAPM), February 12-16 at the Gaylord Palms in Kissimmee (Orlando), Florida. More...\n\n[circumcision North Dakota top]\n\nCircumcision Services & Sponsored links in North Dakota\n\nPlastic Surgery Articles\n\nFind more services in North Dakota:",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9942584038,
        "format_confidence":0.6233935952
    },
    {
        "url":"http:\/\/cholesterol.about.com\/od\/treatments\/tp\/treatments.htm",
        "text":"1. Health\nYou can opt-out at any time. Please refer to our privacy policy for contact information.\n\nCholesterol Lowering Drugs and Treatments\n\nCholesterol Lowering Drugs and Treatments Can Help You To Reduce Your Lipids\n\n\nUpdated October 22, 2008\n\nIf you have high cholesterol, have no fear. There are a variety of cholesterol lowering drugs and treatments that can be used to address your cholesterol. Some of these treatments are simply related to making some changes to your lifestyle, whereas others involve taking medications to keep your cholesterol in check.\n\n1. What Are Your Treatment Options?\n\nThere are a variety of options out there to help you to lower your cholesterol levels, ranging from simple changes to your lifestyle to taking medications. Based on your cholesterol test results, your healthcare provider will decide which treatment is best for you. In some cases, you may need a combination of treatments to help lower your cholesterol.\n\n2. Changing Your Lifestyle to Lower Your Cholesterol\n\nLifestyle changes play a vital role in lowering your cholesterol, but they can be the most challenging, too. Changing your diet, exercising more, losing weight and\/or quitting smoking are all healthy ways that you can help lower your cholesterol. In some cases, changing your lifestyle could help you to avoid taking medications to lower your cholesterol.\n\n3. Medications that Can Lower Cholesterol\n\nThere are many types of cholesterol lowering drugs on the market. However, not all of them work the same. Some of these drugs may only lower your LDL (\"bad\" cholesterol), whereas other drugs may treat all aspects of your cholesterol profile. In any case, all of these medications are effective and your healthcare provider will select the right drug for you.\n\nThe classes of cholesterol-lowering drugs are:\n\n4. Cholesterol Apheresis\n\nCholesterol apheresis is similar to kidney dialysis, but is used to only filter out LDL cholesterol from the blood. It isn't a treatment that is used in everyone, though. It is mostly used as a last resort for people with very high cholesterol levels despite the use of high cholesterol lowering medications. Some people also decide to undergo this therapy because they have very high cholesterol levels, but cannot tolerate the drugs used to lower cholesterol. This procedure is effective, but it can be pretty costly, too.\n\n5. Lowering Your Cholesterol Naturally With Herbs and Other Products\n\nSome people may use natural products, such as herbs and spices, to help lower their cholesterol. Some of these treatments are effective, but some of them won't help your cholesterol at all. If you decide to try a natural supplement, talk to your healthcare provider first, since some of these products could interact with other medications you are taking.\nSome natural products used to lower cholesterol:\nRelated Video\nIs Your Teen Using Drugs?\n  1. About.com\n  2. Health\n  3. Cholesterol\n  4. Medications & Treatments\n  5. Cholesterol Lowering Drugs - Cholesterol Lowering Drugs and Treatments\n\n©2014 About.com. All rights reserved.\n\nWe comply with the HONcode standard\nfor trustworthy health\ninformation: verify here.",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9980494976,
        "format_confidence":0.690012753
    },
    {
        "url":"https:\/\/www.omicsonline.org\/japan\/posterior-prolapse-peer-reviewed-pdf-ppt-articles\/",
        "text":"alexa Posterior prolapse | Japan| PDF | PPT| Case Reports | Symptoms | Treatment\n\nOMICS International organises 3000+ Global Conferenceseries Events every year across USA, Europe & Asia with support from 1000 more scientific societies and Publishes 700+ Open Access Journals which contains over 50000 eminent personalities, reputed scientists as editorial board members.\n\nPosterior Prolapse\n\n  • Share this page\n  • Facebook\n  • Twitter\n  • LinkedIn\n  • Google+\n  • Pinterest\n  • Blogger\n  • Posterior prolapse\n\n    Disease Definition: A small posterior prolapse may cause no signs or symptoms. Disease Symptoms: Anterior Vaginal Wall Prolapse (Cystocele or Urethrocele) Anterior vaginal wall prolapse often occurs at the top of the vagina where the uterus used to be in women who have had a hysterectomy. Posterior Wall Prolapse (Rectocele or Enterocele). Apical Prolapse (Vaginal Vault Prolapse) or Uterine Prolapse. Rectal Prolapse. Disease Treatment: Childbirth and other processes that put pressure on the fascia can lead to posterior prolapse. A small prolapse may cause no signs or symptoms. If a posterior prolapse is large, it may create a noticeable bulge of tissue through the vaginal opening. Though this bulge may be uncomfortable, it's rarely painful.\n\n  • Posterior prolapse\n\n    statistics:\"During the operation, the surgeon will make cuts and place stitches very close to the bowel. Rarely, the surgeon may make a hole in it by accident. Usually this can be repaired straight way and the operation finished as normal. However, it may affect your recovery and your surgeon will want to explain what has happened when they see you on the ward the next day.\"\n\nExpert PPTs\n\n\nHigh Impact List of Articles\n\nConference Proceedings",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9982411861,
        "format_confidence":0.8574024439
    },
    {
        "url":"http:\/\/snpedia.com\/index.php\/Rs200050453",
        "text":"\n\n\nFrom SNPedia\n\n[PMID 27120077] Exome Sequencing of Familial Bipolar Disorder. The minor allele of this SNP is one of 84 rare variants speculated to have an impact (positive or negative; see publication for specific SNP details) on risk for bipolar disorder. The analysis of many more patients is likely to be required to confirm or refute this association.",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.8981274962,
        "format_confidence":0.6045054793
    },
    {
        "url":"https:\/\/pediatriceducation.org\/2021\/01\/25\/what-causes-lethargy\/",
        "text":"What Causes Lethargy?\n\nPatient Presentation\nA 3 year-old male came to clinic with a 2-day history of cough and runny nose. He had a fever to 38.4°C and complained of a sore throat that worsened with the cough, but denied any other pain. “He’s totally lethargic and is just lying around,” according to his mother. She stated that he was sleeping poorly because of the cough. He was drinking and urinating. He was in daycare. The past medical history was non-contributory.\n\nThe pertinent physical exam showed a tired appearing male with temperature of 37.8°C, heart rate of 98, and respiratory rate of 22. HEENT showed copious rhinorrhea, mild erythema of the posterior pharynx without exudate and shotty anterior cervical nodes. His lungs had coarse breath sounds and transmitted upper airway sounds, but he was in no respiratory distress. Neurological examination was normal and the patient was quieter but carried on an appropriate conversation.\n\nThe diagnosis of a viral upper airway infection was made. The mother was counseled about symptomatic treatment and reasons to call or return to clinic such as signs of respiratory distress. The patient was tested for novel coronavirus (COVID-19) and eventually was negative also.\n\nLethargy is a common word used to describe a person who is drowsy, sluggish, listless and apathetic. Concentration may be difficult and they may have problems doing simple tasks. Many people actual mean fatigue or lassitude or being more tired when they use the word. In medical terms, lethargy is usually used to describe patients who have some type of excessive tiredness and usually have mental status changes with decreased alertness or arousal. Patients and health care providers both usually qualify the term and give more description to better communicate what is implied when using the term. This is true of many words such as “irritable” or “diarrhea” which again are used frequently but may be less precise as to their meaning, or that have different meaning for laypersons or health care professionals. In medicine, true excessive tiredness can be caused by many problems. History is very important. Is this an acute change with a profound decrease in alertness (e.g. sepsis, meningitis, drug toxicity, etc.), or is this more chronic and the patient and family have noticed a slower onset that is just now causing changes to their activities of daily living but not their mental alertness (e.g. anemia, hypothyroidism, etc.).\n\nLearning Point\nThe differential diagnosis of fatigue (a review can be found here) and lethargy are large with much overlap. Every organ system can be a potential cause, as the body obviously wishes to conserve energy and rest more when it is ill. Also any extreme state can often cause derangement or distress that manifests in some type of mental status change. One must consider what is meant by the term and especially the onset.\n\nThe differential diagnosis for lethargy includes:\n\n  • Acute disease presentations\n  • Altered homeostatic states\n    • Fever – very common cause\n    • Dehydration\n    • Malnutrition\n    • Insufficient sleep\n    • Temperature regulation – too hot or cold\n  • Chronic disease of major organ systems and\/or organ failure\n    • Central nervous system\n      • Myasthenia gravis\n      • Post-ictal state\n      • Unrecognized seizures\n    • Cardiac\n      • Arrhythmias\n      • Congenital heart disease\n      • Endocarditis\n      • Myocarditis\n    • Endocrine\n      • Addison’s disease\n      • Cushing’s disease\n      • Hypothyroidism\n      • Hyperthyroidism\n    • Gastrointestinal\n      • Hepatitis\n      • Pancreatitis\n    • Hematologic\n      • Anemia\n    • Pulmonary\n      • Respiratory failure\n      • Severe asthma\n    • Renal\n      • Pyelonephritis\/Urinary tract infection\n      • Renal disease\n  • Drug – side effects, abuse\n  • Electrolyte abnormalities\n    • Hypoglycemia\n    • Hyperglycemia\n    • Hyperammonemia\n    • Metabolic abnormalities\n  • Infections – acute and chronic\n  • Mental health\n    • Anxiety\n    • Depression\n    • Substance use\/abuse\n  • Trauma\n    • Abuse and neglect\n    • Traumatic brain injury\n\nQuestions for Further Discussion\n1. What other terms are commonly used imprecisely by laypersons and healthcare providers?\n2. What causes fever? A review can be found here\n\nRelated Cases\n\nTo Learn More\nTo view pediatric review articles on this topic from the past year check PubMed.\n\nEvidence-based medicine information on this topic can be found at SearchingPediatrics.com and the Cochrane Database of Systematic Reviews.\n\nInformation prescriptions for patients can be found at MedlinePlus for these topics: Fatigue and Traumatic Brain Injury.\n\nTo view current news articles on this topic check Google News.\n\nTo view images related to this topic check Google Images.\n\nTo view videos related to this topic check YouTube Videos.\n\nIllingworth RS. Common Symptoms of Disease in Children. Blackwell Scientific Publications. Oxford, England. 9th Edit. 1988.\n\nSheldon SH, Levy HB. Pediatric Differential Diagnosis. Raven Press. New York. 2nd Edit. 1985.\n\nDonna M. D’Alessandro, MD\nProfessor of Pediatrics, University of Iowa",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9983292222,
        "format_confidence":0.7775018811
    },
    {
        "url":"https:\/\/practicalhorsemanmag.com\/health-archive\/horse-joint-supplements-guide-29872",
        "text":"Horse Joint Supplements Guide\n\nConfused by all the formulas out there? Here are the most common ingredients in joint nutraceuticals, what they do and the recommended levels\nImage placeholder title\n\nAdapted from an article that appeared on EquiSearch\n\nHorse joint supplements work! We finally have some formal studies that back this claim up. However, \"nutraceuticals,\" as these compounds are called, are not tightly regulated by the FDA, so \"consumer beware\" applies. Indeed, it's easy to get lost among all the products and their ingredients.\n\nThe best approach with equine joint supplements is to read the labels to make sure the product contains appropriate ingredients in effective amounts. NOTE: These are the recommended levels if each ingredient is being used alone. When combined, many ingredients are effective at lower levels because they then work synergistically with the other ingredients.\n\nGlucosamine is the best-studied ingredient in joint supplements. The basic building block of all connective tissues, including cartilage, it comes as either glucosamine sulfate or glucosamine hydrochloride, both of which are effective. It's best to stick with either the manufactured pure glucosamine or shellfish sources.\n\nGlucosamine relieves pain, sometimes in as short a time as 10 to 14 days. Studies have shown that it can slow cartilage breakdown and may encourage healing. An effective dose is 6,000 to 10,000 mg\/day. The 10,000 mg dose is usually needed for horses that are being worked. This higher level is also recommended during the first week or two of any horse's treatment, known as the \"loading\" period, which helps speed up results.\n\nChondroitin sulfate is a major structural component of cartilage, bone, and tough connective tissues such as the whites of the eyes. The pain-relieving effects of chondroitin are not as obvious as with glucosamine, although some observers report that horses on chondroitin only seem to move more \"fluidly\" overall. Formal studies on chondroitin give mixed results, with its greatest benefit appearing to be prevention of further cartilage breakdown. An effective dose is between 1,250 and 5,000 mg\/day.\n\nGlucosamine + Chondroitin\nRecent research shows that best results are obtained when using combinations of glucosamine and chondroitin, rather than using either substance alone. Many equine joint supplements now combine these two ingredients (among other things). What you will often find, though, is that a product may contain both ingredients, but the dosage of one, or both, is low compared to the individual dosages listed above. Your best bet is to use a combination product that supplies a full dose of glucosamine (for pain control) and as close to a correct dose of chondroitin as you can find.\n\nKeep in mind that glucosamine and chondroitin are the cornerstones of any joint supplement program. Unless new research eventually shows something else works better, you should focus on those two.\n\nHyaluronic Acid(HA)\nAn important component of both the cartilage itself and the joint fluid, Hyaluronic Acid has been available as an oral supplement. It is particularly good for controlling pain, heat and swelling. The gel formulations cost more, but seem to give the most rapid and reliable results. Dosage is 100 mg\/day.\n\nHA is also found in a variety of powdered supplements. Addition of as little as 20 mg to a glucosamine and chondroitin combination product may make a difference for some horses. In other cases, you will have to use the full 100 mg dose or even more. If your horse has not responded as well to glucosamine and chondroitin as you had hoped, this is a reasonable next step. You can get an idea of how your horse may respond by first trying a gel in addition to your regular supplement for a few days.\n\nAvocado and Soy Unsaponifiables (ASU)\nAvocado and soy unsaponifiables are plant fats that are normally protected from digestion and absorption in the intestinal tract but are extracted and purified by a special procedure. In an equine study where arthritis was induced by a surgical procedure, these substances showed a protective effect against cartilage breakdown in a group of supplemented horses compared to those not supplemented. However, they did not appear to have an effect on pain. Yet studies in other species have shown that the release of inflammatory substances is inhibited, while growth factors needed for repair and maintenance increase.\n\nASU is classified as a \"chondroprotective\" (chondro = cartilage). It is a slow-acting substance. You won't see results overnight. Effective equine dose is at least 1,200 mg\/day.\n\nMethylsulfonylmethane (MSM)\nAlthough it is still not clear how methylsulfonylmethane works, or what the long-term side effects might be, it is an effective anti-inflammatory. One equine study in horses with hock arthritis showed it takes a dose of at least 20,000 mg\/day to be effective. MSM is added to many joint supplements but rarely in doses that high. To assess your horse's response to MSM, buy a pure MSM product and add that at varying doses.\n\nHydrolyzed Collagen\nCollagen is a protein that forms the structural framework for all connective tissues in the body, including bone and cartilage. Hydrolyzed collagen is collagen that has been purified and also broken down into smaller protein units for easier digestion and absorption. It has naturally occurring amounts of glucosamine, chondroitin and hyaluronic acid, but the benefit is believed to come from the connective tissue-specific protein and amino acids.\n\nCollagen hydrolysates have been used to promote wound and ulcer healing, and most recently, as a treatment for arthritis. However, the dosages required to get this effect in people have been quite high, and a horse may need as much as 40,000 mg a day.\n\nCetylated Fatty Acids (cetyl myristoleate, or CMO)\nCMO (sometimes marketed under the name Celadrin) has received mixed reviews. It may help with pain and protect cartilage in some cases. It works better when combined with therapeutic dosages of other joint support nutrients, but no studies have been done to compare the combination of CMO with glucosamine\/chondroitin versus just the glucosamine and chondroitin alone. Minimum equine dose is likely to be at least 1,400 mg.\n\nVitamin C\nVitamin C is essential for the health of cartilage and other connective tissues, but this is definitely an area where more is NOT better. Excessive amounts may even damage cartilage. No equine studies are available. The equine equivalent of a human dose found to have a mild effect would be 4,000 mg\/day, but a horse's body is capable of manufacturing its own vitamin C, and this could be too high. A horse on fresh pasture is taking in about 1,000 to 2,000 mg\/day of vitamin C from grass.\n\nA variety of anti-inflammatory herbs are often added to equine joint supplements, but there's no guarantee the amount being added is enough to have any effect. These herbs are most useful for horses that continue to have pain despite adequate doses of other joint nutraceuticals. The list of herbs is a long one, but here are two of the most commonly used and their likely effective dosages:\n\n• Yucca—3,000 mg\/day of 10% saponin powder to 15,000 mg\/day of 2% saponin powder\n• Boswellia—500 mg\/day of extract\n\nManganese is a trace mineral that plays a critical role in cartilage metabolism. It is required for the production of chondroitin sulfate in the body. However, if your horse's hay, pasture and grain are average quality, he is not only meeting his minimum requirements but probably getting a lot more manganese than he needs. With minerals, more is definitely not better. Avoid manganese entirely or find the lowest dose you can (25 mg or less) while still getting the other ingredients you're after.\n\nCopper and Zinc\nThese minerals aren't included as commonly, but many equine diets are both high in manganese and low to downright deficient in copper and zinc. Copper plays a key role in connective tissue formation, and both copper and zinc are involved in one of the body's important antioxidant enzyme systems. If they are in the supplement, 50 mg of copper and 150 mg of zinc are reasonable and safe potshot levels.\n\nSumming Up\n• Don't wait until your horse is severely lame to start a joint supplement. Some changes may be irreversible.\n• Start with a supplement that provides 6,000 to 10,000 milligrams (mg) glucosamine and 1,250 to 5,000 mg chondroitin.\n• Hyaluronic Acid is most useful for acute flare-ups or for horses with persistent heat and swelling, which indicates ongoing inflammation.\n• Avocado and soy unsaponifiables and cetylated fatty acids are both slow-acting ingredients that may protect against further cartilage breakdown.\n\nTIP: Look for the NASC seal for assured quality and safety—and stick with research-based products! For example, Absorbine was one of the first companies in the industry to perform a clinical field study on joint supplements. Today, the company's Flex+Max Optimized Pellets contain guaranteed levels of glucosamine (10,000 mg) and chondroitin sulfate (1,200 mg in a special low molecular weight to enhance its bioavailability), as well as 5,000 mg methylsulfonylmethane (MSM), 150 mg of Hyaluronic Acid and 5.6 g. rice bran. Also included: 11g of flaxseed, 130 mg of Boswellia Serrata and fenugreek for increased palatability.\n\nRelated Articles",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9962533712,
        "format_confidence":0.5433958769
    },
    {
        "url":"http:\/\/www.esquareinfo.com\/hu\/health-care",
        "text":"Health Care\n\nHealthcare is delivered by health professionals (providers or practitioners) in allied health professions, chiropractic, physicians, physician associates, dentistry, midwifery, nursing, medicine, optometry, audiology, pharmacy, psychology, and other health professions. It includes the work done in providing primary care, secondary care, and tertiary care, as well as in public health.\n\nPrimary health care\n\nPrimary care refers to the work of health professionals who act as a first point of consultation for all patients within the health care system.\n\nSecondary health care\n\nSecondary care includes acute care: necessary treatment for a short period of time for a brief but serious illness, injury or other health condition, such as in a hospital emergency department.\n\nTertiary health care\n\nTertiary care is specialized consultative health care, usually for inpatients and on referral from a primary or secondary health professional .\n\nHealth system\n\nHealth care industry\n\nThe health care industry incorporates several sectors that are dedicated to providing health care services and products.\n\nHealth care research\n\nThe quantity and quality of many health care interventions are improved through the results of science, such as advanced through the medical model of health\n\nHealth care financing\n\nIn most countries, the financing of health care services features a mix of all five models, but the exact distribution varies across countries and over time within countries.\n\nHealth information technology\n\nHealth information technology (HIT) is \"the application of information processing involving both computer hardware and software that deals with the storage, retrieval, sharing, and use of health care information, data, and knowledge for communication and decision making.\"\n\nTechnology is a broad concept that deals with a species' usage and knowledge of tools and crafts, and how it affects a species' ability to control and adapt to its environment.\n\nIt’s not about ideas It’s about making ideas happen !!!\n\nImage Image Image",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9973352551,
        "format_confidence":0.8155659437
    },
    {
        "url":"http:\/\/medicine.jrank.org\/pages\/2018\/Chromosomal-Aberrations-Disorders-Associated-with-Aneuploidy.html",
        "text":"Other Free Encyclopedias » Medicine Encyclopedia » Genetics in Medicine - Part 1 » Chromosomal Aberrations - Advances In Chromosomal Analysis, Chromosomal Aberrations, Aneuploidy, Disorders Associated With Aneuploidy, Abnormalities Of Chromosomal Structure - Unbalanced Chromosome Rearrangements\n\nChromosomal Aberrations - Disorders Associated With Aneuploidy\n\nage chromosome genetic syndrome trisomy chromosomes chromosome\n\nThree well-known autosomal chromosome disorders associated with trisomies of entire autosomes are sometimes found in live births. These are trisomy 21 (Down syndrome), trisomy 13, and trisomy 18. Growth retardation, mental retardation, and multiple congenital anomalies are associated with all three trisomies. However, each has distinctive morphological characteristics, which are presumably determined by the extra dosage of the specific genes on the additional chromosome.\n\nDown syndrome (chromosome 21) is the most frequent trisomy found in humans, and one of the most common conditions encountered in genetic counseling. General characteristics are mental retardation, distinctive palm prints, and a common facial appearance. The average life expectancy is now much greater thanks to improvements in medical care. Generally, individuals with Down syndrome have affable personalities and are able to be partially independent. The incidence of Down syndrome is about 1 in 800 children and is often associated with later maternal age (as may also be the case with other aneuploids).\n\nDown syndrome appears to be related to the difference in gamete formation (gametogenesis) between males and females. In females, oocytes are formed before birth and held in a static state until ovulation. In the case of older mothers, an oocyte may be in this stage for more than forty years, during which time environmental factors may affect the genetic material. In trisomy 13 and trisomy 18 patients, congenital abnormalities are much more severe. These individuals generally do not live much beyond birth. Both trisomy 13 and trisomy 18 result in syndromes characterized by specific dysmorphic features and severe organ malformations.\n\nIn addition to trisomies involving the autosomal chromosomes, aneuploidy may also involve the sex chromosomes. Two examples are Turner's syndrome and Klinefelter's syndrome. As mentioned previously, Turner's syndrome is a monosomy involving the X chromosomes. Turner's syndrome females possess forty-five chromosomes (45, X) as compared to clinically normal forty-six (46, XX). They are usually sterile and short in stature with some neck webbing. Klinefelter's syndrome patients have a trisomy involving the This karyotype of Turner's syndrome is characterized by a missing X chromosome. sex chromosomes and thus have forty-seven chromosomes (47, XXY). Klinefelter's syndrome individuals are sterile males possessing some female characteristics. These chromosome abnormalities are of interest especially for their implications in infertility and abnormal development.\n\nChromosomal Aberrations - Abnormalities Of Chromosomal Structure [next] [back] Chromosomal Aberrations - Aneuploidy\n\nUser Comments\n\nThe following comments are not guaranteed to be that of a trained medical professional. Please consult your physician for advice.\n\nYour email address will be altered so spam harvesting bots can't read it easily.\nHide my email completely instead?\n\nCancel or",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9744127393,
        "format_confidence":0.9775006175
    },
    {
        "url":"https:\/\/www.guidelinesinpractice.co.uk\/urology\/female-ui-can-be-treated-effectively-in-primary-care\/300783.article",
        "text":"The NICE guideline on urinary incontinence will help GPs to manage this condition successfully, says DrJulian Spinks\n\n\n\nFemale urinary incontinence (UI) is a common and disabling condition. The Leicestershire MRC study found that over one-third of women aged over 40 years had significant urinary symptoms, such as frequency, urgency, or leakage of urine.1\n\nDespite this, over 50% of women wait for over 2 years before they seek help.2 Reasons for this delay include embarrassment, not wanting to 'bother' their GP, the false assumption that this is an inevitable part of ageing, or a lack of awareness about available treatments.3\n\nWhen I speak to patients, they report that the situation is often fairly poor when they do seek help. Advice and treatment in both primary and secondary care is inconsistent, and even contradictory. Frequently the only offer of help is absorbent pads.\n\nHopefully the new NICE guideline on female UI,4 published in October 2006, will change this situation by providing the information that clinicians need to manage this condition effectively.\n\nKey points in the guideline\n\nThe first key message in the guideline is that UI is a treatable condition, and that pads and other containment devices are not treatments. Although they may have a limited role in helping while a patient waits to respond to treatment, long-term use should be reserved for patients who cannot be managed in other ways such as drug therapy or surgery.\n\nThe other key message is that the initial management of UI does not require special skills, complex tests, or fancy bits of equipment. In fact, management of this disorder is well within the capabilities of primary care.\n\nInitial treatment\n\nInitially, treatment is based on the clinical diagnosis. Urinary incontinence can be split into three types, normally according to the patient's symptoms:\n\n  • stress\n  • urge\/overactive bladder (OAB)\n  • mixed.\n\nThe symptoms should be picked up when taking a full history, as will red flags such as haematuria, pain and voiding problems, predisposing conditions, and lifestyle factors such as caffeine and alcohol.4 The recommended examination is a simple abdominal and vaginal examination to look for masses, urinary retention, prolapse, and pelvic floor muscle tone. Urinalysis is required but no urodynamic investigation is needed before conservative treatment is started.4\n\nTo complete the initial assessment, women should be encouraged to complete a 3-day bladder diary detailing fluid input, urine output, and episodes of leakage.\n\nThe initial treatment recommended for stress or mixed UI is at least 3 months of supervised pelvic floor muscle training (PFMT).4 This could be carried out in the practice or the patient can be referred to a continence service. Likewise, a minimum of 6 weeks bladder training is recommended in urge UI\/OAB.4 In mixed UI, GPs should treat the predominant symptom (although treating all symptoms will not be harmful). Weight loss, smoking cessation and fluid intake modification may also help.\n\nDrug treatment\n\nThe guideline also simplifies the drug choice for those who do not respond to initial therapy.\n\nThe recommendation is standard release oxybutynin as first-line therapy for urge incontinence\/OAB.4 Other antimuscarinic therapies are reserved for those who cannot tolerate oxybutynin. Duloxetine is not recommended for first- or second-line treatment of stress UI, but can be used as an alternative to surgery.4\n\nOther aspects of UI\n\nIn a first for NICE, the guideline looks at the competencies of surgeons treating UI. This does not directly affect GPs, but it is reassuring when surgery is required. The guideline also details the information that should be given to patients before surgery takes place.\n\nPrevention of UI is not forgotten, with a recommendation that PFMT is offered to all women during their first pregnancy.\n\nThe algorithm provided with the guideline is particularly useful as it provides a summary of nearly all that a GP might need to know about managing female UI.\n\nHowever, one big problem remains. Urinary incontinence has never been a significant part of a GP's training, and many practitioners still view it as a 'nursing problem'. The guideline shows that this attitude is now outdated but, unless GPs choose to rise to the challenge of UI, patients will continue to lose out.\n\n\nGuidelines in Practice, December 2006, Volume 9( 12 )\n© 2006 MGP Ltd\nfurther information | subscribe\n\n  1. Perry S, Shaw C, Assassa P et al. An epidemiological study to establish the prevalence of urinary symptoms and felt need in the community: The Leicestershire MRC Incontinence Study. Leicestershire MRC Incontinence Study Team. J Public Health Med 2000; 22 (3): 427–434.\n  2. Sykes D, Castro R,Pons M et al. Characteristics of female outpatients with urinary incontinence participating in a 6-month observational study in 14 European countries. Maturitas 2005; 52 (Suppl 2): S13–23.\n  3. Shaw C,Tansey R, Jackson C et al.Barriers to help seeking in people with urinary symptoms. Fam Pract 2001; 18 (1): 48–52.\n  4. National Institute for Health and Care Excellence. Urinary incontinence: the management of urinary incontinence in women. Clinical Guideline No 40. London: NICE, 2006.",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9983660579,
        "format_confidence":0.8264827132
    },
    {
        "url":"https:\/\/www.findatopdoc.com\/Medical-Library\/Symptoms\/Difficulty-Swallowing",
        "text":"Difficulty Swallowing\n\n1 Difficulty Swallowing Summary\n\nThere are twelve possible conditions that can make swallowing difficult. When a person finds it difficult to swallow, it could be due to several reasons. It can be considered an inductive medical condition, but the causes behind it need to be determined. It can be a temporary state and may return to normal after some time passes.\n\n2 Causes\n\nTrouble swallowing may be due to an obstruction in the throat, such as trapped food or a swollen throat. It could be a symptom of a medical condition that causes the esophagus to become inflamed. Under normal circumstances, a swollen tongue or irritation in the oral cavity can also cause swallowing difficulties.\n\nOther conditions that cause difficulty swallowing include:\n\nAs per the study by the National Institute on Deafness and Other Communication Disorders, there are about fifty pairs of muscles and nerves that are normally used to help a person swallow. Problems with any one of these muscles or nerves can lead to trouble swallowing.\n\nTypes of Dysphagia\n\nGenerally, the process of swallowing occurs in four stages:\n\n  1. Oral preparatory\n  2. Oral\n  3. Pharyngeal\n  4. Esophageal\n\nDifficulty swallowing can be broken down into two categories, namely, oropharyngeal, which combines the first three stages, and esophageal.\n\nOropharyngeal Dysphagia\n\nOropharyngeal dysphagia is a condition mainly caused by throat disorders. If the muscle or nerves in the throat become swollen or damaged, it can lead to problems swallowing, as well as choking and gagging while trying to eat or swallow.\n\nOropharyngeal dysphagia is caused by various conditions, such as:\n\nAccording to medical reports, oropharyngeal dysphagia may also be caused by esophageal cancer or head or neck cancer. It can seriously affect the upper portion of the throat as well as the pharynx, or the pharyngeal pouches, which are used to hold food.\n\nThere are several reason behind the throat disorder, including:\n\n  • Spasms or tightness in the lower esophagus\n  • Throat constriction due to narrowing of the esophagus\n  • Food particles unable to be passed into the throat\n  • Scar tissue in the esophagus due to chronic inflammation or post-radiation treatment\n\nOther symptoms that make swallowing difficult are:\n\n  • Excessive drooling\n  • Hoarse voice\n  • Food becoming stuck in the throat\n  • Feeling of spewing\n  • Sudden weight loss\n  • Heartburn\n  • Cough or choking while swallowing\n  • Pain while swallowing\n  • Difficulty chewing solid foods\n  • Loss of appetite\n\nChildren may also experience difficulty swallowing due to:\n\n  • Inability to eat certain foods\n  • Food or liquid leaking from the mouth\n  • Regurgitation during meals\n  • Trouble breathing while eating\n  • Weight loss\n\nThere are specialized tests that can help find the exact cause of the codntion. These include:\n\n  • Barium X-ray: A barium X-ray is often used to check the inside of the esophagus for abnormalities or blockages. During this examination, you swallow liquid or a pill containing a dye that shows up on an abdominal X-ray. The doctor looks at the X-ray image as you swallow the liquid or pill to see how the esophagus functions. This helps identify any weaknesses or abnormalities.\n  • Videofluoroscopy: A videofluorscopic swallowing evaluation is a radiologic exam that uses a type of X-ray called a fluoroscopy. This test is performed by a speech-language pathologist. It shows the oral, pharyngeal, and esophageal phases of one’s swallow. During the examination, you swallow a variety of consistencies ranging from purees to solids, and thin and thickened liquids. This helps the doctor detect the ingestion of food and liquid into the trachea. This information can be used to diagnose muscle weakness and dysfunction.\n  • Endoscopy: An endoscopy may be used to check all areas of the esophagus. During this examination, the doctor inserts a very thin, flexible tube with a camera attachment into the esophagus. This allows the doctor to see the esophagus in detail.\n  • Manometry: A manometry is another invasive test that can be used to check the inside of the throat. More specifically, this test checks the pressure of the muscles in the throat when you swallow. The doctor inserts a tube into the esophagus to measure the pressure on the muscles when they contract.\n\n3 Diagnosis and Treatment\n\nSwallowing difficulties cannot be prevented, and it is necessary to have dysphagia treated as soon as possible. Taking the advice of a speech-language pathologist is always useful and helps a person perform the swallowing evaluation, which is part of the diagnosis for dysphagia. If the evaluation is completed successfully, then, according to the recommendations of the speech pathologist, you may have to change your diet.\n\nDiet Modification \n\nOropharyngeal swallowing exercises and compensatory swallowing strategies help strengthen the throat muscles.\n\nPostural modifications are necessary and become part of exercises while eating. However, if swallowing problems persist, they can result in malnutrition and dehydration, especially in very young and older adults. Recurrent respiratory infections and aspiration pneumonia are also likely. All of these complications are serious and life-threatening and must be treated immediately. If your swallowing problem is caused by a tightened esophagus, a procedure called an esophageal dilation may be used to expand it. During this procedure, a small balloon is placed into the esophagus to widen it. The balloon is then removed.\n\nIf there are any abnormal growths in the esophagus, surgery may be necessary to remove them. Surgery may also be used to remove scar tissue.",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9982854724,
        "format_confidence":0.9876374006
    },
    {
        "url":"http:\/\/genesishealthproducts.com\/?page_id=85",
        "text":"European Barberry Berberis vulgaris Duke’s Handbook of Medicinal Herbs lists barberry as being anti-helicobacter, fungicidal and anti-parasitic.\n\nBarberry is a thorned, deciduous shrub growing up to 3 meters (10 feet) in height common  to most areas of Central and Southern Europe and the Northeastern regions of the United States. It grows well in dry, sunny locations, flowers in mid-spring to early summer and produces a fruit (Fructis berberidis) that can be harvested in early autumn or fall.\n\nThe leaves of the barberry plant are spatula shaped with numerous spiny teeth arising from the axils of thorns on short bushy shoots. Barberry has yellow, unpleasant smelling flowers that form hanging clusters, which form into long scarlet colored berries with a sour taste (1) (2).\n\n\nIn folk medicine, european barberry root bark has been used for various conditions including liver dysfunction, gallbladder disease, diarrhea, indigestion and urinary tract diseases (3) (4) (5). It has been applied in many cultures to treat malaria, and leishmaniasis (4) (5) (6).\n\nAmerican Indians used barberry to improve appetite, a function that was soon picked up by early American settlers. It was also reportedly used for treating stomach problems such as ulcers and heartburn (3), and is listed in the American Medical Ethnobotany Reference Dictionary as being effective in reducing fever (7).\n\nDuke’s Handbook of Medicinal Herbs lists barberry as being anti-helicobacter, fungicidal and anti-parasitic. It reports indications of barberry against staphylococcus, streptococcus and yeast, and claims that it is superior in bactericidal properties to chloramphenicol, a commonly prescribed antibiotic drug (8).\n\nThe constituents berberine, columbamine, and oxyacanthine show evidence of antibacterial activity, with some suggestion that berberine sulfate might be amebicidal and trypanocidal (3) (9). Research indicates that berberine is specifically effective against cholera, giardia, shigella, salmonella and E. coli (10).\n\nThe German Commission E Monographs list barberry not only as useful for treating liver diseases, but also as a stimulant for the circulatory and respiratory systems (11). Barberry is claimed also to have anti-viral activities, and as a treatment for chronic candidiasis, indigestion and parasites (12).\n\nLaboratory studies have shown that berberine has some activity against E. histolytica in mice (6).\n\nBarberry is generally considered safe when consumed orally and appropriately for medicinal purposes, but due to its moderately toxic properties cannot be recommended for consumption in quantities over 500 mg. Barberry has been classified as unsafe to take during pregnancy due to its uterine stimulant properties. Due to the lack of reliable studies on the use of barberry during periods of lactation it is not recommended for use while breastfeeding (4).\n\n\n  1. Dorfler HP, Roselt G.  The Dictionary of Healing Plants.  New York, NY:  Blandford Press.  1989.\n  2. “Barberry, Berberis vulgaris.”  Indian Spring Herbal Encyclopedia.  (Accessed May 30, 2003)\n  3. Foster S, Tyler VE.  Tyler’s Honest Herbal: A Sensible Guide to the Use of Herbs and Related Remedies.  Fourth Edition.  New York: The Haworth Herbal Press,  1999.\n  4. Jellin JM, Batz F, Hitchens K.  Natural Medicines Comprehensive Database.  Third Edition.  Stockton, California: Therapeutic Research Faculty, 2000.\n  5. Gruenwald J,  PDR for Herbal Medicines.  First Edition.  Montvale, NJ:  Medical Economics Company, Inc.,  1998.\n  6. Hostettmann, K, Marston A, Maillard M, Hamburger M. ed. Phytochemistry of Plants Used in Traditional Medicine.  Oxford:  Clarendon Press,  1995.\n  7. Moerman, DE.  American Medical Ethnobotany:  A Reference Dictionary.  New York, NY:  Garland Publishing.  1977.\n  8. Duke JA, et. al.  Handbook of Medicinal Herbs.  Second Edition.  Boca Raton, FL:  CRC Press.  2002.\n  9. Lueng AY, Foster S.  Encyclopedia of Common Natural Ingredients Used in Food, Drugs and Cosmetics.  Second Edition.  New York, NY:  Wiley & Sons,  1996.\n    10. Chevallier A.  Encyclopedia of Medicinal Plants.  Revised Edition.  Sydney, Australia:  Dorling Kindersley.  2001.\n  10. Blumenthal M, et. al. ed.  The Complete German Commission E Monographs: Therapeutic Guide to Herbal Medicines.  Austin:  American Botanical Council,  1998.\n  11. “Barberry, Berberis vulgaris.”  United States Department of Agriculture (USDA) Medicinal Plant Database.  Beltsville Agricultural Research Center.  (Accessed May 30, 2003).\n\nBack to Vitaklenz",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9939752221,
        "format_confidence":0.9576978683
    },
    {
        "url":"http:\/\/animaldoctorsusa.com\/index.php?newsletters=21224",
        "text":"\n\nClose [x]\n\n\n\nGlaucoma in Pets: What You Need to Know\n\nClose-up of Cat Eye\nWhat You Can Do for a Pet with Glaucoma\n\nWhen your pet is three years old, particularly if you have a breed with a predisposition for glaucoma, make an appointment to have your veterinarian check for the disease. Although glaucoma can be difficult to treat, your veterinarian has several options.  A veterinarian may also recommend referral to a veterinary ophthalmologist.\n\nGlaucoma is typically a disease affecting middle- age to older pets. The symptoms can be very insidious in that they may not be noticeable at first, but eventually you may see a red eye or a  dilated pupil, and ultimately, as the disease progresses, you can see that the eyeball is larger than normal.\n\nGlaucoma Is Serious\n\nGlaucoma is increased pressure inside the eye resulting from fluid build-up within the eyeball from fluid not draining properly. If your pet doesn’t receive veterinary care, the condition damages the optic nerve, which can lead to blindness. When glaucoma occurs in one eye, it often  eventually occurs in the second eye. When glaucoma occurs in both eyes, blindness may seem to occur suddenly.\n\nThe Two Types of Glaucoma\n\nYour pet can develop one of two types of glaucoma: primary or secondary. Primary glaucoma occurs spontaneously. Secondary glaucoma occurs because of another condition, such as cataracts, eye trauma, or cancer of the eye.\n\nSymptoms to Watch for\n\nYou may detect symptoms of glaucoma, but only your veterinarian can determine whether glaucoma is the issue versus another condition, such as uveitis or a corneal ulcer.  The doctor will use a special instrument to measure the pressure within the globe.\n\nSymptoms of glaucoma include a cloudy eye that tears with a red sclera (the white part of the eye). Your pet may also experience impaired vision. The eye might look swollen from the fluid buildup in the later stage of the disease.\n\nSusceptible Breeds\n\nNo particular cat breed is more susceptible to glaucoma, but cocker spaniel and basset hound dog breeds have a higher risk of developing glaucoma. Other dog breeds that have a predisposition to glaucoma are Terriers, Beagles, Poodles, Chow-Chows and Dalmatians. Glaucoma is uncommon in cats, according to a recent study published in Veterinary Ophthalmology.\n\nTreatment Options\n\nUsually, the earlier glaucoma is diagnosed and treated, the better the outcome for your pet. Your dog might lose vision in one eye, but your veterinarian might be able to stop the spread to the other eye.  Treatment includes eye drops to reduce the pressure, and sometimes also oral meds. Some ophthalmologist also try cryotherapy or laser treatment. Occasionally a glaucomatous blind eye becomes very painful, and the best option is to remove the eye surgically.\n\n\nAmerican Animal Hospital Association, Research Aims to Unravel Glaucoma Mysteries in Companion Animals\n\nAmerican Veterinary Medical Association, Research targets conditions of older cats and dogs. August 15, 2006\n\nNC State University College of Veterinary Medicine, Ophthalmology. Special Services, Technology, & Information\n\nVeterinary Ophthalmology, Feline Glaucoma. A Comprehensive Review\n\nGo to top of page",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9961295128,
        "format_confidence":0.8826983571
    },
    {
        "url":"http:\/\/www.centracare.com\/wellness\/health-library\/document-viewer\/?id=ue4049",
        "text":"Vaccination Series to Prevent Rabies After Exposure\n\nRabies vaccination is a series of shots given over a period of 2 weeks after a possible exposure to rabies. Rabies vaccines contain inactivated virus particles that increase the body's immune response, which in turn helps destroy the rabies virus.\n\nThree rabies vaccines have been approved for use in the United States; all are considered equally effective and equally safe. The vaccines are:\n\n  • Human diploid cell vaccine (HDCV).\n  • Rabies vaccine, adsorbed (RVA).\n  • Purified chick embryo cell culture (PCEC).\n\nA rabies vaccine (HDCV, RVA, or PCEC) is given:\n\n  • In the form of a shot, usually in the upper arm muscle for adults and in the thigh for children. (Shots are never given in the buttocks because they are not very effective.)\n  • Four times over the span of 2 weeks. The first shot should be given as soon as possible after suspected exposure. Additional shots are given on days 3, 7, and 14 after exposure. A shot of rabies immunoglobulin usually is also given right after exposure.\n\nLocal reactions, such as pain, itching, and swelling at the site of the shot, have been reported after vaccination with each of the three vaccines available in the U.S. Systemic reactions, such as headache, nausea, abdominal pain, and muscle aches, are less common.\n\nNewer rabies vaccines used today are not as painful and do not require as many shots as the older vaccines.\n\nByHealthwise Staff\nPrimary Medical ReviewerE. Gregory Thompson, MD - Internal Medicine\nAdam Husney, MD - Family Medicine\nSpecialist Medical ReviewerMartin J. Gabica, MD - Family Medicine\n\nCurrent as ofMay 24, 2016",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9983683228,
        "format_confidence":0.9884799123
    },
    {
        "url":"https:\/\/www.nashvillevascularandveininstitute.com\/procedures\/vascular-surgery\/lymphedma\/",
        "text":"What is lymphedema?\n\n\nLymph vessels and lymph nodes along with the clear lymphatic fluid running through them make up the body’s lymphatic system. Lymph vessels function by collecting fluid (made of fats, wastes, proteins and water) from the cells of your body and delivering them to the lymph nodes. This fluid is filtered by the lymph nodes for foreign materials and wastes, and then the filtered fluid is returned to your blood. Damaged or missing lymph nodes restrict the free movement of the fluid through the lymphatic system. This causes the fluid to build-up in the tissues of the body leading to a condition called lymphedema in the affected legs and arms.\n\nWhat are the types of lymphedema?\n\nLymphedema are of two types:\n\n  • Primary or inherited lymphedema is a condition in which the lymph nodes and lymph vessels are absent from birth. This causes swelling in your foot or calf during adolescence. Milroy’s disease is rare form of primary lymphedema that develops in infancy.\n  • Secondary or acquired lymphedema is a more common condition in which your lymphatic system becomes injured and causes lymphedema.\n\nChronic lymphedema is a condition in which your body becomes vulnerable to infection and causes lymphangitis. Even a minor injury such as an insect bite, a scratch or a cut may lead to lymphangitis.\n\nWhat causes lymphedema?\n\nCertain surgical procedures like surgery or radiation therapy for breast or testicular cancer, surgery on the blood vessels in your limbs or liposuction may cause lymphedema.\n\nWhat are the symptoms of lymphedema?\n\nSymptoms of lymphedema do not appear immediately. Sometimes, an injury to the lymphatic system can show symptoms after 15 or more years. Symptoms include:\n\n  • One of your limbs may become weak, heavy or may be painful\n  • Reduced flexibility of the affected limb\n  • Swelling of the affected extremity\n\nHow is lymphedema diagnosed?\n\nYour doctor will enquire about your health, symptoms you experience and medical history. Your doctor will physically examine the affected limbs and may order some of the following tests to confirm on the diagnosis of lymphedema:\n\n  • Lymphoscintigraphy is a procedure in which low-dose radioactive substance is injected into the lymphatic vessels. The flow of fluid through these vessels is traced.\n  • Imaging tests such as computed tomography (CT) scanning and magnetic resonance imaging (MRI) create images of internal tissues to detect lymphedema.\n  • Lymphangiography is a less frequently performed procedure, involving the injection of a contrast dye directly into the lymphatic vessels to view the flow of lymph.\n\nHow is lymphedema treated?\n\nThe initial course of therapy for lymphedema involves taking precautions to prevent or lessen the symptoms caused due to lymphedema. Some precautionary steps include:\n\n  • Regularly clean and keep the affected limb dry\n  • Avoid walking barefoot\n  • Avoid crossing your legs while you sit\n  • Carry out activities such as cooking and gardening while wearing gloves for upper extremity symptoms\n  • Avoid carrying hand bags with the affected arm\n  • If you are prone to lymphedema, avoid injections and blood pressure measurements on the affected limb and notify the medical personnel of your lymphedema risk by wearing a special necklace or bracelet.\n\nYour doctor may also suggest complex decongestive therapy, a combination of lifestyle changes with the following treatments:\n\n  • Massages to manually drain lymph from chronic lymphedema\n  • Special exercises performed while wearing bandages or compression stockings\n  • Using external pumps to stimulate the flow of fluid through your body\n\nYour doctor may also prescribe medications to treat infections, which worsen lymphedema.\n\nIn some cases, when your limbs become large and heavy, restricting your movement, your surgeon may recommend surgery to excise excessive tissue.\n\nYou should participate actively during lymphedema treatment. Individual counseling or joining support groups may benefit you in providing the necessary social and emotional support that you require.\n\nLearn more about Lymphedema",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9981972575,
        "format_confidence":0.6498641968
    },
    {
        "url":"https:\/\/www.statpearls.com\/kb\/viewarticle\/24905\/",
        "text":"Medullary Sponge Kidney\n\nArticle Author:\nKaren Garfield\nArticle Editor:\nStephen Leslie\n6\/4\/2019 7:14:46 PM\nPubMed Link:\nMedullary Sponge Kidney\n\n\nMedullary sponge kidney is a benign congenital abnormality that was first described in 1939. Anatomically it is characterized by cystic dilatation of the renal medullary collecting ducts. These numerous small cysts range in diameter from 1 to 8 millimeters and give the kidney, when cut, the appearance of a sponge, thus the name.\n\nMedullary sponge kidney is usually bilateral but can affect only one kidney. The condition is bilateral in 70% of cases, and it is a relatively rare disorder with a prevalence of about 1\/5000 population. It is usually asymptomatic but can present with hematuria, urinary tract infections (UTIs), or renal stone formation. The age of presentation is usually 20 to 30 years old.\n\nDistinguishing medullary sponge kidney from medullary nephrocalcinosis is important. Medullary sponge kidney is one of several common causes of medullary nephrocalcinosis. Medullary nephrocalcinosis is defined as the deposition of calcium salts in the medulla of the kidney. Other causes of medullary nephrocalcinosis include hyperparathyroidism, renal tubular acidosis type I, hypervitaminosis D, milk-alkali syndrome, and sarcoidosis.[1]\n\n\nMedullary sponge kidney has no known cause. Most cases are sporadic. Some cases are thought to run in families, but there is no known specific genetic cause. Some studies suggest a possible relationship between hyperparathyroidism and medullary sponge kidney. There is an association between medullary sponge kidney and Beckwith-Wiedemann syndrome.\n\nThe incidence is similar among racial and ethnic groups.\n\nThere is an association between medullary sponge kidney and hemihyperplasia, previously known as hemihypertrophy, which is a disorder in which one side of the body grows significantly more than the other side.\n\nSome cases of medullary sponge kidney have mutations in the gene for glial cell-derived neurotrophic factor (GDNF). \n\nFive percent of the cases are hereditary and autosomal dominant.[2][1]\n\n\nThe prevalence of medullary sponge kidney is one out of every 5000 persons, but among patients with calcific renal stones, 12% to 20% will have the disorder.\n\nWomen are affected by medullary sponge kidney more frequently than men.\n\nThe mean age of patients diagnosed is approximately 27 years.\n\nThe incidence of medullary sponge kidney worldwide is similar to the prevalence in the United States.[3]\n\n\nIn medullary sponge kidney, the primary abnormality is the dilatation of the medullary and papillary portions of the collecting ducts. The dilated duct often communicates proximally with a collecting duct that is of normal size. \n\nThe cysts themselves typically measure 1 to 8 millimeters in diameter and contain clear, jelly-like material. Small calculi are often present. The kidney may appear enlarged with the involvement of multiple papillae. The exact pathogenesis of medullary sponge kidney is unclear. During embryogenesis, a disruption in the ureteric bud–metanephros interface has been postulated as a possible cause.[4]\n\n\nThe collecting ducts of the inner medullary and papillary portions of the kidney are directly involved in this disorder. On gross pathology, the cysts generally measure less than 1 centimeter and are within the renal pyramids.\n\nOn histology, there are dilated papillary collecting ducts. These dilated papillary collecting ducts are lined with flattened or cuboidal epithelium. Within the cyst, there may be inflammation and\/or calculi.\n\nThe cortex of the kidney is normal and unaffected.[5][6]\n\nHistory and Physical\n\nPatients with medullary sponge kidney usually are asymptomatic. In symptomatic patients, hematuria, renal colic, fever, and dysuria are the most common presenting symptoms. Gross hematuria has been reported in about 10% to 20% of patients. Complications such as nephrolithiasis, renal calculi, and urinary tract infections may be seen. Patients are prone to renal calculi because of urinary stasis, hypercalciuria, increased risk of UTIs and distal renal tubular acidosis.\n\nSome patients will describe chronic renal pain without any obvious infection, obstruction, hydronephrosis or stones.  The etiology of this pain is unclear.\n\nThe diagnosis often is made by radiologic studies such as renal ultrasound and CT urogram and, occasionally, plain abdominal films involving the kidneys, ureters, and bladder (KUB).\n\nIt has been estimated that 12% to 20% of all recurrent calcium stone formers may have medullary sponge kidney.  In women and younger patients (younger than 20 years), the estimated incidence is even higher at 20% to 30%.\n\nHemihypertrophy is noted in about 25% of cases of medullary sponge kidney. Conversely, 10% of patients with hemihypertrophy have medullary sponge kidney.[7][8]\n\n\nA detailed medical and family history can help diagnose medullary sponge kidney as it should be suspected when a patient has repeated urinary tract infections or kidney stones.\n\nA patient with medullary sponge kidney does not usually have physical signs, except for occasional hematuria.\n\nSeveral imaging modalities can diagnose medullary sponge kidney. A plain film KUB may show calcifications, but this is the least sensitive and least specific imaging test.\n\nRenal ultrasound will show characteristic echogenic medullary pyramids, but ultrasound is a very technologist dependent modality which can easily miss the diagnosis if performed by inexperienced personnel.\n\nAt intravenous urography (IVU), a classic paintbrush-like appearance within the dilated medullary collecting ducts is characteristic, but this test is no longer used in most clinical practices.\n\nMultidetector contrast CT urography will show a distinctive papillary blush. On delayed imaging from a CT urogram, the characteristic finding of medullary sponge kidney is parallel striations from contrast which extend from the papilla to the medulla and persist on delayed imaging.\n\nCT can also detect related complications such as hydronephrosis, calculi, and pyelonephritis.[9][10][11][12]\n\nTreatment \/ Management\n\nTreatment consists of managing the complications of medullary sponge kidney.\n\nFor UTIs, antibiotics and meticulous personal hygiene practices are recommended.\n\nFor calcium stones, initial recommendations include a high fluid intake sufficient to generate 2000 mL of urine per day. In general, a diet that is low in sodium, normal in calcium, high in potassium, and low to normal in protein may be helpful.\n\nA 24-hour urine test is recommended to help optimize the urinary chemistry in motivated patients with medullary sponge kidney who develop stones. These patients will tend to have a higher incidence of renal leak type hypercalciuria and hypocitraturia than most calcium stone formers. If this is confirmed by the 24-hour urine test, these disorders can be treated with thiazide diuretics for the hypercalciuria and potassium citrate supplements for the hypocitraturia.\n\nThe potassium citrate supplementation also seems to help minimize the long-term bone loss that is sometimes associated with medullary sponge kidney. This bone loss is thought to be due primarily to the persistent renal leak type hypercalciuria although impaired urinary acidification has also been suggested. There is also a possible association with hyperparathyroidism.\n\nMost of the stones in patients with medullary sponge kidney tend to be small and will usually pass spontaneously, but occasionally surgery, ureteroscopy, or lithotripsy may be needed. Overall, medullary sponge kidney patients who produce calcium stones tend to make about twice as many stones as other calcium stone formers.\n\nSome patients will also have distal type renal tubular acidosis (RTA) which will demonstrate hypocitraturia and can then be treated with supplemental potassium citrate. The dosage of the potassium citrate should be titrated to approach an optimal 24-hour urinary citrate level (usually greater than 500 mg\/24 hours) with a urinary pH around 6.5 if possible. A urinary pH over 7.2 to 7.5 should generally be avoided to minimize the production of calcium phosphate calculi. Serum potassium should also be monitored periodically to avoid hyperkalemia.[13][14][15][16]\n\nDifferential Diagnosis\n\nThe other causes of medullary nephrocalcinosis comprise the differential diagnosis of medullary sponge kidney. The differential diagnosis of medullary nephrocalcinosis is as follows: hyperparathyroidism, hypervitaminosis D, milk-alkali syndrome, and other pathological hypercalcemic or hypercalciuric states. Papillary necrosis can also cause medullary calcifications. A history of analgesic abuse will favor papillary necrosis.[17]\n\n\nAlthough medullary sponge kidney is generally a benign condition, 10% of patients with medullary sponge kidney will ultimately develop renal failure. The majority of patients will have normal renal function throughout their lives. Renal failure is thought to arise from recurrent severe infections and extensive calculi formation.\n\nA small number of medullary sponge kidney patients will describe chronic, severe pain.  This group tends to produce substantially more renal calculi than other MSK patients (3.1 stones per patient per year) and often require multiple hospitalizations for pain control.  This suggests that 24-hour urine testing and aggressive metabolic treatment directed at nephrolithiasis prevention may be particularly worthwhile in this group of MSK patients.[1]\n\n\nRecurrent nephrolithiasis (renal stones) is a major complication of medullary sponge kidney which often presents with renal colic, often accompanied by hematuria. Renal stones can result in UTI and urinary tract obstruction.\n\nPearls and Other Issues\n\nAssociations with the following disease entities have been reported:\n\n  • Ehlers-Danlos syndrome\n  • Marfan disease\n  • Congenital hemihypertrophy\/Beckwith-Wiedemann syndrome (rare)\n  • Caroli disease\n\nAlthough medullary spo... (truncated)",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9976758361,
        "format_confidence":0.9190177321
    },
    {
        "url":"http:\/\/www.healthline.com\/health\/elisa-western-blot-tests-for-hiv",
        "text":"Sign up for our newsletter\nGet health tips, wellness advice, and more\n\nThanks for signing up!\nYou've been added to our list and will hear from us soon.\n\nSee all Healthline's newsletters »\n\nELISA\/Western Blot Tests for HIV\n\nAbout HIV\n\nHuman immunodeficiency virus (HIV) is an infectious disease that attacks the immune system. If it is not treated, it can develop into acquired immunodeficiency syndrome (AIDS), which is a prolonged and fatal illness. HIV is spread through vaginal, oral, or anal sexual contact. It is also spread through blood, blood factor products, injection drug use, and breast milk.\n\nWhat Is the ELISA\/Western Blot Test?\n\nA series of blood screenings are performed to test for HIV. The enzyme-linked immunosorbent assay (ELISA), also known as an enzyme immunoassay (EIA), is the first test that your healthcare provider will order to screen for HIV. ELISA, like the Western blot test, detects HIV antibodies in your blood. Antibodies are proteins your immune system produces in response to the presence of foreign substances, such as viruses. If you test positive for HIV on the ELISA test, your provider will order the Western blot test to confirm HIV infection.\n\nWhen Is this Test Recommended?\n\nThe ELISA and Western blot tests are recommended if you have been exposed to HIV or are at risk for contracting HIV. Those at risk for HIV include:\n\n  • intravenous (IV) drug users\n  • people who have unprotected sex, especially with someone who has HIV or has an unknown HIV status\n  • people who have had sexually transmitted diseases (STDs)\n  • people who had blood transfusions or blood clotting factor injections before 1985\n\nYou may opt to have the test done if you are uncertain about your HIV status, even if you are not in a high-risk group. It is a good idea to be tested on a regular basis if you participate in high-risk behaviors, such as IV drug use or unprotected sex.\n\nHow Do I Prepare for the Test?\n\nYou do not need to do anything to prepare for the ELISA or Western blot test. It takes very little time to give a blood sample, but it may take several days or weeks to get the results. Make sure to tell your healthcare provider as well as the laboratory technician if you have a fear of needles or faint at the sight of blood so that they can take appropriate precautions to provide for your safety in the event that you should faint.\n\nWhat Happens During the Test?\n\nBefore having these tests, you will probably need to sign a consent form. The test and procedure should be explained to you. The procedure for getting a sample of your blood is the same for both tests. A medical professional will:\n\n  • clean your inner arm with a solution to decrease the number of bacteria or germs on the skin surface overlying the vein that they intend to access for the blood sample\n  • apply a tourniquet, or elastic band, around your arm to make the veins swell with blood\n  • place a needle into one of your veins and draw a small sample of blood into a tube\n  • remove the needle and apply a bandage\n\nYou may be asked to elevate or flex your arm to reduce the blood flow after the test, to decrease further bleeding.\n\nGiving a blood sample is not painful, though you may feel a sting or a pricking sensation as the needle goes into your vein. Your arm may throb slightly after the procedure.\n\nThe blood sample will be sent to a laboratory for analysis. For the ELISA test, a lab technician adds the sample to a petri dish containing HIV antigen. An antigen is any foreign substance, such as a virus, that causes your immune system to respond.\n\nIf your blood contains antibodies to HIV, it will bind with the antigen. The technician will check this by adding an enzyme (a protein that helps speed up chemical reactions) to the petri dish and watching how your blood and the antigen react. If the contents of the dish change color, you may have HIV.\n\nThe general process of a Western blot test is similar. However, the Western blot method is more complicated. It involves separating the HIV sample into its component proteins using an electrical current. Then, these proteins are transferred to a special kind of paper (blotting) and reacted with your blood sample. An enzyme is used to cause color change and detect antibodies.\n\nAre There Any Risks?\n\nThese tests are very safe, but rare complications can occur. For example, you may:\n\n  • feel lightheaded or faint, especially if you have a fear of needles or blood\n  • get an infection at the site of the needle insertion\n  • develop a bruise at the puncture site\n  • have trouble stopping the bleeding\n\nMake sure to tell your healthcare provider if you’ve had trouble giving blood in the past, bruise easily, or suffer from a bleeding disorder, such as hemophilia or are taking anticoagulant medications (also referred to as “blood thinners”). Contact your healthcare provider right away if you experience any of these complications.\n\nWhat Do the Test Results Mean?\n\nIf you test positive for HIV on the ELISA test, you might have HIV. However, sometimes there can be false positives with the ELISA screen. This means that test results indicate that you have HIV when you actually do not. Further testing is required to confirm whether you have the disease. For example, having certain disease such as Lyme disease, syphilis, or lupus may produce a false positive for HIV in an ELISA test.\n\nIf you test positive on the ELISA screen, your healthcare provider will order a Western blot test. If you test positive for HIV with the Western blot test, you probably have HIV.\n\nSometimes, HIV does not show up on the ELISA test even though you are infected. This can happen if someone is in the early stages of the infection, and his or her body has not produced enough antibodies (in response to the virus) for the tests to detect. This early stage of the disease, in which a person has HIV but tests negative for it, is known as the “window period.”\n\nAccording to the Centers for Disease Control and Prevention (CDC), a person’s window period is usually between two and eight weeks, and the average is 25 days. However, in rare cases, some people can take as long as six months to develop antibodies.\n\nAfter the Test\n\nThough both tests are simple and straightforward, waiting for the results can create anxiety. In many cases, you will have to talk to someone either in person or over the phone to receive your results, regardless of whether they are positive or negative. A positive test result can be emotionally devastating. Your healthcare provider can refer you to counseling or HIV support groups.\n\nAlthough HIV is very serious, there is medication that can help prevent the disease from developing into AIDS, so that you can live a full and long life. The earlier you discover your HIV status, the earlier you can begin treatment to prevent health complications or transmission of the infection to others.\n\nRead This Next",
        "topic_id":12,
        "format_id":7,
        "topic_confidence":0.9984069467,
        "format_confidence":0.9538601041
    }
]