[
    {
        "url":"http:\/\/femalescorner.com\/tattoo-fonts\/tattoo-fonts-15\/",
        "text":"Tattoo Fonts\n\nTattoo Fonts\n\nTattoo designs are now very popular. Are you planning to have letters and special characters tattooed? Remember that tattoos are permanent ink and so consider styles and tattoo fonts that are hip and cool. You can search the internet for cool and stylish fonts.\n\nThere are various new designs available and make a unique style. Tattoo fonts are an important factor to be considered while you input the design and characters. This is because it helps in establishing uniformity in the characters. However, while finalizing the design, you may make few samples and consult your tattoo expert artist; so that you can know the design that is hip now and suit the best tattoo design.\n\nSpeaking of tattoo fonts, the icy and fiery styles are most sought after styles. These are the popular designs and present a cool personality. It is eye catching. The hippest designs of tattoos are the ones with sharp, strong and icy fonts. Pick tattoos that will last for a long time in the fashion.\n\nHaving names tattooed represents characters and you can express your desire by having the name on your skin. The names can be of your loved ones who are no more as well or of a tribe revealing your loyalty. To be precise, a perfect tattoo is the one that does not go really with what others are thinking about you or the tattoo. It is your interest to bring out the meaning of it. You can make the tattoo design and the font special to suit your feelings.\n\nKanji Japanese calligraphy tattoo fonts are highly popular. This Kanji is in two styles, Sosho and Mincho Kanji. Sosho Kanji is modern and cursive Kanji style, while the Minco Kanji is same as English Times New Roman style. Yet, before choosing a tattoo, understand the perfect meaning and get unique fonts.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.8303800225,
        "format_confidence":0.8132978082
    },
    {
        "url":"http:\/\/www.orrazz.com\/2015\/02\/30-meaningful-photographs-of-where.html",
        "text":"• Latest News\n\n    8 Feb 2015\n\n    30 Meaningful Photographs Of ‘Where Children Sleep’\n\n    Months ago, the talented Venice based photographer James Mollison released a project under the name “Where Children Sleep”. The project shows children and their bedrooms around the world, to better illustrate cultural similarities and differences.\n\n    The photos are now available as a book, taking us inside children’s bedrooms around the world, considering the idea that our childhood bedrooms say a lot.\n\n    Mr. Mollison talked about his idea saying:\n\n    ‘I found myself thinking about my bedroom: how significant it was during my childhood, and how it reflected what I had and who I was, it occurred to me that a way to address some of the complex situations and social issues affecting children would be to look at the bedrooms of children in all kinds of different circumstances.’\n\n    Indira, 7, Kathmandu, Nepal\n    Anonymous, 9, Ivory Coast\n    Dong, 9, Yunnan, China\n    Joey, 11, Kentucky, USA\n    Bilal, 6, Wadi Abu Hindi, The West Bank\n    Ahkohxet, 8, Amazonia, Brazil\n    Risa, 15, Kyoto, Japan\n    Lamine, 12, Bounkiling village, Senegal\n    Netu, 11, Kathmandu, Nepal\n    Alex, 9, Rio de Janeiro, Brazil\n    Bikram, 9, Melamchi, Nepal\n    Rhiannon, 14, Darvel, Scotland\n    Douha, 10, Hebron, The West Bank\n    Ryuta, 10, Tokyo, Japan\n    Juan David, 10, Medellin, Colombia\n    Kaya, 4, Tokyo, Japan\n    Kana, 16, Tokyo, Japan\n    Nantio, 15, Lisamis, Northern Kenya\n    Prena, 14, Kathmandu, Nepal\n    Thais, 11, City of God, Brazil\n    Tzvika, 9, Beitar Illit, The West Bank\n    Li, 10, Beijing, China\n    Delanie, 9, New Jersey, USA\n    Anonymous, 4, Rome, Italy\n    Justin, 8, New Jersey, USA\n    Ryan, 13, Pennsylvania, USA\n    Jyoti, 14, Makwanpur, Nepal\n    Lay Lay, 4, Mae Sot, Thailand\n    Syra, 8, Iwol, Senegal\n\n    Jivan, 4, New York, USA\n\n    • Blogger Comments\n    • Facebook Comments\n\n\n    Post a Comment\n\n    Thanks For Sharing Your Views\n\n    Item Reviewed: 30 Meaningful Photographs Of ‘Where Children Sleep’ Rating: 5 Reviewed By: Orraz\n    Scroll to Top",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.6260123849,
        "format_confidence":0.7880624533
    },
    {
        "url":"http:\/\/factspage.blogspot.com\/2013\/10\/16-picasso-quotes.html",
        "text":"16 Picasso quotes\n\n  1. It took me four years to paint like Raphael, but a lifetime to paint like a child.\n  2. Youth has no age.\n  3. The world doesn't make sense, so why should I paint pictures that do?\n  4. If only we could pull out our brain and use only our eyes.\n  5. Painting is just another way of keeping a diary.\n  6. To draw, you must close your eyes and sing.\n  7. I'd like to live as a poor man with lots of money.\n  8. I do not seek. I find.\n  9. Computers are useless. They can only give you answers.\n  10. There are only two types of women: goddesses and doormats.\n  11. Inspiration exists, but it has to find you working.\n  12. The urge to destroy is also a creative urge.\n  13. It takes a very long time to become young.\n  14. Bad artists copy. Good artists steal.\n  15. The chief enemy of creativity is good sense.\n  16. Art washes away from the soul the dust of everyday life.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9792658687,
        "format_confidence":0.9821324348
    },
    {
        "url":"https:\/\/designshack.net\/articles\/business-articles\/10-simple-steps-to-refresh-your-instagram-account\/",
        "text":"Are you a member? Register or Login\n\nOpen Menu\n\n10 Simple Steps to Refresh Your Instagram Account\n\nTaylor Swift did it. She deleted her Instagram account before re-emerging with a newly refreshed persona. The tactic was part of a campaign for her new album release, but shows a good point: sometimes your accounts just need a refresh.\n\nYou can learn more about how Swift did it, or take on a personal challenge to refresh your Instagram account. It’s easier than you might think. (Once you get over the mental block of changing the way you post photos, anyway.)\n\nHere’s how you can refresh your Instagram account in 10 simple steps (and maybe even feel as diva as Taylor Swift in the process).\n\n1. Become an Expert\n\n\nWhen planning an Instagram refresh, the first step is to think about who (and what) you want to be and be known for on the social media channel. Do you want to be known as a designer or maker? Curate images on Instagram that showcase that ability.\n\nIt comes down to how you plan to use the tool. Is it for personal or professional purposes? Are you trying to sell services or merchandise? (Or maybe a mix of everything?)\n\nTweak your profile information to say who and what you are and what’s important to you. Include a URL to your website. While Instagram isn’t the best place to create conversions, it can help you build a brand following. The first step is to establish what you want that brand to be.\n\n2. Pick a Signature App or Filter\n\n\nWhether you plan to post photo or video or a little of each, pick a go-to app or filter. From Instagram’s own Hyperlapse or Boomerang to other add-ons, there are plenty of ways to add a little something extra to posts.\n\nThen consider using a signature filter every time. This consistent strategy helps establish professionalism and lets followers know what to expect from you. (Looking for the perfect filter? Try popular options Mayfair, Inkwell, Amaro, Walden and Lo-Fi, which tend to generate the most likes.\n\n3. Make It Personal, But Not Too Personal\n\n\nDesigners who use Instagram should include a good showcase of graphic elements, but it can be a little personal too. Users would rather interact with other people than brands. Consider using a photo as a profile image and mix in photos of work with real life.\n\nBe real and authentic. Should work in progress or mishaps and elements of life that happen as a designer. (We know it’s not all beautiful posters and five-star projects.)\n\n4. Image Quality is Everything\n\n\nIf the image is not of top quality, don’t post it. Nothing will ruin your Instagram profile like poor quality images. Every image needs to be sharp, in focus and amazing every time.\n\nOtherwise, don’t post.\n\n5. Find a Routine\n\n\nWhile many of the algorithms mix up posts, users still like to have an idea of when they will see images from you. Set a routine for posting – daily, every other day, etc. – so that you stay in the feeds of followers and on their minds.\n\nPart of that routine might also include actual interactions with followers. Respond positively to comments and messages. Just posting and falling off the grid won’t help develop the social conversation that this platform is designed for.\n\n6. Jump on Relevant Hastags\n\n\nHashtags can be your friend. Use them well.\n\nSounds easy, right? It can be a little tricky. To avoid hashtag disaster, stick to one or two hashtags (maximum!) per post. And they need to be relevant. If you post an image from yesterday with #tbt, you’ll feel like a fraud; post a project from college for success.\n\nMix it up as well. Use common hashtags to interact with the #design and #webdesign community, but follow and use trending elements if they are relevant as well (#nofilter is always a win if you get just the right image and post raw).\n\n7. Like, Follow and Chat, But Don’t Troll\n\n\nGrowing your Instagram brand includes following, liking and engaging with other designers on the platform. (This post includes 10 great accounts to follow if you want to start engaging right away.) The network connects you to other similar Instagram users; the bigger the network, the more suggestions and linkages you will make.\n\nBut don’t be a jerk. There are enough trolls on social media already. Engage in positive and useful conversations. If you don’t have anything nice to say, don’t say anything at all.\n\n8. Pick a Palette\n\n\nMatch your Instagram design aesthetic to your personal tastes with a go-to color palette or photo style.\n\nAnthony Burrill, above, does this masterfully with a curated typography showcase on white backgrounds. Users will come recognize the “brand” of photography when his work appears in their feeds.\n\n9. Think In Keywords\n\n\nWhile Instagram is a visual medium, it does include text. Make sure to include well-written descriptions for photos and use keywords relevant to you and your work.\n\nKeep a list of top keywords that are important to you, if necessary. Think about keywords that can help you expand your repertoire as well. Not only is Instagram a good place to show off your current projects and style, it’s also a playground to help you develop, learn new things and become who you aspire to be as a designer.\n\n10. Be Yourself\n\n\nJust be yourself. If you are quirky, that should show on Instagram in the photo style you choose to display. Authenticity is the key to finding the most success – and having the most fun – on social media channels.\n\nOther users are most likely to connect if you are who you are. The design world is wide open on Instagram and you are sure to find plenty of like-minded designers to connect with. Be open, honest and real to find your tribe.\n\n\nThe reality of finding success on any social media channel is that it can take a lot of work and even more luck. Don’t expect your favorite image to go viral overnight just because you like it.\n\nIt takes time to earn a following and Instagram is unique in that there’s not a lot of call-to-action directed traffic. It really is rooted in small interactions. But you can curate an account that showcases your design style and projects and helps cement your place in the Instagram design community.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.8009665608,
        "format_confidence":0.9567183852
    },
    {
        "url":"http:\/\/www.handmadeology.com\/seven-tips-on-better-picture-taking-for-your-blog-and-etsy-shop\/",
        "text":"Friday , 24 January 2020\nHonestly, you don’t have to have a super-expensive camera to get some really great photos for your blog or Etsy shop.\n\nSeven Tips on Better Picture-Taking For Your Blog and Etsy Shop\n\n1.        Use the best quality camera you can afford.\n\nHonestly, you don’t have to have a super-expensive camera to get some really great photos for your blog or Etsy shop.  When I first opened my shop, I used a Kodak EasyShare point-and-shoot camera with great success.  For a long time, I used a Fuji FinePix camera I bought at Walmart.  With the proper lighting and settings, that camera took excellent pictures.  I’ve since graduated to a Nikon D3000 digital camera.  I am totally in love with it.  Bottom line:  a digital camera at any price point will take good pictures.  The key is learning how to use the settings.  All of the images on my blog,, were taken with the Nikon.\n\n2.       Use your camera’s ‘macro’ setting for close-up shots.\n\nLots of items sold on Etsy are small enough that using the ‘macro’ setting on your camera is the best option.  On many cameras, that’s the setting depicted by the flower\/tulip icon.  Do yourself a favor and experiment with the various settings until you find the combination that works best for you.  Do yourself another favor and turn OFF the flash.  The flash creates a strong light that bounces off your subject and (usually) makes it look bad.  Find a spot with bright, but diffused light.  Outdoors is ideal.\n\n3.        Natural light is your best bet.\n\nIf possible, grab your items, background material(s), props and handmade items and head outside on a nice day.  Direct sunlight is not the best; indirect light will give you great results.  My best photo studio is the top of our hot tub on the patio.  In the afternoon there is great light and the hot tub cover makes for a perfect surface to hold all my stuff.  A TV tray or card table are other possible options.\n\n4.       Use props to accompany your items.\n\nCheck out various Etsy shops and you’re sure to find that many times, sellers use props in their photos.  It’s a professional touch and as long as they don’t overwhelm your item (or the photo in the general) they are a good thing.  Live herbs make great props for handmade soap.  A pin cushion or spools of thread look good next to fabric.  A hand-knit scarf looks better wrapped around the neck of a real person or mannequin.  Let’s say you make the coolest aprons.  Taking a picture of an apron folded up on a white background is, well, not too exciting.  Give your buyers a good idea of what an apron will look like when it’s tied around his\/her waist.  Put it on, have someone take your picture.  Or…enlist the help of your boyfriend, girlfriend of kids.  Be creative!\n\n5.       Use a background that makes your item stand out.\n\nA great photo has a great background.  I’ve had excellent luck by using a white tri-fold science fair   board.  It’s made from heavy poster board.  It was cheap, folds flat for storage and (since it folds) I can have the short flap propped up to create a nice backdrop.  I found it a teacher’s supply store.  They come in two sizes (I use the smaller one) and several different colors.  White is best for me and will probably work just fine for you too.\n\n6.       Take several shots from various angles.\n\nTaking photos from different angles will give your customers a better idea of what your item looks like.  Since Etsy allows you five photos per listing, you will want to take advantage of all your available spots.  Some of your photos should be full-size images of your item; but you might also want to include a close up shot or two.  Showing the details of your item is important to prospective buyers.  Mix things up a bit by having a straight-on shot as well as photos taken from the side or at a forty-five degree angle.  I do this with my tissue holders and it works well.  I also will sometimes include a photo of multiple tissue holders in a stack, or in a wicker basket, to give my customers an idea of the other items for sale.  Again:  be creative.\n\n7.       Use a photo editor to improve your images.\n\nAfter you’ve taken several shots of your items, run them through a photo editor to make them as professional-looking as possible.  You’ll want to crop out unwanted background ‘noise’ and perhaps adjust the contrast.  Be careful not to change the image so much that it no longer looks like the actual item.  You might also want to add a copyright watermark to your image.   My favorite photo editor is Picnik ( no longer available).  I’ve used GIMP and Pixlr, but always return to Picnik and have great success with it.\n\nHave a specific question?  Feel free to drop me a line at  I’ll be happy to help!\n\n\nTim here.. I just wanted to let you know about an AMAZING online product photography class over on Craftsy.   It is taught by Knitter and photographer Caro Sheridan. She  explains it all – from planning before the shoot to editing afterwards, and all the details in between. Whether you’re looking to shoot product pics, or just want to learn more about photography, you will benefit from Caro’s upbeat, irreverent and detailed instruction. You can enroll today just click the banner below.\n\nProduct Photography Class\n\nRelated Posts Plugin for WordPress, Blogger...\n\n\n  1. For most of my product photography, I used my husband’s two year old Blackberry. It is definitely more about setup than it is about camera quality. Looking forward to reading more from you, you crafty dad you. ;)\n\n  2. Thanks for these useful tips – in particular I will definitely try adding props to some of my photos :)\n\n    • Julia – Thanks for the comment!\n\n      You can find lots of great props around your house.\n\n      Or…check out your local thrift shops for some low-cost options. You never know what you’ll find!\n\n      Thanks again for the comment!\n\n  3. Thanks for this. It was very helpful.\n\n  4. Thank you for the tips…I have been struggling with my pictures for a long time and am trying to find the best location in my house…still searching and experimenting.\n\n    • Gabriela -\n\n      Happy to help you! And thanks for taking the time to leave a comment. :-)\n\n    • Colleen -\n\n      Yes…it’s all about experimenting. Different spots in the house are going to give you different results. And..a sunny day vs. a cloudy day will make a big difference in your photos too.\n\n      Good luck. I’m sure you’ll find the right combination!\n\n      Thanks for the comment!\n\n  5. Always looking for great photo tips…although my photos are much improved from what they were, I still have a long way to go. Thanks for sharing!\n\n    • Karen -\n\n      You have a great-looking Etsy shop.\n\n      May I make two suggestions? (1) make sure all your listings have at least one full-size photo and; (2) more light in your photo sessions will make your colorful creations ‘pop’.\n\n      Thanks for the comment….I appreciate you taking the time to share your feedback.\n\n  6. Thanks for the great photo tips. I plan to incorporate them into my photography ASAP!!\n\n    • Karen -\n\n      Thanks very much for the comment.\n\n      Your bibs are great. Perhaps a white background will make them stand out a bit more. And more light (no flash please) will help your photos too.\n\n      I found a really inexpensive kid-sized mannequin on eBay awhile back. E-mail me if you’re interested in the details. It would work perfectly with your bibs. And…they will make your shop look even more professional.\n\n      Thanks again for the feedback. Hope you don’t mind the suggestions. I like helping people!! :-)\n\n  7. Thank you for this, I struggle with photos, my work is of varied sizes, themes, some large pieces and I find it so hard to get cohesive shots. I purchased a used Olympus 500 DSLR camera, tripod and a macro lens,[plus a digital photography book] just painted a spare room with west-north light a neutral grey to dedicate to photo shoots.\n    Thanks for the tips and if you ever do a post for bigger pieces and props I will read for sure.\n\n    • Brenda – Thanks for the comment!\n\n      Larger pieces can be tougher to photograph, most because of the space needed to stage them. But…it sounds like you have that handled with your new photo-shoot room (I’m jealous!)\n\n      You might consider building a sturdy frame and hanging a white queen- or king-sized bed sheet from it. That might be an option for the background of you photos. Of course…you can simply change the background by changing the sheet.\n\n      Thrift shops are a great place to pick up used linens for next to nothing. And…they are also great places to find props to include with your items.\n\n      Best of luck to you!\n\n  8. As an editor of 18 years and someone who has seen plenty of products with passionate people behind them fail and other so-so services get all of the attention, I can attest that the difference is usually as simple as the picture they present editors. Nice article. Check out my new book, Recipe for Press, where I devote an entire chapter on the Power of the Picture, with a long Q&A with Amy Butler and her husband, longtime photographer, David Butler.\n\n    • Amy – Thanks for the comment…and the kind words. I will certainly check out your new book.\n\n      Mr. and Mrs. Butler make a great team don’t they? I love their stuff.\n\n      Thanks again,\n\n  9. I would like to know what is meagapixel and optical zoom. WHat one should keep in mind when buying new digital camera .\n    Thanks a lot for the detail explanation about each terms related to – what to keep in mind while clicking picture.\n\n  10. HI!\n    this is very helpful. i have a question, i have been using VERY busy backgrounds, but i think they work well with the pieces and the over-all look of my shop. i keep wondering if i should change this to solid white however?\n    if anyone has a moment to check out my shop and give me feedback on this it would be greatly appreciated…\n\n    thanks so much!!\n\n    • Laurel – Thanks for the comment!\n\n     ... (truncated)",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.8854389787,
        "format_confidence":0.5804792643
    },
    {
        "url":"https:\/\/www.apartmenttherapy.com\/amazing-alphabet-city-prints-106951",
        "text":"Amazing Alphabet City Prints\n\nAmazing Alphabet City Prints\n\nSarah Rae Smith\nJan 25, 2010\n\nArtist Scott Teplin has created a series of architectural dwellings that just happen to be in the shape of letters. Each one is completely unique and has different things going on. One boasts a giant pet rabbit, while another has 4 places to shower or melt away in hot tubs! Tell us which letter is your favorite, after the jump!\n\nThough we'd love to show you each and every letter, that might get a bit crazy, so make sure you click through to check out the ones we didn't feature above.\n\nYou can pick up a print of your favorite dwelling for $80, though we really love them in combination with each other.\n\nWhich letter is your favorite? Let us know below!\n\n(via: Art At Heart)\n(images: Scott Teplin)\n\nmoving--truck moving--dates moving--dolly moving--house moving--cal Created with Sketch. moving--apt",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.7964684963,
        "format_confidence":0.948207736
    },
    {
        "url":"http:\/\/borednation.com\/lists\/this-artist-captures-the-exciting-lives-of-everyday-miniature-people\/1925",
        "text":"This Artist Captures The Exciting Lives Of Everyday Miniature People\n\nWhen you're the size of an ant, a granola bar becomes a rock climbing wall.\n\n  1. 1\n\n    Little World is a Facebook page dedicated to the lives of a town of everyday miniature people in \"little world\".\n\n  2. 2\n\n    Bored Panda user \"Compuinfoto\" runs the page and recently posted some background to the \"Little World\" project on the popular viral site.\n\n  3. 3\n\n    When asked about why he started the project he stated, \"I made this Little world photos using my Nikon D800 camera with most of the time using my macro lens because I wanted to make something different from the standard photography\".\n\n  4. 4\n\n    It doesn't take a rocket scientist to realize that he succeeded in his goals. These photos are far from ordinary.\n\n  5. 5\n\n    Compuinfoto tries to incorporate, \"little people with things from the normal world\" into his work. Here you can see a tiny computer chord become a huge electric contraption when it is put into the content of these little characters.\n\n  6. 6\n\n    The project is nothing short of awesome.\n\n  7. 7\n\n  8. 8\n\n  9. 9\n\n  10. 10\n\n  11. 11\n\n  12. 12\n\n  13. 13\n\n  14. 14\n\n  15. 15\n\n  16. 16\n\n    You can read more about the project here:\n\n  17. 17\n\n    You can check out more awesome little photos on the official Facebook page here:\n\nDon't like this list? Edit it and make your own list!\n\nDon't like this list? Edit it and make your own list! We will pubish it on our site! You can share it with your friends on Facebook, Twitter, etc\n\nEdit this list\n\n\nYou may also like\n\nLogin \/ Sign up",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9731295109,
        "format_confidence":0.9889399409
    },
    {
        "url":"https:\/\/www.trendhunter.com\/tv\/recycling-garbage-into-art-after-christmas-sales",
        "text":"From Freaky Doll Chandeliers to Garbage Chairs\n\n - Dec 26, 2008\nReferences: trendhunter\nAfter Christmas sales are all the rage today, but what about all the waste?  Boost your environmental conscious with this dose of great ideas for recycling garbage into art.\n\nInstead of just crumpling up your wrapping paper and throwing away those holiday ‘empties’, why not make something unique?  After your after Christmas sales, check out these innovative ways to reinvent your garbage.\n\nFreaky doll chandeliers, gift wrap couture and real suit messenger bags. Today you’ll want to give up on the after-Christmas sales to start Recycling Garbage Into Art!",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9374549985,
        "format_confidence":0.8697125316
    },
    {
        "url":"http:\/\/pathwaysignsandgraphics.com\/blog\/5-ways-to-design-banners-to-increase-business\/",
        "text":"Red(1024) - Green(768) - Blue(480)\n\n5 Ways to Design Banners to Increase Business\n\n5 Ways to Design Banners to Increase Business\n\n The goal of any advertising piece is to increase response and ultimately business.  A well designed banner should be easy to read and catch the eye of a passerby.  In normal situations a banner will be seen and accepted in a second or less…so your banner will need to make an impression quickly.\n\n1.  Colors  – Highly readable color combinations increase comprehension and response while less well chosen color combinations slow down comprehension and increase the chance of an interested customer to miss the message.  How many times have you driven by a banner and not been able to read the text because the word color or size are not appropriate?\n\n\nLooking at the above chart what color combinations will make that 1 second impact?\n\n2.  Shape – The shape of a banner and the text graphics should complement each other.  Forcing a lot of text into a narrow vertical sign decreases the ability to read it and you will not be able convey your message and get the response you were wanting.\n\n3.  Keep it simple  – Short one to five word messages work best.  If you do not need a word  take it out. Also products work better than company names.  Remember you have to convey your message concisely, so a short message is better than a lengthy sentence.\n\n4. Space – Use the space and place the message in as large a space as possible. This combined with as few words as possible make the letters larger and more readable.\n\n5.  Mother Nature – If you plan on displaying the sign outside remember to use the wind and sun light.  The sun can make your banner hard to read at certain times of the day and we have all seen the banners that the wind has blown and twisted and you can no longer see the entire banner.  Make sure your banner is installed to factor in the wind.\n\nEven with indoor banners the room lighting can make a difference on how easily the banner can be read.\n\n\nLet Pathway Signs and Graphics help design your next banner!",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.8806012273,
        "format_confidence":0.964350462
    },
    {
        "url":"http:\/\/anonymous-news.com\/10-insanely-detailed-animal-drawings-that-will-make-you-fall-in-love-with-nature\/",
        "text":"10+ Insanely Detailed Animal Drawings That Will Make You Fall In Love With Nature\n\n\n(Truth Theory) While traveling through India, visual artist Faye Halliday had the pleasure of attending the Elephant Festival in Jaipur. After witnessing the majestic beasts painted with intricate patterns, she was struck with the idea to create a project which focuses on the ornate detail and beauty of wild animals.\n\nThe animals Halliday has come across in her travels around the world are the focus of her paintings, in which animals are depicted as hypnotizing, dream-like works of art. All comprise the series she named Haathi, which means elephant in Hindi.\n\nAs Bored Panda reports, Halliday has visited a number of tropical destinations. According to her most recent Instagram update, she is currently in the Seychelles — a place her 328,000 followers undoubtedly wish they were, too.\n\nFollowing are 10+ of her insanely detailed works that will make you fall in love with nature upon glimpsing them:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnonymous recommends: Click Here To Surf & Download Anonymously, Protect Yourself From Any Hackers Or Spy Agencies And Get Around Censorship Filters\n\nClick here to follow us on steemit.com, the decentralized social media platform with no censorship and get paid for your posts, likes and comments!\n\n\n\nPlease enter your comment!\nPlease enter your name here\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9856008887,
        "format_confidence":0.9641150832
    },
    {
        "url":"https:\/\/lfeartstudio.com\/blogs\/news\/5-reasons-to-learn-calligraphy",
        "text":"5 reasons to learn calligraphy\n\n  1. Calligraphy has a relaxing effect.\n\nIt can be very relaxing to sit down with a cup of tea, some music and pen, and ink, and fill pages with pages.\n\nThe direct, haptic connection to the materials is something very beneficial. In addition, repetition can actually soothe the nerves. Whoever practices must not achieve anything special, is only there at the moment, and that is as good as it is.\n\n\n  1. The possibilities are almost endless\n\nAfter you have mastered the basic techniques and mastered them, you might want to experiment with new tools, which is also a lot of fun. There are many ways to experiment with calligraphy, from obscure feathers and historical inks to fine paper types and unusual writing surfaces like chalkboards - all this is possible with calligraphy.\n\n\n  1. We see immediate results\n\nUnlike many other things you can do yourself, you hardly need time to write a word. You will receive the immediate reward with your hands. Knitting or woodworking are wonderful crafts, but they can take a long time. Writing a word in calligraphy, even one with many ornaments, can be done in 15 seconds.\n\nOf course, you have to practice to achieve great results, but this will be faster than you think, as practicing is great fun.\n\n\n  1. Handwriting has become rare\n\nWe live in a world where crafts are increasingly disappearing, and people long for handmade things that require much skill and attention. Calligraphy is often described as \"lost art\". Writing is not even taught in many schools\n\n\n  1. Calligraphy is not expensive\n\nIt is easy to catch with calligraphy. A basic equipment for calligraphy costs under $20.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9439339638,
        "format_confidence":0.9841116667
    },
    {
        "url":"http:\/\/www.trendhunter.com\/slideshow\/contemporary-playgrounds",
        "text":"From Plush Penthouse Playgrounds to Recycled Machinery Playgrounds\n\nBy: Tana Makmanee - Published: • References:\nThese contemporary playgrounds, which feature sleek architectural designs, are serving to revolutionize the way children play outdoors.\n\nWhile playgrounds are often associated with outdoor play areas that offer children physically engaging equipment, modern architects are changing up that traditional design by incorporating more of a contemporary twist. Featuring modern features such as minimalist design, industrial material and futuristic references, these contemporary playgrounds are serving to attract more than just children with their creative architectural inspirations. From playgrounds designed with recycled machinery to those that feature abstract geometric shapes, these contemporary designs are changing up the way outdoor areas are displayed.\n\nTransforming traditional outdoor structures, these contemporary playgrounds are turning simple child play areas into wonderfully enticing and abstract architectural designs. Stats for 25 Contemporary Playgrounds Trending: Older & Popular\nTraction: 13,855 clicks in 62 w\nInterest: 2.5 minutes\nConcept: Contemporary Playgrounds\nRelated: 221 examples \/ 170 photos\nSegment: Neutral, 18-55\nComparison Set: 81 similar articles, including: prefabricated playgrounds, work space playgrounds, and classroom-free academies.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9687659144,
        "format_confidence":0.9602766633
    },
    {
        "url":"http:\/\/www.briarpress.org\/48160",
        "text":"Letterpress in movies\n\nThe latest to add to the list is Paddington (Bear) 2 which has two brief shots of a Heidelberg cylinder.\n\nLog in to reply   2 replies so far\n\nnot a movie, but there’s a nice looking platen press in netflix’s godless\n\nI know that there is an extremely long thread on this subject, but don’t know if there has been a list created of specific DVDs created about letterpress.\n\nHere is a list of one’s that I have that are all simply marvelous:\n\nTYPEFACE, 60 minutes, Kartemquim Films, kartequim.com - About the Hamilton Wood Type Museum at its original location.\n\nMAKING FACES, 45 minutes, P22 Type Foundry. Documents the work process of the late Jim Rimmer on the lost art of pantographic type making.\n\nTHE SIDEY REPORT, 59 minutes, Iowa Public Television. A documentary about the Adair County Free Press. Four generations of an Iowa family running a letterpress newspaper in Greenfield, Iowa.\n\nPROCEED AND BE BOLD, 94 minutes, 20K Films, www.proceedandbebold.com. Fascinating documentary of the life of Amos Paul Kennedy, Jr., humble negro printer.\n\nAnd….not yet released……\nPRESSING ON, The Letterpress Film, 100 minutes, Bayonet Media. letterpressfilm.com. How letterpress printing survives into the digital age.\n\nThere are probably a lot more out there, so lets get a list going.",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9483324885,
        "format_confidence":0.6004172564
    },
    {
        "url":"https:\/\/www.artberlin.de\/top-5-openings-events-im-november\/",
        "text":"Berlin never fails us in terms of variety and beauty when it comes to its countless openings and events. Especially as the beauty does not only lies in the eye of the beholder but in it many forms and individual meanings. Once again, we picked out 5 Highlights and wish you a month full of colors, surprises, new tattoos and prizes!\n\n\nBerlin Art Prize\n\nOpening: 11 November 2016, 7pm\n\nExhibition: 12 November – 10 December 2016, Tue–Sat 1–6pm\n\nAward Ceremony: 10 December 2016, 9 pm\n\nIt’s time for the Berlin Art Prize 2016! The nine nominated artists Martin John Callanan, Regina de Miguel, Stine Marie Jacobsen, Lindsay Lawson, Lotte Meret, Benedikt Partenheimer, Aurora Sander, Raul Walch, Lauryn Youden selected by this year’s jury Karen Archey, Kito Nedo, Emeka Ogboh, Ahmet Öğüt and Susanne Winterling will be presented in an exhibition and catalog. Three of them will be selected as winners and awarded at the closing event with a trophy created by Tomás Saraceno, prize money and a four-week residency in Georgia. Definitely don’t miss the legendary afterparty starting at 10pm! We will also introduce you to the team of Art Prize on ArtBerlin in an interview, so you can learn about their beginnings, struggles and visions for the future!\n\nKühlhaus Berlin, Luckenwalder Straße 3, 10963 Berlin\n\nGina Malek\n\n\nOpening reception: Friday, 11 November 2016, 6–9 pm\n\nExhibition: 11 November – 15 December 2016\u2028\n\nWhen Magic Beans Gallery opened their doors earlier this year with the group exhibition „I sky you“, it also displayed two works of New-York based artist Gina Malek which made us stop and stare. Her simple and powerful strokes stood out and immediately demanded our attention, before we could even „see“ the picture itself. One can describe it like a friendly but still forceful annexation, visually and mentally. With her first solo exhibition Gina Malek will show a new body of work. And to say the least, we are excited about how the artist explores themes of confinement, the mechanics of the remembered self, and the impermanence of memory. Giving importance to the most common daily routines, Malek beautifully catches moments of intimacy and authenticity touching the viewer and at the same time giving them space to deepen into the subjects.\n\nMagic Beans Gallery once more proves their sharp eye for young emerging artists and their talent to support them and to give each one a surprisingly unique frame.\n\nMagic Beans Gallery, Auguststraße 86, 10117 Berlin\n\nFrank J. Schäpel \"Phobos. Mars-Mond\" 2009 Maßstab 1- 69.500 : Öl + Asphalt:Leinwand, 110 x 110 cm © F.J. Schapel\n\nThe beauty of disguise – Asking USA\n\nFriday, 4 November 2016, 7pm – Saturday, 17 December 2016, 7pm\n\nWe need celluloid to apprehend and capture laughter. Light is bright but light darkens the celluloid negative. The more laughter is photographed the darker the stuff of film becomes. If one keeps taking photos the celluloid becomes so black that it begins to drip. Laughter drips black. One of our favorite positions in this groupshow with mixed-media comes from Berlin-based artist Frank Schäpel, who´s depicted celestial bodies are lying beyond of the range of the naked human eye. Therefore he was dependent on photographs taken by space probes like JAXA’s Hayabusa. But he doesn´t view the asteroids and comets as foreign or absent realities, as we share the same space, galaxy and solar system. Through the presence of their painted images he is placing their physical reality into our cultural consciousness. It goes without saying, that this is only one of 20 reasons to visit Sprechsaal with their usual mix of lectures, discussions, performances, audio book evenings, music, and films in their own cinema and this upcoming exhibition!\n\nSprechsaal, Marienstraße 26, 10117 Berlin\n\nAndy Restless -Ela Puppe-Dekolltee\n\nGrüße Aus Tätowierungen\n\nOpening: Saturday, 05 November 2016, 8pm – open end\n\nExhibition: 6 Nov 3–6pm \/ 9 Nov 4–7 pm \/ 10 Nov 4–7 pm\n\nLet´s face it, the art of tattoos and their impact on aesthitics in general is undeniable. But the truly fascinating part is how many people through all classes, backgrounds and sex are united and connected through tattoos and bond through them. Seriously, is there anyone left without having one these days? It has become more than ever an unique and fierce way of expressing onself nevertheless some say it became to mainstream, to normal. We believe it shows in a powerful way how important it is for the individual to express itself, to communicate non-verbal and to feel to be your own special version of yourself and the power and freedom that comes with it when expressing this version and vision. It is therefore no wonder that GAT which translates: „Grüße Aus Tätowierungen“ and their annual exhibition gets more popular every year and is an absolute Must See for art enthusiasts and tattoo lovers alike. Around 110 German and international tattoo artists show their works for this year’s theme „1980s“ accompanied by motion-space-designer Anna Luft. It’s gonna be wild!\n\nWillner Brauerei Berlin, Berliner Str. 80-82, 13189 Berlin\n\nBody Reflections Semra Sevin\n\nSemra Sevin \/\/ Metropolitan Angel (Cherub)\n\nOpening: 11 November 2016, 7pm\n\nClosing: 16 December 2016, 4pm\n\nBerlin, Los Angeles and New York: These epicenters of creativity and art are the subject of Semra Sevins photographic works and of the two series she will show which reflect upon the search for identity. Sevin who lived in Paris and Los Angeles before she settled in Berlin has the eye for reflections within her „subjects“ and she always manages to catches those through her lens. In „Bodyreflections“ she mastered this art completely. Her experimental, multi-layered images include personalities like Larry Bell, Johann König, Alicja Kwade, Dewaine Valentine, Anselm Reyle, Tim Eitel, Gregor Hildebrandt, Despina Stokou, Nick Ut and Ed Moses!\n\nGallery Carpentier, Meinekestraße 13, 10719 Berlin",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9786230326,
        "format_confidence":0.9865294695
    },
    {
        "url":"https:\/\/graphiknation.com\/instagood-my-top-5-tips-on-taking-better-photos\/",
        "text":"#Instagood: My Top 5 Tips on Taking Better Photos with Your Smartphone\n\n\n#Instagood: My Top 5 Tips on Taking Better Photos with Your Smartphone\n\nSo I get a lot of feedback on social media (and sometimes even in person, lol), that some of you out there really dig the perspective, coloring and ambiance of my images. So I thought what better way to spread the joy this holiday season, than to share a little of my own personal recipe for success when it comes to taking & editing your images for Instagram. If you have a smartphone and an Instagram account, I’ll give you a good road map for making your sharable moments a little #instabetter.\n\nFirst, in order to become #instagood (before you can get #instabetter) you need to start by taking a decent picture – all the editing in the world won’t save a terrible image.\n\nHere are my top 5 tips for taking good images (we’ll get to editing next week in Part 2).\n\nTip #1: HDR, baby.\n\nIf you have a modern smart phone, you probably have an option for HDR and I highly recommend that you use it. Now, this feature isn’t necessarily a true HDR, but more of an auto-correct for poor or challenging lighting situations. Ever notice how you end up with really bright, blown-out highlights in direct sunlight or bright light? And what about that murky, grainy, black, fuzzy haze coving your images in low or ambient light? HDR will help mitigate the extremes of each of these scenarios. I’m not sure about Andriod models, but if you have an iPhone, don’t worry because you will get a regular exposure in addition to your HDR exposure. That way, you can choose the HDR or discard it. Use whichever image looks best.\n\nTip #2: Stand still, dammit!\n\nI mean it, please steady yourselves people! The biggest wet blanket I see across the sea of images that cover the interwebs is “shake” or blurry images as the result of moving while the shutter is open. Practice eliminating “shake” by being as still as possible and planting your elbows firmly against your core. If you can use a table or counter surface to rest your elbows, this helps a lot too. If you have a mini tripod, great, but if you don’t, be extremely mindful of your balance and weight distribution. Use both hands and be perfectly still for 1-2 seconds *BEFORE AND AFTER* you hit the shutter button on your camera\/phone. Trust me, those few seconds pause will change your Instagram feed forever moving forward.\n\nTip #3: Get high, get low, get creative.\n\nI could write a whole article on this topic alone, but in the interest of keeping this short & sweet, I would just like to encourage you to push yourself to look at things differently. Experiment with angles, lighting, shapes, depth of field, perspective, color, etc. A lot of images look the same because a lot of people take photos from their eye-level, looking directly at what’s in front of them. Change the perspective, move around, look up, look down, look through trees, fences, holes, puddles, reflections, etc. Don’t be afraid to lay on the ground, get a little dirty or disheveled, or risk the possibility that someone might think you’re weird for contorting your body into whatever position necessary to frame the perfect shot. Just don’t step in front of moving traffic, lean too far off the observation deck of a tall building or get too close to a mama bear and her cubs(!)  😉\n\nTip #4: Stay away from filter “presets”.\n\nBack in the day (like a year ago), preset filters were all we really had in Instagram, and for a while it was all the rage. But now, with the newer “Custom settings” menu, you can achieve a more professional looking result right in Instagram without putting a “generic filter” stamp all over your images (RIP Kelvin Brannan, 1977, Nashville).\n\nTip # 5: Crop & Straighten.\n\nUse the grid (in-camera and\/or in Instagram) and make sure your horizon is straight and that from the center of your image, vertical lines are straight as well. Unless you’re going for a really exaggerated, intentional planar shift as a way of making a “creative statement”, uneven lines and leaning horizons is down-right nauseating. Clean up your act, and get on the plane, Jane (nod to geometry).\n\nNow that you have an image that’s in focus, properly exposed and thoughtfully composed, this is the jumping off point where you can really make your images soar. I’ll tell you how next week in #Instabetter: Custom Settings = Creative Control.\n\nI hope you found this article helpful (or at least mildly entertaining). If you’ve made it this far, come a step further and follow me (graphiknation) on Instagram, Flickr or Twitter. Or if you’re in the Atlanta area, come shoot with me and the Atlanta Urban Photo Walkers sometime!\n\n\nI currently have an Apple iPhone 6 Plus, and in the past I have had iPhones 3, 4 & 5, all of which have shown up on my Instagram feed. When I shoot professional I use Mirrorless\/Micro Four Thirds format. I own a Panasonic Lumix G3, an Olympus Pen EP5, and I more recently purchased an even smaller Panasonic Lumix GM1, for times when I want to go really light weight. I have about 7 high quality micro 4\/3 lenses, mostly Lumix\/Panasonic brand, and one Olympus brand. I edit professionally in Adobe Lightroom & Adobe Photoshop. Some of my professional images show up in my Instagram feed, but many more of them can be seen on Flickr.\n\n\nShopping Cart",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9754624367,
        "format_confidence":0.8607775569
    },
    {
        "url":"http:\/\/www.edinburghart.com\/great-couples\/",
        "text":"Great inspiring couples behind our red doorsValentines Day is a little under a week to go. Have you got your loved one a special little something? We’ve got great gift ideas for all you Great Couples out there, let us help you mark the special occasion. Nothings shows how much you love someone, than being able to pick out the perfect piece of Art for them. How about getting them a print of a great dynamic duo or cute couple to signify your couple power status? Lots of the artists we work with have taken inspiration from strong couples in movies, tv and music.\n\nOne of our most popular couples print is Ah Love Ye by The Grey Earl. Part of his Starts Are Braw collection. This is the perfect gift for Valentines, Weddings, Engagements or just to show that special someone that you love them. Looking for a more pop art vibe then you’ll love The Kiss by Barry Bulsara. We have lots of great prints for the Star Wars fans amongst you.\n\nWe’ve got quite a collection of couples prints by And Smile. We love this new Royal Tenenbaums print detailing the love between adopted siblings Margo and Richie. The perfect Valentines gift for the Wes Anderson fan. Or if you’re after more of a dynamic duo than a love duo, then how about Sherlock and Watson or Mulder and Skully? Could they be hiding some kind of love connection??????\n\nThese cute pins make a great alternative to a print. Perfect for your coat lapel, you can take them with you wherever you go. Always having the crime fighting duo on your side.\n\nSherlock and Watson, Sherlock Holmes, Benedict Cumberbatch, BBC, television, icons\n\nThe perfect card for Star Crossed Lovers!! We love this new arrivals0 from Stormy Knight. The new collection of foil blocked cards are a feast for the eyes! Monochrome with gold foiled details on eco friendly recycled card 🙂\n\nPartners in crime by Stormy Knight\n\nWhat could be cuter than this little Rabbit Couple 🙂 Happily Ever Rafter by Mister Peebles. You’ve got to love a pun and some cute animals.\n\nLook at these perfectly dashing swimmers. Great for Nautical fans or those of Handsome Tattooed Swimmers 😉 Digital Print by local artist Claire Fleck. Claire is also an amazing wedding Photographer. If you’re a couple getting married, we highly recommend checking out her website for lots of beautiful atmospheric photos of lots of special weddings.They may not be a romantic couple but we do love the dynamic duo Brett and Jemaine of Flight of the Conchords. On tour this coming March. Have any of you lucky ones managed to bag yourself the Hot Tickets?\n\nflight of the conchords by Barry Bulsar\n\nWe hope this little selection of our favourites couples has given you some inspiration for your special other half this Valentines Day. Check out our Love Thing Collection for some more ideas. Follow us over on Instagram to see some more of our favourite Love inspired gifts this week.\n\nlots of great couples hanging out on our gallery wall\n\nLots of great couples hanging out on our walls this week. Who’s your favourite?",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.6409207582,
        "format_confidence":0.6291295886
    },
    {
        "url":"http:\/\/www.pearltrees.com\/jenwood\/infographic\/id4266780",
        "text":"background preloader\n\n\nFacebook Twitter\n\n10 Fun Tools To Easily Make Your Own Infographics. People love to learn by examining visual representations of data. That’s been proven time and time again by the popularity of both infographics and Pinterest. So what if you could make your own infographics ? What would you make it of? It’s actually easier than you think… even if you have zero design skills whatsoever. Below are my two favorite infographic-making web 2.0 tools that I highly recommend. Click the name of each tool to learn more! One of the more popular ways to discover infographics, actually just launched a design overhaul of their website.\n\nDipity Want to get a beautifully simply visualization of data over time? I absolutely love Venngage Venngage (likely named for Venn diagrams) is a double threat. One of the most simple tools, lets you actually import data right into the site and then translate it all into useful visualizations. Tableau Public Photo Stats This one’s an iPhone app that’s worth trying out. What About Me? How to Create an Awesome Infographic [INFOGRAPHIC] There's no better way to show companies how to create an engaging infographic than through outlined steps in the form of an infographic.\n\nHow to Create an Awesome Infographic [INFOGRAPHIC]\n\nA new infographic by Infographic Labs — first published by — highlights the best practices of developing a creative way to get the word out about new data. As the amount of information we consume on the Internet grows and attention spans decrease thanks to a bevvy of distractions from email to Facebook, market research firms and other companies are packaging new data in visual ways. In some cases, infographics even go viral. SEE ALSO: 20 Reasons to Switch to Google+ [INFOGRAPHIC] From how to pick color schemes and graphics to approaching layout, this infographic gives you a rundown on how to best get your information out to others. What do you think makes for a great infographic? Infographic via Infographic Labs. 10 Steps To Designing An Amazing Infographic.\n\nInformation can be useful--and even beautiful--but only when it’s presented well.\n\n10 Steps To Designing An Amazing Infographic\n\nIn an age of information overload, any guidance through the clutter comes as a welcome relief. That’s one reason for the recent popularity of information graphics. Infographics are visual designs that help to explain complicated data in a simple way (mental-health emergencies at Burning Man, anyone?). But how are they created? What can we learn from the designer’s process? Over the last decade, Hyperakt has come to specialize in this type of design, and we’ve found a process that works for us. 1. Sifting through data is where it all begins. 2. While it’s tempting to read only the highlighted facts and skim the rest, this shortcut tends to result in more time wasted later. 3.\n\nWhat starts as boring data will become a boring infographic unless a great story can be found. 4. As a story emerges from the data at hand, it’s time to stop for a reality check. The truth in information takes experience to uncover. 10 Awesome Free Tools To Make Infographics. Who can resist a colourful, thoughtful venn diagram anyway?\n\n10 Awesome Free Tools To Make Infographics\n\nIn terms of blogging success, infographics are far more likely to be shared than your average blog post. This means more eyeballs on your important information, more people rallying for your cause, more backlinks and more visits to your blog. Infographics. Infographic Design. 40 Useful and Creative Infographics. Information graphics (or infographics) are graphical depictions of data and information.\n\n40 Useful and Creative Infographics\n\nBy presenting information in a compact and creative approach, infographics are able to quickly convey knowledge and engage its viewers. In this collection, you’ll find forty beautiful and educational infographics, displaying the uncommon spectacle of \"art meets science\". Data Visualization, Information Design and Infographics. Search Results. Whyinfographics1.jpg (JPEG Image, 763 × 1000 pixels) - Scaled (87%)",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9529281855,
        "format_confidence":0.5455764532
    },
    {
        "url":"http:\/\/artanddesigninspiration.com\/bob-ross-6-interesting-facts-happy-little-trees\/",
        "text":"Bob Ross: 6 Interesting Facts and Happy Little Trees\n\nFrom Air Force Career to Art Instructor\n\nMany have heard of Bob Ross and perhaps tuned into his show The Joy of Painting, an instructional television program that aired from 1983 to 1994 on PBS in the United States, and also aired in Canada, Latin America and Europe.\n\nBob Ross enlisted in the US Air Force at age 17\n\nPainting Paid More than the Military\n\nHowever before he became a famous painter did you know he had a long military career in the Air Force? Ross discovered that he was able to earn more from selling his artwork and own branded art supply line than his position in the Air Force. Ross retired from the Air Force after 20 years of service, having the rank of Master Sergeant.\n\nHappy Little Trees and Mountains – Inspiration from Alaska\n\nBob Ross typically painted mountains, lakes, snow, and log cabin scenes and these were strongly influenced by his years living in Alaska, where he was stationed for the majority of his Air Force career.\n\nWhy the Fast Painting Technique?\n\nShort breaks in his work schedule during the day did not give Bob enough time to work on landscapes leisurely. He had to work fast before his break ended!\n\n30,000 Paintings\n\nThrough his speed, and style he created 30,000 paintings in his lifetime. It’s estimated that 91 percent of Ross’ paintings contained at least one tree. Above is an unusual painting by Bob that does not contain a tree.\n\nIconic Hair\n\nBob actually permed his own hair to keep an easy style he didn’t have to mess with. It evolved into a sort of iconic look for him. He wore the same look for years. Before he could change it back, though, the perm became his company’s logo — Ross hated it. “He could never, ever, ever change his hair, and he was so mad about that,” Kowalski says. “He got tired of that curly hair.”\n\nJust for Fun – Funky Bob Ross Products to Buy (your purchase helps to support the cost of running this website)\n\nPlay the Bob Ross “The Art of Chill Board Game”!\n\nThe Bob Ross Coloring Book\n\nBob Ross Collectable\n\nBob Ross was gentle soul who had a soothing voice that inspired many.\n\n“The secret to doing anything is believing that you can do it. Anything that you believe you can do strong enough, you can do. Anything. As long as you believe.”\u2028- Bob Ross\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9876535535,
        "format_confidence":0.9861057997
    },
    {
        "url":"https:\/\/www.riseart.com\/article\/2017-05-09-viva-europa-celebrating-our-favourite-artists-from-across-the-channel-on-9-may?utm_source=facebook&utm_medium=social&utm_campaign=web_share",
        "text":"Viva Europa! 10 Artists to Celebrate Europe Day\n\nPosted in Inside Scoop by Aimee Morris on 09th May 2017\n\nToday is officially Europe Day! And on this special occasion we celebrate ten of Rise Art’s favourite artists who hail from the Continent. In these turbulent times of political division and ongoing Brexit negotiations, art has the power to remind us of our shared humanity and to connect us across UK\/EU lines. Through their work, our European artists share with us the distinct flavours, tastes and artistic energies of their home countries.\n\n\nLeft: My Personal Landscape 19 by Lucie Jirku, £1,150\n\nRight: Piano Lady by Pedro Correa, £3,042\n\n\n1 Iidu Tikkanen (Finland)\n\nSuperheroine, £1,454\nShop Iidu Tikkanen's Work >>\n\nIidu is an exciting young Finnish artist who is taking the contemporary art scene by storm! Her fantastical paintings transform ordinary objects and scenes into groovy psychedelic visions. Nab an original from Rise Art while you can!\n\n\n2 Fernando Velazquez (Spain)\n\nEolo, £3,200\n\nShop Fernando Velazquez's Work >>\n\nFernando’s magnificent otherworldly canvases blur the boundaries between fantasy and reality. Through melding the imaginative and the natural, this Spanish-born artist explores grand themes of light, time and the human condition.\n\n\n3 Aisling Drennan (Ireland)\n\nSomething Fleshy for the Main Course, £495\n\nShop Aisling Drennan's Work >>\n\nThis exciting Irish painter is known for her playful, witty style and flamboyant palette. Aisling’s contemporary canvases are a-burst (and a-drip, and a-swish, and a-slosh!) with colour. The titles of her works alone are enough to put a smile on your dial.\n\n\n4 Charlotte Jonerheim (Sweden)\n\npink space I, £320\n\nShop Charlotte Jonerheim's Work >>\n\nABBA isn’t the only great thing to have come out of Sweden. Meet Charlotte Jonerheim, a talented sculptor and collage artist who transforms the banal materials of everyday life into multi-media artworks that inspire contemplation.  \n\n\n5 Eva Santin (Spain)\n\nNo title (1), £360\n\nShop Eva Santin's Work >>\n\nThis Spanish artist embraces all things delicate, creating subtle contemporary works inspired by nature, poetry and thought. To borrow Eva’s own description, her art is governed by “the language of the whisper”...\n\n\n6 Stella Kapezanou (Greece)\n\nfrom heavens with love, £6,200\n\nShop Stella Kapezanou's Work >>\n\nThere can be no mistaking Stella’s funky and vibrant contemporary paintings. The artist, who hails from Athens, puts an exotic spin on the seemingly ordinary habits and activities of our capitalist way of life, gently prompting us to think again about what we deem to be ‘normal’.\n\n\n7 Delphine Lebourgeois (France)\n\nDeesse 1, £425\n\nShop Delphine Lebourgeois's Work >>\n\nDelphine is an accomplished French illustrator and printmaker known for her beautiful imaginative collages. Fine detail work together with a carefully considered colour palette lend her artwork an alluring air of sophistication.\n\n\n8 Alma Haser (Germany)\n\nFieldfare, £85\n\nShop Alma Haser's Work >>\n\nAlma’s photographs are carefully constructed and beautifully composed, each reading like a story. Her extraordinary taxidemy prints - an example of which you see here - are exclusive to Rise Art!\n\n\n9 Gugi Goo (Serbia)\n\nQT8, £4,400\n\nShop Gugi Goo's Work >>\n\nSweeping washes of colour and expressive brushstrokes fill Gugi’s canvases. We love the interplay of movement and emotion in this Serbian artist’s work. If you’re looking to spruce up a space with a piece that is pulsing and vibrant, take a look at Gugi’s collection of paintings here at Rise Art.\n\n\n10 Luis Medina Manso (Spain)\n\nRed and green, £260\n\nShop Luis Medina Manso's Works >>\n\nThis Spanish artist paints fascinating works that are are minimalist in composition and expressive in colour. In his art, Luis aims to give visual form to feeling and sensation. He has an impressive knack for combining and contrasting different hues!\n\n\nViva Europa | Browse the Collection",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9960552454,
        "format_confidence":0.9821627736
    },
    {
        "url":"http:\/\/umhlangalife.blogspot.com\/2012\/06\/5-art-galleries-worth-visiting-in.html",
        "text":"Saturday, June 23, 2012\n\n5 Art Galleries Worth Visiting in Durban\n\nThis week we are looking at some of the wonderful Art Galleries we have\nin Durban.  So go on and explore this wonderful City and support some of the\n\nHere are 5 Art Galleries Worth Visiting.\n\n\nThe KZNSA is the home of Arts in Durban and it has been for a long time.\nYou will find this lovely Art Gallery in Bulwer Road.  It has quite a few rooms in\nit to explore and alongside it a wonderful Coffee Shop where you will find\nmany people from the Arts Community.\n\nUseful Links\n\nFacebook -\n\nThis useful group posts the exhibition openings and be sure to pop by them.\nWonderful events. - Useful page\n\nAddress: 166 Bulwer Road, Bulwer, Durban\n\n2.  The Collective\n\nThis Art Gallery is a treasure.  Situated in Florida Road they are connected to\na bookshop so it is wonderful to stroll between the bookshop and the Gallery.\nFull of unique pieces they also have many wonderful events at the Gallery.\nDefinitely worth a visit.  Now also offering Coffees and Snacks.\nLook out for their Exhibitions they are very supportive of small Artists as well.\n\nUseful Links\n\nFacebook -\nTwitter - @collectivedbn\n\nAddress - 48b Florida Road, Morningside, Durban\nTel - 031-303-4891\nWebsite -\nEmail: -\n\n3. Imbizo Art Gallery\n\nSituated North of Durban in Ballito.  This gallery is part of the Lifestyle Centre.\nThey are known for their upmarket art pieces.  You will normally find once a month\nthey launch new artworks and invite artists for openings.  The openings are wonderful\nevents filled with music, good food and drinks and lively debate.  Worth a drive up North.\n\nWebsite -\nFacebook -\n\n4.  Artisan Art Gallery \n\nAnother of the many Art Galleries in Florida Road.\nThis one has many unusual pieces.  Pop by and marvel at the unique pieces on show there.\nThey have some wonderful launches as well.  They have some wonderful ceramic pieces, wooden\npieces and cutlery.\n\nAddress - 344 Florida Road, Morningside\nTelephone - 031-312-4364\n\n\n5. Artspace \n\n3 Millar Road, Stamford Hill, Durban\n\nA wonderful Art Gallery set in a very interesting building.  Some wonderful artworks\nand a lovely little nook where you can have coffee.  They also have some great workshops\nfrom time to time and provide help for Artists when big Art Competitions come up.\n\nFacebook -\n\nWebsite -\nEmail - \nTel - 031-312-0793\n\nSo go on take a trip around Durban and explore these wonderful Art Galleries and stimulate\nyour artistic senses.\n\nArticle by @fredfelton\n\nDo you know of any interesting Art Galleries in the Durban Area?\n\nNo comments:\n\nPost a Comment",
        "topic_id":1,
        "format_id":9,
        "topic_confidence":0.9486773014,
        "format_confidence":0.9360767603
    }
]