[
    {
        "url":"http:\/\/www.connect-bridgeport.com\/connect.cfm?func=view&section=Conservation-Station&item=Conservation-Station-Get-Ready-Get-Set-Lets-Win630&printView",
        "text":"Conservation Station: Get Ready, Get Set, Let's Win\n\nBy Stacy Martin on June 27, 2012 from Conservation Station via\n\n“Win what?” you ask. . . how about a $100,000.00 grant for our community!  Several weeks ago I introduced you to Amanda Marks-Cunningham in my blog “A Friend at Waste Management”.  She is the Public Affairs Coordinator for Waste Management in this area and she has lots of exciting things in the works, including the GREEN CHOICES REYCYCLING CHALLENGE KICK OFF THIS SUNDAY JULY 1 AT THE BRIDGEPORT FARMER’S MARKET!\nSo what about this $100,000.00 grant?  One community from each state has been chosen to COMPETE for a $100,000 grant to be used on a program or project that promotes community sustainability.  That’s right, one (1) community from each state – and we are it - BRIDGEPORT is representing West Virginia.  SC Johnson, Waste Management and RecycleBank are sponsoring the SC JOHNSON GREEN CHOICES REYCYCLING CHALLENGE all in the name of increasing curbside recycling and decrease the amount of trash in our landfills.\nSo HOW DO WE WIN?  The challenge (or contest) runs from July 2, 2012 to December 31, 2012, and the participating community with the highest percentage of people REPORTING their recycling efforts each month will WIN the grant money.  To get started, go to sign up, recycle and report it online each week!!! It’s that easy!  Still confused, have questions, or want to be a part in helping Bridgeport WIN?  Then come out this Sunday, July 1, 2012, to the Bridgeport Farmer’s Market at Charles Point for the GREEN CHOICES REYCYCLING CHALLENGE KICK OFF EVENT. The event isbeing put on by Waste Management in coordination with the Farmer’s Market, along with several other groups\/organizations supporting green efforts.\nAccording to Amanda Marks-Cunningham, this project has been in the planning stage for months and will now take place this Sunday in Bridgeport.  The goal of the event is to generate zero waste along with educating community members on how to participate in the challenge!  The event planners have worked closely with the vendors and other community organizations to pull off the event in the hopes of having little to nothing in the trash bins at the end of the event.  By having vendors and shoppers increase their recycling knowledge and habits, participating in composting, and reusing materials – zero waste can be achieved.  Reusable shopping bags (sponsored by Waste Management and Harvest to Hand) will be handed out to all shoppers as they enter and the “Green Patrol” will be working the event to make sure all the recycle bins are being used by shoppers and vendors correctly, trying to keep trash out of the garbage bins.  Waste Management will be there to answer questions about the event, the Green Choices Challenge, Recycle Bank, etc., and the West Virginia Solid Waste Authority will be on hand to distribute recycling bins (if you don’t recycle already) and educate people on what to do with all kinds of waste items.  It’s also not too late to sign up to take part in the event if you are a vendor.  To take part as a vendor, your group\/organization must support green habits, sell organic products, be environmentally conscientious, or aim to educate the public about conservation issues.  If you are interested in being a vendor or having a booth, contact Amanda at\nSo come on out this Sunday and learn more about the Green Choices Challenge and what you can do to HELP BRIDGEPORT WIN!  If you can’t join us on Sunday, then go to sign up, start recycling and report your activity.  Not only will you help Bridgeport win this challenge and the $100,000 grant, but Recyclebank is a FREE program that rewards you for taking everyday green actions.  When you report YOU get earn points toward receiving discounts and deals at hundreds of local and national businesses – so you ultimately save money and win too!\nI know how competitive our town can be, let’s show all the other states how we WIN!  The ultimate prize is a healthier, cleaner community, but a $100,000 grant would sure be something to brag about!  See you at the Farmer’s Market on Sunday!\n\nConnect Bridgeport\n© 2018",
        "topic_id":19,
        "format_id":13,
        "topic_confidence":0.7290365696,
        "format_confidence":0.934407711,
        "weight":0.0018554809
    },
    {
        "url":"http:\/\/www.vewh.vic.gov.au\/news-and-publications\/news\/survey-saves-young-platypus",
        "text":"Skip to content\n\nSurvey saves young platypus\n\nSurveys last month saved a juvenile female platypus from death, wildlife ecologist Josh Griffiths says. He discovered the female during the first night of Wimmera Catchment Management Authority surveys in the MacKenzie River with a hair tie wrapped around her neck.\n\nJosh says if they hadn't removed the hair tie, she would have died in the next couple of weeks.\nJosh and Queensland PhD student Tamielle Blunt spent three nights in the Grampians for the CMA's annual monitoring of a small, fragile platypus population in late April. The monitoring is part of measuring the impacts of environmental flows which are released into the river.\n\"She had quite a deep wound from where the tie had been rubbing, and was showing signs of poor condition as a result.\n\n\"She was a new juvenile, probably around six months old, so we were thankful to have captured her and get the opportunity to remove the hair tie. She swam off happily when we released her back into the river.\"\n\nJosh says although they often discover rubbish items tangled around platypus around Melbourne, it is the first time they'd ever seen anything like this in the Wimmera surveys.\n\n\"Being a more isolated area, we don't find a lot of rubbish in the MacKenzie River. This shows how something so simple like a hair tie washing into a waterway can impact on our precious wildlife.\"\nJosh discovered another female platypus they hadn't caught before during his second night of surveys. \nLocal identity Paul Carracher and his daughter Maddie were there to witness this capture and Josh named the new platypus Maddie.\n\nHeavy rain washed out the surveys on the third night.\n\nWimmera CMA chief executive David Brennan says results are encouraging, with the discovery of two new female platypuses indicating flows in the upper section of the MacKenzie River are having a positive impact.\n\n\"We have all become attached to this small and fragile platypus population, and we have given them names including Dusty, Amber, Ted, Max and Kenzie and now Maddie. It's especially exciting when we discover new females who will be able to breed and further grow this small population.\n\n\"Environmental flows we target to this area will play an important role in maintaining habitat during dry conditions to help keep this population going.\"\n\nJosh also took eDNA samples in the lower section of the MacKenzie River where natural flows from rain last winter and spring, combined with environmental flows, have improved conditions.\n\n\"This section of the river is looking in really good condition at the moment and we're hoping the eDNA results will show that the platypus population has moved further downstream,\" Josh says. \"We haven't captured platypus in this section of the river before via our survey nets, but that doesn't mean they aren't there. The eDNA test is highly sensitive and is a much more efficient method for discovering platypus.\"\nEnvironmental water releases in the MacKenzie River are prioritised as part of the Victorian Environmental Water Holder's Seasonal Watering Plan 2016-17 , which aims to improve river and wetland health across the state.\n\nPhotos by Paul Carracher, The Weekly Advertiser\n\nFurther Information\n\nWimmera CMA\nTel: 03 5382 1544\n\nMore News\n\n  • Vinifera floodplain\n\n    Water for Vinifera\n\n    Water for the environment is being delivered to Vinifera during April and May to support the many waterbirds, microbats, frogs, sugar gliders and wallabies that live on or visit the floodplain.\n\n  • Working together to bring water to the Moorabool River\n\n    To help combat dry conditions and improve river health and habitat for native fish, the Victorian Environmental Water Holder has secured an additional one-off volume of water for the environment for the Moorabool River.\n\n  • Update - Water sale in northern Victoria\n\n    The VEWH announced the sale of up to 10 gigalitres of allocation in northern Victoria on 15 March 2019. This sale of allocation has now been completed.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.9908266664,
        "format_confidence":0.6366274357,
        "weight":0.0041964937
    },
    {
        "url":"https:\/\/www.biointeractive.org\/search?sort_by=created&redirect=1&items_per_page=60&field_biointeractive_topics%5B0%5D=26723&field_biointeractive_types%5B1%5D=26698&f%5B0%5D=topics%3A47",
        "text":"1 - 9 of 9 results\nWritten in Chalk\n\nThis activity explores images of chalk formations and coccolithophores, which serve as phenomena for learning about the interactions between biological and geological processes.\n\nWhat van Leeuwenhoek Saw\n\nThis activity complements the animated short video Seeing the Invisible. Students explore concepts related to relative size and scale using cards of cells and microorganisms.\n\nAnimated Life: Seeing the Invisible\n\nThis animated short video celebrates 17th-century citizen-scientist Antonie van Leeuwenhoek, whose discoveries of microbes changed our view of the biological world.\n\nCoral Bleaching\n\nThis animation zooms into a coral reef to explore the tiny animals that build reefs, the photosynthetic algae inside their cells, and the damaging process of coral bleaching.\n\nMalaria: Human Host\n\nThis animation shows how the malaria parasite develops inside a human and eventually causes disease.\n\nMalaria: Mosquito Host\n\nThis animation shows how the malaria parasite reproduces and matures inside a mosquito.\n\nBee Colony Collapse Disorder\n\nThis video explores a microarray technology for identifying pathogens that infect honey bees. This research may help identify possible causes for colony collapse disorder.",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9654902816,
        "format_confidence":0.9933444262,
        "weight":0.0045330861
    },
    {
        "url":"https:\/\/collaborate.princeton.edu\/en\/publications\/microstructure-characterization-and-bulk-properties-of-disordered",
        "text":"Microstructure characterization and bulk properties of disordered two-phase media\n\nResearch output: Contribution to journalArticle\n\n91 Scopus citations\n\n\nA general formalism is developed to statistically characterize the microstructure of porous and other composite media composed of inclusions (particles) distributed throughout a matrix phase (which, in the case of porous media, is the void phase). This is accomplished by introducing a new and general n-point distribution function Hn and by deriving two series representations of it in terms of the probability density functions that characterize the configuration of particles; quantities that, in principle, are known for the ensemble under consideration. In the special case of an equilibrium ensemble, these two equivalent but topologically different series for the Hn are generalizations of the Kirkwood-Salsburg and Mayer hierarchies of liquid-state theory for a special mixture of particles described in the text. This methodology provides a means of calculating any class of correlation functions that have arisen in rigorous bounds on transport properties (e.g., conductivity and fluid permeability) and mechanical properties (e.g., elastic moduli) for nontrivial models of two-phase disordered media. Asymptotic and bounding properties of the general function Hn are described. To illustrate the use of the formalism, some new results are presented for the Hn and it is shown how such information is employed to compute bounds on bulk properties for models of fully penetrable (i.e., randomly centered) spheres, totally impenetrable spheres, and spheres distributed with arbitrary degree of impenetrability. Among other results, bounds are computed on the fluid permeability, for assemblages of impenetrable as well as penetrable spheres, with heretofore unattained accuracy.\n\nOriginal languageEnglish (US)\nPages (from-to)843-873\nNumber of pages31\nJournalJournal of Statistical Physics\nIssue number5-6\nStatePublished - Dec 1 1986\nExternally publishedYes\n\nAll Science Journal Classification (ASJC) codes\n\n  • Statistical and Nonlinear Physics\n  • Mathematical Physics\n\n\n  • Disordered media\n  • Kirkwood-Salsburg equations\n  • Mayer equations\n  • composite and porous materials\n  • effective conductivity\n  • elastic moduli\n  • fluid permeability\n  • liquids\n  • microstructure\n  • n-point distribution functions\n  • scaled-particle theory\n\nFingerprint Dive into the research topics of 'Microstructure characterization and bulk properties of disordered two-phase media'. Together they form a unique fingerprint.\n\n  • Cite this",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9969065785,
        "format_confidence":0.9624068737,
        "weight":0.0093706701
    },
    {
        "url":"http:\/\/forteanzoology.blogspot.com\/2012\/07\/loch-ness-monster-spotted-in-caerphilly.html",
        "text":"\n\nThe Centre for Fortean Zoology (CFZ) are still on the track, and have been since 1992. But as if chasing unknown animals wasn't enough, we are involved in education, conservation, and good old-fashioned natural history! We already have three journals, the largest cryptozoological publishing house in the world, CFZtv, and the largest cryptozoological conference in the English-speaking world, but in January 2009 someone suggested that we started a daily online magazine! The CFZ bloggo is a collaborative effort by a coalition of members, friends, and supporters of the CFZ, and covers all the subjects with which we deal, with a smattering of music, high strangeness and surreal humour to make up the mix.\n\nIt is edited by CFZ Director Jon Downes, and subbed by the lovely Lizzy Bitakara'mire (formerly Clancy), scourge of improper syntax. The daily newsblog is edited by Corinna Downes, head administratrix of the CFZ, and the indexing is done by Lee Canty and Kathy Imbriani. There is regular news from the CFZ Mystery Cat study group, and regular fortean bird news from 'The Watcher of the Skies'. Regular bloggers include Dr Karl Shuker, Dale Drinnon, Richard Muirhead and Richard Freeman.The CFZ bloggo is updated daily, and there's nothing quite like it anywhere else. Come and join us...\n\nSearch This Blog\n\n\n\nMonday, July 16, 2012\n\nLoch Ness monster spotted in Caerphilly\n\nEarlier this year there was somewhat of a furore after an American artist put a model Loch Ness Monster into a river. It was soon removed, but it seems that in the UK we are more friendly towards crypto themed artists...\n\nOld Nessie in Caerphilly\nOld Nessie in Caerphilly\n\nPEOPLE in Caerphilly maybe wondering what is lurking in the moat after a monster was seen in the water.\n\nA sight normally associated with a Scottish loch caused a huge amount of excitement when a monster was spotted in the moat around Caerphilly Castle. The monster is believed to have escaped from a new art gallery in the town, where it was part of an exhibition entitled Barry's Zoo. The 20ft creature is the work of Rhondda sculptor Barry Lewis.\n\nRead on...\n\n\nGeordie-dave said...\n\nIt looks as if those Geese have got it cornered!\n\nGeordie-dave said...\n\nIt looks as if those Geese have got it cornered!",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.9250504375,
        "format_confidence":0.8260980844,
        "weight":0.0065113237
    },
    {
        "url":"https:\/\/egulo.wordpress.com\/2010\/12\/03\/wolverine-events-in-colorado\/",
        "text":"Wolverine Events in Colorado\n\nFor Boulder and Denver-area wolverine enthusiasts, two events next week offer the chance to meet Doug Chadwick, author of The Wolverine Way.\n\nIn Boulder, Chadwick will speak on Monday, December 6th, at 6 p.m. at the Integral Center on 2805 Broadway Ave. In Denver, he’ll speak on Tuesday, December 7th, at 6 p.m, at the Mercury Cafe, 2199 California St. Copies of the book will be available, and the author will answer questions and sign books after the presentation.\n\nA short video about the book features some great shots of majestic Glacier country, not to mention fantastic footage of wolverines being goofy and playful. Doug is a very entertaining speaker, and the book is excellent, so if you happen to be in the Denver area, be sure to attend.  If not, stay tuned for more information about wolverine events across the West this winter and spring, including opportunities to learn more about tracking and reporting track sightings, as well as a chance to participate in tracking field trips, with Jason Wilmot of NRCC and the Absaroka-Beartooth Project.\n\nTo whet your appetite for wolverine information, check out Conservation Media’s new short film on the Wolverine Foundation’s work, featuring an interview with Jeff Copeland –  a nice three-minute synopsis of what TWF does, and why wolverines are amazing. It’s great to see more multi-media information out there.\n\nAnd speaking of tracks, here’s a post from Conservation Media from back in April, 2010, documenting a sighting of wolverine tracks crossing a highway in Montana. Note the inclusion of the author’s hand for scale, and the multiple photos of individual tracks as well as the gait – including some great shots of the distinctive three-by gait. This is excellent documentation. I thought I’d bring it to the attention of any citizen scientists out there, as an example of how to photograph wolverine tracks in a way that can be considered verified.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8775793314,
        "format_confidence":0.9941005111,
        "weight":0.0061771801
    },
    {
        "url":"https:\/\/www.floridamuseum.ufl.edu\/mammals\/projects\/caribbean-biodiversity\/",
        "text":"Caribbean Biodiversity Projects\n\nPatterns of Gene Flow in the Bahamas\n\nCB_geneflow.jpgWe have a currently funded project that is just getting off the ground to look at patterns of gene flow in the 6 species of bats that occur in the Bahamas. This project seeks to explore the extent to which narrow oceanic straits present barriers to gene flow. We are using a multi-locus data set to estimate changes in effective population size over time and patterns of gene flow. Coupled with the niche modeling data shown below, we can generate testable models of bat evolutionary history in the Bahamas using coalescent simulations. These simulations will allow us to determine which evolutionary models are most likely to produce the kinds of molecular data we observe in modern bats. This also allows us to predict how future climate change might affect Bahamian bat populations.\n\nCB_nichemod.jpgCaribbean Niche Modeling\n\nEcological niche models are routinely used to not only generate predicted distributions for species at the present time, but they are also used to generate past species distributions (e.g., those at the last glacial maximum). There has been a disturbing absence of testing to determine the degree to which these models accurately predict the past distribution of species. We are using the bat species of the Bahamas as a test case whereby we are generating predictive models of species distribution using various methods and testing their accuracy based on the fossil record of bats from the Caribbean. This study involves considerable field collection, computational effort (niche modeling), and molecular data analysis (to define taxonomic boundaries for niche modeling).",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9967273474,
        "format_confidence":0.8582923412,
        "weight":0.0093689854
    },
    {
        "url":"http:\/\/tolweb.org\/Placopyrenium\/110545",
        "text":"Temporary Page\n\n\nContaining group: Verrucariaceae\nAbout This Page\n\nAll Rights Reserved.\n\nCiting this page:\n\nTree of Life Web Project. 2008. Placopyrenium. Version 29 January 2008 (temporary). http:\/\/tolweb.org\/Placopyrenium\/110545\/2008.01.29 in The Tree of Life Web Project, http:\/\/tolweb.org\/\n\nedit this page\nclose box\n\nThis page is a Tree of Life Branch Page.\n\nEach ToL branch page provides a synopsis of the characteristics of a group of organisms representing a branch of the Tree of Life. The major distinction between a branch and a leaf of the Tree of Life is that each branch can be further subdivided into descendent branches, that is, subgroups representing distinct genetic lineages.\n\nFor a more detailed explanation of the different ToL page types, have a look at the Structure of the Tree of Life page.\n\nclose box\n\n\nPage Content\n\narticles & notes\n\n\n\nExplore Other Groups\n\nrandom page\n\n  go to the Tree of Life home page",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9958348274,
        "format_confidence":0.7472407818,
        "weight":0.0042656979
    },
    {
        "url":"https:\/\/www.physicsforums.com\/threads\/rotation-matrix.125932\/",
        "text":"\n    Dismiss Notice\nDismiss Notice\nJoin Physics Forums Today!\nThe friendliest, high quality science and math community on the planet! Everyone who loves science is here!\n\nRotation matrix\n\n  1. Jul 13, 2006 #1\n    I have a question from Strang's Linear Algebra on page 230. Does anyone know how to derive the attached statement?\n\n    Attached Files:\n\n  2. jcsd\n  3. Jul 13, 2006 #2\n\n    Tom Mattson\n\n    User Avatar\n    Staff Emeritus\n    Science Advisor\n    Gold Member\n\n    When I detatch your document it comes out as gibberish. Could you either post a PDF or type up your question in LaTeX?\n\n\n  4. Jul 14, 2006 #3\n    Bad first attempt\n\n    This was my first attempt. I have my answer though from another post. Thank you. I will use the built in functions after this.\nKnow someone interested in this topic? Share this thread via Reddit, Google+, Twitter, or Facebook\n\nSimilar Discussions: Rotation matrix\n  1. Rotation Matrix (Replies: 0)\n\n  2. Matrix Rotation (Replies: 3)\n\n  3. Rotation matrix (Replies: 5)\n\n  4. Rotation matrix (Replies: 5)",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9931026697,
        "format_confidence":0.959074676,
        "weight":0.0033339114
    },
    {
        "url":"https:\/\/www.merlot.org\/merlot\/materials.xml?category=2630&createdSince=2012-11-10&sort.property=dateCreated&community=3017",
        "text":"MERLOT Search - category=2630&createdSince=2012-11-10& A search of MERLOT materials Copyright 1997-2017 MERLOT. All rights reserved. Sat, 25 Feb 2017 08:47:27 PST Sat, 25 Feb 2017 08:47:27 PST MERLOT Search - category=2630&createdSince=2012-11-10& 44 34 A transcendental to changing metal powder characteristics It’s not often that Metal Powder Report departs from the path of hard facts into the somewhat ‘mushier’ area of metaphysics, but opportunities crop up. While recognising that science has its fair share of charlatans, one such opportunity was presented by a paper submitted by an Indian researcher in which he details work aimed at probing the effects on powder samples where changes were apparently generated by thought. Some will laugh, others will cry, but perhaps among our readers there are those who might be able to help elucidate further the phenomena described…  Thu, 27 Oct 2016 04:21:42 -0700 Reactions: Videos and Graphics from the Am. Chem. Society Videos and infographics from the American Chemical Society. Wed, 14 Sep 2016 04:20:25 -0700 ChemAssist App for iOS 'Are you looking for a convenient and reliable way to track your on-hand chemical inventory? Look no further. Now you can easily manage your classroom or stock room chemicals in a snap using ChemAssist, the latest mobile app from Fisher Science Education. Available for use on iPad, iPhone, or iPod devices, ChemAssist is perfect for chemistry teachers, lab assistants or chemical stock room managers.It&rsquo;s like having your own personal lab assistant. By utilizing the QR scanning function, which is built right into the app, you can instantly add any Fisher Science Education chemical to your inventory. Just scan the QR code that is conveniently printed on all Fisher Science Education chemical labels and with the touch of a button, you can instantly add the item to your inventory.&nbsp;Maybe you want to manage your inventory from your office or classroom and you don&rsquo;t want to use the QR scanning function. That&rsquo;s not an issue. Simply scroll through the extensive library of over 1000 educational chemicals that are built into the app. You&rsquo;re just a click away from importing any of our chemicals into your inventory. ChemAssist allows quick and seamless additions and subtractions to your chemical supply, allowing you to track your chemical usage and most importantly, it provides you with instant, visibility to your current on-hand chemical inventory.&nbsp;You probably already have chemicals in your stock room that you want to track. That&rsquo;s not a problem either. ChemAssist allows you to add ANY chemical into your on-hand inventory. It&rsquo;s simple. You just manually add some basic chemical information and in a few clicks, you can save any chemical to your inventory tracking system.In addition to managing your chemical inventory, ChemAssist provides:&bull;Instant access to MSDS information for any Fisher Science Education chemical.&bull;Chemical usage capabilities, including the ability to monitor stock levels, with convenient notifications when stock is low or inventory has expired.&bull;Export or sort your chemical inventory&bull;A simple ordering tool that allows you to build a list of chemical you need and then create a PDF order form that you can save, email or print instantly.'This is a free app Tue, 9 Dec 2014 10:00:03 -0800 The Chemical Touch App for iOS 'Explore the properties of the elements, the standard amino acids, and the nucleobases with The Chemical Touch. A touch sensitive periodic table and chemical information companion, it provides a wealth of information right at your fingertips. Recolor the periodic table by selecting properties other than Atomic Mass to visually investigate periodic trends. Having exhausted the built-in information, the internet button opens the Wikipedia page for the selected element, amino acid, or nucleobase.A quick guide detailing all the features is available for download at the application website.'This app costs $0.99 Mon, 1 Dec 2014 19:32:16 -0800 Chemical Reaction GIFs Short (&lt;1 min.) GIF format videos of interesting (read: violent) chemical reactions, often involving things that catch fire or blow up.  Users can also submit GIFs of their own chemical reactions. Tue, 30 Apr 2013 12:24:17 -0700 Rheology - New Concepts, Applications and Methods This is a free textbook offered by InTech.'This book focuses on the current research in the area of rheology. Rheological characterizations are performed on materials in order to understand the basic nature of a system, quality control of raw materials and final products. The rheological characterizations are important to study the effect of different parameters such as formulation, shelf life and temperature on the quality of final products. The book covers a broad range of rheology related topics such as microrheology, capillary rheolgical measurements, characterization of dense suspensions and numerical analysis of viscoelastic fluids.' Tue, 26 Feb 2013 14:28:10 -0800",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9386017919,
        "format_confidence":0.9613824487,
        "weight":0.0044068416
    },
    {
        "url":"https:\/\/www.ghanabusinessnews.com\/2017\/02\/02\/university-of-cape-coast-launches-fishcomghana\/",
        "text":"University of Cape Coast launches FishCoMGhana\n\nCategory: ICT 136\n\nAn online platform meant to provide scientific and relevant social information to support decision and policy making in the fishing sector has been launched in Accra. \n\nDubbed FishCoMGhana, the platform seeks to collate, manage and distribute information and all relevant data through the internet to support fisheries and coastal resource management and research in Ghana.\n\nThe Centre for Coastal Management (CCM) of the University of Cape Coast (UCC) in the Central Region is the lead initiator of the project that is being funded by USAID.\n\nFishCoMGhana is an acronym meaning, Fisheries and Coastal Management in Ghana. \n\nLaunching the platform on Thursday, Dr Denis Worlonyo Aheto, Director of the Centre for Coastal Management, UCC said that the website would serve as a one-stop shop for accessing historical data rescued from various sources and also contain social and scientific information.\n\nThe scientific information, he said would include; new field observations and experimental results on inland, marine and coastal fisheries as well as other resources in Ghana. \n\nHe said the content of the platform provides a mobile interface that allows users to search, download or create reports on archived social and scientific data and information for access by students, scientists, policy makers, government and non-governmental agencies locally and on the international scene.\n\nExplaining the necessity of the platform, Dr Aheto said data on fisheries and marine environment were scattered in the repositories of different national institutions which limited the capacity of the nation to effectively integrate long-term observations on coastal habitats and resources to support the development and sustainable management of fisheries.\n\nHe said the situation did not also encourage communication between researchers, users and mangers of coastal resources in the country.\n\nDr Aheto said the UCC therefore decided to partner other institutions including University of Ghana, University for Development Studies, University of Energy and Natural Resources, University of Rhode Island in the USA and the USAID to establish the online platform to help close the information gap in the fishing sector.\n\n  Professor George Oduro, Vice Chancellor of UCC said the depletion of fish stock was a worldwide phenomenon and there was the need to plan scientifically to provide evidence based proof “to conquer this galamsey operation affecting the fishing sector, especially in Ghana”. \n\nDr Emmanuel Acheampong, Lecturer, Department of Fisheries and Aquatic Sciences, UCC said FishCoMGhana was being developed to augment Ghana’s Fisheries Management Plan, which sought to increase or rebuild fish stock to enhance socio-economic conditions of the fishing communities.\n\nHe said the platform would  provide a key to access fishing information at no fee to help policy makers, Government and other stakeholders to work together to improve fisheries and coastal resources  to the benefit of the people.  \n\nMr Richard Chen, Private Sector Team Leader, Economic Growth Office of the USAID-Ghana said FishCoM Ghana initiative would strengthen communication and collaboration among actors that were working to ensure that Ghana’s fish stock was replenished.\n\nMr Paul Bannerman, Deputy Director at the Fisheries Commission who represented the Minister Designate for Ministry of Fisheries and Aquaculture Development, Madam Naa Afoley Quaye, commended the partners for initiating FishCoMGhana that would offer efficient and easy access of information for decision making process and efficient management of fishing industry.\n\n“The need for good and accurate information is extremely essential if planners and beneficiaries of fish and fisheries resources are to derive any benefits from it”, he said.\n\nMr Bannerman said currently over 20 per cent of Ghanaians workforce were employed in the fishing sector that also provides about GH¢1 billion in revenues each year.\n\nHe therefore urged all relevant institutions to make sure that the platform was beneficial and sustained by sending their information and patronising it to aid development of the fishing.\n\nSource: GNA\n\nRelated Articles",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.7884004116,
        "format_confidence":0.9893566966,
        "weight":0.0033391485
    },
    {
        "url":"https:\/\/www.nsi-mi.com\/library\/technical-papers\/2004-technical-papers\/423-implementation-of-a-geometric-error-correction-system-for-extremely-high-probe-position-accuracy-in-spherical-near-field-scanning",
        "text":"Implementation of a Geometric-Error Correction System for Extremely High Probe Position Accuracy in Spherical Near-Field Scanning\n\nAuthors:Scott Pierce, James Langston\nPublication: AMTA 2004\nCopyright Owner: NSI-MI Technologies\n\nIn this paper, we describe a new method for improving the true-position accuracy of a very large, spherical near-field measurement system. The mechanical positioning subsystem consists of 10-meter diameter, 180° circular-arc scanner and an MI Technologies MI-51230 azimuth rotator and position controller.\n\nThe principle components of the error correction method are the error measurement system, the position correction algorithm, and a pair of very high precision, mechanical error correction stages. Using a tracking laser interferometer, error maps are constructed for radial, planar and elevation errors. A position correction algorithm utilizes these discrete-point error maps to generate error correction terms over the continuous range of the elevation axis. The small position correction motions required in the radial and planar directions are performed using the mechanical correction stages. Corrections to the position of the elevation axis are made using the primary elevation axis drive.\n\nResults are presented that show the geometry of the spherical scanning system before and after error correction. It is observed that the accuracy of the radial, planar and elevation axes can be significantly improved using the error correction system.\n\n\n\n1125 Satellite Blvd., Suite 100\nSuwanee, GA 30024 USA\n\n+1 678 475 8300\n+1 678 542 2601\n\nLos Angeles\n\n19730 Magellan Dr.\nTorrance, CA 90502 USA\n\n+1 310 525 7000\n+1 310 525 7100\n\n\nUnit 51 Harley Rd.\nSheffield, S11 9SE UK\n\n+44 7493 235224\n\n\nVirtual Conference Finding your local time... 25 Days\n\nLatest Tweets\n\nThis site is using cookies for analytical purposes and to provide a better user experience. Read our Privacy Policy for more information.",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9951812625,
        "format_confidence":0.8621684313,
        "weight":0.0093544526
    },
    {
        "url":"https:\/\/medpill.info\/ribonucleic-acid-rna-22051.htm",
        "text":"1. A nucleic acid, found mostly in the cytoplasm of cells, that is important in the synthesis of proteins. The amount of RNA varies from cell to cell. RNA, like the structurally similar DNA, is a chain made up of subunits called nucleotides. In protein synthesis, messenger RNA (mRNA) replicates the DNA code for a protein and moves to sites in the cell called ribosomes. There, transfer RNA (tRNA) assembles amino acids to form the protein specified by the messenger RNA. Most forms of RNA (including messenger and transfer RNA) consist of a single nucleotide strand, but a few forms of viral RNA that function as carriers of genetic information (instead of DNA) are double-stranded. 2. A nucleic acid associated with the control of chemical activities inside a cell. One type of RNA transfers information from the cell's DNA to the protein-forming system of a cell outside the nucleus. Some viruses (e.g., HIV) carry RNA instead of the more usual genetic material DNA. See also Cytoplasm; DNA; Retrovirus.\n© 2006-2020 medpill.info Last Updated On: 10\/11\/2020 (0)\nWait 20 seconds...!!!",
        "topic_id":19,
        "format_id":7,
        "topic_confidence":0.9813717604,
        "format_confidence":0.9656013846,
        "weight":0.0042037448
    },
    {
        "url":"http:\/\/nlo.stanford.edu\/content\/periodically-poled-lithium-niobate-modeling-fabrication-and-nonlinear-optical-performance",
        "text":"Periodically Poled Lithium Niobate: Modeling, Fabrication, and Nonlinear-Optical Performance\n\n\nPeriodically poled lithium niobate (PPLN) has become the nonlinear-optical material of choice in many infrared optical parametric oscillators (OPO's) due to its high nonlinearity, readily engineered tuning characteristics, and repeatable fabrication. The domain periods required for these OPO's are typically between 15 um and 30 um, and are made by a process already well developed. The domain periods required for visible light applications are typically between 3 um and 10 um, and are more difficult to fabricate repeatably. The focus of this research was to understand the nature of this difficulty, to develop strategies for repeatable device fabrication, and to demonstrate the nonlinear optical performance of the material.\n\nThis thesis presents a model of the periodic-poling process in lithium niobate, a repeatable PPLN-fabrication process developed using this model, and the nonlinear-optical performance of PPLN fabricated with this process. The model combines ferroelectric properties of the material, measured as part of this research, with the electrostatics of periodic electrodes. The fabrication process developed using the model was used to periodically pole two 75-mm-diameter wafers of 500-um-thick LiNbO3 with a 6.5 um domain period. These wafers yielded 53-mm-long samples, more than five times the length previously reported. Second harmonic generation experiments performed with these samples produced 2.7 watts of 532 nm radiation output with 6.5 watts of continuous-wave 1064 nm Nd:YAG laser radiation input, corresponding to a record 42% single-pass conversion efficiency. These samples were also used to operate the first reported continuous-wave 532-nm-pumped PPLN-based singly-resonant OPO, with a record-low 0.93-watt threshold (relative to other 532-nm-pumped OPO's), 56% conversion efficiency, and continuous tuning from 917-1266 nm. Finally, data are presented that indicate the presence of 532-nm-induced 1064-nm absorption.\n\n\nGregory David Miller\n\n\nJuly, 1998",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9925797582,
        "format_confidence":0.9863944054,
        "weight":0.0093299991
    },
    {
        "url":"https:\/\/www.scpr.org\/programs\/airtalk\/2019\/05\/23\/64524\/climate-change-could-make-l-a-s-june-gloom-may-dis\/",
        "text":"\nHosted by Larry Mantle\nAirs Weekdays 10 am - 12 pm\n\nClimate Change Could Make LA’s June Gloom Disappear – And It’s Not A Good Thing\n\nDowntown Los Angeles on an overcast day.\nDowntown Los Angeles on an overcast day.\nOmar Barcena via Flickr Creative Commons\n\nListen to story\n\nDownload this story 6MB\n\nWe all hate June Gloom and May Gray – but before you jump for joy at the idea of an even sunnier Southern California, skipping those months of cloud cover would be detrimental to the planet.\n\nCloud cover keeps the Earth cool, because it reflects sunlight. Without cloud cover, that sunlight is absorbed and makes the Earth warmer… which then leads to a thinner cloud cover… which then makes the Earth warmer… which then leads to thinner cloud cover… you get the gist.\n\nOne study from the California Institute of Technology found that when there are high concentrations of greenhouse gases (as there is now), the marine cloud layer starts to disappear. And, as shown by the cycle laid out above, the marine cloud layer would eventually disappear completely.\n\nThis wouldn’t happen any time soon. The study’s lead author, Tapio Schneider, said it would take at least 100 years, even with very high levels of greenhouse gases. But the study shows a direct connection between clouds and global warming – a factor many climate models overlook.\n\nLarry sits down with Schneider to talk about his research and what it means for Southern California and the rest of the world.\n\n\nTapio Schneider, lead author of the study; he’s also a professor of environmental science and engineering at the California Institute of Technology",
        "topic_id":19,
        "format_id":21,
        "topic_confidence":0.9957873225,
        "format_confidence":0.5690993667,
        "weight":0.0009749782
    },
    {
        "url":"http:\/\/www.nj.com\/independentpress\/index.ssf\/2012\/10\/32_new_jersey_towns_awarded_gr.html",
        "text":"Sustainable Jersey awards grants to 32 towns for green projects\n\nMatthew Cortina\/Independent Press By Matthew Cortina\/Independent Press Independent Press\non October 12, 2012 at 2:51 PM, updated October 12, 2012 at 2:52 PM\ncommunity_garden_readington.JPGView full sizeGrants were awarded for community garden projects. Pictured here is a community garden in Readington Township.\n\nNonprofit Sustainable Jersey awarded $200,000 in grants to 32 New Jersey towns looking to run community-based sustainability projects.\n\nThe grants were awarded on Sept. 28 through the Sustainable Jersey Small Grants program funded by the PSEG Foundation\n\nFour towns — Hoboken, Princeton, Island Heights and Middle Township — received the top $20,000 green grant. The grants will be used to fund “proposed projects that provide sustainable solutions to everyday challenges,” according to a press statement.\n\n\"The impact that these projects will make in New Jersey is incredible,\" said Pam Mount, Chair of the Sustainable Jersey Board of Trustees. \"Aiding towns and Green Teams to achieve their sustainability goals by funding green initiatives will have a ripple effect that will benefit us all.\"\n\nPrinceton, for instance, will use their grant to support a program that turns curbside waste into compost recycling. Hoboken will direct their grant towards building and maintaining curbside gardens that reduce flooding and create safer pedestrian crossings.\n\nThere were also eight $10,000 winners and 20 $2,000 grant recipients.\n\nIn Hunterdon County, West Amwell received a $10,000 grant and Frenchtown received a $2,000 grant to protect easements near stream, river and forest areas.\n\nIn Morris County, Mount Olive received a $10,000 grant for their community gardens project and Chester Borough and Township received $2,000 for their Community Visioning Project.\n\nCranford received a $2,000 grant and was the only municipality in Union County to receive one.\n\nLaunched in 2009, Sustainable Jersey is a nonprofit, nonpartisan organization that supports community efforts to reduce waste, cut greenhouse gas emissions, and improve environmental equity.\n\nMore than two thirds of New Jersey municipalities have partnered with Sustainable Jersey to begin addressing local energy and consumption needs.\n\nVisit Sustainable Jersey’s website for the full list of 2012 green grant recipients.\n\nThe grants will be awarded at a luncheon in Atlantic City on Nov. 13.",
        "topic_id":19,
        "format_id":10,
        "topic_confidence":0.8458281159,
        "format_confidence":0.9933786392,
        "weight":0.0035823747
    },
    {
        "url":"http:\/\/www.chem.uga.edu\/node\/7380",
        "text":"Seminar Series:\nMatthew BloodgoodUniversity of Georgia, Department of Chemistry\nMonday, March 27, 2017 - 11:15am\nChemistry Building, Room 400\n\nTransition metal chalcogenides are a class of van der Waals materials displaying interesting electronic properties that depend on both the transition metal and the chalcogenide involved as well as the observed polymorph. Transition metal dichalcogenides, MX2, are quasi-2D materials that can vary electronically from semiconductors to metallic-like conductors, with some displaying superconductivity and charge density wave behaviors. MX2 materials consist of X-M-X layers where the metal centers are in an octahedral or trigonal prismatic configuration.1-2 Transition metal trichalcogenides, MX3, exhibit lower dimensionality structurally as quasi-1D materials consisting of MX6 trigonal prismatic chains. They do, however, show similar electronic properties including metallic-like conductivity, superconductivity, and charge density waves. These properties depend on orientation of the MX chains in the unit cell which changes depending on the metal and chalcogenide.3-4\n\nFor future electronics applications, it is important to understand the synthesis, characterization, manipulation and properties of MX2 and MX3 materials at the nanoscale. This talk focuses on the oxidative behavior of two important MX2’s, 1T-TiSe2 and 1T-TaSe2, as well as the synthesis and exfoliation behavior of a metallic MX3, TaSe3. The oxidation of 1T-TiSe2 and 1T-TaSe2 resulted in the onset of oxidation near 300 °C for both MX2’s. Under a critical temperature, 400 °C for 1T-TiSe2 and 700 °C for 1T-TaSe2, a self-limiting, surface oxidation was observed, analogous to previous studies with WSe2.5 TaSe3 was also successfully synthesized and characterized with special attention paid to the chemical exfoliation behavior and crystallinity. Partial exfoliation was achieved leading to highly crystalline belts6-7 up to several microns in length and reaching a minimum width of ~5 nm.\n\n\n1.         Lieth, R. M. A.; Terhell, J. C. J. M., Transition Metal Dichalcogenides. In Preparation and Crystal Growth of Materials with Layered Structures, Lieth, R. M. A., Ed. Springer Netherlands: Dordrecht, 1977; pp 141-223.\n\n2.         Samnakay, R.; Wickramaratne, D.; Pope, T. R.; Lake, R. K.; Salguero, T. T.; Balandin, A. A., Zone-Folded Phonons and the Commensurate–Incommensurate Charge-Density-Wave Transition in 1T-TaSe2 Thin Films. Nano Letters 2015, 15 (5), 2965-2973.\n\n3.         Furuseth, S.; Brattas, L.; Kjekshus, A., On the Crystal Structures of TiS3, ZrS3, ZrSe3, ZrTe3, HfS3 and HfSe3. Acta Chemica Scandinavica 1975, 29, 623.\n\n4.         Zybtsev, S. G.; Pokrovskii, V. Y.; Nasretdinova, V. F.; Zaitsev-Zotov, S. V., Growth, crystal structure and transport properties of quasi one-dimensional conductors NbS3. Physica B: Condensed Matter 2012, 407 (11), 1696-1699.\n\n5.         Liu, Y.; Tan, C.; Chou, H.; Nayak, A.; Wu, D.; Ghosh, R.; Chang, H.-Y.; Hao, Y.; Wang, X.; Kim, J.-S.; Piner, R.; Ruoff, R. S.; Akinwande, D.; Lai, K., Thermal Oxidation of WSe2 Nanosheets Adhered on SiO2\/Si Substrates. Nano Letters 2015, 15 (8), 4979-4984.\n\n6.         Stolyarov, M. A.; Liu, G.; Bloodgood, M. A.; Aytan, E.; Jiang, C.; Samnakay, R.; Salguero, T. T.; Nika, D. L.; Rumyantsev, S. L.; Shur, M. S.; Bozhilov, K. N.; Balandin, A. A., Breakdown current density in h-BN-capped quasi-1D TaSe3 metallic nanowires: prospects of interconnect applications. Nanoscale 2016, 8 (34), 15774-15782.\n\n7.         Liu, G.; Rumyantsev, S.; Bloodgood, M. A.; Salguero, T. T.; Shur, M.; Balandin, A. A., Low-Frequency Electronic Noise in Quasi-1D TaSe3 van der Waals Nanowires. Nano Letters 2017, 17 (1), 377-383.",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.9947524071,
        "format_confidence":0.8156080842,
        "weight":0.0093504214
    },
    {
        "url":"https:\/\/myfloweraday.wordpress.com\/2011\/07\/25\/titanic-penis-flower-dont-be-fooled-by-the-name\/",
        "text":"titanic penis flower (don’t be fooled by the name)\n\nToday is our moving day where I will spend all day moving all our furniture so I don’t have time to make a fun flower, so I did some research and found this rare flower for everyone to look at and read about.\n\nThe titan arum (a.k.a titanic penis) is not the world’s biggest flower, but it does have the world’s biggest inflorescence. Like the rafflesia, it also grows in Sumatra and also is called the corpse flower after its notoriously rotten stench.\n\nYou can read more about this flower here: http:\/\/www.environmentalgraffiti.com\/news-titan-arum-largest-and-rarest-tropical-flower-earth\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":19,
        "format_id":15,
        "topic_confidence":0.8165980577,
        "format_confidence":0.9893499017,
        "weight":0.0057479399
    },
    {
        "url":"https:\/\/journals.ashs.org\/horttech\/view\/journals\/horttech\/25\/4\/article-p437.xml",
        "text":"A Review of Organic Lawn Care Practices and Policies in North America and the Implications of Lawn Plant Diversity and Insect Pest Management\n\nin HortTechnology\nView More View Less\n  • 1 1Department of Entomology, North Carolina State University, 1110D Grinnells Hall, Raleigh, NC 27695\n  • | 2 2Department of Horticultural Science, North Carolina State University, 128 Kilgore Hall, Raleigh, NC 27695\n  • | 3 3Department of Forestry and Environmental Resources, North Carolina State University, Box 7646, Turner House, Raleigh, NC 27695\n\nThere are ≈40 million acres of turfgrass lawns throughout the United States, most of which are managed under chemical-intensive pest and fertilizer programs. “Organic lawn care” is being adopted more widely; however, unlike the formally defined policies and regulations that govern organic agriculture, the label organic lawn management has not been formally defined and is used to describe a variety of practices. Neighborhoods, cities, states, and provinces across North America are adopting policies regulating the use of pesticides and fertilizers in the landscape. In addition, a small but growing number of public institutions and individual consumers are successfully adopting alternative lawn care methods, including organic lawn care. Although perceived as environmentally friendly, the effects of organic management on insect diversity and pest management remain understudied. Organic lawn management may lead to increased lawn plant diversity, which in agroecosystems has enhanced ecological services provided by beneficial insect species. Effects of vegetative diversity on lawn pest management are less clear. Vegetative complexity and increased plant diversity in urban landscapes may enhance insect predator efficacy. The diversity of predatory insects varies between turfgrass varieties in response to prey populations. Mortality of insectivorous and granivorous ground beetles (Carabidae) while not directly impacted by pest management programs in turfgrass may be indirectly impacted by a reduction in the prevalence of plant species that provide alternative food resources. Previous studies have focused on herbivorous insects as well as predatory and parasitic insects that feed on them. Future studies should assess how lawn plant diversity resulting from organic management practices might impact insect communities in turfgrass.\n\n\nThere are ≈40 million acres of turfgrass lawns throughout the United States, most of which are managed under chemical-intensive pest and fertilizer programs. “Organic lawn care” is being adopted more widely; however, unlike the formally defined policies and regulations that govern organic agriculture, the label organic lawn management has not been formally defined and is used to describe a variety of practices. Neighborhoods, cities, states, and provinces across North America are adopting policies regulating the use of pesticides and fertilizers in the landscape. In addition, a small but growing number of public institutions and individual consumers are successfully adopting alternative lawn care methods, including organic lawn care. Although perceived as environmentally friendly, the effects of organic management on insect diversity and pest management remain understudied. Organic lawn management may lead to increased lawn plant diversity, which in agroecosystems has enhanced ecological services provided by beneficial insect species. Effects of vegetative diversity on lawn pest management are less clear. Vegetative complexity and increased plant diversity in urban landscapes may enhance insect predator efficacy. The diversity of predatory insects varies between turfgrass varieties in response to prey populations. Mortality of insectivorous and granivorous ground beetles (Carabidae) while not directly impacted by pest management programs in turfgrass may be indirectly impacted by a reduction in the prevalence of plant species that provide alternative food resources. Previous studies have focused on herbivorous insects as well as predatory and parasitic insects that feed on them. Future studies should assess how lawn plant diversity resulting from organic management practices might impact insect communities in turfgrass.\n\nKeywords: turfgrass; landscape\n\nAs a result of the economic boom in the mid-20th century, the middle-class changed its way of life, increasing urban sprawl due to movement away from city centers (Robbins and Sharp, 2003a). From the mid-1950s to 1986, almost 69 million acres of natural habitat was converted to urban or suburban areas (Grey and Deneke, 1986). From 2000 to 2010, urban (urban + suburban) area in the United States increased by 12% each year (U.S. Census Bureau, 2012). In 2012, over 80% of the U.S. population lived in urban areas (U.S. Census Bureau, 2012). Construction of homes and buildings often leads to a loss of natural vegetation (Blubaugh et al., 2011), which is often replaced with turfgrass systems (Tallamy, 2007). Public policies and local housing regulations impose guidelines to maintain aesthetic property values, which often influence homeowners’ needs to maintain lawns (Jenkins, 1994). However, arguably the most influential is the social pressure from neighbors who often ensure enforcement of lawn regulations, to which homeowners often conform (Byrne, 2005).\n\nThere are an estimated 40 million acres of nonnative grass lawns in the United States, covering almost 2% of land, making it the largest irrigated monoculture plant system in the country (Milesi et al., 2005; Tallamy, 2007). Lawns are often high-input systems, requiring significant amounts of time, monetary, and chemical investments to maintain aesthetic property value (Robbins et al., 2001). The prevalence of turf cover throughout the United States and a low tolerance for weed and insect pests coincides with an increase in the use of synthetic chemicals (Alumai et al., 2008). Conventional lawn management strategies are calendar-based applications of synthetic chemical inputs of fertilizers, herbicides, and insecticides (Alumai et al., 2008; Bormann et al., 1993) and have been associated with environmental pollution and human health risks [Robbins and Sharp, 2003a; U.S. Geological Survey (USGS), 1999]. As a result, strategies using integrated pest management (IPM) or “organic” practices have garnered increased attention as management alternatives (Alumai et al., 2008).\n\nSome individual consumers and public institutions have adopted alternative lawn management strategies, which have been promoted as a way to prevent potential negative environmental consequences of the overuse or misuse of pesticides (Henderson et al., 1998). The growing interest in lawn management alternatives has led to changes in public policies which ban the use of cosmetic pesticide applications and favor the adoption of lawn alternatives (Vickers, 2006), including organically managed green spaces (Alumai et al., 2008).\n\nAlthough organic management programs are offered as an alternative to traditional lawn care, their impact on arthropod diversity and pest management is poorly understood. A goal of commercial IPM or organic management is to enhance the overall aesthetic quality of lawns, which includes suppression of pests that invade turf (Alumai et al., 2008). Since little is known about the effects of organic lawn management on arthropod communities, this article reviews literature pertinent to organic lawn care, highlighting studies that have assessed the effects of turf variety and management practices on insect communities. To put this information into context, the article begins with an assessment of what organic lawn management means and the history of public policy regarding its implementation in North America.\n\nDefining Organic Lawn Management\n\nThe U.S. Department of Agriculture (USDA) defines organic agriculture as “… an ecological production management system that promotes and enhances biodiversity, biological cycles, and soil biological activity. It is based on minimal use of off-farm inputs and on management practices that restore, maintain, and enhance ecological harmony” (USDA, 1995). The USDA National Organic Program (NOP) administers and publishes organic regulations with input from the public and the National Organic Standards Board. Before being certified as organic, farms must undergo a 3-year transition period in which organic production practices are followed, and documentation must be provided that no unapproved products or practices were used in the production system. Producers must then submit an application and fees to a USDA-accredited certifying agent (state departments of agriculture or private organizations). After an on-site inspection and review of the application indicate the producer is in compliance with USDA organic regulations, the certifying agent will issue an organic certificate. Producers are required to provide annual updates to the certifying agent, who performs an annual inspection to ensure USDA regulations are still being met.\n\nExcept for cases where turf is grown commercially for sod or seed production, lawns are not agricultural commodities and so their management is not regulated other than by local municipal and homeowner association aesthetic rules. Because there has been no groundswell of support for consistent definitions of organic lawn management and accompanying regulations like for agricultural commodities, there is no national definition or regulation of organic lawn care. This article refers to organic lawn management with the understanding that there are many varying definitions.\n\nRelevant Public Policy in North America\n\nGrassroots organizations throughout North America are pushing institutions as well as local and regional governments to restrict the use of pesticides and adopt organic or similar management policies for public spaces. These changes are being made primarily because of perceived public health concerns, even though the conse... (truncated)",
        "topic_id":19,
        "format_id":0,
        "topic_confidence":0.8808879852,
        "format_confidence":0.97637254,
        "weight":0.0082801246
    },
    {
        "url":"https:\/\/www.enn.com\/?layout=ja_teline_v:taggedblog&types%5B0%5D=1&limit=10&start=27430",
        "text":"Top Stories\n\nSalmon From Farms Breed Sea Lice, Study Says\n\nSalmon farms help stock supermarkets but also breed parasitic sea lice that infect young wild salmon and could endanger other important ocean species such as herring, scientists said Tuesday. >> Read the Full Article\n\nEPA Says Children May Be Vulnerable than Adults to Carcinogens\n\nChildren may be more vulnerable than adults to cancer risks from certain gene-damaging chemicals, the Environmental Protection Agency said Tuesday. >> Read the Full Article\n\nEarth's Health is Deteriorating as Growing Human Demands for Food, Water Strain Ecosystems, U.N. Study Finds\n\nGrowing populations and expanding economic activity have strained the planet's ecosystems over the past half century, a trend that threatens international efforts to combat poverty and disease, a U.N.-sponsored study of the Earth's health warned on Wednesday. >> Read the Full Article\n\nUPS to Implement Environmental Initiatives\n\nUPS, the world's largest private package-delivery company, is implementing two initiatives to protect the environment. >> Read the Full Article\n\nGM, Energy Dept. to Make Fuel Cell Vehicles\n\nGeneral Motors Corp. and the U.S. Energy Department have signed a five-year, $88 million deal to build a fleet of 40 hydrogen fuel vehicles, the world's largest automaker said Wednesday. >> Read the Full Article\n\nSt. Louis-based Ameren Corp. Addresses Tougher Air-Quality Regulations\n\nAmeren Corp., which operates 12 coal-fired power plants in the Midwest, was the biggest buyer nationwide of federal allowances for sulfur-dioxide emissions, which cause acid rain. >> Read the Full Article\n\nEarthNews Radio: Organic Consumers Association\n\nIs the organic-label body-care product you're using really organic? >> Read the Full Article\n\nBamboo Shortage Threatens Pandas in China\n\nGiant pandas in western China could be at risk of starvation because the bamboo plants that they eat are beginning to die off in a cycle that happens about every 60 years, the official Xinhua News Agency reported. >> Read the Full Article\n\nAir Pollution in Munich Exceeds EU Limit, Prompting Calls for Action\n\nMunich has become the first German city to violate a new European Union guideline on air pollution, authorities said Monday, prompting calls for quick action to combat emissions. >> Read the Full Article\n\nIndiana Man Photographs Endangered Bobcats\n\nA northeastern Indiana hunter who found mysterious animal tracks in a swamp set up an infrared-activated camera that captured images of two endangered bobcats. >> Read the Full Article",
        "topic_id":19,
        "format_id":1,
        "topic_confidence":0.9790965915,
        "format_confidence":0.995890975,
        "weight":0.0045969692
    }
]