[
    {
        "url":"http:\/\/templeworld.com\/itinerary\/wildlife-of-costa-rica-2018\/",
        "text":"Wildlife of Costa Rica\n\nCentral America’s Garden of Eden\n\nTrip Scholar: Professor Nick Davies\n\nProfessor of Behavioural Ecology, University of Cambridge\nAvailable to Alumni of Oxford and Cambridge, family and friends\n\n13 day tour\nPrice from £3,295\n\nA jungle-clad jewel nestled between the Pacific and the Caribbean, fringed by powder white beaches, Costa Rica is one of the most biodiverse countries in the world. In this stunning setting, discover some of the world’s most unusual mammals such as sloths, tapirs and armadillos, as well as a host of monkeys and fabulous birds, from bright toucans, macaws and parrots to the prized resplendent quetzal. Accompanied by zoologist and ornithologist Professor Nick Davies, explore the waterways of Tortuguero, the lush rainforests, waterfalls and lakes of Arenal Volcano, the mist-covered Cloud Forests of Monteverde and jungle beaches of Manuel Antonio.\n\nTour highlights\n\n  • Enjoy dramatic habitat diversity, from rainforests to powder-white sand beaches\n  • Encounter incredible wildlife including squirrel monkeys, cheeky white-faced capuchins and white nosed coatis\n  • Look for birds such as roseates and northern jacanas and stunning butterflies such as the blue morpho\n  • Stay in carefully chosen hotels and eco-lodges convenient for exploring the national parks\n  • Extend your understanding of the destination with engaging lectures from zoologist Professor Nick Davies\nCosta Rica Alumni Tour Map\n\nItinerary at a glance\n\nDay 1:     Tour starts in San Jose |  Temple World’s recommended BA flights from London arrive same day\nDay 2:     Drive through the Braulio Carillo National Park  |  Continue by boat to Tortuguero\nDay 3:     Explore Tortuguero National Park by boat  |  Look out for jacanas, howler monkeys and three-toed sloths\nDay 4:     Transfer to Sarapiqui | Stay in a hacienda set in a 1,500 acre lakeside ranch\nDay 5:     Visit La Tirimbina Rainforest Centre | Option to cross a 860m suspension bridge across the Sarapiquí River\nDay 6:     Transfer to La Fortuna  |   Tour Arenal Volcano National Park\nDay 7:     Choice of activity at Arenal  |  Sky Tram, Sky Walk, zip-wires\nDay 8:     Cross Arenal Lake by boat  |  Quaker settlement of Monteverde | Santa Elena Cloud Forest Reserve\nDay 9:     Quaker & conservation talk   |  Travel to Manuel Antonio National Park  | Stop at Carara NP\nDay 10:   Morning discovering the beaches and wildlife of the Manuel Antonio area  |  Afternoon at leisure\nDay 11:   Explore Manuel Antonio NP  |  Return to San José after lunch  |  Farewell dinner\nDay 12:   Tour ends after breakfast | If flights booked through us, fly overnight to London with BA\nDay 13:   Temple World flight tickets only – arrive back in the UK this morning\n\n14-25 April 2018 (14-26 April if taking our flights)\nRoom TypePrice Per Person£690Optional FlightAvailability\nStandard£3,295£690From £650 returnAvailable\n\nOptional flights\nTemple World can arrange flights from London to coordinate with this tour.  British Airways has a direct service from London which works particularly well with this itinerary, with a cost from £650 return per person in ceconomy including taxes, and fees.  Other airlines, routes and departures from regional airports are available.   We can arrange a group transfer to and from the airport to coincide with the flight arrival\/departure time of the BA flight for a small extra charge. Private transfers to meet any flight are also possible.\n\nBooking your own flights\nClients wishing to use airmiles to buy or upgrade flights, or who wish to fly from outside the UK are advised to book their own flights.  The start and end point for the tour is SAN JOSÉ, Costa Rica. Do be careful as there is also a San Jose airport in California – booking engines and even travel agents have been known to confuse the two.  The correct airport code for the one in Costa Rica is SJO (Juan Santamaria International Airport).  On 14 April, the first day of the tour, there are no activities until dinner, so guests can arrive at any point during this day.  Check in at the Presidente Hotel is from 2pm but bags can be stored there if guests arrive early. We will be happy to provide a quote for early check-in if needed. On 25 April, the last day of the tour, there are no activities after breakfast but you are welcome to stay until check-out which is 12.00 midday. If you would like us to give you a quote for late check-out or extra nights we will be happy to help. We will be arranging a group airport transfer for those booking flights with us (fee applies) but we can also arrange private airport transfers for those arranging their own flights for a supplement.\n\nVery Important! Those who plan to book their own flights should not make any binding or non-refundable arrangements until their place has been confirmed in writing on the tour and Temple World has confirmed that it is a guaranteed departure.\n\nThe tour price includes\nHotel accommodation in a twin or double bedded rooms with ensuite bathroom throughout, all excursions with local guides including entrance fees (except any optional excursions if mentioned), full board (except on first day, where no meals are included until dinner, and after breakfast on the last day, where lunch, if needed, is at own expense), expert trip lecturer.\n\nNot included\nInternational flights, drinks, tips to drivers & guides, items of a personal nature.\n\n\nNHS Fit For Travel advises travellers to Costa Rica are usually recommended to immunise against: Hepatitis A. There is a risk of Malaria in parts of Costa Rica but the areas we are visiting are considered a low risk, so antimalarials are not usually advised. A Yellow Fever Certificate is required if entering from an area with risk of yellow fever transmission. Please seek professional medical advice at least 8 week before departure. NHS Fit For Travel Website\n\n\nUK and US passport holders do not require a visa to enter Costa Rica as a tourist. Nationals of a few countries may require a visa in advance, so please check with your local Costa Rican consulate before travel. Those transiting through the USA must have a valid ESTA or Visa prior to departure.\n\nFitness Guideline\nWe have graded the fitness level required for participation in this tour as Moderate. There is quite a lot of walking (not hiking) in the tour, on jungle trails and in rain-forest conditions which can be a little wet and slippery.  There may not be anywhere to rest or sit down regularly.\nFull fitness guideline for this tour\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTrip Scholar\n\nProfessor Nick Davies\nProfessor Davies is Professor of Behavioural Ecology at the University of Cambridge. An ornithologist and field naturalist, he has accompanied many previous alumni tours to great success. His research concerns the study of how behaviour evolves in response to selection pressures from ecology and the social environment. His current work focuses on the interactions between cuckoos and their hosts, and Professor Davies has recently published ‘Cuckoo: cheating by nature’ (Bloomsbury), as well as having previously co-authored a number of definitive primers on Behavioural Ecology.\n\nLectures during our tours\n\nAll our tours are accompanied by an academic ‘trip scholar’ as well as local guides. The local guide or guides provide the day-to-day guiding on our tours, whilst the trip lecturer will give regular lectures on his\/her specialist subject throughout to provide an academic overview. Lectures\/talks usually last 30-40 minutes including questions and answers (if applicable). These are generally held in the evenings before dinner and attendance is optional. We don’t usually specify before travel which days the lectures will be given (for operational reasons) but guests can expect them roughly every other day as a minimum, with some lecturers giving some kind of talk or presentation more frequently.\n\nOptional Post-Tour: 3 night\/4 day Osa Peninsula and Corcovado National Park\n\nFor those with more time, we have arranged an optional group post-tour with local guides to what National Geographic has termed “the most biologically intense place on earth”, the Parque Nacional Corcovado. The last great tract of original tropical rainforest in Pacific Central America, it is home to dozens of endangered species including Baird’s tapir, the elusive giant anteater and the spectacularly large harpy eagle.\n\n\n25 April 2018:   San Jose to Oso Peninsula\nLeave before the main group early this morning for a transfer to the local airport and a 60 minute flight to Palmar Sur in the south of the country. You will be met by your local guide and transferred to Sierpe from where a 90 minute boat journey down the Sierpe River then the Pacific coast, observing the mangrove wetlands on the way, takes you to Casa Corcovado Jungle Lodge. Check in for a three night stay. The Four Star Casa Corcovado Jungle Lodge offers the closest accommodation to Corcovado National Park and is set in lovely surroundings above a palm-fringed beach in 170 acres of private tropical rainforest. The afternoon is at leisure to explore the beach, hiking trails and swimming pools at the lodge.\n\n26 April 2018:   Corcovado National Park\nHave breakfast at the lodge before beginning the day’s exploration. Starting out from the lodge with your naturalist guide head into Corcovado National Park. The cool morning hours offer a good opportunity to spot wildlife and to observe some of the incredible variety of birds that abound in the park. Along the trail your guide will have a chance to tell you some of the fascinating stories about life in the rainforest and you can hope to spot white faced capuchin, red-tailed squirrel, collared peccary, white nosed coati and northern tamandua, with birdlife including pairs of scarlet macaws and mangrove black hawk. Later, coming down through the forest you will find a river and then discover an incredible waterfall. Now is your chance to cool off in one of the shaded pools of the... (truncated)",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9956051707,
        "format_confidence":0.9957692623
    },
    {
        "url":"https:\/\/searchgo.co\/why-visit-bournemouth\/",
        "text":"Why Visit Bournemouth\n\nLast updated on March 2nd, 2020 at 07:02 pm\n\nWhy visit Bournemouth Beach\n\nBournemouth is located on the South Coast of England, surrounded by the beauty of the New Forest, the crashing waves of the English Channel and the award-winning seven miles of golden sandy beaches.  There are many reasons to visit Bournemouth for your summer holiday.\n\nThings to do in Bournemouth\n\nBournemouth has an abundance of wonderful locations, events and experiences for visitors and residents alike to enjoy in and around this cosmopolitan town nestled beside the sea.\n\nJourney back to the beginning of time on the Jurassic coast\n\nThe Dorset Coastline, known as the Jurassic Coast, is the only natural location in England that has been given World Heritage Site status, and for good reason. The 95 miles of Jurassic rock upon which this coastal portion of Dorset sits holds secrets dating back as far as 185 million years ago. Other World Heritage sites include the Grand Canyon, the Great Barrier Reef, the Pyramids and the Taj Mahal – so this is quite some honour!\n\n\nHengistbury Head\n\nOther historical sites of interest when visiting Bournemouth include Hengistbury Head, a local nature reserve which has been designated a protected special area of conservation due to the large variety of wildlife that reside there throughout the year, as well as for the history surrounding the site – ancient settlers dating back as far as 12,500 years ago once lived on this spot though at that time the land extended further into the sea and thus the settlement was located further inland. However, erosion has played its hand and now Hengistbury sits on the very edge of the English Channel.\n\nHengistbury Head\n\nReserve at least 2 hours to enjoy Hengistbury Head\n\nThe reserve is a beautiful location to visit if you have a spare couple of hours whilst in Bournemouth. Take a walk to the top of Hengisbury Head to enjoy stunning views of Christchurch, Mudeford and the Isle of Wight, and on your way back down the hill stop off at The Hiker Café to enjoy a delicious leisurely lunch or tasty Cappuccino.\n\nThe historic town of Christchurch\n\nSwan on the river in ChristchurchAnd finally, a visit to the historic town of Christchurch where one can wander around the wonderful Norman ruins of Christchurch Castle, or visit Place Mill, the Anglo-Saxon Watermill on the quayside.\n\nFrom the quay one can take a short ferry ride over to Mudeford and Hengistbury Head, and also to neighbouring Wick, – this service being historical itself since it first began transporting villagers around 1880.\n\nIn the summer months pack up a picnic to take with you whilst you sit and soak up the rays and enjoy the comings and goings of the Christchurch swans and other wildlife, as well as local sailors and fisherman enjoying Christchurch Harbour.\n\nReturn to Bournemouth Beach\n\nAfter all this gallivanting around Dorset, a little rest and relaxation are in order, so pack up your beach bag and head for the soft sand and glistening waters of the English Channel. Many of the beaches in Bournemouth hold Blue Flag status for meeting high standards of cleanliness in water quality and environmental management.\n\nEnjoy the warmth of the sun and take a stroll from Bournemouth Beach Pier to Boscombe Pier grabbing an ice cream along the way as you pass the vibrantly coloured beach huts that adorn the boardwalk.\n\nBournemouth beach huts\n\nEating out in Bournemouth\n\nAnd finally, to round off the day following a delicious dinner at one of the many fine restaurants Bournemouth has to offer, there is practically a restaurant with cuisine to suit most tastes, including Indian, Middle Eastern (Charminster), Chinese, Japanese (sushi), Italian, French and modern European fusion.\n\nHow about taking in a show at the BIC (Bournemouth International Centre).\n\nWhere to stay in Bournemouth\n\nYou’ll be spoilt for choice with the many excellent Bournemouth Hotels that stretch from the quiet and less populated beaches of Southbourne and historical Hengistbury Head to the more commercial sea view accommodations scattered along the Eastcliff.\n\nTraditional seaside guesthouses\n\nHead on westwards a short distance and you’ll find yourself in popular Westcliff where you’ll discover a selection of traditional Bournemouth guesthouses. This area is popular due to its close proximity to sandy Bournemouth Beach as well as the busy Bournemouth Shopping Centre, and pretty Bournemouth Gardens.\n\nIs Bournemouth the happiest town to live in the UK?\n\nWell, according to the BBC, a poll of 6,000 people in 2007 say that it is the happiest place. Whether that still holds true is another matter, but one thing for sure Bournemouth is a serious UK destination for a weekend visit or a summer holiday.\n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9940245748,
        "format_confidence":0.5899382234
    },
    {
        "url":"https:\/\/14553.partner.viator.com\/tours\/New-York-City\/World-Trade-Center-911-and-Ground-Zero-Walking-Tour\/d687-44983P1",
        "text":"Recent Searches\n\nWorld Trade Center 911 and Ground Zero Walking Tour\n\nNew York, United States\nWorld Trade Center 911 and Ground Zero Walking Tour\n\nSelect Date and Travelers\n\nNumber of travelers\n0 Adults1 Adult2 Adults3 Adults4 Adults5 Adults6 Adults7 Adults8 Adults9 Adults10 Adults11 Adults12 Adults13 Adults14 Adults15 Adults0 Seniors1 Senior2 Seniors3 Seniors4 Seniors5 Seniors6 Seniors7 Seniors8 Seniors9 Seniors10 Seniors11 Seniors12 Seniors13 Seniors14 Seniors15 Seniors0 Children1 Child2 Children3 Children4 Children5 Children6 Children7 Children8 Children9 Children10 Children11 Children12 Children13 Children14 Children15 Children0 Infants1 Infant2 Infants3 Infants4 Infants5 Infants6 Infants7 Infants8 Infants9 Infants10 Infants11 Infants12 Infants13 Infants14 Infants15 Infants\nFree cancellation\nUp to 24 hours in advance. Learn more\nLoading available options...\n\nSafety measures\nicon2 to 5 hours  (Approx.)\nMobile ticket\niconOffered in: English\n\n\nSaved to wishlist!\nNarrated 2-Hour Walking Tour using Extra Large Visuals\n911 Memorial Museum Skip the Ticket Line Access (Upgrade Available)\nOne World Observatory Skip the Ticket Line Access (Upgrade Available)\nAll Fees and Taxes\nGratuities are welcomed and appreciated\n\nDeparture Point\n\n195 Broadway, New York, NY 10007, USA\n\nThe entrance to this Starbucks is located on Dey Street between Broadway and Church Street. Your tour greeter will be holding a white tour flag in front of the Starbucks. Please arrive 15 minutes before your scheduled tour to check in.\n\nReturn Details\n\n911 Greenwich St, New York, NY 10006, USA\n  • Confirmation will be received at time of booking\n  • Wheelchair accessible\n  • Children must be accompanied by an adult\n  • Comfortable walking shoes are recommended\n  • Stroller accessible\n  • Service animals allowed\n  • Near public transportation\n  • Transportation is wheelchair accessible\n  • Surfaces are wheelchair accessible\n  • Well organized\n  • This tour is copyrighted\n  • Proof of vaccination required if visiting 9\/11 Museum or One World Observatory\n  • Most travelers can participate\n  • This tour\/activity will have a maximum of 20 travelers\n  • OPERATED BY Thermo Sage, Inc\nYou can cancel up to 24 hours in advance of the experience for a full refund.\n  • For a full refund, you must cancel at least 24 hours before the experience’s start time.\n  • If you cancel less than 24 hours before the experience’s start time, the amount you paid will not be refunded.\n  • Any changes made less than 24 hours before the experience’s start time will not be accepted.\n  • Cut-off times are based on the experience’s local time.\n\nLearn more about cancellations.\n\nThe answers provided below are based on answers previously given by the tour provider to customers’ questions.\nWhat measures are being taken to ensure staff health & safety during World Trade Center 911 and Ground Zero Walking Tour?\nA:The policies on staff health & safety are:\n\n  • Guides required to regularly wash hands\n  • Regular temperature checks for staff\n  • Paid stay-at-home policy for staff with symptoms\nSee all safety measures taken by World Trade Center 911 and Ground Zero Walking Tour.\n\nTraveler Photos\n\nSee More\nSee More\n\n\n62 Reviews\n3 stars\n2 stars\n\nReviews by Viator travelers\n\nShowing 1-10 of 62 reviews\nMoving and emotional experience.\n, Oct 2021\nThis was a very good tour. The first half we had a tour guide, Brendan. He was very knowledgeable and gave us some real insight with stories of those that sacrificed to save others. Very moving! We did the self guided museum tour which was so informative and then the observatory. So blessed we got to experience this and pay our respects to so many brave souls. Would definitely recommend.\n, Sep 2021\nMost memorable was how the iconic ball of Peace art sculpture was put back together the best way possible with it's original pieces found after being destroyed during 9\/11 attack.\nFascinating, emotional, and reverent.\n, Sep 2021\nOur guides presentation was very well done, I would highly recommend this tour. The little known facts were fascinating and really added to our subsequent visit to the 911 museum. The museum was a highly emotional and reverent experience.\n1 traveler found this review helpful\n, Jul 2021\nIt was amazing! Our tour guide Andrew was very personable, informative and all-around good guy! Nice\nFabulous 911 Tour\n, Jul 2021\nOur tour guide Andrew was extremely informative and pleasant. In addition to giving us a tremendous education on so many of the details surrounding this tragic 9\/11 event, he took time to photograph our family at Key landmarks and went the extra distance to make us feel very welcome to his tour.\nFantastic !\n, Jun 2021\nAndrew was great ! So informative with a personal touch . This tour is one of the best we’ve done ! Highly recommend museum and observation deck , but plan on five hours for the whole thing . And we still didn’t see everything! So good !\n1 traveler found this review helpful\nVery Emotional......\n, Sep 2020\nWe did this tour 4 days before the 911 anniversary. It was very emotional to hear the story. Especially from the many people who actually lived it. Then to be standing so close to where it happened was scary. I took my family of teenagers who all said they learnt something new about the events of that day. Andrew our guide was great. He answered our questions and made stops for us to take pictures. You could tell he is very passionate about what he does. If you are in New York, I would recommend this tour. You will leave with a new perspective and a new respect for what happened that day.\nGreat tour\n, Mar 2020\nAndrew did a great job! Unfortunately the museum was closed along with the memorial but we still thoroughly enjoyed our tour.\n9\/11 tour\n, Mar 2020\nGood story of the fire fighters response on 9\/11; one feels proud of their commitment. Branden brings that out\nFantastic Guide!!\n, Jan 2020\nTour guide Andrew was superb. Genuine, nice guy and full of knowledge. Would highly recommend based on the experience my family and I received.\n\nCompare Similar Experiences\n\nWorld Trade Center 911 and Ground Zero Walking Tour\nWorld Trade Center 911 and Ground Zero Walking Tour\n\n\n2 to 5 hours\n\nFree Cancellation\n\n\n\n4 hours\n\nFree Cancellation\n\n\n\n1 hour 30 minutes\n\nFree Cancellation\n\n\n\n3 hours\n\nFree Cancellation\n\n\n\n1 hour 30 minutes\n\nFree Cancellation\n\n$53.32 $42.65\n\n\n1 hour 30 minutes\n\nFree Cancellation\n\n\nExplore Similar Things to Do",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9852195978,
        "format_confidence":0.9977060556
    },
    {
        "url":"http:\/\/www.breakingtravelnews.com\/focus\/article\/jumeirah-at-etihad-towers-set-to-redefine-luxury-in-the-middle-east\/",
        "text":"Jumeirah at Etihad Towers set to redefine luxury in the Middle East\n\nJumeirah at Etihad Towers set to redefine luxury in the Middle East\n\nJumeirah Hotels, Resorts & Residences - previously recognised as the World’s Leading Luxury Hotel Brand by the World Travel Awards – is set to unveil its most audacious property to date next month with the opening of Jumeirah at Etihad Towers.\n\nThe first Jumeirah hotel to open in the progressive, sophisticated, international emirate of Abu Dhabi, the property was developed under the patronage of His Highness Sheikh Suroor bin Mohammed Al Nahyan’s Projects Department.\n\nArchitects DBI Australia started work on the unique property in January 2006\n\nThe 280 metre tall luxury hotel is one of five towers at the iconic beachfront project, which also includes a prestigious office tower and three towers housing 885 apartments. \n\nA connecting four-level Podium will feature contemporary restaurants and over 30 premium boutiques.\n\nThe landmark hotel itself compromises of 382 rooms and suites, 199 serviced residences, exceptional leisure activities, unique venues for social events, and outstanding conference and meeting facilities.\n\nBrasserie Angelique at Jumeirah at Etihad Towers\n\nSuite Deal\n\nAll rooms offer stunning sea views and range from 40 sqm to 60 sqm in floor area with the latest fully integrated lifestyle technology.\n\nOf particular interest is the unique Royal Etihad Suite, located on Level 60.\n\nSpanning 980 sqm\/10,550 sq ft and featuring four bedrooms, sitting rooms, dining facilities, and butler facilities, as well as exclusive pieces of fine art and a specially-designed grand piano, the property is the crowning achievement of this spectacular development.\n\nThe Sky Suite - on Level 59 – is also designed to suit the most discerning of guests.\n\nComprising a large sitting room with plush couches and contemporary art and a private dining table for ten guests, as well as an expansive bedroom featuring a deluxe king bed, sunlit en-suite bathroom with free standing bathtub, twin vanities and a walk-in raindrop ceiling shower, a walk-in dressing room and dressing table.\n\nStaying in the Sky Suite is a rejuvenating experience. \n\nThe 199 fully-serviced residences located on Levels 2 – 25, vary from studios of 57 sqm to spacious one, two and three bedroom apartments of up to 170 sqm.\n\nAll inspirationally designed residences offer irresistible sea views and share an exclusive reception area.\n\nClean design is integral to Etihad Towers\n\nStunning Design\n\nThe dramatic sculptural forms of the towers compliment the sophisticated and contemporary interior design, with a cultural edge.\n\nArt works from His Highness Sheikh Suroor bin Mohammed Al Nahyan’s private collection provide a local Arabian touch in public areas and conference pre-function areas.\n\nAlso at Jumeirah at Etihad Towers, the Club Executive Lounge elevates executive privileges to the highest standard, allowing guests to work in their own time and space whatever their priorities may be. \n\nThe Club Executive Lounge located on Level 45 offers guests an extensive breakfast and light snacks including hors d’oeuvres, desserts and complimentary beverages throughout the day and evening. \n\nThis 24 hour prestigious lounge comprises of shower suites and changing rooms, an internet lounge, a business centre with four meeting rooms all equipped with state-of-the-art technology, video conferencing facilities and high speed internet connectivity.\n\nTalise Spa at Jumeirah at Etihad Towers is one of the main attractions\n\nLeading Spa Facilities\n\nThe Talise Spa at Jumeirah at Etihad Towers is located on Podium Level 3M and is comprised of 13 private treatment suites.\n\nThese include a Rasoul suite (traditional Middle Eastern method of cleansing and detoxifying, using mud, herb-scented steam and an oil-infused warm shower) and the Hammam suite (a traditional heated marble goebektas bed, private steam and sauna room combining exposure to different temperatures, invigorating body exfoliation, steam immersion and rejuvenating massage).\n\nThe state of the art 6P Gym is equipped with TechnoGym equipment and is located on Podium Level 3M, next to Talise Spa.\n\nThe private beach and a landscaped oasis of pools and gardens provide a tranquil space, while Etihad Towers also houses a selection of high end shopping with over 30 premium boutiques located in the Podium. \n\nBallroom at Jumeirah at Etihad Towers\n\nBusiness of Pleasure\n\nBut it is now all about play at Jumeirah at Etihad Tower, with extensive conference & banqueting facilities are provided through the hotel’s purpose built Conference Centre, located on Podium Level 4.\n\nThe Conference Centre is among the largest in Abu Dhabi and features 13 meeting rooms and the stunning Mezzoon ballroom. Mezzoon can comfortably accommodate up to 1,400 guests for a conference or 1,000 guests for dinner, and can be divided into four separate sections.\n\nThe centre also offers spacious pre-function areas as well as a green room and business centre facilities. One of the unique elements of the ballroom is a special service elevator with the capacity to lift cars.\n\nMore Information\n\nJumeirah at Etihad Towers is located on the shores of the Arabian Gulf in the exclusive Ras Al Akhdar area, on the West Corniche of Abu Dhabi, close to the central business district and Ministries’ Area, 37 kilometres from Abu Dhabi International Airport.\n\nFor more information visit the Jumeirah website.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9951682091,
        "format_confidence":0.5739554167
    },
    {
        "url":"https:\/\/volunteeringjourneys.com\/volunteer-thailand\/",
        "text":"Thailand is home to iconic beaches, historic monuments, and vibrant cities that never sleep. The country exudes a strong cultural heritage owing to its deep-rooted history and incredibly tasty and authentic cuisine. Thailand truly has something for every type of traveler and volunteering abroad in this beautiful country will leave you memories of a lifetime.\n\nThailand has seen a massive surge in the tourism sector, which is responsible for providing livelihood to a large section of the population.\nWhile this is great, it also brought to the island nation its own set of problems that range from poverty, child trafficking, and poaching to HIV\/AIDS and poor nutrition. Quality of education in government schools is average and barely helps the children in pursuing serious educational opportunities after they complete primary education.\n\nVolunteer Opportunities in Thailand\n\nOur volunteering programs in Thailand for Elephant Care volunteering is based in Surin, which is near Chiang Mai, Northern Thailand. Volunteering in Thailand allows you the perfect opportunity to explore multiple locations through volunteering. For medical and nursing volunteers we have a fantastic new program in Surin working in local clinics and learning from Thai Medical experts.\n\nMedical programs\nMedical Internships\n\nLearn by watching experienced doctors' practice at local rural clinics in a supervised setting. Great for aspiring medical students to gain real-world knowledge and experience.\nRead more\n\nelephant care\nElephant Care\n\nWhen you volunteer in Thailand at the Surin Elephant program you'll be working with mahouts alongside Asian elephants in their natural surroundings. You will learn about elephant conservation and issues elephants face in Thailand, such as exploitative tourism. You also get to help in preparing food, feeding elephants, and helping them bathe in the river! Read more\n\nVolunteer In Thailand Gallery\n\nHow to volunteer abroad with us\n\nvolunteer abroad\n\nTestimonial Videos\n\nChoose an Inspiring Volunteering Destination\n\nCambodia will allow you to explore the heart of Southeast Asia, a nation replete with lush natural landscapes from dense forests to rice paddy fields, bustling cities, and the majestic architectural remnants of the great Khmer empire dotting every bit of the country.\n\nThe charming city of Phnom Penh is the capital and also serves as our base of volunteer operations. Volunteering Journeys Cambodia volunteer abroad projects include Teaching English, Working with NGO’s, helping Special Needs individuals, and Medical & Nursing Internships. Whether you are a gap year student, career breaker or a family or a mature volunteer, you can apply to any of our volunteer in Cambodia projects.\n\nLearn More!\n\n\n    Our newsletter\n\n    Stay updated with the latest news on what we are upto. Promise we won’t spam your inbox!\n\n      Our brochure\n\n      To get an overview of all our destinations and programs you can download our latest brochure",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9695572257,
        "format_confidence":0.9880844951
    },
    {
        "url":"https:\/\/www.kayak.sg\/Istanbul-Hotels-Levent-Hotel-Istanbul.354801.ksp",
        "text":"Your browser will soon be unsupported by KAYAK.\nUpdate now and keep on travelling with us!\n\nLevent Hotel Istanbul\n\nTalatpasa Cad. Levent Bacadibi Sk. No:9, Istanbul, Turkey\n+90 212 283 2285\n\nS$ 69+\n\nOverall guest ratings\n\n8.3\/10 Excellent\nbased on 281 reviews\n\nReview highlights\n\n  • 10.0\n  • 10.0\n  • 9.3\n  • 9.0\n\n\n    show all\n\n\n    Located in Istanbul (Levent), Levent Hotel Istanbul is minutes from Kanyon Mall and Istanbul Sapphire. This hotel is within close proximity of Sapphire of Istanbul and Ozdilek Park Istanbul.\n\n\n    Make yourself at home in one of the 51 air-conditioned rooms featuring minibars and LCD televisions. Complimentary wireless Internet access keeps you connected, and satellite programming is available for your entertainment. Conveniences include phones, as well as laptop-compatible safes and desks.\n\n\n    Make use of convenient amenities such as complimentary wireless Internet access, concierge services, and shopping on site.\n\n\n    Satisfy your appetite at the hotel's restaurant, which serves breakfast, lunch, and dinner, or stay in and take advantage of 24-hour room service.\n\n    Business, Other Amenities\n\n    Featured amenities include express check-in, express check-out, and complimentary newspapers in the lobby. Guests may use a roundtrip airport shuttle for a surcharge, and free valet parking is available onsite.\n\n    Less More\n\n\n    • Complimentary breakfast\n    • Free Wi-Fi\n    • Business centre\n    • Car hire\n    • Internet\n    • Currency exchange on-site\n    • Laundry service\n    • Meeting\/Banquet facilities\n    • Room service\n    • No smoking\n    • Restaurant\n    • Bar\/Lounge\n    • Express check out\n    • Air-conditioned\n    • 24 hour front desk\n    • Safe\n    • Free parking\n    • Storage available\n    • Concierge service\n    • Laundry facilities\n    • Cable or satellite TV\n    • Pets not allowed\n    • Free valet parking\n    Less More\n\n    Guest reviews\n\n    Overall rating\n\n    8.3 Excellent\n    based on 75 reviews\n    • 10.0 \"Perfectly clean.\"\n      9.3 \"93% said rooms were clean.\"\n      10.0 \"100% thought it was clean.\"\n      8.0 \"80% said the bathroom was clean.\"\n    • 10.0 \"Excellent breakfast.\"\n    • 9.3 \"Terrific location.\"\n      10.0 \"100% liked the proximity to shopping.\"\n      10.0 \"Near to public transport, according to 100%.\"\n    • 9.0 \"World class service.\"\n      10.0 \"100% found the staff to be very friendly.\"\n    • 7.3 \"Nice rooms.\"\n      9.3 \"93% said rooms were clean.\"\n      7.3 \"73% were happy with the bathroom.\"\n      8.0 \"80% said the bathroom was clean.\"\n    Hotel type\n    City Hotel\n    Guests say it is the perfect hotel for a city trip.\n    data provided by TrustYou\n\n    Recent reviews\n\n\n\n\n    Would you like to save as your currency permanently or for this visit only?\n    Would you like to save as your currency permanently or for this visit only?",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9970262647,
        "format_confidence":0.9947157502
    },
    {
        "url":"https:\/\/www.virtuoso.com\/cruises\/sailings\/15618455\/mediterranean-roundtrip-rome-03nov2019-10nov2019",
        "text":"Mediterranean – Roundtrip Rome (8 Days)\n\nCruise Line: Princess Cruises\nShip: Sky Princess\nCivitavecchia, Italy to Civitavecchia, Italy\nDates: 03 Nov 2019 - 10 Nov 2019\n\nTrack this Sailing\n\nPlease enter between 3 and 50 characters\n03 Nov 2019\nCivitavecchia, Italy\n6:00 PM\n04 Nov 2019\n05 Nov 2019\nKotor, Montenegro\n7:00 AM 5:00 PM\n06 Nov 2019\nCorfu, Greece\n8:00 AM 5:00 PM\n07 Nov 2019\nValletta, Malta\n12:00 PM 10:00 PM\n08 Nov 2019\nMessina, Italy\n8:00 AM 6:00 PM\n09 Nov 2019\nNaples, Italy\n7:00 AM 7:00 PM\n10 Nov 2019\nCivitavecchia, Italy\n5:00 AM\nMediterranean – Roundtrip Rome map\n\nAbout the Ship\n\nBalcony Stateroom View\nSky Princess\n\nA Royal class Princess ship similar to Royal Princess, Regal Princess, and Majestic Princess, Sky Princess will feature the signature elements that make Princess Cruises vessels spectacular. It will be the most advanced ship ever produced for our fleet.\n\nWhat's Included\n\n\n  • Princess Live! - be part of a live television studio audience\n\n  • The Sanctuary - outdoor spa-inspired setting\n\n  • Camp Discovery - Kid & Teen Centers\n\n  • Movies Under the Stars\n\n  • Dining venues such as the Salty Dog Grill, Alfredo's Pizzeria, Vines Wine Bar, Chef's Table, and World Fresh Marketplace.\n\nNot Included\n\n  • Taxes and Gratuities are not included in the fare.\n\nAbout Us\n\nFrom the minute you walk onto one of our ships, we’re here to ensure guests escape completely®. Our warm, welcoming crew takes care of the details so guests can enjoy a relaxed, rejuvenating retreat at sea. You'll feel instantly refreshed exploring the comfortably elegant surroundings onboard. Our ships offer something for every style and mood with a variety of entertainment options and tantalizing cuisine that’s freshly prepared from scratch. You'll get it all with Princess – The Consummate Host®.\n\nInsider Tip\n\nGet a glimpse at the behind-the-scenes action on the Princess Cruises Ultimate Ship Tour. Final stop is the command center, where you'll meet the Captain and enjoy breathtaking views from the bridge!\n\nTerms & Conditions\n\nCruise-only fares are per person, based on double occupancy in US dollars, unless otherwise noted. Pricing and itinerary are subject to change without notice. Restrictions may apply. Ship's Registry: Bermuda\n\nThe trademarks VIRTUOSO, the Globe Swirl Logo and SPECIALISTS IN THE ART OF TRAVEL are registered trademarks of Virtuoso, Ltd. Virtuoso, Ltd. has a U.S. copyright registration for the Globe Swirl Logo, ©2000. All rights reserved. Virtuoso CST#2069091-50. California CST# 2069091; TA# 808 - Registered Iowa Travel Agency; Washington UBI # 601 554 183. Registration as a seller of travel does not constitute approval by the State of California.\n\n\nShore Excursions\n\nCivitavecchia, Italy - 03 Nov 2019\n\nNaples, Italy - 09 Nov 2019\n\nReviews and Recommendations for Princess Cruises\n\nVirtuoso Verified Traveler\n\nAll reviews are from confirmed guests sharing exclusive insights\n\nSort reviews by",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9945135117,
        "format_confidence":0.9963517189
    },
    {
        "url":"https:\/\/www.kinosportscomplex.com\/venue\/large-scale-event-space\/",
        "text":"Large Scale Event Space and Parking\n\nKino Main Complex\n\nEquipped with over 300 acres and more than 3,000 free parking spaces, Kino Sports Complex can configure its open space to accommodate your next event.\n\n\nFor over 10 years, Kino has hosted one of the largest Gem & Mineral shows in Pima County in its Main Complex area. This show features over 220 exhibitors from various countries and draws hundreds of thousands of visitors. The site evolves into a mini tent city and is a perfect example of how we’re able to repurpose our facilities to suit event needs. The Main Complex area has also been used for a lighted spectacle featuring a full carnival with amusement rides and reconfigured to suit a high-scale indoor fashion show.\n\n\nThe possibilities are endless. Contact us to see how we can accommodate your next event at our multi-use facility.\n\n\nReservation Information\n\nIf you’re interested in renting our venue, please email us at\n\n\nCost Information\n\nRental costs are tailored to your event depending on amenities used, event duration and other details. Please contact us at for more information.\n\nShare This Venue\nGem Show\nLights of the World\nCommunity Event\noem fair\nlights of the world\nKino Main Complex\nVenue Details\nWorking Hours\n  • Weekdays\n    8:00 - 5:00\nEvent Search\nEvents of the Venue\nYou might also love these events.\ngem show\nJan. 30 through Feb. 16. Come see one of the largest gem and mineral shows in the country at Kino Sports Complex. The show opens daily from 10 a.m. to 6 p.m.\nlights of the world\nLights of the World Oct. 24, 2019 – Jan. 2, 2020 45 stunning displays Over 6 million lights More than 15 carnival rides Incredible acrobatic and sea lion shows Foods, carnival games and craft arts Parking Fee: $6",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.765247345,
        "format_confidence":0.9844837785
    },
    {
        "url":"https:\/\/www.triphobo.com\/tours\/rock-a-hula-luau-buffet-and-show",
        "text":"Rock-A-Hula Luau Buffet And Show - Honolulu\n\n2 Reviews 4.5 Write a Review\nFrom USD 109\nLowest Price Guaranteed\n\nTour Information\n\nTour Details\n\n\nJoin us for a “Hawaiian night” with upscale luau buffet and largest cast show in Waikiki! You’ll enjoy roasted luau pig and beef buffet, welcome Mai Tai, live Hawaiian music and hula before being seated in the premier section for the new “Rock-A-Hula!” After the show, don’t miss the exciting Meet-and-Greet with Legends Artists.\n\n\n  • Family friendly\n  • Buffet dinner included\n  • Free drinks included\n  • Excellent value for money\n  • Tour is wheelchair accessible\n\nKnow More about this tour\n\nSkip the long drive and enjoy Hawaiian Luau buffet in the heart of Waikiki. Start your evening with a Hawaiian Greeting wherewhole fresh Maui Gold Pineapple awaits you at your table (served family style) andstrolling musician providesrelaxing live Hawaiian music.Hula dancerswill entertain during dinner and give a simple hula lesson.\n\nOne Original E Komo Mai Taiis included. Also enjoy cocktails at the Treetop Terrace or at one of our fabulous bars and lounges. Socialize, browse through the Legends Room with authentic memorabilia, and get ready for the show!\n\nSavor the flavors of upscale Luau Buffet featuring welcome chilled Pineapple; Carving Station with Whole Roasted Luau Pig and Herb Crusted Roast Beef; Hulihuli Chicken; Pacific White Fish with coconut curry sauce; Lomilomi Salmon; Hawaiian Greens Medley*; Island-Style Macaroni Salad; Long Rice Salad*; Tofu Poke*; Duo of Sweet Potatoes*; Hawaiian Sweets Sampler of Desserts; and much more. Served with Taro roll, sweet butter, Kona Blend coffee and tea. Special vegan selections are marked with *. Grilled vegan garden patty also available with 24 hours notice.\n\nEnjoyPremier Seats in the center section of the mezzanine for the show. The new \"Rock-A-Hula\" show is Waikiki's largest cast, concert quality show featuring powerful Hawaiian and Polynesian music, hula and fire-knife dancing, alongside the greatest rock 'n roll performances of superstars past and present at the 750-seat multimillion-dollar Royal Hawaiian Theater.\n\nFinish the night withLegends in Concertoriginal,Meet-and-Greetwhere you'll haveexciting and engaging opportunity to get autographs, take photos and chat with the Legends Artists and dancers.\n\nInclusions for Rock-A-Hula Luau Buffet And Show\n\n  • Hawaiian greeting\n  • One original E Komo Mai Tai\n  • Upscale Hawaiian luau buffet dinner\n  • Live Hawaiian music with hula dancers during the dinner\n  • Simple Hula lesson\n  • Premier seating in the mezzanine for the show\n  • Waikiki's largest Hawaiian show, Rock-A-Hula®! \n  • Meet-and-Greet® with the cast\n\nExclusions for Rock-A-Hula Luau Buffet And Show\n\n  • Gratuities (optional)\n  • Souvenir photos (available to purchase)\n\nAdditional Info\n\nConfirmation will be received at time of booking\n\nWheelchair accessible. Please provide 24-hours advance notice for assistance.\n\nMinimum drinking age is 21 years.\n\nChild ages are 3-11. Infant is free of charge provided they do not occupy a seat and meals not included.\n\nHotel transfers are only available if the option is selected and paid for at the time of check-out.\n\nCancellation Policy\n  • If you cancel within 3 calendar days (72 hours) of the scheduled departure time, the cancellation charge will be 100% of the undiscounted tour price.\n  • If you cancel between 4 to 7 Calendar days before scheduled tour departure,the cancellation charge will be 50% of the undiscounted tour price.\n  • If you cancel at least 8 calendar days in advance of the scheduled departure time, there is no cancellation fee. You will receive Full Refund for the paid amount.\n  • Please note that in case of No show, the cancellation charge will be 100% of the listed tour fare.\n  • Please note tours booked using discount coupon codes will be non refundable.\n\nWrite A Review\n\n2 reviews by the users\n\n  • Everybody was very nice!!!! We feel happy , and\n\n    All dancers were so nice, buffet was excellent, we enjoyed!!!! And after the show we can took pictures with the dancers !!!!\n\n  • It was kitschy, but fun. I was there Thanksgiving 2016 and I wanted to do something different. The Royal Hawaiian Theatre is in a mall on the 4th floor I almost couldn't find it because I was looking for a stand alone theatre. The food was average and buffet style but overall I enjoyed myself. You have dinner in a separate location\/ dining area from the show and after dinner you have a short walk to the theatre and see the show. It was fun Elvis, Michael Jackson and Celine Dion performed for us with Hawaiian dancers.\n\nUSD 95.98",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.7824215889,
        "format_confidence":0.998506844
    },
    {
        "url":"https:\/\/www.florencefreetour.com\/tour\/renaissance-tour\/",
        "text":"Renaissance Tour\n\n  • 2 Hours\nTour Details\n\nThe Renaissance, a new age for Europe\n\nFlorence, where an universal atmosphere of beauty is based on art, science, culture and gastronomy!\n\nWe will give you a completely different idea of the beauty of the city in a classic tour, showing you  monuments, history and wonders of Florence with a wide and unusual vision that will surprise you! An insight into the characters of the most powerful families, men in power, that made this city an European capital.\n\nArt and history are very important, wine and food too!\n\n\nDeparture & Return Location\n\nMeeting point: In front of Santa Maria Novella church, next to the obelisk (Google Map)\n\nEnd point: Church of Santa Croce \n\nMeeting Time\n\n10.30 am\n\n\n  • English speaking licensed tour guide\n\n\n  • Guide Service Fee\n  • Any Private Expenses\nWhat to Expect\n\nWe will walk from Santa Maria Novella through small streets and lanes that lead to imposing palaces with a full immersion in history, and then we will reach the square where the Cathedral is located, the so-called “Duomo”.  This is the spiritual heart of the city, with the Dome that is admired worldwide, built thanks to the Florentine genius of architecture, Filippo Brunelleschi.\n\nBetween masterpieces and daily life in the quarter of Dante, we will reach the wonderful Palazzo Vecchio that overlooks Piazza della Signoria, the political and artistic hearth, with the Fountain of Neptune, the replica of Michelangelo’s David and other statues related to Florence’s glorious past.  \n\nWe will continue towards the Santa Croce neighbourhood. The impressive Basilica of Santa Croce, pantheon of Italian glories, lies ahead with its secrets, where the monumental tombs of Michelangelo, Galileo and Niccolò Machiavelli are. Here we will finish the trip.\n\nEach tour is an unique experience, thanks to the different guides and the creativity and inspiration of each member of the group!\n\n5 travellers are considering this tour right now!",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9921295047,
        "format_confidence":0.9975489974
    },
    {
        "url":"http:\/\/holidayplace.co.uk\/hotels\/details\/CACUH133\/casa-olivia",
        "text":"Call us today on 020 7644 1755\n\nCasa Olivia\n\n5 stars\n\n\nHolidays at Casa Olivia\n\nWe don't currently have any holidays here unfortunately…\n\n\nWhy not call our specialists on 020 7644 1755 and we'll see if we can create you a tailored holiday.\n\nTalk to a specialist\n\n\nCall 020 7644 1755 to speak with our award-winning travel consultants.\n\nOpening hours 09:00 - 20:00 GMT",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9968761206,
        "format_confidence":0.95993191
    },
    {
        "url":"http:\/\/www.igluski.com\/bansko\/hotel-strazhite_p18508?holidayid=100660169",
        "text":"\n\nSearch Site \/ Enter Holiday ID\nExpert Advice and Booking\n0203 848 3700\n\nHotel Strazhite, Bansko, Bulgaria\n\nFree Ski\/Board Hire in December & January!\n\n£325 pp\n\n7 Jan 2017 (7 nights)\nManchester to Sofia\nHalf Board Hotel\nSleeps 304\nPer Person (2 sharing)\nIncluded Accommodation\nIncluded Transfers\nIncluded Flights\n\nCustomer Reviews\n\nNo reviews yet. Be first — write one now!\nPrice Match Enquire Now\nHolidayId: 1443767284\n0203 848 3700\n  • 300m from slopes\n  • 500m from town\n  • 300m from ski school\n  • 500m from resort\n  • 300m from lift\n  • Sauna\n  • Games Room\n  • Indoor Pool\n  • Balcony\n  • Phone\n  • Satellite\/Cable TV\n  • Hairdryer\n  • Massages\n  • Bowling\n  • Pool Table\n  • Mini Bar\n  • Gym\n  • Wi-Fi (Free)\n\nHotel Strazhite, Bansko, Bulgaria\n\nThe Strazhite combines the beauty of traditional Bulgarian architecture with the comfort and convenience of a modern hotel. It’s located just 300 metres from the gondola and not much further from Bansko old town centre with all its attractions‚ traditional restaurants and pub. The rooms are comfortable and spacious and the facilities plentiful, ensuring the Strazhite as an ideal choice for your winter holiday.\n\nFeatures - Hotel Strazhite, Bansko\n\n  • Restaurant\n  • Two bars - one with large lounge area and open fireplace\n  • Free use of indoor pool, sauna, steam room & fitness room\n  • Massage & beauty treatments available\n  • Bowling, games room with pool tables\n  • Ski storage\n  • Wi-Fi\n\nAccommodation - Hotel Strazhite, Bansko\n\nNumber of rooms: 157\n\n(2–3 people): Twin–bedded rooms (some with additional sofa bed) have satellite TV‚ balcony‚ minibar‚ hairdryer‚ shower and wc. Twin rooms for sole use available.\n\nFamily (Maisonette) Rooms (2–4 people): Approx. 45m2 are as rooms (2–3 people) but split–level with twin beds on the mezzanine and double sofa bed in the lounge‚ suitable for one adult or two children.\n\nMeals - Hotel Strazhite, Bansko\n\nHalf Board. Hot and cold buffet breakfast and four-course buffet dinner. Christmas dinner and New Year Gala meals included.\n\nOther dates in Hotel Strazhite\n\nResort Details\nSnow, Webcams & Piste Map\nCustomer Reviews\n\nAbout Bansko\n\nSkiing in Bansko, Bulgaria\nTotal Runs: 14\n  • 935m\n    Resort Altitude\n  • 70km\n    Of Piste\n  • N\n    Direction of Slopes\n  • 16km\n    Longest Run\n  • 16\n  • 24\n    Ski Lifts\n  • 1\n    Snowboard Park\n  • 2560m\n    Highest Lift\n  • 7\n  • 1\n\nResort Features\n\n  • Ice Rink\n  • Bowling\n  • Traditional village resort\n  • Good for families\n  • Lively après ski\nBansko Accommodation\nSofia (3h)\nTimes above are estimations for guidance only.\n\nSimilar Holidays\n\nThe price shown includes 7 nights accommodation, with flights from Manchester.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9921365976,
        "format_confidence":0.9989622831
    },
    {
        "url":"http:\/\/readingukhotels.co.uk\/76160\/",
        "text":"Stawi Apartment @ Hunsaker in Reading\n\nBrochure page for Stawi Apartment @ Hunsaker in Reading and secure on-line reservation\n\nFlat 19, Hunsaker, Alfred Street Chatham Place, Reading, Berkshire, England, RG1 7AU, UK\n\nStawi Apartment @ Hunsaker reception\n\nWhen would you like to stay?\n\nNumber of nights\n\nNumber of rooms\n\n\nFrom £140.00 Per Night\n\n\nStawi Apartment @ Hunsaker Policies\n\nCheck In \/ Check Out\n\n  • Check-in from 14:00\n  • Please check-out by 10:00\n\n\n  • WiFi Internet Access Available\n\n\n  • Family Rooms\n\nCar Parks \/ Parking\n\n  • Car parking\n  • Free Parking\n\n\n  • Airport Shuttle\n  • All Public and Private Spaces Non Smoking\n  • Elevator\/Lift\n  • Heating\n  • Internet services\n  • Non Smoking Rooms\n  • Wireless Lan\n\nOur modern apartments are a perfect choice of accommodation when travelling to Reading on business or leisure.\n\nLocated 3.8 km from Madejski Stadium in Reading, this apartment features free WiFi. The unit is 200 metres from University of West London - Berkshire Institute for Health. The unit is fitted with a kitchen. A flat-screen TV is featured. Reading Magistrates Court is 400 metres from Hunsaker, while Reading Borough Council is 500 metres from the property. The nearest airport is London Heathrow Airport, 37 km from the property.\n\nStawi Apartment @ Hunsaker Rooms\n\n\nHome | How To Cancel",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9916908741,
        "format_confidence":0.9986419082
    },
    {
        "url":"https:\/\/adler-delitzsch.de\/en\/ad-4401e-01.html",
        "text":"Delitzsch Schloss\n\nLeipzig Kabarett\n\ndel atho 12\n\nBe in Love with Delitzsch\n\nExperience the charm of our historic city with a loved one.\nExplore the beautiful city of Delitzsch with the baroque castle, the baroque garden and round off the evening with a 3-course candlelight dinner in a greek restaurant..\nThe next day we recommend a walk through Leipzig with the sights, the shopping arcades and visit in the evening a Leipzig cabaret.\n\n3 Getaway days\n2 Nights\n+ Extensive breakfast buffet\n+ Romantically decorated room\n+ 1 Bottle of “Rotkäppchensekt” champagne\n+ Sweet treats\n+ 3-course dinner with Greek hospitality\n+ Admission to the cabaret in Leipzig\n+ Daily newspapers and magazines\n+ Free parking in front of the hotel - if available\n+ Event schedules, maps and information about Delitzsch, Leipzig and the region\n\nPrices per person\nDouble Room 122.00 EUR\n\nClick here for online-booking",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9961114526,
        "format_confidence":0.997545898
    },
    {
        "url":"https:\/\/www.wildernesscottages.co.uk\/property.php?id=148",
        "text":"Wildwood Auchterawe - Fort Augustus - Loch Ness\nFort Augustus & South Loch Ness\n\nAbout Wildwood\n\nWildwood - Fort Augustus & South Loch Ness\n\nLocation: Auchterawe - Fort Augustus - Loch Ness - Fort Augustus & South Loch Ness\n\nSleeps: 7\n\nPrice From: £575 p.w.\n\nNear this property...\n\nWildwood Log Cabin, Fort Augustus, Loch Ness\n\nSleeps 7 + 1 - WiFi - Wood Burner - Pets welcome (One Well Behaved Dog)\n\nWildwood - a true Finnish style detached square log cabin set within the small community of Auchterawe and the surrounding forest, offers quality spacious self catering accommodation for families up to 8 or would be an exquisite honeymoon location.\n\nAlthough Wildwood is set in a quiet woodland area, it is still within easy reach of the village. With walks along the River Oich and the Great Glen cycle route close by, you should pack your bikes and walking boots and enjoy the countryside around Loch Ness and the Great Glen.\n\nWildwood nestles in the forests surrounding Fort Augustus, this is a tranquil and beautiful location, yet within 2 miles of the village and the most famous loch in the world – Loch Ness. There are many trails through the surrounding forests and alongside the picturesque River Oich. A leisurely walk takes you to Fort Augustus with the historic Caledonian Canal Locks – the gateway to Loch Ness.\n\nDuring the holiday season the village bustles with visitors and is a popular holiday venue, with its many cafes, restaurants and bars. As Fort Augustus is geographically right in the heart of the Highlands it makes an ideal base for your Highland holiday.\n\nThe magnificent west coast, with its white sandy beaches, and the magical Isle of Skye are all within a leisurely days drive. Aonach Mor, where you can take a gondola ride and experience a spectacular view of the Great Glen and Ben Nevis is only about ½ hours drive. Winter skiing is available and downhill mountain biking in the summer months. A must is the Jacobite Steam Train journey from Fort William to Mallaig, which crosses the viaduct made famous in the Harry Potter films – one of the finest railway journeys in the world. For a spot of retail therapy, Inverness the capital of the Highlands is about 40 minutes drive.\n\nWith the mysterious Loch Ness and all its secrets virtually on your doorstep you do not have to venture far. Take a boat trip on Loch Ness in your own quest of finding that elusive “monster” or experience the quiet and very beautiful south side of Loch Ness. With walks by the river or canal, along with the many forest walks you will find plenty to keep you occupied. The Caledonian Canal runs through the heart of the village so you can watch the boats manoeuvring the lock gates on their way through the Great Glen.\n\nWildwood is a private and secluded retreat ideal for the discerning holiday maker with deer and other wildlife right on your doorstep. Pine martens and red squirrels are often seen visiting the garden. The lounge at Wildwood is located on the 1st floor to take advantage of the magificent views and has a wood burning stove for those colder evenings. Whether you are sight seeing, actively seeking adventure - or taking time out to relax from everyday life, (perhaps with the odd game of golf) this place will hold you in awe.\n\nIf your heart is set on a holiday in a log cabin and Wildwood is booked then why not have a look our similar properties that can be found on the Log Cabins page.\n\n\nMore information\n\n\n\n  • Utility\/boot room, views out towards the forest. Ironing facilities and plenty of room for wellies, hiking boots etc.\n  • Kitchen\/dining room. Fully fitted kitchen includes, electric oven, hob, and grill, dishwasher, washing machine, fridge and freezer, microwave, and all the usual utensils.\n  • Double bedroom\n  • Twin bedroom\n  • Large family bathroom with a separate bath and walk-in shower\n  • Spiral staircase leading to the lounge\n\n\n  • Lounge with views toward the forest through the full width picture window and the wood burning stove in the lounge gives a lovely atmosphere especially during the winter. Two x 3 seater leather sofas and easy chairs, 32 inch LCD colour satellite TV, DVD, CD\/radio player, collection of DVDs and CDs, books and a selection of games.\n  • Master bedroom with en-suite shower room.\n  • Single bedroom with a pull out guest bed.\n\nPlease note. Cot and high chair not available.\n\nIncluded in the price\n\n  • Electricity and the initial fuel for the woodburning stove (Extra can be purchased at cost)\n  • Bed linen and towels\n  • WiFi\n\nOne well behaved dog is welcome at Wildwood but please note that the garden is not secure.\n\nGarden furniture and gas barbecue.\n\nGood Housekeeping Deposit\n\nA Good Housekeeping Deposit of £75.00 is required at this property.\n\nBest Features\n\n  • Quiet location within walking distance of the village of Fort Augustus\n  • Proximity to Loch Ness and other areas of outstanding natural beauty\n  • Choice of walks from the doorstep\n\nPhotos click to enlarge\n\n\nWildwood Reviews\n\nThe lastest reviews of Wildwood...\n\nReviewed this property on 02\/11\/2020\nAnd awarded it\nLove this lodge - stayed a few years ago with another family - plenty of room for 2 young families. Kids are older now and it was perfect for a single family of five. Fabulous location.\n\nReviewed this property on 19\/09\/2020\nAnd awarded it\nWe had a wonderful week at Wildwood Cottage, Fort Augustus. The property was well above expectations, tastefully furnished and spacious. The location was amazing, exactly what we were looking for. Lots of lovely river and woodland walks on the door step. Would definitely recommend and would like to go again.\n\nReviewed this property on 15\/11\/2016\nAnd awarded it\nWe rented Wildwood at Fort Augustus for a week and had the best time, our holiday started on 5th November and it was very mild. The wildlife there is amazing. Deer, pine martins, badger and so many birds. We were feeding them 2 pints of seed per day not including fat balls and suet. The property was spotless and there is everything there to make your stay so comfortable. We wish we booked 2 weeks now. If you book this property you won't regret it.\n\nReviewed this property on 27\/10\/2016\nAnd awarded it\nExcellent, fantastic, superb !!! A wonderful stay in a lovely property in the 'Wilderness', well almost. A short walk (1.5M) to Fort Augustus, beautiful surroundings and so many sights to go and see. Will definitely be returning again. The property is lovely and cozy with the wood burner, wildlife on the doorstep. An Excellent stay - Many Thanks A1++++\n\nReviewed this property on 16\/10\/2015\nAnd awarded it\nWe loved our stay at Wildwood. Peaceful setting, close but not too close to Fort Augustus. Clean and pleasant cabin. Would definitely recommend.\n\nReviewed this property on 19\/04\/2014\nAnd awarded it\nBeautiful furnished cottage with woodland stunning views. Fantastic holiday overall lots to do and see. Would highly recommend this cottage and it's location.\n\nReviewed this property on 12\/11\/2013\nAnd awarded it\nIf its peace and tranquillity you are after then Wildwood is for you. I took a book with me to read and didn't get past chapter 1 as the view from the window in the upstairs living area is stunning. The cabin is well equipped for your stay and very comfortable. The downstairs bathroom looks newly fitted out and the standard is good throughout. We thoroughly enjoyed our stay at Wildwood and so did our dog!\n\nReviewed this property on 04\/06\/2013\nAnd awarded it\nWildwood is a stunning property set in the perfect wooded location but only a mile from the village. Walks start from every angle on your doorstep, wildlife, peace and quite in equal measure. The property has everything you need, extremely clean and tidy. With two rooms on each floor that are seperate to the living spaces it is perfect for two families or friends. Highly recommended. Thanks.\n\nReviewed this property on 11\/03\/2013\nAnd awarded it\nVery disappointed, not to see the pine martins! We put bread and jam out every morning which disappeared without trace. We arrived when there was remains of snow on the roof and ground, the cottage standing out from the surrounding woodland. Once inside we made ourselves at home very easily, everything we needed was there especially the log fire which our great dane loved to curl up to each night. Extremely enjoyable peaceful stay. Look forward to returning soon (and seeing those pine martins).\n\nReviewed this property on 23\/10\/2012\nAnd awarded it\nThe lodge is exactly as stated. Woodland walks from the doors - ideal forest roads for cycling too. The single track road from Fort Augustus is much better than other single tracks in Scotland. So quiet and peaceful but with the TV to keep grumpy teenagers happy who have an allergy to fresh air - it catered for all. All the rooms were clean and fresh, no evidence of previous dog. Perfect for star gazing with the darker nights. Really enjoyable.\n\nReviewed this property on 25\/05\/2011\nAnd awarded it\nWOW, from the moment we turned the corner and saw our cabin it was like being in paradise, it was as magical inside as it was out, we didn't want to leave the children all decided that we should buy the cabin and stay there forever, it was so nice to be away from the hustle and bustle of life and look out onto so much beauty the cabin was set out perfectly, we are one hundred percent going back next year\n\nReviewed this property on 14\/09\/2010\nAnd awarded it\nhi will stayed at wild wood 28.8 2010. we had a great time. the weather was good to us . the log cabin was great. there was lots of walks around. we went on a boat trip which was great. the royal Scot which is at fort Augustus which is only a 20 min walk from the cabin. the Jacobite steam train from fortwilliam to mallaig was great. we even saw the pine martins at night. the down side was after 13 hrs drive the washing machine did not work the shower in the master bedroom did not work,\n\nReviewed this property on 06\/10\/2009\nAnd awarded it\n16th - 19th September 09 -... (truncated)",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9782163501,
        "format_confidence":0.959703505
    },
    {
        "url":"http:\/\/www.expedia.co.uk\/San-Angelo-Hotels-Knights-Inn-San-Angelo.h1669180.Hotel-Information",
        "text":"View photo\n\nBook your room at Knights Inn San Angelo\n\nRoom type\n\nOne king bed non smoking\n\nMax Occupancy: 3 guests (up to 2 children, 1 infant)\n\nTwo queen beds non smoking\n\nMax Occupancy: 5 guests (up to 4 children, 3 infants)\n\nMotel in San Angelo with free parking\n\n\nSituated in San Angelo, this motel is within 1 mi (2 km) of Santa Fe East Park, Shannon Medical Center, and San Angelo Museum of Fine Arts. Fort Concho National Historic Landmark and McNease Convention Center are also within 2 mi (3 km).\n\nProperty Features\n\nAlong with laundry facilities, this motel has free self parking and free WiFi in public areas. Continental breakfast is free.\n\nRoom Amenities\n\nAll 40 rooms boast deep soaking tubs and offer free WiFi and TVs. Guests will also find cable TV, refrigerators, and microwaves.\n\nShow more\n\nHotel Amenities\n\nHotel Amenities\n\nKnights Inn San Angelo features laundry facilities. High-speed wireless Internet access is complimentary. Complimentary self parking is available on site.\n\nKnights Inn San Angelo has designated areas for smoking.\n\n  • Total number of rooms - 40\n  • Designated smoking areas\n  • Free WiFi\n  • Laundry facilities\n  • Free self parking\n  • Free RV, bus, truck parking\nShow all hotel amenities\n\n\nAvailable in all rooms: Free WiFi\n\nAvailable in some public areas: Free WiFi\n\n\nFree self parking, Free RV, bus, truck parking\n\nRoom Amenities\n\n  • Air conditioning\n  • Climate control\n  • Free local calls\n  • Microwave\n  • Refrigerator\n  • Deep soaking bathtub\n  • Iron\/ironing board\n  • Television\n  • Desk\n  • Cable TV service\n  • Free WiFi\n\n\nTo make requests for specific accessibility needs, complete the “Special or Accessibility Requests\" section of “Trip Preferences\" when you book your hotel.\n\n  • Accessible bathroom\n  • Accessible path of travel\n  • Accessible parking\n  • In-room accessibility\n\nHotel Policies\n\n\nCheck-in time starts at 3 PM\n\n\nCheck-out time is 11 AM\n\nPayment types\n\nYou need to know\n\nExtra-person charges may apply and vary depending on hotel policy.\n\nGovernment-issued photo identification and a credit card or cash deposit are required at check-in for incidental charges.\n\nSpecial requests are subject to availability upon check-in and may incur additional charges. Special requests cannot be guaranteed.\n\nNo rollaway\/extra beds available\n\nNo cribs (infant beds) available\n\nShow all policies\n\nWe should mention\n\nChildren 17 years old and younger stay free when occupying the parent or guardian's room, using existing bedding.\n\nSorry, we seem to have had an issue loading our review content. Try again?",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9972044826,
        "format_confidence":0.9983614087
    },
    {
        "url":"http:\/\/pointmaven.com\/offers\/hotel\/property\/4680\/?city=Hong+Kong&state=&country=Hong+Kong&meetings=0&i=MTEzLjkxNDYwMw==&j=MjIuMzA4OTE5&k=9136ca0823d18541e5efbc4d7b498ef6",
        "text":"Guaranteed Best Rates *\n  Bonus Points Promotions: Hong Kong, Hong Kong\nShowing Best Western Shenzhen Felicity Hotel promotions. See promotions by all hotels, or start a new search.\nTip: Click on any rectange in the small embedded PointMap to locate the property on the map\n\nHotel Promotion Dates Earn with\n\n    Best Western Shenzhen Felicity Hotel 10% Bonus Points (AAA\/CAA)\nNote: Valid for AAA\/CAA members.\n\nMore Tools: The Blog | | | | | | infantilization: the dumbing down of western civilization\nAbout | Guaranteed Best Rates | | Resources\nContact Us | F.A.Q. | Copyrights | Privacy Policy | Disclaimer\n© 2007-2010",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9950503707,
        "format_confidence":0.9498235583
    },
    {
        "url":"http:\/\/www.flysas.com\/et-EE\/us\/Destinations\/Austria\/",
        "text":"﻿ Austria - SAS\n\n\n\n\nFly to Austria with SAS\n\nRomantic, charming and modern, Austria is flanked to the west by the majestic Alps and to the east by the Danube River and the beautiful city of Vienna. The country was once the capital of the Habsburg empire and today retains much of its imperial past, seen in Vienna's grand palaces and Salzburg's baroque architecture.\n\nAustria is the birthplace of great composers, artists and scientists. Today, music and the arts still play a big role in Austrian culture and you can enjoy concerts, performances and exhibitions year-round.\n\nIf you're more interested in outdoor activities, Austria has the Alps, the Danube and many national parks and nature reserves for numerous outdoor adventures. Spend some time in Austria and you'll be enchanted by Austrian \"Gemütlichkeit\" –the Austrian way of describing their enjoyment of life.\n\nFind out about flights to Austria on SAS by way of Scandinavia today.\n\n\nMusic and art are enduring elements of Austrian culture. The birthplace of Mozart, Schubert and Mahler, Austria today continues to celebrate its musical heritage with festivals, concerts and events covering classical and modern music. Music and dance are also celebrated during Austria's illustrious ball season. Some of the most glamorous balls include the Viennese Opera and Imperial Balls.\n\nOutdoor adventures\n\nAustria is a country of varied landscapes and offers multiple activities for outdoor enthusiasts. You can hike the Austrian Alps, bike along beautiful rivers or explore one of the many national parks and nature reserves. The winter is a skier's paradise. Austria has world-class skiing in the Alps in popular ski regions such as Innsbruck and Arlberg.\n\nCafé culture\n\nIf you're a coffee drinker, you're in luck. Coffehouses and café culture are a big part of the Austrian lifestyle. Besides having great coffee, the coffeehouses serve as a workplace, relaxation point and social gathering spot for Austrians — especially in Vienna, where there seems to be a coffeehouse on every corner. Join the locals, relax and enjoy a cup of coffee with a few delicious Viennese pastries.\n\nBook your flight\n\n\nBook a hotel Book a hotel\nRent a car Rent a car\n\nAlways with SAS\n\nSubscribe to our newsletter\n\nScandinavian Airlines © 2015\n\n| Travel conditions | Site map | Agent sales info | About SAS | Newsletter | Feedback\nStar Alliance",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9906868339,
        "format_confidence":0.9884618521
    },
    {
        "url":"https:\/\/www.masoncityia.com\/news\/p7102previewtrue\/",
        "text":"South Pacific Wonders: Australia & New Zealand\n\nJourney down-under to Australia and explore the Great Barrier Reef, Cairns, and the beautiful city of Sydney. Then, travel to the south island of New Zealand to enjoy the breath-taking scenery it has to offer! You can even extend your stay with an optional post-tour extension to Fiji!\n\nThis wonderful trip is being offered October 29th - November 12th 2019. When you register before May 31, 2019 you will receive a $250 discount. For more information on this upcoming trip or to register, e-mail Allyson.\n\nLearn more here!\n\nComments are closed.\n\nTranslate »",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9967874289,
        "format_confidence":0.7376622558
    },
    {
        "url":"http:\/\/diveworldwide.com\/trip-ideas\/truk-wreck-extravaganza",
        "text":"Travel, experience, conserve with\nDive Worldwide\n01962­ 302 087\nJump to main menu\n\nOne of the world’s largest lagoons, Truk is enclosed by a 225km barrier reef, covers more than 2000 square kilometres and is home to an entire Japanese fleet, sunk in 1944.\n\nFrozen in time, complete with sake cups and skeletons, jeeps and tanks still tied on board and fighter planes still waiting in the hangars, Truk Lagoon is an underwater museum. Nowhere else in the world are there so many wrecks in close proximity situated in shallow water, many visible by snorkelling.\n\nThis trip includes a recommended minimum of eight nights in Truk. It's possible to create an itinerary combining Truk with Palau, Yap or the Philippines.\n\nSuggested itinerary\n\n  1. Day 1: Depart the UK\n\n  2. Day 2: Continue journey to Truk\n\n    Transfer back to the airport for your flight to Truk via Guam.\n\n  3. Day 3: Arrive Truk Lagoon\n\n    You will be met on arrival and transferred to the Blue Lagoon Resort for an eight night stay.\n\n  4. Days 4-9 : Dive the wrecks of Truk Lagoon\n\n    Enjoy six days diving (two boat dives per day) exploring the wonderful wrecks of Truk Lagoon, considered the best wreck diving destination in the world.\n\n    A third dive each day can be arranged locally with the dive centre. Please note that Nitrox is available, but expensive due to the remote location.\n\n  5. Day 10: At leisure\n\n    Today is free to explore the local sites or simply relax.\n  6. Day 11: Depart Truk Lagoon\n\n    Today you will depart back to Manila where you will require an overnight stay, due to flight schedules.\n  7. Day 12: Continue your journey home. Arrive UK\n\n    Depart Manila, landing in the UK later the same day.\n\nKey info\n\nOur trip ideas are offered to inspire you and can be tailored to suit your requirements.\n  • Duration and price including flights from\/to UK: 12 days from £2,895 pp\n  • When to go: Jan-Dec: Available throughout the year.\n  • Included in the price\/package:\n    • Flights from the UK\n    • 1 night in Manila (BB)\n    • 8 nights resort in Truk (BB)\n    • 12 dive package\n    • Tanks and weights\n    • Transfers\nFeatured location:\n\nTruk Lagoon\n\nOne of the world’s largest enclosed lagoons, Truk is home to an entire Japanese fleet, sunk in 1944 and frozen in time. Nowhere else in the world are there so many wrecks in close proximity, and in clear shallow water. Truk Lagoon is a must for wreck lovers.\n\n  • Ideal for viewing: grey reef shark, common octopus, spotted eagle ray, Pacific bluefin tuna, black-tip reef shark\n  • Excellent for: Liveaboard diving, Resort based diving, Group diving, Technical diving, Wreck diving\nSuggested accommodation is shown below. Please contact us for further recommendations.\n\nBlue Lagoon Dive Resort\n\nAway from the hustle and bustle of everyday life, this dive resort is situated on a coconut palm fringed point of Moen Island with breathtaking views of the most famous lagoon in the world - Truk.",
        "topic_id":23,
        "format_id":16,
        "topic_confidence":0.9860463738,
        "format_confidence":0.9939501286
    }
]