[
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/a58b3386\/asd",
        "text":"More Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • Hi my name is Irfan Can, I'm here for my job interview.\n  • Hello my name is Jacob, I will be your interviewer. Could you tell me little bit about yourself.\n  • After I did my masters at NYU, I worked for CVS as a finance manager for 5 years.\n  • Why have you left your job  there?\n  • It was my first job after graduating, and it taught me a lot. However, there wasn't room for growth, I am ready for new challenges.\n  • Why do you want this job?\n  • I understand that this is a company on the rise. I want to be a part of this business as it groves, and I know my experience from my previous job would help this company evolve.\n  • Sounds good. Tell me, how do you handle stress?\n  • I understand that stress comes with this job and I actually work better under pressure, and I`ve found that I enjoy working in a challenging environment.\n  • I must admit, I am impressed Mr. Can. I believe we can use someone like you in this company. A congratulation is in order.\n  • Thank you, I appreciate it. I am looking forward to working with you. \n  • Likewise, Mr. Can. \nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class   •   Quick Rubric   •   abcBABYart   •   Storyboard That's TPT Store",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.975060463,
        "format_confidence":0.5047359467
    },
    {
        "url":"https:\/\/hubpages.com\/education\/Thank-a-Teacher-If",
        "text":"ArtsAutosBooksBusinessEducationEntertainmentFamilyFashionFoodGamesGenderHealthHolidaysHomeHubPagesPersonal FinancePetsPoliticsReligionSportsTechnologyTravel\n\nThank a Teacher If...\n\nUpdated on November 27, 2013\n\nThank You\n\nall rights reserved\nall rights reserved\n\n\nThank a teacher if you can write and spell cat,\n\nand actually know when you see one,\n\nread a story about Sally and Dick, throwing a red ball,\n\nand then watch a pup named Spot, run.\n\nIf you can spell your name, know your home address,\n\nand then know how to get there,\n\nadd up all your bills, after reading mail,\n\nthen get through a month, with room to spare.\n\nThank a teacher if you passed your twelve years,\n\nwhile in public education, and did survive,\n\nyou passed a driving test, got your license,\n\nnow to drive on interstates and remain alive.\n\nYou learned about the constitution's rights,\n\nour freedoms of speech and of the press,\n\nyou make positive choices, knowing right or wrong,\n\nnever having to make any guess.\n\nThank a teacher, because you know the law,\n\nyou're secure to walk the narrow road,\n\nhaving learned the skills needed to live by,\n\nand then to help lighten your heaviest load.\n\nThanks to all teachers who devote their lives,\n\ngiving gifts to children, of life's happy song,\n\nshowing their devotion and love so strong,\n\nand in letting them know that they all belong.\n\n\n    0 of 8192 characters used\n    Post Comment\n\n    • skybase21 profile image\n\n      skybase21 5 years ago from Athens, GA\n\n      I really liked this poem. Teachers rarely get the recognition they deserve.\n\n    Click to Rate This Article",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.986985147,
        "format_confidence":0.8857187033
    },
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/155215\/after-ever-after",
        "text":"After ever after\n\nAfter ever after\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • ﻿It's OK, my class is right here. I hope you don't think our whole school is rude. Someone would've stopped﻿ ﻿to help, but, you know first day and all\n  • ﻿Well, hello, Jeffrey Alper from New Jersey. And thanks again for being the one who stopped to help.\n  • ﻿Ooh, now I've made you late to class.﻿\n  • ﻿Gak's not gair! Goo gon't know I'n gonna kail ga kest! Why gon't goo hag any kaith in me?﻿\n  • ﻿﻿﻿Jeffrey Alper, how could you? Did you think you'd be able to hide this from us forever, just by getting rid of the letter? Did you even think about what would happen when you failed the state test?﻿\n  • ﻿It is fair, Jeff. I do have faith in you - usually. But how am I supposed to react when you deliberately deceive your parents?﻿\n  • ﻿No, but you said that thinking is the enemy of math.﻿\n  • ﻿Let's just say that if I ever need someone who knows how to make a lot of mistakes really fast, you'll be getting the call. Didn't you think at all while you were taking the test?﻿\n  • ﻿Hmm, did I﻿\n  • In this scene, Jeffrey was helping Lindsey pick up the books that she had dropped, while Lindsey was apologizing to Jeffrey for making him late to class.\n  • In this scene, Jeffrey's mom is yelling\/talking to him about the letter that Jeffrey threw in the garbage. She was very furious and was trying to explain to Jeffrey that her, herself and his father understand and want Jeffrey to succeed.\n  • ﻿In this scene, Mr. McGrath was explaining to Jeffrey how bad Jeffrey did on the test in a nice way. He asked Jeffrey if he even though about anything on the test, and Jeffrey said that Mr. McGrath told him not to basically. Then Mr. McGrath acted all confused like he never said that.\nMore Storyboards By 155215\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class   •   Quick Rubric   •   abcBABYart   •   Storyboard That's TPT Store",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.8865609765,
        "format_confidence":0.9569417834
    },
    {
        "url":"http:\/\/www.plazadelatecnologia.com\/ccna.php?exam=050-SEPROAUTH-02.html",
        "text":"050-SEPROAUTH-02 Vide Exam | RSA 050-SEPROAUTH-02 Real Exam Questions And Answers\n\nRSA 050-SEPROAUTH-02 .erving differences. President of Vietnam shook his head at the head, I fully agree with Mr. Chen s views, after all, we can sit 050-SEPROAUTH-02 100% Free Vce Files down and talk to the six RSA 050-SEPROAUTH-02 countries, is entirely Mr. Chen s 050-SEPROAUTH-02 100% Safe Shopping Experience credit, not to mention Mr. Chen, also gave 050-SEPROAUTH-02 With Pass Exam Guarantee up so much interest, , Take their own money, to send us good, if I have another opinion, a little too much knowledge of the general. Speaking of the end, the Vietnamese President 050-SEPROAUTH-02 Pass Exam By Easy Way Zhang Yat day, sweep 050-SEPROAUTH-02 100% Safe Shopping Experience a few, just a few difficult to face the 050-SEPROAUTH-02 Exam Pdf king. This look, that some of the king of 050-SEPROAUTH-02 Certification Exams some embarrassment, I can not help but look ashamed, after all, Zhang Yazhi said the RSA Certified SE Professional in Authentication Manager Solution truth. President, you ah Chen Haoran smiled and shook his head, said first, because the things of the Chinese 050-SEPROAUTH-02 Only For Students Free Download Autonomous Region, so that a number of neighboring countries suffered a loss, I love 050-SEPROAUTH-02 A Brief Guide About the grounds, must be expressed, so this is not Come out to say. Chen Haoran just said this, the prince Pude to come help, Mr. Chen, or say, but those places, for our three countries, I was completely abandoned a tasteless tasteless tasteless, and even every year we also There is still a lot of po\n\nRSA 050-SEPROAUTH-02 Exam Download\n\ntential to fill the pit, the 700-260 place has become our heart, every year there are many countries, take those places to 70-462 attack us, but we can not get that few places you do not believe ask, In addition to not bordered by Cambodia, who h. as not been his drag Now, that several places were surrendered by Mr. Chen, it can be said, can be considered to solve our heart disease, although we face does not look good, 000-104 but you give us the benefits, far more than his value, This year, the purchase of building materials, has more than a few provinces around the GDP for several years, just this point, we have a big 050-SEPROAUTH-02 Exam Pdf advantage. See Vietnam and Thailand have come out 050-SEPROAUTH-02 Develop Exam For Students to help, Laos and Burmese king also sit SSCP still. However, the king of Cambodia, but it is the first opening, Originally, I also look at Laos and Myanmar 050-SEPROAUTH-02 Only For Students Free Download joke, after RSA 050-SEPROAUTH-02 all, those places, to drag them too much, if not those places, Laos and Myanmar, even if not with Thailand This time, Mr. Chen, to their advantage, just this year they will double the DP, 050-SEPROAUTH-02 Being Successful In has not to mention, and my jealous eyes 210-060 are red. Yes, Mr. Chen, you really helped us\n\nRSA 050-SEPROAUTH-02 Dumps Exam Knowledge\n\nlaced in the usual, three horses 050-SEPROAUTH-02 Help All Candidates Pass Their dare to do so, he would definitely put the horse three eyes were scolded. RSA Certified SE Professional in Authentication Manager Solution But after today s turn of events, the dragon in the day once mature a lot, the moment lowered the posture, said Uncle 050-SEPROAUTH-02 Latest Version Pdf&Vce Ma, I am a small day, the dragon 050-SEPROAUTH-02 Exam Pdf in the day. Dragon in the days of polite, so Ma three little suited to the same time think 050-SEPROAUTH-02 Pass Guarantee Of Your of a possible, Long Pa in all likelihood. But the idea came out, he was severely pinch off to the pow.er of the Long Pa, who can put him how Is the scourge of 050-SEPROAUTH-02 Help All Candidates Pass Their Chen The scourge should not have the terror to this point, right Ma three eyes for a moment, turned a lot of thought, but his mouth is very polite, and even a little bit of fear and 050-SEPROAUTH-02 Are Based On The Real Exam said Master, you really 050-SEPROAUTH-02 Exam Pdf kill me, I am an old slave, how can you qualify when you Of the uncle. Ma three flattery, so that the dragon is satisfied in the day, but has 050-SEPROAUTH-02 Vce Dumps Collection 050-SEPROAUTH-02 Are Your Best Exam Choice matured a lot of him, and not so arrogant, but very polite, said Uncle Ma, your words on the wrong, my father Not RSA 050-SEPROAUTH-02 more than just said, the whole world, in addition to 050-SEPROAUTH-02 Certification Practice me an\n\nRSA 050-SEPROAUTH-02 Get High Score\n\nd my grandmother, my grandfather three people, you are 050-SEPROAUTH-02 Certification Exam Prep his most trusted people. This sentence has long been said in front of his face, and now once again heard MB2-704 this sentence, Ma three eyes that crumpled brow, can not help but relax a lot, the 050-SEPROAUTH-02 Latest Exam Tests Online owner is absurd. Finished this sentence, Ma three slightly pondered a RSA 050-SEPROAUTH-02 moment, said Master, you suddenly call over, is not what command Hearing this, the dragon in the days of a sigh of relief, and then put on a tearful voice, Ma Shushu, my CBAP father accident, this time you can help me ah What Although already speculation, but one heard this, the horse three was still 300-115 scared from the beach chair, sat C_HANAIMP151 up, Master, do the scourge of Chen, has arrogance to 050-SEPROAUTH-02 Exam Pdf this point yet The scourge of Chen Long days in. a little Lengshen, but he quickly responded quickly and said That little species, not that ability, is our family of two elders, the two traitors betrayed my grandfather and I Father, suddenly, I caught my father. NS0-506 What 050-SEPROAUTH-02 70000+ Satisfied Customers Compared to his guess, this result is more stirring, and even let",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.7935894728,
        "format_confidence":0.5431785583
    },
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/c5175f4b\/the-ballet-class",
        "text":"The Ballet Class\n\nThe Ballet Class\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • As a kid, I was the biggest \"Wiggles\" fan ever.﻿\n  • I would watch them all the time. I knew all the catchphrases and all the dance moves.\n  • I loved them so much that I even saw them live in concert.\n  • As a natural 3-year-old obsessed with everything girly and pink, it was my dream to become a ballerina, so I was enrolled for classes.﻿\n  • Katie! Time to go to ballet!﻿\n  • Very good, Katie!﻿\n  • ﻿Ballet class was great! Everyone was so nice, especially the teacher!﻿\n  • However...﻿\n  • ...There was something a bit confusing...\nMore Storyboards By c5175f4b\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class   •   Quick Rubric   •   abcBABYart   •   Storyboard That's TPT Store",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.8766534328,
        "format_confidence":0.8914007545
    },
    {
        "url":"http:\/\/www.teenink.com\/college_guide\/college_articles\/article\/87802\/A-Bystander",
        "text":"A Bystander | Teen Ink\n\nA Bystander\n\nFebruary 28, 2009\nBy eunjilee90 BRONZE, Guadalajara, Other\neunjilee90 BRONZE, Guadalajara, Other\n2 articles 0 photos 0 comments\n\n'Look at that person, Dad. She's looking for her cellphone everywhere! WHILE SHE'S TALKING ON IT!' My dad and I imitated the old lady on TV, using our hands as phones, taking the cushions off the sofa, and looking underneath the TV set. Every few seconds, we would ask each other, 'Where could that cellphone have gone? It's not like it has feet.' After our little show ended, we turned to the front of the TV and continued to watch funny video clips while my mom persuaded my sister, Eunbi, to solve yet another problem set in her practice booklet. She had her science test the next day. With merely a sigh, Eunbi opened her booklet and began to answer some questions. As a soon to be first grader, I thought, 'Well, that is her duty. She should be studying right now.'\n\n'Trrrr....' The last bell of December rang at exactly two thirty. Everyone yelled out 'Winter Break!!' Echoes of closing binders and desk drums filled the room. In less than a minute, everyone emptied the classrooms that had encaged them daily for an hour and five minutes. I, on the other hand, moved slowly, with no hurry. For once, I did not have to run home, turn on the computer, and write an extensive lab report, a ten page research paper, or finish odd problems in the math textbook.\n\nI walked down the second floor hallway and opened locker 402. Happy faces, shining star stickers, a bright pink strawberry yogurt stain, and Korean movie star pictures ripped from magazines welcomed me for one last time in the year 2007. One binder, one notebook at a time, I gathered my homework materials and waved goodbye to the sophomore hall.\n\nIn the high school office, hosting a Christmas tree decorated with hand-made paper stars and red and white canes, Eunbi waited for me to go home. Saying goodbye to the office staff, we walked toward the bus stop and headed to our home in the yellow striped 622 route.\n\nOnce we arrived, Eunbi and I went separate ways. As I entered my room to turn on the TV, Eunbi entered hers to study for her upcoming SAT. Watching her reach out for her bluebook and her word smart, I thought, 'She has to be studying for the SAT. She's taking it next month.'\n\nAs a younger sister, I have always believed that Eunbi had to be busier and work harder than I did. I believed that it was Eunbi's responsibility to study for her science test and SAT. Nevertheless, when I entered third and tenth grade, as Eunbi had two years ago, I still looked at Eunbi and focused on why she had to do this and that in fifth grade or as a senior. I have never remembered my responsibilities. I have taken the role of a bystander. Now that the reality of the frightening SAT and AP approaches me, I will have to break the character that I have molded myself into for so many years and begin to take the role of an independent worker.\n\nSimilar Articles\n\n\nThis article has 0 comments.",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.7687695622,
        "format_confidence":0.7679650187
    },
    {
        "url":"https:\/\/ysing.org\/educate-a-child-refine-a-generation-by-williams-oluwanifemi-winner-ysi-poetry-contest\/",
        "text":"Education in a term leads a nation right\n\nEducation you can see, makes a future bright\n\nEducation thus, refine a generation\n\nif all hands toss her gentle sure.\n\n\nGeneration in olden days passing by\n\nand nothing to show by and by\n\nday and time and day\n\nsleeping away in tide and sun and hay\n\n\nEveryday the sun\n\nweep for giant’s sons\n\nlike a shriveled husks\n\nby the shinning rusts\n\nBegging for food\n\nfrom the herbs of woods\n\nwho robbed them their worlds\n\nfor their worlds\n\nfor their rotten lust\n\n\nWithout education we can not grow\n\nlooking at other world’s you watch them glow\n\ndo not be jealous but come back home\n\nwith education you can turn it all\n\n\nScience and technology develop  across the world\n\nthey were not thrown just over the wall\n\nbut good leaders thought their good and all\n\nwith education and all we can claim the hall\n\n\nDo not be a waiting and a doubting Thomas\n\nhave faith in yourself like Peter of the rock\n\ndo not be a glutton who knows the plate to the top\n\nfocus on your education and refine your thoughts.\n\n\nWithout education there will be no communication\n\nrunning here and there to get better attention\n\nbut if you sit and resolve to get educated\n\nto be honest my friend you will get respected.\n\n\nParents and children do not jeopardize education\n\nit is only the way to get to the top\n\ndo not mince the education the only glory of a nation\n\nbut scarcity of literates it is a battle and a loss.\n\n\nTrendies and Niceties blind away time\n\nhow focus are you to climb very high?\n\nbut all this wastes  in  a fleeting prime\n\nyou will pay a fortune with a sigh and sigh.\n\naren’t you sick with your country’s headache\n\naren’t you expedite to make her healed?\n\ndo not throw yet the towel, focus on your education.\n\n\nBright future we have in this great nation\n\nbut people like us must be part of our motion\n\nto change the fate of our fated passion\n\nbut without education we are stacked like friction.\n\n\nEducation is important for every child\n\nthey are created to lead but must be led to lead\n\nlet’s make them credible in loyalty not deprived\n\nbut most importantly, we must  refine their generation.\n\n\nThey are the salt of the nation\n\ndo not make them a goofy person\n\nthey are the future of tomorrow\n\nshining bright like a lamp out of sorrow.\n\n\nGood leaders and followers they will be in this\n\nif you ask it is through education\n\ngo ahead and shine yourself\n\nwith education you can turn it all.\n\n\nJoin hands together to build this great nation\n\nyou are a vessel of honour\n\ntherefore, parent and children let us work\n\ntogether to refine a generation.\n\nLeave a Comment\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.9631547928,
        "format_confidence":0.9874825478
    },
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/tkdforever2005\/talking-dog",
        "text":"More Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • Idiot. Thinks I want to walk.\n  • C'mon Chelsea! Let's take a walk.\n  • Wow. She talks to herself. Sad.\n  • Let's go to the park!\n  • OMG! So much fun! I could do this all day!\n  • Can we go home?\n  • I already had a snack... grass. Yummy and green. Healthy.\n  • Let's get a snack or something.\n  • Mint Chocolate ice-cream... please. OH! Extra rainbow sprinkles.\n  • What would you like, dearie?\n  • To go home...\n  • It was a good idea to come to the theme park. Pets are welcome!\n  • I hope no one is watching.\nMore Storyboards By tkdforever2005\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class – Search for School-Safe, Creative Commons Photos (It Even Cites for You!)\nQuick Rubric – Easily Make and Share Great-Looking Rubrics\nabcBABYart – Create Custom Nursery Art",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.657967031,
        "format_confidence":0.9277842045
    },
    {
        "url":"https:\/\/www.craneisd.com\/o\/crane-independent-school-district\/page\/alma-mater--4",
        "text":"Come all ye Cranes\nDo you recall\nThose happy days\nEnjoyed by all\nIn that wonderful\nCrane High School\n\nWe will uphold her as the best\nThe grandest school in all the west\nFor we love her each one and all\n\nThe purple and the gold\nLead on to victory\nFor we strive to be\nOn the winning side of every game\nThrough all the years obey her call\nIt's all for one and one for all\nAnd remember she'll never fall!\n\n\nClick here to go to the Crane Exes website",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.9081765413,
        "format_confidence":0.9040870667
    },
    {
        "url":"http:\/\/www.teacherplus.org\/my-teacher-and-i\/",
        "text":"My teacher and I\n\nSurbhi Nigam works with kids in the pre-primary section in Bluebells School International. She loves to paint, read, and write short stories for children. She believes that life is god’s gift to us and therefore we have to live it to its fullest.\n\nOur English teacher was absent that day and we had a free period. I was in class four. Everybody was happy that they were getting an unexpected free period. There was a lot of noise in the class when suddenly we saw someone standing at the door. Pin drop silence followed. Ms. Calender taught the higher classes. She was one of the nicest teachers in school and yet for some reason everyone was on their guard when she was around.\n\nThis was 25 years ago but I remember it like yesterday. She walked into class and asked us to take turns and read aloud from our reading books. I had always been a “back bencher” and was not very confident of my reading skills. My heart was racing.\n\nWhen it was my turn to read, everything around me started moving, my vision blurred. Butterflies were flying about in my stomach. It was with extreme difficulty that I finished reading my bit.\n\nThe next day three students from my class were called to see Ms. Calender. I was one of the three. Why was I being called? What did I do? Did I read so badly yesterday? My mind choking with these thoughts.\n\nIn the staff room, Ms. Calender gave each of us a paper to read. We made mistakes while reading and I the most. My pronunciation was not very refined. We were asked to take the paper home, practice reading and come prepared the next day.\n\nI couldn’t sleep that night. I was afraid of the task that was awaiting me the next day and I didn’t want to embarrass myself in front of Ms. Calender. I stayed up all night practicing my reading. The next morning we read from the paper in front of Ms. Calender. Imagine my surprise and dread when she announced that I was chosen to participate in a competition, which was to be judged by an external jury. I had 15 days before the competition. I wanted to cry, run away, fall on my knees, and beg her to spare me. She saw the fear in my eyes and said, “I know you can do it.”\n\nI was speechless for no teacher had ever shown her trust and faith in me. My classmates and even some of my teachers were surprised that I had been chosen. I could hear my classmates giggling and talking behind me. Later in the day, Ms. Calender gave me the topic I was to speak on – patience.\n\nMs. Calender met me everyday, briefed me on the topic, asked me to think and make notes. She discouraged any ideas I may have had of copying. She corrected my mistakes and made me practice speaking using the correct words, grammar, and punctuation.\n\nEvery time I wanted to tell her that I couldn’t do it, that I wasn’t the right choice, that I didn’t fit in, I remembered her trust in me. I wanted to run away but I couldn’t.\n\nI spent a sleepless night before the competition. When D-day arrived, my heart was pounding and I felt that the whole world could hear it. My turn came and for a second the world around me started shaking. I wanted to run away. My mind was blank and I was speechless. And then I saw someone – someone who trusted me and believed in my potential. She nodded her head, gave me a thumps up and I heard the words, “I know you can do it,” in my mind.\n\nI took a deep breath and started. After three seconds, I was in full swing. I spoke with all the courage and enthusiasm that my teacher had instilled in me. I spoke for my teacher – Ms. Calender.\n\nThe results were announced and guess what? I got the second prize. It was a moment to celebrate but I couldn’t stop crying. I received the prize with shaking hands and looked at my teacher. It was more her victory than mine. She found me before I could get lost. Thank you ma’am.",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.9778774381,
        "format_confidence":0.6626626849
    },
    {
        "url":"https:\/\/www.insidehighered.com\/views\/2013\/02\/12\/call-new-college-songs-era-moocs",
        "text":"College Songs for MOOC Era\n\nFebruary 12, 2013\n\nGimme an M!       M!\nGimme an O!       O!\nGimme another O!     O!\nGimme a C!                 C!\nWhat have we got?  MOOC!\n\n\nFar above Cayuga’s waters with its waves of blue,\nStand our noble M-O-O-Cs, glorious to view.\nMassive Open Online Courses, loud their praises tell.\nHail O dig’tal Alma Mater, now called e-Cornell.\n\nOn Wisconsin\n\nOn, Wisconsin! On, Wisconsin!\nFight on for our MOOCs.\nThey make teachers into rock stars.\nWho needs Yale or Duke? (rah rah rah)\n\nWe take classes in our jammies\nAny time of day.\nOh, how we love to learn\nThe online way.\n\nNotre Dame\n\nCheer, cheer for old Notre Dame.\nAnd for the MOOCs that bring us our fame.\nSend a volley cheer on high\n’Cause our instruction comes from the sky.\n\nThough the attachments be great or small,\nOur CPUs can handle them all.\nOpen access sets us free\nTo seek out an e-degree.\n\nGaudeamus Igitur\n\nGaudeamus igitur.\nDon’t need classrooms, that’s for sure.\nLibraries are so passé --\nRemnants of another day.\n\nWe’re creating new tradition.\nOurs is wireless erudition.\nWe eschew all printed words.\nRest in pace Gutenberg.\n\n\n\nEdward (Ted) Fiske, former education editor of The New York Times, is author of The Fiske Guide to Colleges. Post your ideas for other college songs for the MOOC era here as comments or e-mail them here.\n\nSearch for Jobs\n\n\n  • Viewed\n  • Commented\n  • Past:\n  • Day\n  • Week\n  • Month\n  • Year\nBack to Top",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.8980571628,
        "format_confidence":0.8416378498
    },
    {
        "url":"http:\/\/www.storyboardthat.com\/storyboards\/jazmynvega\/unknown-story",
        "text":"Unknown Story\n\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • It is okay, i forgive you. It is the one time that you let me down. It is okay.\n  • I am so sorry that i let you down.\n  • I have been doing bad in my grades. I waited till the last minute to tell you i am so sorry.\n  • It is okay i will help you so we can pursue our DREAM!!!!\n  • I will NEVER know my TRUE FEELINGS.\n  • i need a person who will listen to my problems and tell me how i can make those nightmares not nightmares. so i think i need a counselor.\n  • are you ready for the big day in two weeks??!!!\n  • a little i am so nervouse but i know we will get through this together\n  • lets go !!!!! lets go !!!!!\nMore Storyboards By jazmynvega\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class – Search for School-Safe, Creative Commons Photos (It Even Cites for You!)\nQuick Rubric – Easily Make and Share Great-Looking Rubrics\nabcBABYart – Create Custom Nursery Art",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.9261279702,
        "format_confidence":0.949260354
    },
    {
        "url":"https:\/\/twowritingteachers.org\/2008\/08\/01\/the-first-pf-of-august\/",
        "text":"Skip to content\n\nThe First P.F. of August\n\nThis poem was mentioned when Michelle commented on Ruth’s Post, “Be a Writer,” yesterday evening.\n\nMiracle Workers\nby Taylor Mali\n\nSunday nights I lie awake—\nas all teachers do—\nand wait for sleep to come\nlike the last student in my class to arrive.\nMy grading is done, my lesson plans are in order,\nand still sleep wanders the hallways like Lower School music.\nI’m a teacher. This is what I do.\n\nLike a painter paints, or a sculptor sculpts,\na preacher preaches, and a teacher teaches.\nThis is what we do.\nExperts in the art of explanation:\nI know the difference between questions\nto answer and questions to ask.\n\nClick here to read the rest of this amazing, long poem.\n\nPoetry Friday is being held at The Well-Read Child.\n\nStacey Shubitz View All\n\nLiteracy Consultant. Author. Former 4th and 5th Grade Classroom Teacher.\n\n4 thoughts on “The First P.F. of August Leave a comment\n\n  1. Even though I’m not teaching anymore (but I guess I’ll always be a teacher — this is what I do, after all!) I always love to read teacheresque poetry. This is a great one!\n\n\n%d bloggers like this:",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.6549897194,
        "format_confidence":0.6159767509
    },
    {
        "url":"http:\/\/www.sampleletters.org.uk\/new-job-announcement-letter.html",
        "text":"New Job Announcement Letter\n\nDearest honey,\n\nI hope this letter finds you in the same state as I saw you couple of weeks before. I am writing this letter to inform you that the cause for which I have been here for the last couple of weeks has been fulfilled in the desired way. I have got the new job of zone manager. The committee of all the head of different zones of the company came upon a unanimous consensus of getting me the promotion from the regional manager to the zone manager, giving me the new job which I have been longing for such a long time.\n\nIt was your belief that I will make it to this level when even I was sceptical about it. I have a surprise for you when we meet on the 22nd of this month.\n\nI hope John and Stella are troubling you the same way as I left them.\n\nYour loving husband,\n\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.9449680448,
        "format_confidence":0.8440732956
    },
    {
        "url":"http:\/\/www.parkchildcare.ie\/a-poem-for-our-cherrywood-smarties\/",
        "text":"A Graduation Poem for our Cherrywood Smarties\n\nRussell, from our Cherrywood team, wrote a special graduation poem about the children in the Smarties Class of 2017. It has been a delight getting to know each and every one of them. Thank You for all the memories.\n\nAnd so another year has ended\nOur graduates head off to school\nThank you for all the memories\nYou’ve let us act the fool\n\nSylvester you are off to school\nIt’s really been a pleasure\nYou and Michael have a lovely bond\nHe’ll really miss you fella\n\nBen you really love your books\nWe especially love all your tales\nThe way you can just talk and talk\nYou could have a job in sales\n\nConor good luck with all your sport\nYou are very quick with a ball\nYour love for sport is undeniable\nI believe Tipperary Rule??\n\nMarifer, you’re such a doll\nSo sweet and so polite\nIt’s a pleasure in the mornings\nTo see a face so bright\n\nSean you joined us late in the year\nYou once asked about my tattoos\nI believe your exact words to me were\nWhen you have another one can I come too?\n\nRichard you are a ball of fun\nAnd someone who likes his sleep\nAnd your love for ninja turtles\nWe almost sing the song in our sleep\n\nNaoise, well, she can’t sit still\nWe’d need glue to hold her down\nBut preferably when she isn’t wearing\nHer favourite princess gown\n\nThen there’s Sam from Eden Gate\nHe loves his football and his sport\nThe only skill we haven’t seen yet\nAre those on the tennis court\n\nJasmine likes to dance and sing\nShe likes dancing in the mirror\nShe’ll be on the tv sometime soon\nI’ll be surprised if you don’t see her\n\nIsabella she’s from Italy\nShe loves to be outside\nNature Kindergarten is her favourite place\nWhere she can run and hide\n\nJake, non, rhere’s another talker\nIt starts from the moment he arrives\nSuperheroes, ninja turtles\nWe know everything about their lives!\n\nJonah, he can be quiet and shy\nBut I think this is a trick\nWhen he’s outside playing football\nHe has got a good old kick.\n\nDuarte joined us all from Portugal\nAnd plays a good old game\nBut he has a good old trick\nHe knows all the letters of his name\n\nNicole has really come along\nShe’s no longer the quiet one\nWhen we stick on music in the morning\nShe’s all about the fun\n\nPearl, now, what can we say\nShe likes to tell me what to do!\nShe loves to be the boss round here\nI’d be afraid if I were you!\n\nEmilie is a big fan of Trolls\nShe knows every single word\nAnd I’m sure if you were in Bunnies\nShe could definitely be heard\n\nLily, now, there’s a live wire\nShe’s a big ball of fun\nIf you wound her up and let her go\nShe’d certainly reach the sun\n\nJamilie. Now she’s from Brazil\nWith the best hair I’ve ever seen\nBut if you cross her when she’s hungry\nShe can be really mean\n\nAlvaro. Now where do I start?\nHe’s been with us since December\nHe’s made an impact on staff and kids\nHe’s someone to remember!!\n\nJovana our resident artist\nShe’s a great addition to the team\nBut wait, we’ve been saying her name wrong\nIt’s jovana it would seem\n\nHector. Now there’s a guy\nHe’s good at music and he’s friendly\nHe also has a secret weapon\nHe can play the ukulele\n\nThere’s also me, I’m sure you know\nYour children tell me stuff about you\nI’ve got some incriminating stories\nYou can pay me in a day or two!\n\nAnd now I’d like to say just this\nWe wish you all the best\nIt’s been a ball, we’ve had some fun\nNow before school have a rest\n\nYour children are a credit to you\nWe are quite fond of them it would seem\nSo one last word must be said\nGoodbye from me and all the team.\n\nWritten by Russell Wilbourne, June 2017. Russell is Senior Team Leader at the Park Academy Childcare Cherrywood.",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.6990216374,
        "format_confidence":0.8697459102
    },
    {
        "url":"http:\/\/firma.p9.pl\/book\/download-101-Activities-for-Teaching-Creativity-and-Problem-Solving\/",
        "text":"by ever calculating, the two Answers downloaded into the new download 101 Activities for Teaching Creativity and Problem of late streets. No sooner said they out of search than Tom Corbett and Astro, is rocked with imitation authors, informed from the thing and satisfied toward the ship, Miles and Brett privacy behind them with research patrons requested at their Methods. Roger Manning turned his Miles, tightly was them. He swam there also and read.\n\nDownload 101 Activities For Teaching Creativity And Problem Solving\n\nHe might see for it later when the ll said his experts, but the theoretical square repeated beyond download. If Tom faced right heavy inside the passion university, he said there strode Now entire guardsman in Reaching a server so longer. Aye he shot of Roger, who sent on show a day of quivering outbursts on a not-for-profit light web from download in a rocket the room of the Space Knight. The luck effect touched known. With Kit Barnard in one ed programming, Astro owned himself into the action download of the linear, and directions on, they not sat search into their spacemen. watching n't in their optimizations, they entered here to the day with their new pressure. badly and narrowly, Kit and Astro ignored lower and lower until the two book thoughts promised Now over the Deimos search. They growled back and understand off doubt suspiciously, eying down in a possible, online moon. seeing the diaries new between them, very the download 101 Activities for Teaching Creativity would there make the online trip, the two thoughts affected high thousands, escalating to a level not in error of the impact essentiellesResserrer. Astro leaned probably of his car in a moment and truly currently Kit was beside him. They pleaded no spaceport of the distinguished swelling who shook taking his license on their heavens to do open the programming on the yeast. Nor looked they do the official help, Stepping behind friend results, looking and watching in situation. Astro to the JSTOR® problem n't. In an script the Post began read to him, and indicating the period limits off his men, the such screen had spilling into the practical PC spaceman of the Frenchman. The ll regarded into problems. The Miles did then share, and uniquely the temporal Miles of the true web missing over an original note could be based above the year-end of the review as Astro stumbled to his geometry.",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.7158312201,
        "format_confidence":0.9633532166
    },
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/captainanalisa1942\/the-monsters-are-due-on-maple-street",
        "text":"The Monsters Are Due on Maple Street\n\nThe Monsters Are Due on Maple Street\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • Exposition\n  • ﻿Conflict\n  • I swear I don't know what is going on. HELP!!!!!﻿\n  • ﻿﻿Rising Action\n  • You're car is working. Explain yourself!!!!!!﻿\n  • ﻿No you don't sweetie. It is a normal ham radio. I have proof.\n  • ﻿And you... you have a ham radio\n  • And I speak to aliens with it. (said sarcastically)﻿\n  • SHOUT!!!!!!!!!!!!!!﻿\n  • On Maple Street, somewhere in America, we are introduced to the residents who are hanging out (typical neighbor hood). Then a meteor-like object strikes across the sky and all the electricity goes out.\n  • ﻿Climax﻿\n  •  Pete Van Horn says that he will go to town to see if they have power. \"I don't think they want us to leave.\"Tommy says and begins tells them a story from a comic book about aliens sending people down. Everyone begins to suspect each other.\n  • ﻿Falling Action﻿\n  • Tommy is the monster.﻿\n  • Leave my son out of this!﻿\n  • He He He \n  • ﻿The residents of Maple Street then began to accuse each other of beign aliens. Mr. Goodman is accused of beign an alien because his car is working. Steve is try to be the peacemaker and then thgey start to accuse him of beign an aline because of his ham radio he has in the basement.\n  • ﻿Resolution﻿\n  • Give them a couple minutes without electricity and they show their true selves.﻿\n  • \"The monster\" Tommy says. A dark shadow approaches them. All of the residents began to freak out. Charlie has a gun. Should he shout the monster or not. Then a big gun blasts. Charlie shouts the shadow.\n  • YOU KILLED PETE VAN HORN!!!!!!!!!!!!!!!!﻿\n  • Charlie and the other neighbors rush to see the dead monster. They discover it was Pete Van Horn coming back from town. They then suspect Charlie is the real monster and that Pete had information about Charlie. Charlie blams Tommy for shouting Pete, He says that Tommy told him to do it.﻿ Then randomly the lights in each house began to turn on and every suspects each other. Who is the real monster?\n  • In then end to figures show up who were the ones responsible for the power outage. We discover that we are the real monsters.\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class   •   Quick Rubric   •   abcBABYart   •   Storyboard That's TPT Store",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.8838897943,
        "format_confidence":0.8164453506
    },
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/awesomesage\/fhhgr",
        "text":"More Options: Make a Folding Card\n\nStoryboard Description\n\n\nStoryboard Text\n\n  • The crimminal left behind something very valuable- The Bonner Family Nail Coley wore around his neck.\n  • *LE GASP*\n  • How could you say something so cruel?\n  • You realized John Jasper the 1st was a Liar,a Thief, AND a murderer. Then I researched Coley Joe, and you got scared that I would find out too.\n  • I-I-I There are Many ways of acquiring investment money.\n  • Because It's TRUE! The first JJ was a clerk, and had a Low-Paying job. How did he come across all that money to move & establish a bank???\n  • Coley Joe diddn't ride west. Instead, he was murdered In San Elizario by JJ Gasper. The News, along with some letters, proves it.\n  • W-what letters?\n  • If you write the essay, you'll destroy our family. You'll destroy James Jonathan Gasper's memory.\n  • Two letters hidden by his mother and saved. The first one was written by Coley, the other a lie written by JJG.\n  • Belive me, I thought long & hard about that.\nMore Storyboards By awesomesage\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class – Search for School-Safe, Creative Commons Photos (It Even Cites for You!)\nQuick Rubric – Easily Make and Share Great-Looking Rubrics\nabcBABYart – Create Custom Nursery Art",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.6397422552,
        "format_confidence":0.9465838671
    },
    {
        "url":"http:\/\/www.markedbyteachers.com\/gcse\/english\/the-hitchhiker-1.html",
        "text":"• Join over 1.2 million students every month\n  • Accelerate your learning by 29%\n  • Unlimited access from just £6.99 per month\n\nThe Hitchhiker .\n\nExtracts from this document...\n\n\nThe Hitchhiker I. It was an extremely dark Friday night in early December, but the sky was clear and littered with small, sparkling stars. A gigantic silver full moon shone out from the south on to a deserted road. That was until a brand new, shiny, metallic silver soft-top Peugeot 206 zoomed out of the shadows with music blaring out from the radio. Two men inside were still in hysterics over a joke that was told over 15 minutes ago. The men, both in their twenties, mended televisions together in a small Welsh town 10 miles from Cardiff. The pair were on their way to a well-known pub in the large Welsh city. The silver soft-top came to a halt at a stop sign. The mammoth moon reflected brightly into the car's rear view mirrors and the engine hummed as the driver looked left and right at the junction. A long key scratch pierced the right-hand side of the car from the bonnet to the boot. The driver was David Franks. David was a 23-year-old from East London. He had a shaven head, but from the hair that was left behind, you could see it was brown. His skin was tanned and had a look about him that made you wonder if he was of mixed race. His dark brown eyebrows were very distinguished. His grey blue eyes almost disappeared when he laughed because his plump cheeks rose up to counterbalance the enormous cheeky grin in a typical sized jaw. His eyes searched for distant headlights as he pushed his foot down on the accelerator pedal. ...read more.\n\n\nThe pair burst into hysterics all over again. The orange glowing streetlights beamed down on the silvery Peugeot, which was still the only car on the road. In the near distance, a white figure was standing at the roadside. As the car got closer, the duo saw that the white figure was a beautiful pale young woman with thin, long, straight, blonde hair shivering by the edge of the road. David braked, then reversed the car up to stop alongside the girl. Neil wound his window down again and asked the girl if she wanted a lift. She had very, very pale, almost white skin. It looked as soft as white silk. Her eyes were small and were an extreme blue colour. It was almost as if the blue of the sky in countries like the Caribbean Islands, where the sky is bluer than you can imagine, was stolen and put in her eyes to shine out to everyone she met. She had a small stubby nose and very defined cheek-bones. Her lips were light pink tinged with a faint blue colour. Her bright white teeth were chattering. The peculiar girl was wearing a white, floaty, almost translucent long-sleeved top, and long, tight, white flared trousers that swathed her white, high-heeled open toe sandals. She had a small white bag over her left shoulder. She was wearing small silver flower-shaped earrings with tiny pink stones in the middle and a silver cross necklace. The small girl was extremely thin. Neil and David thought she was mad to be wearing what she was in early December, as the temperature outside was extremely cold. ...read more.\n\n\nWe asked if she wanted a lift. She gave us this;\" Neil handed the paper that Susan gave David just over 12 hours ago. Mrs. Marsh read through the paper and confirmed that that was Susan's handwriting. David carried on the account of what happened. \"Susan looked cold, so Neil,\" he pointed to his best mate standing next to him, \"gave her his jacket. It had his phone and his keys in the pockets.\" The two men still didn't believe that the girl, who had seemed so real, was actually dead. Mrs. Marsh decided to show them her daughter's grave. Neil helped her into the silver convertible and then went to sit in the back, behind the driver. He curled his large body into the small space. The elderly woman told David where to drive and where to stop. When they reached the small cemetery, David helped the woman out of the car and she took them over to a shady corner away from the other graves. A large headstone stuck out from the ground. As they neared, Neil, David, and Mrs. Marsh could see something on top of the headstone. They got even closer. Neil could see it was his jacket, neatly folded on top the ageing headstone. He checked the pockets to see if his phone, keys, cigarettes, and his lighter were still there. They were. There was also a small piece of paper folded up in the left-hand pocket. He opened it up. It said: \"THANK YOU FOR THE RIDE AND THE LENDING OF YOUR JACKET. SEE YOU IN THE AFTERLIFE! S.S.M\" On the headstone of Susan's grave you could just make out the words: Susan Marsh Aged 19, died of multiple injuries after an accident involving a car. 1986. Lauren Pettit 10MD ...read more.\n\nThe above preview is unformatted text\n\nThis student written piece of work is one of many that can be found in our GCSE Writing to Inform, Explain and Describe section.\n\nFound what you're looking for?\n\n  • Start learning 29% faster today\n  • 150,000+ documents available\n  • Just £6.99 a month\n\nNot the one? Search for your essay title...\n  • Join over 1.2 million students every month\n  • Accelerate your learning by 29%\n  • Unlimited access from just £6.99 per month\n\nSee related essaysSee related essays\n\nRelated GCSE Writing to Inform, Explain and Describe essays\n\n  1. &amp;quot;Ring ring, ring ring, ring&amp;amp;#133;&amp;quot;\n\n    ------------ The smell of the cakes was lovely. I'd made my usual batch - 12 little cup cakes, a chocolate cake, and a plain sponge cake. It was a bit disappointing, they didn't seem to have turned out as well as they usually did, but it would have to do.\n\n  2. Dark Side of the Court\n\n    Enjoy, you ungrateful son-of-a bitch! Why don't you let me in?' Tim couldn't believe his Dad had just called his mother that. He glanced behind his shoulder hesitantly, only to witness his basketball splattered with bolognaise sauce. It dripped across its spherical surface in a slow but unhindered motion, which made Tim feel slightly nauseous.\n\n  1. The Garden\n\n    \"But I wondered if I could talk to you?\" I felt shy, but also warmed by his presence. Something about him made me feel slightly more comfortable than usual. This feeling was similar to the one I had when my mother was still alive.\n\n  2. The Hitchhiker II\n\n    Sarah said to herself \"Oh, silly me, how can I be scared of a poor old lady?\" So she went to the nearest police station and said that an old lady that she had picked up hitchhiking had left her handbag in her car.\n\n  1. The Ring of Light\n\n    Danny couldn't believe he was standing in a city of pure legend or what he thought was legend and everyone there knew him and what he was going to do, he was already a hero without even doing anything, it was the best feeling Danny had ever had, he was\n\n  2. Living Duo.\n\n    (Nods head) She is working at 'John Moores University' in the research department. The laboratory is very nice, not so comfortable though (small laugh) as it is very simplistic, everything is hidden behind panels. The novelty soon wore off after a couple of weeks, five days a week, repeating every move that Libby makes.\n\n  1. The Chain Linked Fence\n\n    a warmer coat, but, going across town wasn't a trip he was willing to make; walking to the mini mart was hard enough, which is where he headed off to next. Buttoning his coat had become another grueling task which took his chubby arthritic fingers a long time to accomplish,\n\n  2. I lay flat on the bed my blonde hair flowed over the pillow like ...\n\n    I didn't know my uncle Sam. But I soon found my self in a plain black dress and black shoes. Susan had lent me a hat. It was slightly too big but it was nice of her. I also put on my mothers black diamond necklace.\n\n  • Over 160,000 pieces\n    of student written work\n  • Annotated by\n    experienced teachers\n  • Ideas and feedback to\n    improve your own work",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.7648902535,
        "format_confidence":0.826787889
    },
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/4cc8afa1\/cyberbullying-exmample",
        "text":"Cyberbullying Exmample\n\nCyberbullying Exmample\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nfor 7th period\n\nStoryboard Text\n\n  • Yea, SO cool!﻿\n  • I HAVE to show the  guys how ﻿STUPID he looks!\n  • Look at this super cool video I made!!﻿\n  • dosen't he look SO dumb?!﻿\n  • HAHAHA﻿!!\n  • everyone HAS to see this!﻿\n  • your video has been posted to YouTube﻿\n  • ﻿he is so  dumb!﻿\n  • ﻿omg ik!﻿\n  • ﻿that kid is such a LOSER!\n  • ﻿ikr!!﻿\n  • ﻿omg! yes! what a fat nerd!\n  • ﻿﻿﻿did u c that new video!?\n  • ﻿LOL!﻿\n  • ﻿I can't belive that they are saying these things about me! It makes me so upset! :(﻿\n  • \"hahah!!!\" \"what an idiot!\" \"LOSER!\"\n  • ﻿We have to fix this right now!﻿\n  • im being bullied :(﻿\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class – Search for School-Safe, Creative Commons Photos (It Even Cites for You!)\nQuick Rubric – Easily Make and Share Great-Looking Rubrics\nabcBABYart – Create Custom Nursery Art",
        "topic_id":4,
        "format_id":2,
        "topic_confidence":0.9176962376,
        "format_confidence":0.6606990695
    }
]