[
    {
        "url":"http:\/\/canadian-lumberjack.info\/post32",
        "text":"Great Canadian Aboriginal Stone Age Tools - 14, BC - 1600\n\nAxe grinding stone British Columbia\n\nAxes \/ May 15, 2016\n\nBefore the provincial election, Todd Stone had been only a face inside audience of B.C. Liberals hoping to get chosen despite daunting polls.\n\nHe previously some insider credentials in B.C. politics. He and Premier Christy Clark knew each other as teenagers rattling around in university-level politics. Mr. rock struggled to obtain a long period as an executive associate to Gordon Campbell as he was leader associated with formal opposition.\n\nNevertheless the election vaulted the 40-year-old founder for the tech company iCompass to the big leagues whenever rookie MLA for Kamloops-South Thompson became B.C.’s brand new transportation minister.\n\nMr. Stone will deal with files offering a referendum on TransLink financing choices, working with Lower Mainland calls for such projects as a $2.8-billion Broadway rapid-transit range and different connectors, replacing the Massey Tunnel, and liquefied propane terminals into the Prince Rupert area, plus analysis the Insurance Corporation of B.C.\n\nIn a job interview because of the world and Mail, Mr. rock talks about exactly how he plans to handle all of it.\n\nAre you currently marketed prematurely?\n\nThat’s a question, perhaps, when it comes to Premier. Im honoured she has expected us to assume this part. There’s no concern there are numerous areas of the ministry that are very complex, but every thing I’ve done in my entire life is about using difficulties head-on.\n\nYou think it’s a power or responsibility ahead at Lower Mainland dilemmas from the perspective of a politician from outside of the location?\n\nIt’s an energy. I've no axe to work in Lower Mainland. I'm the Minister of Transportation for several Brit Columbians, and there is a large number of transportation and infrastructure tasks under means or will likely to be on books quickly. I guess if you were someone from Indoor, you could ask issue to somebody through the Lower Mainland: How could you deem yourself to be fit becoming a good transport minister whenever you’re from the Lower Mainland?\n\nExactly what are you planning do to win over people who oppose less Mainland referendum on transit capital?\n\nOur commitment to holding a referendum on transportation investment is ironclad. That said, I have a track record running a business to be good at bringing folks collectively. I will be looking forward to satisfying the mayors’ council among others through the Lower Mainland to hear their concerns, and, moreover, their particular recommended solutions and ideas.\n\nAs some body created, raised and located in landlocked Kamloops, what have you figured out about B.C. Ferries?\n\nI did so inhabit Victoria for almost eight years, so I had been a frequent user associated with the ferry system at that time. Definitely, my goal is to bring the vitality and some ideas I have to the table assure we do everything we can as a government to make sure B.C. Ferries is lasting.\n\nHow will you feel about tolls and paying to utilize roadways?\n\nThere is nothing free within province. The taxpayers understand that. As soon as we view addressing traffic congestion and look at improvements to your highways system, we view all options to fund those improvements.\n\nWhenever ended up being the past time you took an extended trip on the SkyTrain or perhaps the Canada Line?\n\nAs somebody with several conferences in downtown Vancouver, I was on that Canada Line a few times monthly for the better the main last four years. It’s a very good system. SkyTrain? We probably need to return back a few much more years.\n\nVancouver Mayor Gregor Robertson points to obstruction in the 99B coach as reason for a multibillion-dollar Broadway Line. Whenever had been the very last time you rode that bus?\n\nWe haven’t ridden the 99B coach, thus I look forward to doing that soon.\n\nYou may not want to give it a go to see just what he’s dealing with?\n\nHey. It’s all about calling stakeholders. Anyone who understands me from my amount of time in company knows that i shall go beyond the call of task to stay straight down with every stakeholder I possibly can. Day 3 on the job here but many options will afford by themselves inside coming weeks.\n\nYou were a new Liberal at 16. Exactly what draws someone that young into politics and keeps them there?\n\nMaybe a flawed gene. I've been passionate about public-service and I can’t help myself. From the age 16 on, i have already been on all sorts of different boards and neighborhood organizations through the United method to Friends for the Kamloops Airport to Thompson streams University.\n\nThis meeting was modified and condensed.\n\nReport Typo\/Error",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9646347165,
        "format_confidence":0.9312411547
    },
    {
        "url":"http:\/\/parlinfo.aph.gov.au\/parlInfo\/search\/display\/display.w3p;db=CHAMBER;id=chamber%2Fhansards%2F2002-11-13%2F0021;query=Id%3A%22chamber%2Fhansards%2F2002-11-13%2F0222%22",
        "text":"\n Download Current HansardDownload Current Hansard    View Or Save XMLView\/Save XML\n\nPrevious Fragment    Next Fragment\nWednesday, 13 November 2002\nPage: 6177\n\nSenator ABETZ (Special Minister of State) (9:53 AM) —The minister's response does not add anything. I make the very simple point that, on the basis of this word not adding anything to the bill, and given the logic that was provided to us last night that my amendment did not add anything to the bill and therefore had to be opposed and voted down, it will be very interesting to see what the attitude is in relation to this word, which has been described in exactly the same terms as the very simple amendment that I moved last night. There are inconsistencies coming out in the approach. You run one argument to knock something down and you then run exactly the same argument to try to support something which is being opposed. We need some rigour in this debate. Quite frankly, I do not think the advice that is being provided shows that rigour.",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9903680086,
        "format_confidence":0.9728178382
    },
    {
        "url":"https:\/\/dissentingdemocrat.wordpress.com\/2014\/03\/10\/bernie-sanders-talks-about-a-possible-presidential-campaign\/",
        "text":"Bernie Sanders Talks about a Possible Presidential Campaign\n\nExcerpt from an interview in THE NATION (March 6, 2014):\n\nJohn Nichols: Are you going to run for president in 2016?\n\nBernie Sanders: I don’t wake up every morning, as some people here in Washington do and say, “You know, I really have to be president of the United States. I was born to be president of the United States.” What I do wake up every morning feeling is that this country faces more serious problems than at any time since the Great Depression, and there is a horrendous lack of serious political discourse or ideas out there that can address these crises, and that somebody has got to represent the working-class and the middle-class of this country in standing up to the big-money interests who have so much power over the economic and political life of this country. So I am prepared to run for president of the United States. I don’t believe that I am the only person out there who can fight this fight, but I am certainly prepared to look seriously at that race.\n\nWhen you say you are “prepared to run,” that can be read in two ways. One is to say you have the credentials, the prominence, the following to seek the office. The other is to say that you are making preparations for a run. How do you parse that?\n\nIf the question is, am I actively right now organizing and raising money and so forth for a campaign for president, I am not doing that. On the other hand, am I talking to people around the country? Yes, I am. Will I be doing some traveling around the country? Yes, I will be. But I think it’s premature to be talking about (the specifics of) a campaign when we still have a 2014 congressional race in front of us.\n\nI want to push back at some of what you are saying. Political insiders define presidential politics, and they are already hard at work, in both major parties and in the broader sense, to erect barriers to insurgent, dissident, populist campaigns. don’t progressives who come at the process slowly run the risk of finding that everything has been locked up by the time they get serious about running?\n\nObviously, if I run, both in terms of the positions that I’ll be advocating, and the process itself, it will have to be a very unconventional campaign. I hear what you are saying, and I think there is truth in what you are saying. But, on the other hand, I think there is profound disgust among the American people for the conventional political process and the never-ending campaigns. If I run, my job is to help bring together the kind of coalition that can win – that can transform politics. we’ve got to bring together trade unionists and working families, our minority communities, environmentalists, young people, the women’s community, the gay community, seniors, veterans, the people who in fact are the vast majority of the American population. we’ve got to create a progressive agenda and rally people around that agenda.\n\nI think we’ve got a message that can resonate, that people want to hear, that people need to hear. Time is very important. But I don’t think it makes sense – or that it is necessary – to start a campaign this early.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9967430234,
        "format_confidence":0.9304594994
    },
    {
        "url":"http:\/\/www.kndyradio.com\/2010\/03\/marshall-county-board-minutes-2\/",
        "text":"Home | KNDY News | Washington County Board Minutes\n\nWashington County Board Minutes\n\nThe Board of Washington County Commissioners met in regular session on Monday, March 29, 2010 in the commission room at the Washington County Courthouse. Present: Alison Mueller, 1st District Commissioner, Roger Otott, 2nd District Commissioner; Gene Helms, 3rd District Commissioner, Chairman, Elizabeth Hiltgen, County Attorney, and Lou Kern, County Clerk.\n\nChairman Helms called the meeting to order with prayer.\n\nCounty Offices will be closed on Friday, April 2 to observe Good Friday.\n\nThe next regular meeting will be Monday, April 5, 2010 at 8:30 AM.\n\nDon Alldredge, custodian, presented a quote from PCI for steam pipe repair in the courthouse attic with an estimated amount of $1600.00 to $2100.00. Permission was given for Don to attend the permit movement for foreign animal disease class on April 19 in Clay Center.\n\nJohn Forshee, Director, and David Coltrain, Horticultural Agent, met with the board. John Told the board that he appreciated all the hard work that Don Alldredge had done on the office in the northeast corner and that a livestock agent will be on board as of June 1. David Coltrain will present a workshop on “How Does Your Garden Grow” on April 6 at 7:00 P.M. at the First National Bank meeting room. David is also providing a newsletter “River Valley Green Thumb Guidelines” as well as working with Ray Makalous the Vista Volunteer on community development.\n\nUndersheriff Traci Hattesohl and Ron Elsasser, D.A.R.E Officer, were given permission to take the D.A.R.E. graduates to a Kansas City Royals baseball game. Tickets will cost approximately $1200.00. Two schools will provide buses and drivers for the event.\n\nThe board approved and signed change order nos. 2009-90 and 2009-91.\n\nDuane Bruna, Noxious Weed and Solid Waste Director, reported on the illegal dumpsites clean up. The building construction is progressing. E-waste disposal was discussed. Tile is to be laid in the office this week.\n\nGloria Moore, Tourism Director, reported on meetings and events attended. The new brochure has been sent to a graphic designer. Gloria with the help of B.J. Smart will welcome two buses to Washington County on April 6. Other bus tours are scheduled for May 11 and 13.\n\nDavid Willbrant, Public Works Administrator, gave weekly work report. Alison Mueller moved to accept the low quote of Leiszler Oil for the purchase of unleaded gas and diesel for $18,550.00. Roger Otott seconded and motion carried. David then introduced David Odem, representative for Base One, a base stabilizer product. Mr. Odem discussed soil analysis that were collected from Rainbow Road, 20th Road and 29th Road and explained that the products needs silt and clay to bond to. The product will cost approximately $5400.00 per mile. One mile at each location will be tested. Blue Valley Telephone will repair a site on the Ash Creek road. The Linn Exchange work will begin this week. David will be documenting damage due to the Christmas snow storm for FEMA reimbursement. Some work has been done on Yankee Road and initial work has begun on Calderhead Road.\n\nThe board recessed at 12:20 P.M. and reconvened at 1:00 P.M.\n\nThe board visited with Elizabeth Hiltgen, County Attorney, on various issues.\n\nRyan Kern, Chamber of Commerce Vice-President, asked about land ownership of a tract of land between the race track and the Washington Motel as the Chamber wants to bring a circus to town. He is to ask the Fair Board for their approval.\n\nChristy L’Ecuyer, Business Coordinator, presented information on watershed protection offered through the R C & D. She received two calls from persons seeking employment. The Interagency Coordinating Council has three new participants. She reported that Itty Bitty now has seating available and that Swirly Top is open on Mondays. Christy met with Peter Arnesto, Kansas Energy Coordinator, who outlined grant options available to government for improving energy efficiency. Christy will attend CDBG training on April 14 and a WRAPS meeting on April 1.\n\nHarold Jones, Washington City Mayor, spoke with the commission and requested copies.\n\nThe board and Elizabeth Hiltgen, County Attorney, spoke via telephone with Terrelle Mock, Attorney with Fisher, Patterson, Saylor and Smith.\n\nMeeting adjourned at 3:10 P.M.\n\nAbout Jeff Ottens",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.8251779675,
        "format_confidence":0.597214818
    },
    {
        "url":"http:\/\/www.presidency.ucsb.edu\/ws\/index.php?pid=51791",
        "text":"Home Search The American Presidency Project\nJohn Woolley and Gerhard Peters Home Data Documents Elections Media Links\n• Public Papers of the Presidents\n• State of the Union\nAddresses & Messages\n• Inaugural Addresses\n• Weekly Addresses\n• Fireside Chats\n• News Conferences\n• Executive Orders\n• Proclamations\n• Signing Statements\n• Press Briefings\n• Statements of\n Administration Policy\n• Economic Report of the President\n• Debates\n• Convention Speeches\n• Party Platforms\n• 2016 Election Documents\n• 2012 Election Documents\n• 2008 Election Documents\n• 2004 Election Documents\n• 1960 Election Documents\n• 2009 Transition\n• 2001 Transition\nData Index\nAudio\/Video Index\nElection Index\nFlorida 2000\nPresidential Libraries\nView Public Papers by Month and Year\n\nINCLUDE documents from the Office of the Press Secretary\nINCLUDE election campaign documents\nSearch the Entire Document Archive\nEnter keyword: \n\nLimit by Year\n\nTo    :\n\nLimit results per page\n\nINCLUDE documents from the Office of the Press Secretary\n\nINCLUDE election campaign documents\n\nYou can search the Public Papers in two ways:\n\n1. Search by Keyword and Year\nYou can search by keyword and choose the range of years within your search by filling out the boxes under Search the Public Papers.\n\n2. View by Month and\/or Year\nSelect the month and\/or year you would like information about and press View Public Papers. Then choose a Public Paper and the page will load for you.\n\nSearch Engine provided by the Harry S. Truman Library. Our thanks to\nJim Borwick and Dr. Rafee Che Kassim at Project Whistlestop for critical assistance in the implementation of the search function, and to Scott Roley at the Truman Library for facilitating this collaboration.\nWilliam J. Clinton: The President's Radio Address\nWilliam J. Clinton\nThe President's Radio Address\nSeptember 2, 1995\nPublic Papers of the Presidents\nWilliam J. Clinton<br>1995: Book II\nWilliam J. Clinton\n1995: Book II\n\nUnited States\nFont Size:\n Report Typo\nThe American Presidency Project\n\nPromote Your Page Too\nGood morning. On this Labor Day weekend, I am paying tribute to some of the most important labor ever performed on behalf of the American people. Hillary and I are in Hawaii, where we have gathered with veterans of World War II to honor the bravery and sacrifice of an extraordinary generation of Americans.\n\nFifty years ago today, freedom triumphed over tyranny because those brave men and women, along with their colleagues from the allied nations, won a victory for freedom in the great struggle of World War II. America and the entire world will forever be in their debt.\n\nSo when the veterans of World War II came home, America was ready to pay its debt to our soldiers. Even before the war ended, President Roosevelt had already signed the GI bill into law. The GI bill opened the doors to college for veterans and helped them to get a start on life with a new home. And because our Nation provided that kind of opportunity for the World War II veterans, the opportunity to build good lives for themselves and their families, they in turn were able to play an enormous part in making our Nation the strongest and most prosperous on Earth.\n\nToday, our challenge is to build on the foundation they laid, to keep our Nation strong and to give all Americans the opportunity to make the most of their own lives as we move into the 21st century.\n\nA central part of that challenge is our effort to balance the Federal budget to relieve future generations of Americans of the crushing debt burden imposed almost entirely in the 12 years before I took office. During that 12-year period, our national debt quadrupled. In 1993, in our administration's economic program, we passed the bill that cut the deficit from $290 billion a year all the way down to $160 billion in just 3 years. In fact, our budget would be balanced today but for the debt run up in the 12 years before I became President.\n\nWell, now we all have to go the rest of the way to balance that budget. But how we do it will say a lot about the values we have as a people and how we understand what's in our interest as we move to the next century. I have a good plan to balance the budget. But it will also give every American the opportunity to build a good life for himself or herself and to build better futures for their families.\n\nOur plan will give our children the best possible education. It will keep our streets safer. It will take care of our elderly. It will maintain the purity and clarity of our environment. And it will maintain the strength of our Armed Forces.\n\nOur plan also will keep faith with the men and women who have put their lives on the line to protect the freedoms that we now hold dear. For over 50 years, all Americans who joined our military have known that they are making a bargain with America and that in return for their service to our country our country will stand by them. The young men and women who serve today in our military give us some of the best years of their lives. And one of the things we tell them is that the longer they serve our country, the more our country will owe them when their service is done.\n\nAmazingly, there are those today who believe that in order to balance the budget it's all right to break our commitment to a group of more than 800,000 men and women who've already served for at least 15 years. Now when these people joined the armed services, they were told that their retirement pay would be based on whatever salary they were earning the day they retired. But now in the name of balancing the budget, some propose that we scale back their retirement pay in a way that will mean cuts for retired military personnel of as much as $200 a month.\n\nBut I disagree. I believe that after asking so much of these men and women, our country should keep its commitment to them and find a better path to balance the budget. I have a plan to balance the budget that doesn't break our commitment to those who serve us in uniform. I think that kind of broken commitment is unconscionable. And as long as I'm President, we're not going to break our word to the members of our Armed Forces or our veterans.\n\nFor the last 50 years, our Nation has kept commitments to veterans who fought and won World War II, those whom we honor here in Hawaii and all across America this weekend, and to the veterans who followed them. That's a big reason that we now have the finest military in the world, outstanding and brave men and women who understand the duty they owe to one another, their communities, to our country, and to the world. I think we have an obligation to them. You know, they give up a lot to serve us, a lot in time and money. But one of the things they get in return is a commitment on retirement, a reward for the work—the important work they do.\n\nSo on this Labor Day weekend when we honor the work of all Americans, let us, all of us, recommit ourselves to the legacy of World War II, to the men and women in uniform today, and to our obligations to them.\n\nHillary and I wish all of you a wonderful Labor Day weekend. Thanks for listening.\n\nNOTE: The address was recorded at 7:25 p.m. on September 1 at Wheeler Army Airfield in Honolulu, HI, for broadcast at 10:06 a.m. on September 2.\nCitation: William J. Clinton: \"The President's Radio Address,\" September 2, 1995. Online by Gerhard Peters and John T. Woolley, The American Presidency Project. http:\/\/www.presidency.ucsb.edu\/ws\/?pid=51791.\n© 1999-2015 - Gerhard Peters and John T. Woolley - The American Presidency Project\nLocations of visitors to this page",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.987511158,
        "format_confidence":0.9701591134
    },
    {
        "url":"https:\/\/progressivevoicemyanmar.org\/2019\/03\/11\/40th-regular-session-of-the-un-human-rights-council-item-4-interactive-dialogue-with-the-special-rapportuer-on-the-situation-of-human-rights-in-myanmar\/",
        "text":"40th Regular Session of the UN Human Rights Council Item 4: Interactive Dialogue with the Special Rapportuer on the Situation of Human Rights in Myanmar\n\nOral Statement Delivered by Khin Ohmar on behalf of Asian Forum for Human Rights and Development (FORUM-ASIA)\nMonday, 11 March 2019\n\nMr. President, FORUM-ASIA welcomes the report of the Special Rapporteur on the situation of human rights in Myanmar and echoes her calls for ‘concrete action to advance human rights, accountability and the democratic transition in Myanmar.’\n\nWe share the Special Rapporteur’s concerns on the shrinking democratic space and the pervasiveness of hate speech, as senior Government officials and the military continue to deploy hate speech against ethnic and religious minorities, particularly against the Rohingya. Incendiary materials promoting hate and racial superiority of Bamar-Buddhist majority have spread across the country, furthering the military’s state building project based on discrimination against ethnic and religious minorities, emboldened by its civilian wing, ultranationalist Buddhist organisations such as the Ma Ba Tha (Association for Protection of Race and Religion).\n\nWe are also gravely concerned at the escalation of the armed conflicts in Shan and Rakhine States and their impacts on Ta’ang, Shan, Rakhine and Chin ethnic civilians including forced displacement, death and arbitrary arrests while the situation of Rohingyas remain dire with no sign of safe, voluntary and dignified return.\n\nWe appreciate the Special Rapporteur’s assessment of human rights implications of military control over economic activities. Military-run conglomerates, such as the Union of Myanmar Economic Holdings Limited (UMEHL) and Myanmar Economic Corporation (MEC), provide off-budget financing to the military, while military controlled state-owned enterprises funnel vast revenues to “Other Accounts” outside the national budget with no transparency and accountability. Meanwhile, ethnic communities whose resource rich land these enterprises exploit and profit from suffer the consequences of unchecked extraction of natural resources and mega-development projects, including environmental destruction and forced mass displacement.\n\nCoordinated international action on these enterprises is crucial as the military have greatly benefited from growing foreign investments in Myanmar’s rich natural resources through these enterprises while it continues to commit grave violations against the ethnic and religious minorities.\n\nMr. President, we welcome the Council’s decision in September 2018 to establish the Independent Investigative Mechanism as an important step towards justice and accountability. However, with Myanmar government’s lack of political will and the military’s continuous grave international crimes, including genocide, crimes against humanity and war crimes, it is imperative that the Council and the international community act urgently to follow up on this decision with steps to immediately operationalise the IIM and refer Myanmar to the International Criminal Court (ICC). Thank you.\n\nRelated Posts:",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9943483472,
        "format_confidence":0.8887454867
    },
    {
        "url":"http:\/\/www.nswnma.asn.au\/tony-windsor-mp-answers-our-questions\/",
        "text":"Tony Windsor MP answers our questions\n\nJan Howard and Maryann Krug gave the signed petitions to Tony Windsor MP.\nJan Howard and Maryann Krug gave the signed petitions to Tony Windsor MP.\n\nIndependent Federal MP Tony Windsor spoke to The Lamp about improving the lot of Australia’s elderly.You named action on aged care as one of your top priorities when you supported the Gillard Government after the 2010 election. Why was that?\n\nI don’t see aged care as being solely about aged care. I see it in the context of regional development as well. If you don’t have aged care and health facilities people will leave country areas before they get old and sick. You can’t just look at aged care in isolation, just in terms of provision of service. If it were just about provision of service you’d just provide feedlots for older people. It has to be delivered with integrity.\n\nDo you think Julia Gillard rates aged care as a high priority for the government’s reform agenda?\n\nYes I do. She knows it is a legitimate issue. The baby boomers are coming through, which creates capital and operational issues for government. Demand is on the increase and the government knows that. I made the point to the PM (when I was with her recently) about this disparity with the salaries. If nurses can earn $200 per week more elsewhere why would they want to commit to aged care? If we leave this to the market it will be farcical. There has to be a plan with the bubble of people coming through. This will be one of the big issues of the next few years and it will have to be dealt with.\n\nThe Federal Government now has the Productivity Commission report on aged care. What aspects of that report do you think are particularly important to implement?\n\nThe wages gap is obviously important. If we value the people who do the caring then we need to remunerate them. You have to be a special person to work in aged care. The most important people in our society are the people who look after our old and our young. They do it for the rest of us.\n\nYou’ve been a strong advocate of the National Broadband Network (NBN).How will it help deal with the health issues faced by rural Australia?\n\nThe NBN could be a contributor to aged care in the future. It will help maintain the integrity of rural communities. If you get fibre to the home you give a security blanket to old people with health issues. My mother is 94, in aged care, with reasonable health except for her eyesight. She could stay for longer in her own home with a smart house connected to the NBN. If you could keep 200,000 people in their homes for an extra year or two there are enormous capital and operational savings for government. With the baby boomers coming through it could change the dynamics. It is a way of holding costs back. We could slow the movement into aged care through the use of technology.\n\nDoes the fact that your mother is in aged care make aged care more personal to you?\n\nIt does influence you. I go to aged care facilities, and not just for opening days, as an MP. You get the appreciation the residents have for the staff. My mother is not demanding but she is still very appreciative of the care she gets from the staff.\n\nDo you think the ANF’s Because We Care aged care campaign is achievable?\n\nAnything is achievable, it is just a question of priorities. If society is not about looking after your young and your old then what is it?",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9924788475,
        "format_confidence":0.9784625769
    },
    {
        "url":"https:\/\/llanwarnegroupparishcouncil.co.uk\/draft-minutes-of-annual-ordinary-meeting-18th-may-2017\/",
        "text":"DRAFT minutes of Annual ORDINARY meeting 18th May 2017\n\nMtg No: 148\n\n\n\nPRESENT: Cllrs J Honey (Chair), R West, F Davis, G Price, Mrs B Samuel, Miss R Price, B Goodwin, Mrs P Roberts and Mrs K Hughes (Clerk to Council)\n\nIN ATTENDANCE: David Atkinson (BBLP Locality Steward) and 0 residents\n\n1. Election of Chairman. Cllr Frank Davis proposed that Cllr John Honey continue as Chairman for another year and Cllr Rosey Price seconded it. As there were no other proposals for Chairman, Cllr J Honey was re-elected. The Chairman signed the Declaration of Acceptance of Office of Chairman form.\n\n2. Election of Vice Chairman. Cllr John Honey proposed that Cllr Robert West continues as Vice Chairman for another year and Cllr Frank Davis seconded it. As there were no other proposals for Vice Chairman, Cllr R West was re-elected.\n\n3. Election of other offices\n3.1. Internal Auditor – Cllr Robert West proposed that Trevor Gregory continues as the Parish Council’s Internal Auditor and Cllr John Honey seconded it. Clerk to ask Trevor Gregory and report back. Clerk to action\n3.2. Representative on the Village Hall Management Committee – Cllr Bridget Samuel proposed that Cllr Rosey Price be the Village Hall Representatives and Cllr Pat Roberts seconded it.\n3.3. It was AGREED that Parish Footpaths Officer will remains as Cllr Jason Pacey. Clerk to check with Cllr Pacey that he is happy to continue in this role. Clerk to action\n\n4. Apologies\n4.1. Apologies were received and accepted from Cllr J Pacey, J Roberts, Police, County Cllr David Harlow and Terry Griffiths (Parish Lengthsman)\n\n5. Declarations of Interest\n5.1. The Councillors checked their Declaration of Interests Forms and confirmed there were no changes to be made.\n5.2. There were no declarations of interest raised in relation to the agenda items.\n\n6. Open Discussions\n6.1. Report from West Mercia Police – There was no-one present from the Police. The Clerk had circulated on email the most recent Police report. Clerk to action emailing next year’s meetings dates to Police.\n6.2. Report from County Cllr David Harlow – Cllr Harlow was unable to attend the meeting so there was nothing further to report.\n6.3. Report from David Atkinson, BBLP Locality Steward\n6.3.1. The Council reported that the potholes on B4348 were particularly bad from Llanwarne junction along to where the road joins the A466. Dave will follow up on the potholes and make sure they are reported for filling in and re-surfacing. Dave to action\n6.4. Views from local Residents\n6.4.1. There were no residents present and no issues raised.\n\n7. The minutes from the meeting held on 16th March 2017 were adopted and signed.\n\n8. Royal British Legion Rally 10th June 2017: Everything is in place for the Rally on 10th June.\n\n9. Lengthsman Scheme and P3 Footpath Scheme\n9.1. The Council noted the annual maintenance budget plan for 2017\/18 has been submitted to Balfour Beatty. Clerk to action emailing budget plan to Terry\n9.2. The Council AGREED to sign the Balfour Beatty Lengthsman and P3 Scheme contract 2017\/18. Clerk to action sending it back to BBLP\n9.3. Terry was unable to attend the meeting but had sent a report updating the Council. General maintenance across the parishes has been completed during April and May. No issues to report.\n9.4. No work was identified that needed to be undertaken by P3 Footpath Scheme.\n\n10. Finances\n10.1. The Council reviewed the Standing orders, Financial Regulations and Risk Assessment. Clerk to update them during the year if anything changes.\n10.2. The Council AGREED to pay the annual insurance payment Came & Co £280 – Clerk to action\n10.3. The Council completed and AGREED the Audit Commission Governance Statement\n10.4. The Council AGREED to adopt the accounts and completed the Audit Commission Annual Return – Clerk to action\n10.5. The Council AGREED to pay the following invoices:\n10.5.1. Lengthsman invoices – TGC0024 £382+VAT\n10.5.2. The Council noted final amount for SAT Nav signs for Gibraltar Lane 3 x £69.75 = £209.25 + £15 carriage = £224.25 + VAT\n10.6. The Council AGREED to pay the Clerk expenses for purchase of laptop, printer and cartridges or £535.99\n10.7. The Council identified the following financial risk: – they will need to inform the insurance company know about the purchase of two defibrillators and the donation of the third defibrillator from Cllr Goodwin. The Council AGREED for all three to be covered by the Council’s insurance. Clerk to action\n\n11. The Council received an update from the Clerk on the upgrade and maintenance of Village Hall. Llanwarne Village Hall Committee is progressing with this and will keep the Parish Council updated as necessary.\n\n12. Planning\n12.1. The Council AGREED to adopt the policy for the Clerk to comment on planning applications between meetings after consulting the Parish Council.\n12.2. To Council noted the updates to the planning applications received from Herefordshire Council for our group of parishes since the last meeting.\n\n13. The Council AGREED the following dates for Parish Council meetings for the next 12 months on 3rd Thurs of the month\n13.1. Suggested dates, 20th July, 21st Sept, 23rd Nov, 18th Jan 2018, 15th Mar, 17th May (Annual Mtg) = total 6 meetings per year. Meetings to start at 7.30pm\n\n14. The Council noted the Clerk’s information sheet.\n\n15. The Council noted the date of next meeting will be in 20th July 2017\n\nMeeting was declared closed at 9pm",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.92481637,
        "format_confidence":0.7766851187
    },
    {
        "url":"http:\/\/parlinfo.aph.gov.au\/parlInfo\/search\/display\/display.w3p;db=CHAMBER;id=chamber%2Fhansards%2Fe791f68e-f56e-4e37-9bdf-30e56172db89%2F0077;query=BillId_Phrase%3A%22r5155%22%20Dataset%3Ahansardr,hansards%20Title%3A%22second%20reading%22;rec=1",
        "text":"\n Download Current HansardDownload Current Hansard    View Or Save XMLView\/Save XML\n\nPrevious Fragment    Next Fragment\nWednesday, 11 December 2013\nPage: 1480\n\nSenator KROGER (VictoriaChief Government Whip) (15:42): by leave—I move:\n\nThat leave of absence be granted to Senator Macdonald, for personal reasons, for Thursday, 12 December 2013.\n\nQuestion agreed to.",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9907382131,
        "format_confidence":0.9347548485
    },
    {
        "url":"http:\/\/www.presidency.ucsb.edu\/ws\/index.php?pid=102300",
        "text":"Home Search The American Presidency Project\nJohn Woolley and Gerhard Peters Home Data Documents Elections Media Links\n• Public Papers of the Presidents\n• State of the Union\nAddresses & Messages\n• Inaugural Addresses\n• Weekly Addresses\n• Fireside Chats\n• News Conferences\n• Executive Orders\n• Proclamations\n• Signing Statements\n• Press Briefings\n• Statements of\n Administration Policy\n• Economic Report of the President\n• Debates\n• Convention Speeches\n• Party Platforms\n• 2016 Election Documents\n• 2012 Election Documents\n• 2008 Election Documents\n• 2004 Election Documents\n• 1960 Election Documents\n• 2009 Transition\n• 2001 Transition\nData Index\nAudio\/Video Index\nElection Index\nFlorida 2000\nPresidential Libraries\nView Public Papers by Month and Year\n\nINCLUDE documents from the Office of the Press Secretary\nINCLUDE election campaign documents\nSearch the Entire Document Archive\nEnter keyword: \n\nLimit by Year\n\nTo    :\n\nLimit results per page\n\nINCLUDE documents from the Office of the Press Secretary\n\nINCLUDE election campaign documents\n\nYou can search the Public Papers in two ways:\n\n1. Search by Keyword and Year\nYou can search by keyword and choose the range of years within your search by filling out the boxes under Search the Public Papers.\n\n2. View by Month and\/or Year\nSelect the month and\/or year you would like information about and press View Public Papers. Then choose a Public Paper and the page will load for you.\n\nSearch Engine provided by the Harry S. Truman Library. Our thanks to\nJim Borwick and Dr. Rafee Che Kassim at Project Whistlestop for critical assistance in the implementation of the search function, and to Scott Roley at the Truman Library for facilitating this collaboration.\nBarack Obama: Remarks at a Campaign Rally in Bowling Green, Ohio\nBarack Obama\n751 - Remarks at a Campaign Rally in Bowling Green, Ohio\nSeptember 26, 2012\nDaily Compilation of Presidential Documents\nDaily Compilation of Presidential Documents\n\nUnited States\nFont Size:\n Report Typo\nThe American Presidency Project\n\nPromote Your Page Too\nThe President. Hello, Bowling Green! Oh! Hello, Falcons! Thank you so much. Thank you. Now, let me begin by asking everybody to give Seth a big round of applause for that great introduction. I was backstage, and I had trouble hearing. Did he explain what was going on with his arm? So Seth was playing, I think—ultimate frisbee, that's what it was. [Laughter] He was playing ultimate frisbee. He went up, he was going to make this amazing touchdown, and he had the frisbee, and somebody cut him under his legs, cut out from under him. It is clear replacement refs were in the game. [Laughter] He broke his wrist. He was supposed to get it set yesterday, but he didn't want to miss this. So when he came up here, his wrist was not yet set, and he's going to have to go to the hospital afterwards to get his wrist set.\n\nNow, I just want to make the point that if Seth can come up here with a broken wrist, then there is not a student here who cannot get registered and make sure they go to vote. No excuses. [Applause] No excuses. You got to play through injuries, Falcons. [Laughter]\n\nAudience member. I love you!\n\nThe President. I love you back. I'm good—I'm glad to be here.\n\nNow, it's great to be here with your next Congresswoman, Angela Zimmann. I'm thrilled to be with all of you, and unless you live under a rock or your cable is busted, you may have noticed that there's an election going on here in Ohio. By the way, those of you guys who have seats, feel free to sit down. I'm going to be talking for a while here. [Laughter] And those of you who don't, make sure to bend your knees, because sometimes, people faint, fall out, not because I'm so exciting, but just because you've been standing a long time. [Laughter]\n\nSo there's an election going on here in Ohio, and in case you're wondering what kind of impact that's having, I was talking to my campaign manager; he was meeting with this couple who had this adorable 4-year-old son named Sammy. And they were very proud that Sammy knew what was going on, and there was a picture of me up on the wall, and the parents said, \"Who's that, Sammy?\" And Sammy said, \"That's Barack Obama.\" And then the parents asked, \"And what does Barack Obama do?\" And Sammy thinks for a second, and he says, \"He approves this message.\" [Laughter] True story. [Applause] True story.\n\nThat's what I do. I approve this message. [Laughter] And, Ohio, that's because, starting on October 2, which is just 6 days from now, you get to start voting. You get to have your say. You can register to vote all the way up until October 9, but if you're already registered you can start voting in 6 days. And this is important, because you've got a big choice to make. And it's not just a choice between two parties or two candidates. It is a choice between two fundamentally different paths for America, two fundamentally different choices for our future.\n\nMy opponent and his running mate are big believers in top-down economics. They basically think that if we just spend another $5 trillion on tax cuts that favor the very wealthiest, then——\n\nAudience members. Boo!\n\nThe President. Don't boo, vote. [Applause] Vote. Vote. Vote.\n\nBut their theory is, these tax cuts for the folks at the top, then prosperity and jobs will rain down on everybody else. The deficit will magically go away, and we will live happily ever after.\n\nThere's only one problem. We just tried this during the last decade, during the previous Presidency. It didn't work. Top-down economics never works. The country doesn't succeed when only the rich get richer. We succeed when the middle class gets bigger, when more people have a chance to get ahead, more people have a chance to live up to their God-given potential.\n\nLook, I don't believe we can get very far with leaders who write off half the Nation as a bunch of victims who never take responsibility for their own lives. And I've got to tell you, as I travel around Ohio and as I look out on this crowd, I don't see a lot of victims. I see hard-working Ohioans. That's what I see. We've got students who are trying to work their way through college. We've got single moms who are putting in overtime to raise their kids.\n\nBy the way, your outstanding president of this institution, Bowling Green—charming woman, really smart—and there she is right there. We were talking, because we both were raised by single moms, and she was telling the story about how her mom worked at a resort in West Virginia, but she was doing the hard work and ended up raising one college president and one Federal judge.\n\nThat's what we believe about the economy, when you give folks a chance. I see in this audience senior citizens who have been saving for retirement their entire lives. Veterans who served this country so bravely. Soldiers who are today defending our freedom.\n\nLook, so let's just get something straight in case anybody is confused. We don't believe that anybody is entitled to success in this country. We don't believe government should be helping people who refuse to help themselves. But we do believe in something called opportunity. We do believe that hard work should pay off. We do believe in an America where everybody gets a fair shot and everybody is doing their fair share and everybody is playing by the same set of rules. We do believe in an America where no matter who you are or what you look like or what you're your last name is or who you love, you can make it if you try.\n\nThat's the country I believe in. That's what I've been fighting for for 4 years. And that's why I'm running for a second term as President of the United States.\n\nAudience members. Four more years! Four more years! Four more years!\n\nThe President. Now, I've got to say this. This country has gone through a very tough time, and we've still got a lot of folks who are hurting out there. And I'm not somebody who is coming here offering some easy, quick solutions. The truth is it's going to take more than a few years to solve the challenges that were building up over decades: jobs being shipped overseas, paychecks flat, even as costs of everything from college to health care were going up.\n\nAudience member. [Inaudible]in Ohio.\n\nThe President. That too.\n\nBut here is what I want everybody to be confident about: Our problems can be solved. Our challenges can be met. We've still got the best workers in the world. We've got the best businesses in the world. We've got the best scientists in the world and researchers. We definitely have the best colleges and universities in the world.\n\nSo especially for the young people out here, I want you to understand, there is not a country on Earth that wouldn't gladly trade places with the United States of America.\n\nBut we've got work to do. We've got work to do. And the path I'm offering may be harder, but it leads to a better place. And I'm putting forward a practical, five-point plan to create jobs and to grow the middle class and rebuild this economy on a stronger foundation.\n\nSo just in case you guys missed the convention and—[laughter]—I know you didn't miss Michelle, so—[applause]. Let me reprise what this plan consists of.\n\nFirst, I want to export more products and outsource fewer jobs. When my opponent said we should just \"let Detroit go bankrupt\"——\n\nAudience members. Boo!\n\nThe President. Don't boo——\n\nAudience members. Vote!\n\nThe President. Vote.\n\nThat would have meant walking away from an industry that supports one in eight Ohio jobs. It supports businesses in 82 of 88 Ohio counties. So when he said that, I said, no, I'm going to bet on America. I'm betting on American workers. I'm betting on American industry. And today, the American auto industry has come roaring back with nearly 250,000 new jobs.\n\nAnd now you've got a choice. We can give more tax breaks to companies that are shipping jobs overseas, or we can start rewarding companies that open new plants and train new workers and create new jobs right here in the United St... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9954882264,
        "format_confidence":0.984244287
    },
    {
        "url":"https:\/\/cdn.preterhuman.net\/texts\/government_information\/FOIA\/greenpeace.txt",
        "text":"X-NCUSER: m.kelly@uea.ac.uk Received: from [] (helo=mailgate4.uea.ac.uk) by mailserver1.uea.ac.uk with esmtp (Exim 3.02 #1) id 13izk7-0000fg-00 for f030@smtp.uea.ac.uk; Tue, 10 Oct 2000 14:46:55 +0100 Received: from [] (helo=fw.greenpeace.org) by mailgate4.uea.ac.uk with esmtp (Exim 3.02 #1) id 13izk4-001GlN-00 for m.kelly@uea.ac.uk; Tue, 10 Oct 2000 14:46:55 +0100 Received: (from root@localhost) by fw.greenpeace.org (8.9.1a\/8.6.12) id PAA07053 for ; Tue, 10 Oct 2000 15:46:48 +0200 (MET DST) Received: by fw.greenpeace.org via smap (V1.3) id sma006373; Tue, 10 Oct 00 15:45:28 +0200 Received: from mail3.uk.gl3 (mail.uk.gl3 []) by bb.uk.gl3 (8.9.3\/8.9.3) with ESMTP id OAA28271 for ; Tue, 10 Oct 2000 14:44:44 +0100 Message-Id: <200010101344.OAA28271@bb.uk.gl3> Received: from dial01.uk.gl3 by mail3.uk.gl3 with SMTP (Microsoft Exchange Internet Mail Service Version 5.0.1460.8) id T466PKG6; Tue, 10 Oct 2000 14:39:40 +0100 From: \"paul horsman\" To: m.kelly@uea.ac.uk Date: Tue, 10 Oct 2000 14:45:23 -0700 MIME-Version: 1.0 Content-type: text\/plain; charset=US-ASCII Content-transfer-encoding: 7BIT Subject: climate negotiations\/wto etc. Priority: normal X-mailer: Pegasus Mail for Win32 (v3.12b) Status: O Hi Mick, It was good to see you again yesterday - if briefly. One particular thing you said - and we agreed - was about the IPCC reports and the broader climate negotiations were working to the globalisation agenda driven by organisations like the WTO. So my first question is do you have anything written or published, or know of anything particularly on this subject, which talks about this in more detail? My second question is that I am invovled in a working group organising a climate justice summit in the Hague and I wondered if you had any contacts, ngos or individuals, with whom you have worked especially from the small island States or similar areas, who could be invited as a voice either to help on the working group and\/or to invite to speak? All the best, Paul --------------- Paul V. Horsman Oil Campaigner Greenpeace International Climate Campaign Greenpeace, Canonbury Villas London N1 2PN Tel: +44 171 865 8286 Fax: +44 171 865 8201 Mob: +44 7801 212990",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9647992253,
        "format_confidence":0.8913291693
    },
    {
        "url":"http:\/\/edition.cnn.com\/TRANSCRIPTS\/1704\/06\/nday.02.html",
        "text":"Return to Transcripts main page\n\n\nSteve Bannon Removed from National Security Role; Surviving the Horror of Syria's Chemical Attack; How Will U.S. Respond to Syria Chemical Attack?; Trump: I Don't Think Bill O'Reilly Did Anything Wrong. Aired 6:30-7a ET\n\nAired April 6, 2017 - 06:30   ET\n\n\nCHRIS CUOMO, CNN ANCHOR: What did you think of that?\n\nMAGGIE HABERMAN, CNN POLITICAL ANALYST: I noticed the absence. Mostly just because when there are so many people in the room, you start looking at when the vice president is staffing an interview with the president, you notice who is not there.\n\n[06:30:04] I wouldn't over-read it. Bannon often comes in and out of meetings that he wants to be in or doesn't want to be in. I'm not really sure this is one, candidly, he wanted to be in.\n\nBut, you know, there is no -- it is no secret that he and Gary Cohn are not exactly brothers in arms on issues. Infrastructure is Gary Cohn's.\n\nALISYN CAMEROTA, CNN ANCHOR: But the timing of it, you know, we heard yesterday that Steve Bannon, some would say, had sort of a demotion and that hadn't happened yet when you were there or did you talk about this with the president?\n\nHABERMAN: No, it literally happened five minutes after -- broke five minutes after.\n\nCUOMO: You had reported on the speculation about it some weeks ago.\n\nHABERMAN: We had. My colleague Peter Baker and I had an assisting role in this, had reported that there were discussions going on about a revamp and a change to that executive order that had done the shift in terms of -- including restoring the downgraded seats. It was not clear at the time what would happen with Bannon, but that change was actually expected, I think, a week after that initial report. That was four weeks ago.\n\nIt's really worth remembering, the president has been chewing on some form of this, of a change and back to older order on the NSC almost since the moment he signed the initial executive order. That first weekend, there were two. There was that executive order about the NSC, and then there was the one about immigration, and the travel ban, and he was more upset about the blowback over the NSC order than he was about the fall-out from the executive order and immigration, at least initially. CAMEROTA: But, David Gregory, do we think that Steve Bannon has been\n\n\nDAVID GREGORY, CNN POLITICAL ANALYST: Well, appropriately sidelined from the National Security Council. I can tell you from my conversations that H.R. McMaster was very concerned about how there were people excluded, including the DNI, and how Steve Bannon was included in the national security principals meeting.\n\nAgain, you know, this sounds like a lot of process, but this is vitally important in terms of bringing in all the strains of information, for decision-making on national security. There is still concern by McMaster and outside allies of his about the fact that Bannon and Jared Kushner have this innovation group that can bleed into national security and foreign policy, working kind of on a parallel track on nationalist or other national security policies.\n\nSo, I don't think this story is over, but this was certainly a restoration of order. You know, it's a good sign, I think, that the president realized, look, I got to listen to some of these folks I have put in place who want the system to work properly.\n\nCUOMO: David Sanger, final word from what you think we should expect today coming out of China. Do you think it will meet up to the hype and expectation of some type of result?\n\nDAVID SANGER, NATIONAL SECURITY CORRESPONDENT, NEW YORK TIMES: Well, one quick thing on David's point there. You now have a National Security Council that looks like the institution has traditionally looked like. You got all these people coming in to blow up old institutions or change them, and what you ended up with was something more like Brent Scowcroft's National Security Council. He was the national security advisor, of course, with George H.W. Bush.\n\nOn the Chinese, I think day one is going to be inconclusive. I think you'll see the Chinese come in and offer a lot to the U.S., including probably investments in the U.S., figuring that that's the way to get on President Trump's good side. I'm not sure you're going to see very much result, but it is just a first meeting in a very long relationship.\n\nCAMEROTA: Yes. David Sanger, David Gregory, Maggie Haberman -- thank you for sharing all of the reporting with us this morning.\n\nCUOMO: All right. We've been talking about Syria because of this latest tragic event. CNN is on the frontlines of what is a brutal civil war, talking to survivors of a chemical attack that killed more than 80 people. The victims in their own words, next.\n\n\n[06:37:26] CAMEROTA: Now to the horror in Syria. The Trump administration facing a critical international crisis in the wake of that chemical attack that killed more than 80 people, at least 20 of those victims were children. CNN's Ben Wedeman spoke with survivors of this attack as they were\n\nbeing treated across the border in Turkey. We want to warn you, these images are very difficult to watch.\n\n\nBEN WEDEMAN, CNN SENIOR INTERNATIONAL CORRESPONDENT (voice-over): It was the latest of a long series of horrors that is the war in Syria. Early Tuesday morning, the town of Khan Sheikhoun was rocked by explosions. And, suddenly, there was pandemonium.\n\nHundreds, including many children, struggling for breath, foaming at the mouth.\n\nWhat exactly happened Tuesday morning isn't clear. The result, however, is.\n\nFor the lucky who survived, like 55-year-old Aisha Tilawi (ph), now in a Turkish hospital, the memories return.\n\n\"There was an airstrike,\" she says. I saw yellow and blue. We felt dizzy and fainted.\"\n\nAkhmed Abdul Rahim (ph) still has trouble breathing or reconciling Tuesday's events.\n\n\"I don't know what happened to my children,\" he says.\n\nTurkish teams in full chemical suits are deployed in no man's land to wash down those coming to Turkey for treatment. While a Turkish mobile lab for nuclear, biological, and chemical weapons detection heads across the border.\n\nThirteen-year-old Masin Youssef (ph), Aisha's grandson, is back on his feet at the hospital, but the trauma has seared his soul.\n\n\"I saw the explosion in front of my grandfather's house,\" he recalls. \"I ran to their house bare foot. I saw my grandfather sitting like this, suffocated. Then I became dizzy.\"\n\nHow many of his relatives were killed? \"Nineteen,\" he responds.\n\n(on camera): The Syrian civil war is now into its seventh year. It's left hundreds of thousands of people dead. This was not the first chemical attack, and it probably won't be the last. All these years, diplomats and politicians have talked and talked, but people continue to die.\n\n[06:40:07] I'm Ben Wedeman, CNN, on the Turkish-Syrian border.\n\n\nCUOMO: All right. So, anybody with eyes and a heart knows that this is wrong, but it's important to hear the first line of Ben's piece. This is the latest in a long line of attacks just like this. The last one in 2013 had so many more victims that looked and felt just like the ones you just saw, and it led to nothing by anyone in the international community that had any meaningful impact of change. So, it leads to the same question today. What can be done?\n\nLet's discuss this right now. We have our CNN chief international correspondent Christiane Amanpour.\n\nAnd the context matters here. Everybody is feeling it right now. We felt it back then. Nothing happened.\n\nIn your opinion, what are the legitimate options on the table for something to be different this time?\n\nCHRISTIANE AMANPOUR, CNN CHIEF INTERNATIONAL CORRESPONDENT: Well, you know, everybody has been waiting to see how an immediate foreign policy crisis would affect the Trump administration.\n\nAnd President Trump showed how it affected him to the world yesterday at the Rose Garden, talking about these babies, talking about these children, the women, the civilians who were killed in this horrific manner that he said was an affront to civilization and an affront to us all, calling it a heinous crime. And basically saying that he had done a 180 on Syria and Assad, talking about lines that had been crossed, many, many lines, including beyond a red line.\n\nHe kept doubling down on his outrage. He didn't back down when people asked him about it. He just kept going on about how bad this was.\n\nAnd that in conjunction with what his U.N. ambassador has said at the Security Council that we might have to do something ourselves if the U.N. won't, what his vice president said that all options are on the table, what his secretary of state said that we believe that there is no doubt that Assad did perpetrate this, and the Turks now have said that the autopsies, along with the U.N.'s WHO, prove that this was a chemical weapons attack.\n\nSo, Chris, it is true that we've seen this before, but the one in 2013 was the biggest one. In the interim, there's been lots of chemical weapons attacks and things like that. Nothing like this one, again, four years later --\n\nCUOMO: Right.\n\nAMANPOUR: -- which is a nerve gas.\n\nAnd so, there are options that are being suggested for a punitive limited measure taken against Assad. Not a regime change. Not an invasion. But for instance, taking out airfields, disabling the planes, they are the only people who fly these planes and drop these barrel bombs full of this stuff.\n\nAnd so, there are options. Israel has shown it has conducted these kinds of options when its own interest are being threaten by Assad during this war, and other people have believed that unless some punitive measure is taken, yes, this will happen again.\n\nCAMEROTA: So, Christiane, is there a sense that the international community, the leaders who have spoken out about this in the U.K., in France, in Israel, the U.S. now, that they will come together and do something this time?\n\nAMANPOUR: Look, we just don't know. We see the president of the United States was very moved and very angry an... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9133635163,
        "format_confidence":0.9782989025
    },
    {
        "url":"http:\/\/archive.org\/details\/tv?q=nancy+pelosi&time=20121116",
        "text":"About your Search\n\n( more )\nEnglish 65\nSearch Results 0 to 49 of about 65 (some duplicates have been removed)\nwith us for just a moment? this afternoon, i sat down with house democratic leader nancy pelosi. and she had something very interesting to say about the connection of the david petraeus scandal to some of these other issues. i'd love to get your response. hold on? all right. hold on. we'll be right back. >> what has triggered about informing the congress in any event, just talking about congress, does it have an impact on our national security? >> you think this did not rise to that level? doesn't have to take longer. i'm done. [ female announcer ] unlike sprays and dust rags, swiffer 360 dusters extender can clean hard to reach places in less time. swiffer. great clean in less time. or your money back. swiffer. great clean in less time. [ female announcer ] some people like to pretend a flood could never happen to them. and that their homeowners insurance protects them. [ thunder crashes ] it doesn't. stop pretending. only flood insurance covers floods. ♪ visit floodsmart.gov\/pretend to learn your risk. >>> my exclusive interview with nancy pelosi, her first interview since saying she\n? this afternoon, i sat down with house democratic leader nancy pelosi. and she had something very interesting to say about the connection of the david petraeus scandal to some of these other issues. i'd love to get your response. hold on? all right. hold on. we'll be right back. >> what has triggered about informing the congress in any event, just talking about congress, does it have an impact on our national security? >> you think this did not rise to that level? in? maybe new buildings? what about updated equipment? they can help, but recent research shows... ... nothing transforms schools like investing in advanced teacher education. let's build a strong foundation. let's invest in our teachers so they can inspire our students. let's solve this. capella university understands back from rough economic times. employees are being forced to do more with less. and the need for capable leaders is greater than ever. when you see these problems do you take a step back, or do you want to dive right in? with a degree in business from capella university, you'll have the knowledge to go further in you\nleader nancy pelosi sought to project coughs, and even though she said no one broached specific figures for an overall deal. >> i think it would be good if we did something in the 4 trillion dollar category of deficit reduction which is similar to the grand bargain that was discussed last year. >> nonpartisan budget hawks eyeing the opening round of talks with cautious optimism. >> i'm worried people say if i don't get my way i'll go off the cliff and you hear that on both sides, frankly, but i've also seen incredible interest and openness to putting in place a deal, both from president obama and leader boehner, and a number of members of congress. >> an aide to senator majority leader harry reid told fox news, the democrats are open to various tax loopholes only if the republicans agree first to raise taxes on those making $250,000 or higher. sound familiar, chris. >> does a bit. thanks from the white house. president obama won reelection on a promise to raise taxes on high earners as a plan to raise our massive debt. republicans say they agree with the goal, but want to do it a differ\ncongresswoman nancy pelosi along with her husband. thank you so much for being here. we know how busy you with the election just a few days away so a round of applause for all of our vip and special guests. and now at this time we would also like to thank the city and county of san francisco and our community partners. we must acknowledge them. can't do it without them. bank of america, dignity health, miller coors, diamond foods, virgin america, pg&e, and sales force to help to make this civic celebration possible. we thank you. and of course we must recognize the giants broadcast partner sports bay area that brings sports to our giants fans all season long and made it possible for this to be watched all over northern california. all right. are you ready now? we can really get it started. [cheers and applause] . i said are you ready? [cheers and applause] it is my pleasure now to introduce two members of the best broadcast team in baseball. please welcome dave fleming and john miller. >> now, all along the parade route this song that echoed through the ballpark and my broadcast pa\nof pennsylvania avenue, discussions on the fiscal cliff. nancy pelosi and john boehner met with the president this morning. with six weeks left to go, work has to be done quickly. rebecca is live with more on the talks. >> the calendar is showing it is just a few weeks until we fall off the so-called fiscal cliff. that is when extended unemployment benefits will expire, tax cuts will expire, and the automatic spending cuts will go into effect. today congressional leaders were promising they would meet the deadline. >> inside the white house republican house speaker john boehner and president obama sat side by side both insisting they want and will find macdill. >> our challenge is to make sure that we are able to cooperate, work together, find common ground, make some tough compromises, build some consensus to do the people's business. >> coming out of the meeting are rare image of bipartisan ship. >> we have the recognition that every person in america knows we would not reach agreement. >> we are prepared to put everything on the table provided we fixed the problem. however, we are in the d\n. >> from his good friend nancy pelosi to being the greatest guy in the gop, roscoe bartlett, the exit interview. he tells us his greatest achievement in washington, his biggest regret, and what he plans to do next. that is tonight at 11:00. kate >> the forecast is not bad when the sun is out. >> it was a sunny day. we will do it tomorrow, sunshine and 53. we will watch a storm on the coast. it looks like it will stay away from us with just cloudy skies on tuesday. a big travel day on wednesday ahead of the holiday. we will check on the weather across the nation. it looks quiet. a nice looking thanksgiving day, sunday and 57 degrees. >> that is nice weather. i like it. >> keep it going. >> thank you for joining us. >> nightly news is next. we will see you back here at 11:00.\njohn boehner and house minority leader nancy pelosi will be there and others at any moment to talk about the fiscal cliff. the president spoke to labor leaders and business executives earlier in the week. it's a busy day in washington, d.c. we'll have more on all of this we'll have more on all of this coming up. diarrhea, gas, bloating? yeah. one phillips' colon health probiotic cap each day helps defend against these digestive issues with three strains of good bacteria. approved! [ phillips' lady ] live the regular life. phillips'. i've got a nice long life ahead. big plans. so when i found out medicare doesn't pay all my medical expenses, i got a medicare supplement insurance plan. [ male announcer ] if you're eligible for medicare, you may know it only covers about 80% of your part b medical expenses. the rest is up to you. call and find out about an aarp medicare supplement insurance plan, insured by unitedhealthcare insurance company. like all standardized medicare supplement plans, it could save you thousands in out-of-pocket costs. call now to request your free decision guid\nwas, quote, constructive. bipartisan. house minority leader nancy pelosi, who sat down with abc's martha raddatz, said she's confident a solution is within reach. >> one of everybody wants to make the best effort to get this done. hopefully that is possible. hopefully it is possible by the middle of december, so the confidence of the markets and most importantly, the confidence of the consumers, returns to infuse our economy with demand, which creates jobs. >> and we will see more of nancy pelosi and martha when martha sits in for george stephanopoulos sunday morning, hosting \"this week.\" >>> and tonight, a town in west texas is grieving. it was supposed to be a celebration of veterans but that turned into a tragedy when the freight train smashed into a parade float. the parade float was stuck on the tracks in midland, texas, and then a screen described as a war zone, when heroes of war became heroes once again. army veterans pushing their wives to safe tip as the train roared towards them. but four of those veterans were on the float as the train hit, lost their lives and, toda\n. >>> want to take you to washington, d.c. we see nancy pelosi talking outside the white house after meeting with the president this morning with other congressional leaders. let's listen in. >> we should have a goal in terms of how much deficit reduction. we should have a deadline before christmas. we should show some milestones of success so that confidence can build as we reach our solution. because if we do not reach agreement, not only will we miss the opportunity for doing something good for our economy and lifting the spirits and the confidence in our country, we will have an economic downturn that must be avoided. we understand our responsibility there. we understand that it has to be about cuts. it has to be about revenue. it has to be about growth. it has to be about the future. so as we cut investments and as we talk about revenue, we have to do so in a way that promotes growth and supports the future. it was good. i feel confident that a solution may be in sight. mitch? >> i can only echo the observations of the other leaders that it was a constructive meeting. we all understand\nthe capitol by democratic leader nancy pelosi, represented by her daughter christine pelosi. this flag has been presented to the family. in celebration of ambassador stevens life and in honor of his tremendous legacy. as i mentioned, we entered into the congressional record... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9933171272,
        "format_confidence":0.735673964
    },
    {
        "url":"https:\/\/larouchepub.com\/lar\/2020\/4711-americas_manifest_destiny-lar.html",
        "text":"Go to home page\n\nThis transcript appears in the March 13, 2020 issue of Executive Intelligence Review.\n\nJanuary 14, 2000\n\nThe Issue of America’s Manifest Destiny for Today\n\n[Print version of this transcript]\n\n\nEditor’s Note: This speech was first published in EIR Vol. 27, No. 4, January 28, 2000, page 22-35.\n\n\nThis is the edited transcript of a live video webcast conducted by then Democratic Party Presidential pre-candidate Lyndon LaRouche, from the Wyndham Hotel in Billerica, Massachusetts. Subheads and embedded links have been added.\n\nView full size\nThe signing of the Mayflower Compact by the Pilgrims in 1620 aboard the Mayflower, before landing at Plymouth Rock, Massachusetts. The Pilgrims dedicated themselves to creating a society based on the principle of the Common Good.\n\nThank you. Thank you very much. I’ve chosen to do this in New England for a number of reasons. First of all, because the issue of Manifest Destiny as a debate over the foreign policy of the United States, is the leading issue today. The currents, the opposing currents on that debate at the end of the last century, and at the beginning of this century, those issues remain today more important than ever before.\n\nAnd they’re more important than ever before because we’re in one of the worst crises worldwide we’ve seen in any recent century. And this policy has to be understood. Unfortunately, very few candidates who are running for President, have even the glimmer of ideas of what this means. Most American citizens no longer know what the issue is, or what its practical implications are. And tonight, I will attempt to make that, in a shortened version, clear to you.\n\nThis is New England, a good place to choose for dealing with this, because it was here in New England, as defined in 1630 by John Winthrop, the founder of New England, otherwise known as the Massachusetts Bay Colony at that time, that the foundations of the states of Massachusetts, Maine, New Hampshire, Vermont, Connecticut, and Rhode Island were made, under the leadership of Winthrop and those associated with him.\n\nView full size\nPeter Pelham\nLeft: John Winthrop, Founder of the Massachusetts Bay Colony; right: Cotton Mather\n\nFrom that point on, there was a certain policy about the developing of a nation in North America, starting from the Massachusetts Colony. That policy has continued as a viable policy to the present day.\n\nIt did not, however, start entirely here. It was a concept which was brought to North America by Europe. It was a policy which, in one form or the other, already dominated the late Fifteenth Century, the so-called century of the Renaissance. And, it was from the Renaissance that the ideas of our present, or what should be our present foreign policy, and what it has been in the best times in the past, was founded—from those ideas.\n\nFrom the time of the Roman Empire, from the time of the birth of Christ, civilization in the Mediterranean region had collapsed, degenerated, and continued in a degenerate form of one degree or another, for about fifteen centuries.\n\nBut with the birth of Christ and the leadership role of his Apostles, there was a new conception of man and society, which was based largely upon the foundations of the Classical Greek tradition, especially the ideas associated with the work of Plato. And in the Apostles, especially in the Gospel of St. John, or the Epistles of Paul, you’ll find this conception of man on which our later foreign policy here was founded. You’ll find it established there; especially, for example, in Paul’s Epistle in I Corinthians, Chapter 13, where this concept of man was set forward.\n\nThe Power of Cognition and the\nGolden Renaissance\n\nBut the idea is that man is not an animal. Man, unlike any other species, is capable of willfully increasing our species’ power in and over the universe. This is possible, because we have a power which is called, technically, cognition, the power to discover universal physical and other principles, to prove that those principles are correct, and to apply those principles in ways which enable us to increase man’s power in and over the universe, and to improve the conditions of life of the human being.\n\nThis quality in the person, the quality of cognition, combined with a determination to do good—in the sense of increasing man’s power in the universe, in the sense of improving the conditions of life of human beings through the use of this power—was called, in the Ancient Greek, agapē, which is the term which was the subject of the original Greek version of Paul’s I Corinthians, notably I Corinthians 13.\n\nFor a long period of time, almost fourteen centuries from the birth of Christ, there was a struggle by Christians, to establish a society which was consistent with that principle. That is, that all men and women are equally made in the image of the Creator, by virtue of having this power of cognition, the quality of agapē, the potential to increase man’s power in and over the universe, and to improve the conditions of life through the discovery of these kinds of principles, which no animal could do.\n\nAnd thus, we must have a society fit—a form of society fit, for that quality of creature: man cast in the image of the Creator. And it was only in the Fifteenth Century, in a period called the Golden Renaissance, that the first successful steps were made to actually establish this kind of society, for which people had struggled and dreamed over the intervening fourteen centuries.\n\nThis developed in the middle of the Fifteenth Century, around an event which is called the Council of Florence. But the enemies—the Roman feudal tradition, tried to stop the emergence of this form of society, which we call today the sovereign nation-state. And therefore, powerful forces, centered in Venice, organized a revolt against the efforts to form this kind of society.\n\nThe first such nation-states based on this principle, were France under Louis XI; and following that, modelled on the success of Louis XI in France, Henry VII in England founded the first modern nation-state in England, though his son and successor, Henry VIII, as we all know, erred. He stepped in the wrong direction a few times. He had a Monica Lewinsky in his life.\n\nSo, as a result of the struggle in Europe—and remember, Europe was dominated, from about 1517 until the middle of the Seventeenth Century, that is, 1648, by religious wars. Those who opposed the nation-state in Europe, tried to defend the old feudal order, in one way or another, by pitting parts of Europe against each other in religious wars. And terrible religious wars dominated Europe during most of the Sixteenth Century and the first half of the Seventeenth Century, until the Treaty of Westphalia.\n\nView full size\nDetail of John Trumbull’s painting, Declaration of Independence, depicting the five-man drafting committee presenting their draft to the Congress.\n\nA New Nation-State in North America\n\nNow, it was under these conditions that people in England and elsewhere, conceived of establishing a new nation-state on the continent of North America. The first such venture was the founding of New England, by that name, by John Winthrop, in 1630. And it’s from that, that the United States came.\n\nNow, Massachusetts was not always good; New England was not always good. It deteriorated. But nonetheless, what was done under the leadership of Winthrop, and collaborators of his, such as the Mather family, in education and so forth, this was the foundation of what was continued by Benjamin Franklin during the Eighteenth Century, in leading this nation, or what became this nation, to founding the United States.\n\nAt a later point, the question came up, and it came up around the question of the Constitution in the 1780s, and in 1789 in particular: What was the mission, and what was the purpose by which we, as a nation, should define ourselves? How should we define our relations to other nations, in particular, but to the world in general? What was our purpose and our mission, which would be a kind of—our law, as it pertained to what purpose would guide us, in dealing with other parts of the world?\n\nNow, back in the Fifteenth Century again, a crisis erupted. The Venetian oligarchy, which is a financier oligarchy, organized the fall of Constantinople, and turned Constantinople over to the Turkish or the Ottoman dynasty, thus dividing Europe, cutting Europe apart, and obstructing the development of the spread of nation-states which had been planned throughout Europe, nation-states such as—pioneer nation-states, such as France under Louis XI, or England under Henry VII.\n\nAnd at that point, still in the Fifteenth Century, one of the founders of the Council of Florence, one of the organizers of it, Nicholas of Cusa, with his friends, launched an alternative to the Ottoman conquest of Constantinople, to try to save civilization as a whole, and European civilization in particular, by colonization, by voyages of exploration—by finding allies behind the back of the Ottoman Empire.\n\nSo, a map was drawn, drawn by one of the associates of Cusa, a geometer—who drew a map of the spherical Earth. This map was drawn by Toscanelli. The map went to Portugal. It was a map which influenced the Portuguese, in exploring the Atlantic, and going into the Indian Ocean.\n\nThe same map was picked up by Christopher Columbus, who had a correspondence with Toscanelli. And Christopher Columbus went to a woman, Isabella I of Spain, who was a little bit better than her husband, and much better than those who followed her as the rulers of Spain. And she sponsored Columbus’s voyage to America, using the map to rediscover the continent on the other side of the Atlantic. And he succeeded.\n\nAnd therefore, we had a Spanish development in the Americas, where people who didn’t like the conditions of life in Spain and who had some courage, would flee to the Americas, to the so-called Hispanic Americas, to establish what became the foundat... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9303283691,
        "format_confidence":0.9871284962
    },
    {
        "url":"https:\/\/www.wrvo.org\/2021-06-20\/australias-pandemic-rules-kept-people-safe-but-at-a-price",
        "text":"© 2022 WRVO Public Media\nYour Source for NPR News\nPlay Live Radio\nNext Up:\nAvailable On Air Stations\n\nAustralia's Pandemic Rules Kept People Safe, But At A Price\n\n\nAustralia is one of the world's global pandemic success stories. There's been less than a thousand deaths in a population of 25 million. But that success has come at a price, as NPR's Diaa Hadid reports from Fremantle.\n\n\n\nDIAA HADID, BYLINE: It's choir night at the local pub. No one here is masked. There's no distancing. Few people here are vaccinated - no matter. Drinks in hand, dozens launch into an Australian classic.\n\nUNIDENTIFIED PEOPLE: (Singing) That's why I tell you, you better be home soon.\n\nSOPHIE MCNEILL: We've lived relatively normal lives for most of the past year, but this has come at a cost.\n\nHADID: Sophie McNeill is the Australian researcher for Human Rights Watch. She says the cost has been the Australian government keeping the borders largely closed.\n\nMCNEILL: So foreigners mostly are barred from entering the country. And even Australian citizens - there are caps on how many of those are allowed to arrive each week.\n\nHADID: Those who do arrive must undertake a mandatory 14-day quarantine in a hotel or facility, and that policy of limiting the number of people entering has pushed up ticket prices. Add to that quarantine costs, which start at over $2,000. Now more than 35,000 Australians are stranded abroad.\n\nJENELLE ASTNER: It's heartbreaking. It's so heartbreaking.\n\nHADID: Jenelle Astner is an Australian who lives in Germany. One of her children lives with her. Two study in Australia. Since the pandemic began, Astner has been trying to reunite her family. One time...\n\nASTNER: We're all getting really excited. The family was going to be together.\n\nHADID: But the airline cancelled her flights two days before they were meant to leave. Those cancellations are common, partly because the government can announce sudden reductions in the number of Australians allowed to enter on a given week. It's the economy seats on flights that tend to go first, so to try to guarantee her passage home, Astner purchased a $12,000 first-class ticket. She says it's worth it.\n\nASTNER: Oh, I can't wait to hold my kids and my mum.\n\nHADID: Other Australians haven't been so lucky. Selena Murray's mother lived in Cairo. Last year, she suffered a stroke.\n\nSELENA MURRAY: I could tell she was starting to get a bit worried towards the end, and her health was failing.\n\nHADID: Murray says she asked her, do you want to come home?\n\nMURRAY: What did she say? Well, yeah. She said, I - yeah, she didn't have the money.\n\nHADID: Months later, Murray got a call to say her mother, Robyn, was dead. The hospital said it was a heart attack. Murray partly blames the Australian government.\n\nMURRAY: If you're loaded, it's fine for you. But yeah, for everyday people, it's very segregated and terrible, what's going on.\n\nHADID: The government has arranged around 140 low-cost repatriation flights, but they often sell out in minutes. And for a while in May, it was illegal for some Australians to return.\n\n\nUNIDENTIFIED REPORTER: As of last night, if an Australian citizen in India tries to come home, our government is threatening to lock them up.\n\nHADID: That temporary ban was imposed after concern that the highly contagious delta variant first discovered in India could overwhelm the quarantine system. That move was met with a furious backlash.\n\n\nANDREW BOLT: Australia today failed a moral test.\n\nHADID: Andrew Bolt is a prominent conservative commentator, so it turned heads when Bolt asked on his show...\n\n\nBOLT: I wonder if it would be that hardcore if you were talking about Australians stuck not in India but England.\n\nHADID: That stung in a country still grappling with its legacy of only allowing white people to migrate here until the '70s. The temporary travel ban has since ended, but there's still one cohort struggling to return - dozens of Australian children stuck in India.\n\nNAVEEN KRISHNAMURTHY: Oh, she is absolutely a lovely kid to be around, and she is so perceptive. And I'm not telling that because she's my daughter.\n\nHADID: That's Naveen Krishnamurthy talking about his daughter, Saanvi. She was 2 1\/2 when they first took her to India to meet the family. That was in November 2019, before COVID. His parents begged him to leave Saanvi behind so she could get to know them better. Then the pandemic happened, and Australia's borders slammed shut in March last year.\n\nKRISHNAMURTHY: And that has turned into, I think, almost 18 months now. We missed her third birthday.\n\nHADID: Krishnamurthy applied twice to the government for his parents to escort his daughter home. It was denied. Then Krishnamurthy and his wife requested permission to fly there and bring her back - denied. He says his daughter could fly here if he can find a fellow passenger to take care of her.\n\nKRISHNAMURTHY: It's totally ridiculous to expect someone to accept this. She is not a parcel. She's a person, and at that, she is a 3-year-old. She's a kid.\n\nHADID: So for now, she's staying put with her grandparents. But Krishnamurthy says...\n\nKRISHNAMURTHY: She's showing signs of depression, that she can't communicate. Her growth is stunted.\n\nHADID: He adds he's grateful that his government has kept the pandemic away from Australian shores. But surely, he says, there's a way of doing it that doesn't leave Australian children behind. Diaa Hadid, NPR News, Fremantle. Transcript provided by NPR, Copyright NPR.",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.7430222631,
        "format_confidence":0.9168382883
    },
    {
        "url":"http:\/\/www.publications.parliament.uk\/pa\/ld199899\/ldhansrd\/vo991027\/text\/91027-01.htm",
        "text":"27 Oct 1999 : Column 293\n\nHouse of Lords\n\nWednesday, 27th October 1999.\n\nThe House met at half-past two of the clock: The LORD CHANCELLOR on the Woolsack.\n\nPrayers--Read by the Lord Bishop of Oxford.\n\nLord Grabiner\n\nAnthony Stephen Grabiner, Esquire, QC, having been created Baron Grabiner, of Aldwych in the City of Westminster, for life--Was, in his robes, introduced between the Lord Browne-Wilkinson and the Lord Levy.\n\nLord Sharman\n\nColin Morven Sharman, Esquire, OBE, having been created Baron Sharman, of Redlynch in the County of Wiltshire, for life--Was, in his robes, introduced between the Lord Razzall and the Lord Clement-Jones.\n\nLord Londesborough --Sat first in Parliament after the death of his father.\n\nViscount Hambleden --Took the Oath.\n\nRail Safety\n\n2.48 p.m.\n\nLord Janner of Braunstone asked Her Majesty's Government:\n\n    What action they will take to enforce the provisions of Section 37 of the Health and Safety at Work etc. Act 1974 in relation to the personal responsibility of directors and managers concerning rail safety.\n\nThe Parliamentary Under-Secretary of State, Department of the Environment, Transport and the Regions (Lord Whitty): My Lords, responsibility for enforcement under Section 37 of the Health and Safety at Work Act 1974 on issues concerning railway safety falls to the Health and Safety Executive (HSE), the executive arm of the Health and Safety Commission. The HSC's published enforcement policy statement sets out circumstances when the enforcing authorities, including the HSE, should consider prosecution. The enforcing authorities should identify and prosecute, or recommend prosecution of individuals, including company directors and managers, if they consider that a conviction is warranted and can be secured. Health and safety prosecutions may be brought only when there is sufficient evidence to offer a realistic prospect of conviction.\n\nLord Janner of Braunstone: My Lords, I thank my noble friend for that Answer. Does he accept that where it can be proved that a director or manager of\n\n27 Oct 1999 : Column 294\n\nRailtrack or any other company is personally responsible for the tragedy of Ladbroke Grove, then that individual should be held to account? Do the Government accept that it is not good enough to prosecute the corporation, which will have no problem in paying the penalty? Do they further accept that if we are to have the safety which passengers are entitled to expect, individuals on the boards and senior executives of the companies concerned should accept their responsibilities for safety and should be held to account when they do not perform their duties in a proper way?\n\nLord Whitty: My Lords, in replying to my noble friend, I should preface my remarks by saying that I am making a general point; I am not referring to any particular company or incident. Clearly in the health and safety area, it is vitally important that managers and directors take responsibility for the health and safety culture and decisions within their companies. If they are found to be directly responsible for breaches of safety procedures, they should be prosecuted. Under the present procedures, matters are more complex and the number of individual prosecutions is relatively limited. We are reviewing the situation.\n\nLord Campbell of Croy: My Lords, when the Statement about the Ladbroke Grove incident was made in the House on 11th October, I asked what categories of trains carried black-box recorders. At that time the Minister did not know the answer and said that he would write to me. More than two weeks have elapsed and I have not received a reply. So I put again the question. What kinds of trains carry black-box recorders--which were mentioned when the Statement was made--in order to help trace responsibility for accidents?\n\nLord Whitty: My Lords, I apologise on behalf of my noble friend if the noble Lord has not received a reply. The answer to his question is difficult to ascertain. Black boxes are not standard fitments to all trains and one has to gather the information from the companies. I shall ensure that the noble Lord receives a reply as soon as possible.\n\nLord Marsh: My Lords, does the Minister accept that even though the railways remain one of the safest forms of transport available, no one will ever provide a totally safe railway system? No one will ever provide a totally safe hospital system, a totally safe farming industry, or even a totally safe private home, no matter how much one spends on it. Is it not high time that we stopped this massive speculation, sat back and waited for the report of a sensible inquiry?\n\nLord Whitty: My Lords, I have some sympathy with the noble Lord's final remarks. It is very important that these incidents are investigated and that speculation does not prejudice any inquiries. The inquiries into the Southall and Paddington incidents are continuing. We shall need to assess the conclusions that are reached. It is right to underline the noble\n\n27 Oct 1999 : Column 295\n\nLord's initial remark that the railway system in this country during recent years has been very safe. Last year there were no fatalities at all on the railway system. While the Ladbroke Grove accident was an absolute tragedy, we need to keep matters in perspective.\n\nLord Clinton-Davis: My Lords, can my noble friend indicate the last occasion when a director or manager was prosecuted in connection with any incident affecting rail safety?\n\nLord Whitty: My Lords, I have no record of any individual railway company director being prosecuted. Under the present law and procedures, the total number of directors across the board who have been prosecuted for breaches of health and safety regulations is very small. Understandably, most cases are brought against companies, in the railway sector as elsewhere.\n\nBaroness Thomas of Walliswood: My Lords, I have some sympathy with the trend of the question of the noble Lord, Lord Janner. However, does the Minister agree that there is a danger that the investigation into, and the rectification of, the causes of an accident can be delayed while a prosecution is being pursued?\n\nLord Whitty: My Lords, that possibility has been taken into account by Ministers and by Lord Cullen. There have been previous instances of delay. That was one of the reasons why we were reviewing the safety aspects of all modes of transport well before the accident took place. We hope to reach conclusions which will take into account the lessons of the current inquiries.\n\nEarl Attlee: My Lords, can the Minister assure the House that when the Secretary of State exercises his functions he will apply the same tests of the ratio of costs versus safety benefits to all modes of transport?\n\nLord Whitty: My Lords, the noble Earl knows that his question is more complex than it at first sounds. We were looking at the whole aspect of transport safety across the modes precisely because some of the calculations and implications differ. It is an assessment issue as well as a procedural issue on which we hope to reach conclusions before too long.\n\nLord Islwyn: My Lords, as regards rail safety, has the Minister taken note that following the privatisation of British Rail much of its maintenance work, previously carried out by British Rail employees, was handed over to private contractors? I am reliably informed that this led to a good deal of delay and indecision in dealing with safety issues. This applies particularly to rail safety committees. Will the Minister look into the matter?\n\nLord Whitty: My Lords, my colleagues and I have received similar reports in regard to maintenance and\n\n27 Oct 1999 : Column 296\n\nother safety matters. One should not make an ideological point on this issue. As my right honourable friend the Deputy Prime Minister has pointed out, until the tragedy the railway companies were improving their safety record, both through and after privatisation. It is not primarily a matter of the ownership of the companies. However, it is clearly important in this area, as in others, to establish where responsibility lies. If it rests with the board of directors, that should be recognised. More generally, the Law Commission has looked at the possibility of corporate manslaughter and the Home Office will shortly issue a consultation document on that and related issues.\n\nIndividual Savings Accounts\n\n2.57 p.m.\n\nLord Barnett asked Her Majesty's Government:\n\n    What is their policy with regard to advertisements for individual savings account investments.\n\nLord McIntosh of Haringey: My Lords, advertisements for individual savings account investments are currently regulated either under the Financial Services Act 1986 or are subject to the Banking and Building Society Codes of Conduct. The Financial Services Authority has worked closely with the banking and building society associations to ensure that comparable information is given in all ISA advertisements. The Government welcome this work by the authority in order to protect the financial interests of investors.\n\nLord Barnett: My Lords, I am obliged to my noble friend for that Answer. Is he aware that at the moment many such adverts seem to be deliberately misleading? I use the term objectively.\n\nI have with me an advert--it is similar to many others--which states in very large bold print that there is a 9 per cent yield, tax free; underneath, in small print, it refers to projected yield; below that, in tiny print, about six lines inform the reader that investment value and income can go down as well as up. Does my noble friend accept that some innocent people--including, perhaps, Members of your Lordships' House--could be persuaded to invest in such an ISA? Does he agree that terrible damage can be done to people who invest without reading the small print? I see the noble Lord, Lord Saatchi, nodding. Perfectly reputable advertising agencies will no doubt draft such adverts. He will know that better than I do.\n\nMy noble friend's Answer is not good enou... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9047077894,
        "format_confidence":0.9775367975
    },
    {
        "url":"http:\/\/edition.cnn.com\/TRANSCRIPTS\/1705\/09\/es.02.html",
        "text":"Return to Transcripts main page\n\n\nYates Warned White House Flynn \"Could Be Blackmailed\"; Future of Travel Ban; Kushner Family Business Apologizes. Aired 4:30-5a ET\n\nAired May 9, 2017 - 04:30   ET\n\n\n\n[04:30:42] DAVID BRIGGS, CNN ANCHOR: President Trump fighting back, dismissing a probe into his campaign ties to Russia as key figures testify to Congress. What's ahead for that investigation?\n\nCHRISTINE ROMANS, CNN ANCHOR: And President Trump's travel ban faces new scrutiny this morning as an appellate court weighs whether campaign statements about Muslims should impact its survival.\n\nWelcome back to EARLY START. I'm Christine Romans.\n\nBRIGGS: And I'm Dave Briggs.\n\nAnd one thing we haven't heard about this Republican health care push is calling it Obamacare 2.0.\n\n\nBRIGGS: That's from a conservative Republican in the House Freedom Caucus. It happened yesterday in Iowa. We'll talk about that straight ahead.\n\nBut, first, fierce pushback by the president to forceful testimony from former acting attorney general Sally Yates. She was testifying to a Senate committee. Yates made it clear the Justice Department was seriously concerned about then-national security adviser Michael Flynn.\n\nYates says she told the White House that Flynn's talks with the Russian ambassador and his lies to the vice president about those talks made Flynn vulnerable to blackmail.\n\nROMANS: Yates says she gave those warnings in meetings with the president's lawyer, expecting some action, but nothing happened.\n\n\nSALLY YATES, FORMER ACTING ATTORNEY GENERAL: We felt like it was critical that we get this information to the White House, because -- in part because the vice president was unknowingly making false statements to the public, and because we believed that General Flynn was compromised with respect to the Russians.\n\n\nROMANS: Now, the Senate hearing came moments after we learned that last November, President Obama personally warned President-elect Trump not to hire Flynn as national security adviser in a 90-minute meeting in the Oval Office. He went out of his way to say: don't hire Flynn. With Yates now on the record and persistent leaks about Flynn, it makes sense to wonder, what might emerge next? Where does this go from here?\n\nWe begin our coverage with chief national security correspondent Jim Sciutto in Washington.\n\n\nJIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Christine and Dave, it was a hearing full of headlines, really. The former acting attorney general, Sally Yates, sharply contradicting the White House version of events regarding fired national security adviser Michael Flynn. In fact, Yates said before the hearing that she made clear that the president's closest national security adviser was in danger of being blackmailed by Russia.\n\nYATES: The underlying conduct that General Flynn had engaged in was problematic in and of itself. The Russians also knew about what General Flynn had done, and the Russians also knew that General Flynn had misled the vice president and others. That created a compromise situation, a situation where the national security adviser essentially could be blackmailed by the Russians.\n\nSCIUTTO: Now, the hearing was intended to focus on Russian interference in the U.S. election. On the key question of whether Trump advisers colluded with Russia in that interference, the former Director of National Intelligence James Clapper said that he had not seen evidence. Yates, however, was less definitive. CNN's own reporting is that the FBI continues to investigate both communications between Trump advisers and Russian officials as well as possible collusion.\n\nClapper confirmed that Russia collected on Democratic and GOP targets but only leaked on the Democrats. He and Yates both expect Russia to continue to attack U.S. elections and both parties in U.S. elections going forward -- Christine and Dave.\n\n\nBRIGGS: All right. Jim, thanks.\n\nWhite House reaction to the Senate testimony was swift and it was fierce. President Trump tweeted, quote: the Russia Trump collusion story's a total hoax. When will this taxpayer funded charade end? He added: Director Clapper reiterated what everybody, including the fake media, already knows -- there is no evidence of collusion with Russia and Trump.\n\nROMANS: All right, let's take a look at those comments in particular. FBI Director James Comey has publicly confirmed the bureau is investigating alleged collusion between the Trump campaign and the Kremlin. The president was apparently so pleased with his comment about James Clapper, by the way, he pinned the tweet to his Twitter banner.\n\nBRIGGS: That drew a wave of scorn on social media. The banner was pulled around midnight Eastern Time.\n\nThe White House trying to blame the Obama administration for the Michael Flynn mess. They're questioning why Flynn's security clearance wasn't pulled when he headed up the defense intelligence agency back in 2014.\n\n[04:35:01] Now, Flynn was forced out of that post over policy and management disagreements.\n\nROMANS: All right. Yates and Clapper's testimony forming the backdrop for a meeting tomorrow between Russian Foreign Minister Sergey Lavrov and Secretary of State Tillerson in Washington. The official agenda, of course, is Ukraine, Syria, and other bilateral issues with Russia's hack of the U.S. election likely looming over these talks.\n\nFor more, we turn to CNN's Matthew Chance. He's in Moscow this morning where President Putin spoke this morning at a parade, a parade marking Russia's victory over the Nazis in World War II.\n\nMatthew, are we expecting the Yates testimony to affect the Tillerson\/Lavrov discussion at all?\n\nMATTHEW CHANCE, CNN SENIOR INTERNATIONAL CORRESPONDENT: Well, I think it will in the sense that you say, which is that that whole controversy over the issue of collusion will be hanging over any meeting that we see now between U.S. and Russian officials. Of course, this will be the first time that Lavrov, the Russian Foreign Minister Sergey Lavrov, will travel to the United States to meet with Rex Tillerson, the secretary of state.\n\nThey both share, or both administrations, the Russian and the U.S., share the same views when it comes to this issue of collusion in the presidential elections. They both say it's fake news. They've both used that language. They both say it's false and there's nothing to it, and they say it's getting in the way of these two countries forging a more productive relationship.\n\nAnd what they're trying to do, they say, is to move beyond that and to carry on, regardless. So, it's in that context, I think, that Sergey Lavrov, the Russian foreign minister, will be traveling to Moscow. He's on his way there now, and meeting Rex Tillerson, the secretary of state, there tomorrow.\n\nROMANS: All right. Thanks so much for that, Matthew Chance for us this morning in Moscow.\n\nPresident Trump's travel ban now hanging in the balance after a critical federal appeals court hearing, both sides under intense questioning from judges on the Fourth Circuit. Administration lawyers were repeatedly pressed on statements the president made during the campaign about a Muslim ban.\n\nCNN's Laura Jarrett was at that hearing. She joins us this morning from Washington.\n\nGood morning, Laura.\n\n\nWell, the judges grilled those parties for nearly two hours yesterday on a host of issues, but what really stuck out is the way in which this case highlights a tension, if you will, between how courts are trying to defer to the president's national security judgment on the one hand and safeguarding constitutional rights on the other. And the judges really challenged the plaintiff's lawyer on this point to try to explain, how is the president ever supposed to protect the country if his campaign statements about Muslims forever taint his policy goals, Christine?\n\nROMANS: You know, Laura, did these judges seem persuaded by the government's argument that campaign statements don't matter?\n\nJARRETT: So, DOJ's position on this, it really wants to draw a line in the sand between statements he made on the campaign versus statements he made as president, because the idea is he took an oath of office and protected the Constitution as president. But most of the judges were really skeptical at best about this line in the sand, because it seems to fly in the face of common sense.\n\nOne judge said this is the most important issue in the case. Another said, look, it would be almost willful blindness to ignore Trump's statements from the campaign, Christine.\n\nROMANS: Only yesterday, the White House took down the statement about a Muslim ban from the president's campaign website after a reporter asked Sean Spicer about it. Could that affect the outcome of this case?\n\nJARRETT: This development was really remarkable yesterday because we had that going on at the same time as this hearing. And so, yesterday, there was a statement on the website entitled \"Preventing Muslim Immigration.\" They have now deleted it, but the URL is still up there, and it did call for a complete and total shutdown of Muslims entering the U.S., and the judges latched on to that website several times in the hearing yesterday, saying, look, Trump never repudiated his call for a Muslim ban. He never said I'm sorry. He never disavowed it.\n\nAnd the fact that the website was only taken down after reporters raised it yesterday probably isn't particularly helpful to Trump's case, given the timing here, Christine.\n\nROMANS: All right. Laura Jarrett for us bright and early this morning, this Tuesday morning in Washington -- thank you.\n\nJARRETT: Thanks. BRIGGS: Critics raising questions this morning about the\n\nadministration's commitment to regulation based on sound science, this after the Interior Department freezes the work of about 60 of its science advisory boards. A memo obtained by CNN says the department is suspending all board meetings until at least September.\n\nAn interior official confirmed to CNN that Interior Secretary Ryan Zinke wants to assess... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9602373838,
        "format_confidence":0.9380119443
    },
    {
        "url":"http:\/\/www.ontopmag.com\/article\/15135\/John_Corvino_Theres_More_To_Gay_Sex_Than_Anal_Sex",
        "text":"Dr. John Corvino, author of What's Wrong with Homosexuality?, argues that people are more than just sex.\n\nIn a nearly 5-minute video, Corvino, also known as the “Gay Moralist,” says that people immediately think of anal sex when they think of homosexuality.\n\n“The first thing to keep in mind is that an argument against anal sex is not the same thing as an argument against homosexuality. Because not all gay people engage in anal sex. And not only gay people engage in anal sex.”\n\n“This is something that a lot of people seem to miss.”\n\n“There's this great story about when Congress was debating sodomy laws. And many of these laws applied to straight sex and gay sex. And applied to both anal sex and oral sex. And somebody pointed out that straight people do these things, too. And Strom Thurmond, he was a senator from South Carolina, he was about 90 years old at the time, he actually stood up and said, 'No they don't!' And suddenly I understood why that man was so cranky.”\n\nCorvino argued that all sex, not just gay sex, is weird and icky.\n\n“There's a reason why people refer to sex as doing the nasty.”\n\n“So, ultimately what I think we're seeing here is a failure of empathy. People have this reaction of, 'That's just weird.' And then they elevate 'that's just weird' into 'that's unnatural' and they elevate 'that's unnatural' into 'that's wrong.' And they don't step back and recognize that gay people's sexual lives, just like straight people's sexual lives, are messy and exciting and frightening and wonderful in various ways.”\n\n“If we're going to have a mature conversation about these issues, it's time for us to recognize that human relationships in all of their beauty and complexity should not be reduced to a sex act.” (The video is embedded on this page. Visit our video library for more videos.)\n\nCorvino is a philosophy professor at Wayne State University in Detroit, Michigan.",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.6703088284,
        "format_confidence":0.6272375584
    },
    {
        "url":"https:\/\/rishworth.com.au\/news\/abc-weekend-breakfast-biden-putin-meeting-gaza-biloela-family\/",
        "text":"ABC Weekend Breakfast – Biden\/Putin meeting, Gaza, Biloela family\n\nWednesday, 16 June 2021\n\nPATRICIA KARVELAS, HOST: Time now for my political panel, Liberal MP Dave Sharma, and Shadow Minister for Youth and Early Education, Amanda Rishworth. Welcome to both of you. Dave, I want to start off with this afternoon’s confirmed case in Sydney’s east. It’s in your electorate of Wentworth, you must be concerned?\n\nDAVE SHARMA, MEMBER FOR WENTWORTH: I am concerned. I think anyone who’s from my electorate will be checking their movements over the weekend. Because there’s positive cases who’s connected with the airports and with travellers, went to a number of locations over the weekend, including Westfield Bondi Junction, the main shopping centre in my electorate, but also a couple of local cafes, a cinema too. And so New South Wales Health is urging anyone who’s been in those venues to isolate for now, to get tested, and to monitor for symptoms and await further instructions.\n\nKARVELAS: We’re certainly just waiting for news, let’s park that because it’s too early to really be sure of where that will go. I just want to talk about the story unfolding and stay with you for a moment Dave, and then come to you, Amanda. And that’s this very high stakes meeting between President Putin and Biden. I wonder what you make of it Dave Sharma from Australia’s perspective. What would a positive outcome look like?\n\nSHARMA: Well, I think a positive outcome is that the US and Russia have a channel of dialogue. Obviously, it was a very contested relationship under President Trump for all sorts of reasons. And it meant that I don’t think the US could have a relationship with Russia that didn’t arouse suspicion. It’s normal for any US administration to have interaction with Russia, it doesn’t mean they agree on everything, they don’t agree on many things. But look, Russia is a major power, it’s a nuclear weapon state, it’s a big actor in the Middle East, it’s a big actor in Europe. And some of their actions, frankly, are concerning and destabilising in our view for the rest of the world. But the only way we can communicate those is if there’s a channel, so I think it’s good that President Biden is having a summit with President Putin so early in his term, and I’m sure he’ll be pretty frank in delivering the United States’ concerns, and concerns of G7 and NATO about recent Russian destabilising behaviour, be it in concert with Belarus, be it in eastern Ukraine, be it in any number of other places around the world.\n\nKARVELAS: Amanda, this is obviously a pretty key meeting. And we’ve been bringing those images of that meeting throughout the afternoon. Does it give you comfort that this meeting is happening? That there is sort of a sense of normal relations that are starting again?\n\nAMANDA RISHWORTH, SHADOW MINISTER FOR EARLY CHILDHOOD EDUCATION AND DEVELOPMENT: I think it’s really important that dialogue happens, even when issues are difficult. So I do think this meeting is very important. I think it’s important for President Biden to explore ways that the US can cooperate with Russia, and look at avenues where that can happen. But also, importantly, raise concerns that Australia has shared with the US about the treatment of opposition parties and leaders, but also about the cyber attacks that we’ve experienced. So I think having a full and frank discussion, and being able to do that, is an important step in US and Russian relations, and in particular, on behalf of many of the allies of the United States as well.\n\nKARVELAS: Dave, you mentioned the G7, and on Monday the acting Prime Minister Michael McCormack said coal will be around for many more years to come. But the G7 agreed over the weekend to end government support for coal fired power stations by the end of the year. Where does that leave Australia? That kind of talk from our leadership versus what’s happening here?\n\nSHARMA: Well, I think my understanding of what the G7 agreed is that government support for coal fired power stations should not continue. But they made an exception at Japan’s insistence for coal fired power stations that might be using things like carbon capture utilisation and storage technologies that could potentially make coal fired power net zero in those terms. Now look, the political leaders of the G7 and Australia’s political leaders aren’t going to determine, in my mind, the future of coal. It will be determined by consumers, investors, electricity in the generators, and any number of other things. And to my mind, coal has an important role to play currently in the energy mix. That role is going to diminish over time, I think that’s inevitable, there will still be roles and uses for things like metallurgical coal to make iron ore at least for now, until we re engineer that industrial process. But, I don’t think it’s something we need to panic about or be concerned about. It’s like many other energy transitions that we’ve been through over the course of human history and Australian history as well.\n\nKARVELAS: Amanda, what do you make of the Prime Minister’s commitments at these international forums? Obviously, we’re not officially part of the G7, we’re sort of invited as a plus. But there has been a sort of shift in some of the government’s rhetoric on this. Are they moving in the right direction?\n\nRISHWORTH: Basically the message coming to Australia is you are the outlier here, you are the ones that are not being part of the global solution. And this is an important effort that needs to be made. I think we even when we see Boris Johnson sort of encouraging us, coaxing us, pleading with us to actually do our bit, it is really embarrassing I think for the Australian Government to be left in this position. So while the government’s rhetoric perhaps is inching slightly, what I think that the world wants to see is proper action, because if we don’t do it, I think there are consequences. We will lose the race when it comes to new energy jobs, we will lose the race when it comes to respect in the world, and we will lose the race when it comes, potentially, to our relationships with countries around the world. And so they’re pretty high stakes, and I would be concerned if I was the Prime Minister to be having this pressure put on me, and I hope we see some action from this government.\n\nKARVELAS: I want to talk about the end of the ceasefire in Israel, Dave Sharma, and as a former diplomat too. I suppose the question is was this inevitable? And does the new leadership in Israel shift anything?\n\nSHARMA: I don’t wish to sound matter of fact about this, but I don’t think, whilst it marks the sort of interruption of a ceasefire, I don’t think it heralds a resumption of conflict. These incidents are alarmingly common, where Hamas does something, fires off some rockets, sends some incendiary balloons, infiltrates some fighters, and Israel responds militarily. And it’s well understood on both sides that there’s a cycle of action and reaction, and then both sides leave it at that. So at this stage, I would not be overly concerned that this isn’t an uptick in intentional stress in the region. It’s just part of the unfortunate pattern that exists when you’ve got a terrorist organisation running Gaza.\n\nKARVELAS: Well, it’s obviously, there are two sides of the story as this unfolds, and the behaviour of Israel was widely condemned also, last time several weeks ago. So Dave, when you say you don’t see it as an uptick, we’ll see just more of it, but it won’t go to that full sort of battle we were seeing several weeks ago? What do you mean?\n\nSHARMA: I mean the normal pattern is Hamas does something, Israel responds, and it’s usually left at that. Hamas signalled in advance they intended to do this, or they intended to take action in response to what they saw as a provocative march that was taking place in East Jerusalem, Israel has telegraphed that it would respond, but that the response is now closed, and sort of its account closed. I don’t think we’re going to see further incidents in the coming days because of this one incident.\n\nKARVELAS: Okay. And Amanda, obviously Australia watches this closely too. We’re a close ally of Israel. But we have argued and we still continue to argue as a country for a two state solution. Do you think Australia has been doing enough in this space of advocating for sort of a resolution to these tensions?\n\nRISHWORTH: Well I think that – and I don’t have full line of sight of all the diplomatic relationships out there – but I have no doubt that Australia would be playing its role, and I hope that they would. Certainly I think for long lasting peace, we do need a durable two state solution. And I hope Dave’s right, I hope this is not an escalation of tensions. And we will be watching very closely, it is always concerning when we see these outbreaks. And certainly I hope we will be working with our international partners to continue to work on what has been a difficult thing to achieve, and we haven’t achieved it yet, an enduring two state solution.\n\nKARVELAS: Just very quickly, Dave Sharma on the Biloela family. Would you like them to be returned to Biloela? Because that was the call of many Liberal MPs, not that they just go to Perth, but actually that they were allowed to come back to the community of Biloela permanently.\n\nSHARMA: Well the most important thing for me was that they were released from detention on Christmas Island and allowed to live within the community again, and that they have the full opportunity to continue the legal processes until such legal avenues are exhausted. But beyond that, I don’t have a particular view on where they should be settled within the community.\n\nKARVELAS: Okay, but if the Biloela community wants them so desperately, wouldn’t that be a reasonable thing to do?\n\nSHARMA: Well, it would be, but I guess there’s any number of people that would like to be living within any number of communities around Australia. And we... (truncated)",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9974677563,
        "format_confidence":0.959179163
    },
    {
        "url":"https:\/\/parlinfo.aph.gov.au\/parlInfo\/search\/display\/display.w3p;db=HANSARD80;id=hansard80\/hansardr80\/1971-10-13\/0003;query=Id:%22hansard80\/hansardr80\/1971-10-13\/0060%22",
        "text":"\n Download Full Day's HansardDownload Full Day's Hansard    View Or Save XMLView\/Save XML\n\nPrevious Fragment    Next Fragment\nWednesday, 13 October 1971\nPage: 2233\n\nMr CHIPP - I present the following petition:\n\nTo The Honourable the Speaker and Members of the House of Representatives in Parliament assembled. The petition of the undersigned respectfully sheweth:\n\nThat death from mass starvation and disease is occurring among Pakistan's refugees on a scale unprecedented in modern history.\n\nThat, as part of the world community, the Australian Government has an immediate responsibility for concerted action.\n\nYour petitioners most humbly pray that the House of Representatives in Parliament assembled, should:\n\nIncrease monetary aid for the refugees to at least$5m immediately, even if this entails reduced spending in other areas.\n\nEncourage and sponsor teams of volunteers with needed skills and medical supplies.\n\nMaintain all this aid for as long as the crisis persists.\n\nAnd your petitioners as in dutybound will ever pray.\n\nPetition received.\n\nSuggest corrections",
        "topic_id":17,
        "format_id":21,
        "topic_confidence":0.9933221936,
        "format_confidence":0.9732834101
    }
]