[
    {
        "url":"https:\/\/www.fieldandstream.com\/pages\/petzal-sorrowful-tale-high-velocity\/",
        "text":"Petzal: A Sorrowful Tale of High Velocity\n\nOnce upon a time in 2007, there was a hunter who had done very well in phrenology and went to a Wise Custom Gun Builder (hereinafter known as WCGB) and said, “Build me a 7mm STW.”\n\n“Why do you want a 7mm STW?”, asked the WCGB. “Unless you put a 28-inch barrel on it, an STW is just another 7mm magnum, and the only thing a 28-inch barrel is good for is pole vaulting.”\n\nBut the Wealthy Hunter (hereinafter known as WH) was like many other men who had done well in life. Because he knew from phrenology, and making money, he thought he knew about guns and hunting as well, and would not listen to the WCGB who had been accumulating knowledge for 40 years but who, after all, had to make a dollar now and then.\n\nThey compromised on a 26-inch barrel. The WH took delivery of the rifle, worked up a handload employing 140-grain Nosler Ballistic Tips at nearly 3,600 fps that went into one ragged hole, and went off to practice.\n\nThat fall, the WCGB got a call from the WH who said,\n\n“I’m going on a mule deer hunt with an outfitter who guarantees me a shot at a 35-inch buck. It’s $14,000, and I’m taking the STW.”\n\n“But what happens if you get a shot at 100 yards,” said the WCGB, “the Ballistic Tip is a peerless projectile, but at that kind of range with that velocity it’ll blow up. You won’t even break a rib. Use another bullet.”\n\n“What do you know,” sneered the WH. “That rifle shoots ¼-inch groups and I can hit groundhogs with it at 600 yards.”\n\nThe WCGB sighed and went back to his lathe; he had heard it all before.\n\nAnd so a month passed. Then the phone rang in the WCGB's shop. It was the WH, back from the West.\n\n\"*&*(*&*&&&#@!@#$,\" said the WH.\n\n“Let me guess,” said the WCGB, “you got a shot at 100 yards and you never even broke a rib. You lost your 35-inch deer and they couldn’t find him.”\n\n\"It took them three days to find the carcass,\" said the WH. \"It was completely rotted. They sent me the antlers. *#&%&*()&^%!\"\n\nThis is a true story; only the names have been changed to protect the silly. I would point out what the morals are, but you can deduce them yourself. Unless, of course, you’ve made a lot of money at something and don’t need any kind of advice from anyone.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.8637803197,
        "format_confidence":0.9564319253
    },
    {
        "url":"http:\/\/www.artipot.com\/articles\/34732\/golfer-looses-tournament-along-with-his-mind.htm",
        "text":"Home » Society and Culture\n\nGolfer Looses Tournament Along With His Mind\n\nAug 17, 2007\nHanson and Adam were friends the both attended the local college in town. They were very active in many different organizations. They were also very competitive. The two had very distinct personalities. Hanson was laid back in accomplishing his goals.\n\nAdam on the other hand was extremely aggressive. The slightest thing could make him angry. He especially did not like to loose. It was really bad if others saw him loose. He simply could not accept the embarrassment.\n\nIf he lost at anything every one knew it because he would storm around like a mad man for hours and sometimes days. Many always thought there was something mentally wrong with him. For the most part they just ignored his rages until he quieted down.\n\nHanson and Adam both had a fancy for golf. In fact they were both on the community charity golf team. They were quite good. The annual town charity golf tournament was fast approaching and they would be in it.\n\nThe two were normally on the same team. This year there was a shortage of players and they were going to be on opposing teams. It really did not matter to Hanson since all the proceeds were going to charity. He just viewed as a chance to get out and have a little fun with the local folks.\n\nAdam on the other hand wanted to win and show everybody that he was the best. Even though Hanson had no control over it, Adam resented him for being on the other team. He even went a far as to call him a trader.\n\nHanson just thought it was Adam blowing off steam again. He did not think much of it since he had seen it all before. They both continued to practice. Adam bragged that his team was going to win the tournament and show Hanson who was the best.\n\nHe did this up until the day of the game. On the day of the game Hanson and Adam met at the starting hole with the rest of their teams. Everyone was ready to have a fun game of golf. Adam was still bragging.\n\nThe tournament got underway both guys played extremely well. It was a long tough game. It finally came to the final hole. It was between Hanson and Adam as many had predicted. Hanson shot first it to him 3 strokes to sink the ball.\n\nAdams turn came, he knew he had a victory. He knew he could make such a simple shot in fewer than 3 strokes. He even went as far as to do a victory dance before the shot. He took the shot in came within good range to sink it on the next shot. He was reeling.\n\nSomething came over him, he swung at the ball with too much force and it put him far away from the hole. He knew he had to make it on the next shot or risk loosing the game. He became very nervous and agitated.\n\nThe crowd was tense as they watched to see what Adam would do. Adam chose his club. He lined up and swung. The ball rolled right by the cup as if to punish the player. Adam could not believe, he was furious.\n\nHe slammed his club to the ground and stormed toward Hanson. He had a look in his eye that meant trouble. He approached Hanson and said this is all your fault. Hanson said do not worry man its all for fun and charity.\n\nAdam said you made me look bad and now I am going to make you look bad. He grabbed a golf club from his bag and swung at Hanson. Hanson backed up but Adam kept swinging. At that point, Hanson knew they no longer friends and that Adam was trying to hurt him.\n\nGolf course security was alerted. When they arrive Adam was still swinging. They tried to reason with Adam to no avail. Finally to put an end to this a security officer whipped out a Taser and fired it at Adam, he fell to the ground and they were able to arrest him.\n\nSome people have a difficult time dealing with loosing. They cannot get past the embarrassment. They believe they must win at everything.\n\nIf they do not win they may become violent. You must be on the alert for this kind of behavior even among friends. You must also be prepared to defend yourself if necessary.\nAbout the Author\nJohnny A. Jenkins, Distribution Director of Repeller Technology ,provides self-defense and safety products, tips and advice to fit most situations. Make your surroundings safer for you and loved ones today at: Repeller Technology .\nPlease Rate:\n(Average: Not rated)\nViews: 109\nPrint Email Report Share\nArticle Categories\n    • Artists\n    • Gambling\n    • Humanities\n    • Humor\n    • Movies\n    • Music\n    • Photography\n    • Tattoos\n    • Television\n    • Classic Cars\n    • Motorcycles\n    • Recreational Vehicles\n    • SUVs\n    • Trucks\n    • Vans\n    • Branding\n    • Business Opportunities\n    • Careers and Jobs\n    • Corporate\n    • Customer Service\n    • Direct Mail\n    • Entrepreneurship\n    • Ethics\n    • Financing\n    • Franchising\n    • Home-Based Business\n    • Human Resources\n    • Import and Export\n    • Leadership\n    • Management\n    • Market Research\n    • Marketing and Advertising\n    • Negotiation\n    • Network Marketing\n    • Networking\n    • Organizational\n    • Presentation\n    • Project Management\n    • Public Relations\n    • Small Business\n    • Strategic Planning\n    • Team Building\n    • Telemarketing\n    • Training\n    • Data Recovery\n    • Databases\n    • Games\n    • Hardware\n    • Networks\n    • Operating Systems\n    • Programming\n    • Security\n    • Software\n    • Spyware and Viruses\n    • Ask an Expert\n    • College and University\n    • Home Schooling\n    • K-12\n    • Languages\n    • Online Education\n    • Psychology\n    • Accounting\n    • Credit\n    • Currency Trading\n    • Debt Consolidation\n    • Insurance\n    • Investing\n    • Leasing\n    • Loans\n    • Mortgage\n    • Mutual Funds\n    • Personal Finance\n    • Stock Market\n    • Structured Settlements\n    • Taxes\n    • Wealth Building\n    • Coffee\n    • Cooking\n    • Gourmet\n    • Recipes\n    • Wine and Spirits\n    • Acne\n    • Aerobics\n    • Alternative Medicine\n    • Beauty\n    • Cancer\n    • Cosmetics\n    • Depression\n    • Diabetes\n    • Diseases and Conditions\n    • Fitness Equipment\n    • Fitness\n    • Hair Loss\n    • Heart Disease\n    • Medicine\n    • Men's Health\n    • Muscle Building\n    • Nutrition\n    • Skin Care\n    • Supplements and Vitamins\n    • Weight Loss\n    • Women's Health\n    • Yoga\n    • Arts and Crafts\n    • Babies\n    • Collecting\n    • Elderly Care\n    • Genealogy\n    • Hobbies\n    • Parenting\n    • Pets\n    • Pregnancy\n    • Woodworking\n    • Feng Shui\n    • Gardening\n    • Home Appliances\n    • Home Security\n    • Interior Design\n    • Landscaping\n    • Affiliate Programs\n    • Article Marketing\n    • Auctions\n    • Audio\n    • Banner Advertising\n    • Blogging\n    • Broadband\n    • Domain Names\n    • E-Books\n    • E-Commerce\n    • Email Marketing\n    • Ezines and Newsletters\n    • Forums\n    • Internet Marketing\n    • Link Popularity\n    • Pay-Per-Click\n    • Podcasting\n    • RSS\n    • Search Engine Marketing\n    • Search Engine Optimization\n    • Security\n    • Social Media\n    • Spam\n    • Video\n    • Viral Marketing\n    • Web Design\n    • Web Development\n    • Web Hosting\n    • Copyright\n    • Cyber Law\n    • Intellectual Property\n    • National, State, Local\n    • Patents\n    • Regulatory Compliance\n    • Trademarks\n    • Buying\n    • Selling\n    • Baseball\n    • Basketball\n    • Boating\n    • Cycling\n    • Extreme Sports\n    • Fishing\n    • Football\n    • Golf\n    • Hockey\n    • Hunting\n    • Martial Arts\n    • Running\n    • Scuba Diving\n    • Soccer\n    • Swimming\n    • Tennis\n    • Dating\n    • Divorce\n    • Marriage\n    • Weddings\n    • Astrology\n    • Buddhism\n    • Christianity\n    • Faith\n    • Hinduism\n    • Islam\n    • Judaism\n    • Meditation\n    • Metaphysical\n    • New Age\n    • Cable and Satellite TV\n    • Cell Phones\n    • Communication\n    • Gadgets and Gizmos\n    • GPS\n    • Satellite Radio\n    • Video Conferencing\n    • VoIP\n    • Addictions\n    • Coaching\n    • Goal Setting\n    • Motivational\n    • Stress Management\n    • Time Management\n    • Clothing\n    • Electronics\n    • Fashion\n    • Gifts\n    • Jewelry\n    • Air Travel\n    • Camping\n    • Cruises\n    • Destinations\n    • Outdoors\n    • Article Writing\n    • Book Reviews\n    • Copywriting\n    • Fiction\n    • Non-Fiction\n    • Poetry\n    • Quotes\n    • Screenplay\n    • Tools and Resources",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.7315461636,
        "format_confidence":0.8376079798
    },
    {
        "url":"http:\/\/www.midwayusa.com\/larrys-stories\/sliding-for-sheep?itemprop=url",
        "text":"Sliding for Sheep\n\nLarry and Brenda high in sheep country.\n\nLarry and Brenda high in sheep country.\n\nby , Founder and CEO of\n\n\"Can we get closer?\" Those were my words to the guide, as we looked down the mountain at the seven rams – nearly 600 yards away.\n\nWe had been working these rams for four days, but bad luck with fog, horses and terrain had been our lot. Now we were a mere 600 yards above them, on the same hillside, watching them feed along in a line from left to right. But 600 yards is twice as far as I like to shoot.\n\nFrom our camp, at the bottom of the valley, the grassy hillside looked pretty smooth; but when you are actually sitting on such a hillside, things are quite different. The ground rises and falls in such a fashion that all seven rams had soon fed out of sight.\n\nThis is sheep country.  Our sheep were in the area that is circled.\n\n\"Let's get closer!\", I said. With rifles in one hand and backpacks in the other, down the mountain our small group went – with only our bottoms and the heels of our boots making contact with the ground – we were sliding to the sheep.\n\nThe grade was like one to one, which meant for every foot we went forward, we descended one foot, and we were going straight down, not side-hilling. In a hundred and fifty yards of 'free-sliding' we  never saw the sheep, but stopped to look over a rise – still no sheep. \"Let's get closer!\", and away we went again.\n\nCertainly they must have heard us, but when we stopped again for a look, still no sheep in sight – \"We go again!\"\n\nNow, our guide carefully peaks over the rise then turns and says \"Brenda, your sheep is in the front and Larry yours is third from the back.\" Of course when Brenda and I are hunting together, I always insist that she take the first shot.  Sliding our backpacks in front of us to the top of the ridge, the sheep we had been looking at from 600 yards were now only 80 yards away.\n\nBrenda shot first and her sheep went down. The rest of the rams started trotting away and I was preparing to take the second ram on the move, but he stopped after about 50 yards, as they almost always do, and I made it 'sheep for two'.\n\nTwo nice Dall rams.\n\nLarry Potterfield - Founder and CEO of MidwayUSA\n\nWrangell Mountains of Alaska\nAugust 2004\n\nRecently Added\nSuggested Products",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9706816077,
        "format_confidence":0.7490944266
    },
    {
        "url":"http:\/\/www.thespoof.com\/spoof-news\/sport\/108992\/portuguese-win-gold-and-silver-in-olympic-diving",
        "text":"Written by IainB\nPrint this\n\nWednesday, 1 August 2012\n\nimage for Portuguese win gold and silver in Olympic diving\nJust in case you hadn't figured out the connection, here's a picture to make it obvious\n\nNobody was surprised to Portugal atop the podium in the Olympic diving, with Ronaldo and Nani making a clean sweep between them. Nani's dive in the twenty-five metre event was technically perfect, earning him the gold, whilst Ronald's dive lacked elegance, according to the judges. It was however, sufficiently excellent to be awarded silver.\n\n\"When it came to the high dive,\" said diving judge Michael Swann, \"Ronaldo had the edge, getting in at least fifteen rolls before he'd finished. The finish itself was flawless.\"\n\nThat dive earned Ronaldo gold, and Nani came in second with toe loops, twists and writhes on his way down.\n\n\"We marked Nani down slightly in that event,\" said Swann. \"The scream was not quite authentic enough.\"\n\nThe pair were almost inseparable in the spring dive, with Ronaldo just edging it, possibly due to his height.\n\n\"How anybody can get such height from a standing start before rolling and twirling, is beyond me,\" said Swann. \"Both managed it though.\"\n\nWith tomorrow seeing the synchronised diving event, is there anyone who can stop the Portuguese masters at diving? Tom Daley, who will be in the competition with the aptly named Max Brick, believes that British divers can give their continental cousins a run for their money.\n\n\"We're going to take gold,\" said Daley. \"Nani and Ronaldo might be exceptional divers, but they're Portuguese, they always fluff it on the big stage.\"\n\nMake IainB's day - give this story five thumbs-up (there's no need to register, the thumbs are just down there!)\n\nThe story above is a satire or parody. It is entirely fictitious.\n\nDo you dream of being a comedy news writer? Click here to be a writer!\n\nMore by this writer\n\nView Story\nView Story\nView Story\nView Story\nView Story\nView Story\n\n\nMailing List\n\nGet Spoof News in your email inbox!\n\n\nWhat's 3 plus 2?\n\n2 5 1 16\n35 readers are online right now!\n\nGo to top\n\nWe use cookies to give you the best experience, this includes cookies from third party websites and advertisers.\n\nContinue ? Find out more",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.8579331636,
        "format_confidence":0.9782709479
    },
    {
        "url":"https:\/\/downtobuck.net\/2020\/05\/07\/duncan-robinson-all-243-three-pointers-full-highlights-2019-20-season-three-ilation-part-i\/",
        "text":"Duncan Robinson All 243 Three-Pointers Full Highlights (2019-20 Season Three-ilation Part I)\n\nFeeling an annoying twinge in his right bicep, Duncan Robinson lowered his arms from his shooting motion and let the ball drop to the floor. After shaking his arm a few times to loosen up whatever tightness was there, he grabbed the ball again and prepared to shoot another three-pointer, one of hundreds he had shot that day, but he was again bothered by what felt like a small jolt of electricity pulsing through his arm.\n\nThinking that he had simply overworked himself, he begrudgingly packed up his stuff and prepared to leave the empty high-school gymnasium that he had rented for his own personal training needs. He could go home, get a good night’s rest, and hopefully the strange muscular affliction would pass. He tried not to worry about it; while his career had been relatively injury-free, he knew that anything seriously wrong with him could be dealt with by the Heat’s skilled medical staff.\n\nHe was walking down a musty wood-paneled corridor that gave the impression of great age. Underneath his feet, a stately red carpet lay forgotten under time and dust. He didn’t know where the hallway was leading him, but he knew it was very important that he reach the end of it. After a long time of walking where it was unclear that he was making much progress, he finally came to a wooden door with an ornate cast-bronze doorknob.\n\nPulling the door open, Duncan saw a vast library with shelves of books that reached to the ceiling. The sight of such an extensive collection of knowledge was intoxicating to him. After many trials, he had finally made it to this grand archive, and now the fruits of his persistence would be plucked from the tree.\n\nThere was a tickling sensation on his face. He rubbed his cheek but the annoying sensation persisted. He squinted his eyes shut, and when he opened them again, the dream shattered around him and he found that he was lying in his bed with his cat, Mrs. Chips, trying to curl up into a ball by his shoulder. Her whiskers were poking his face, but when he shoved her away, she simply returned to the warm spot she had created for herself.\n\nDuncan tried to remember what he had been dreaming about but found that the details were already disintegrating. Something about books, maybe? But he hadn’t read a book in a long time. Perhaps his subconscious was chastising him for that fact.\n\nWith that thought, Duncan went back to sleep.\n\n“God damn it,” Duncan muttered under his breath. His arm had been fine for the first thirty minutes of his workout, but now that he was getting into a rhythm with his three-point shot, the twinge was back. It wasn’t painful, exactly, but it was very distracting. He could shoot through it, at the expense of accuracy, and missing more shots than expected him caused him to quickly grow frustrated.\n\nNot wanting to cut his workout short for the second straight day, and also yearning for a sense of normalcy, Duncan stepped forward to the free throw line. The effortless, well-practiced motion of his free throw would hopefully be unaffected by his misbehaving right arm. And as he sank free throw after free throw, he found that his arm was perfectly well-behaved.\n\nThinking that he had been miraculously cured, Duncan immediately went back out to the three-point line, but as soon as he got into his motion, the muscle spasm returned. Even stranger, Duncan had a flash of something in his vision right as his arm twitched. The picture that had appeared in his eyes, he couldn’t even begin to describe it, but it triggered he faintest recollection of a dream…\n\nDuncan tried in vain to grasp at the retreating recollections, but was instead left standing there at the three-point line, feeling very confused but also overcome an inexplicable yearning. A yearning for what? He probed his mind for an answer but found none.\n\nThat night, Duncan returned to the dusty library. As his sleeping body twisted itself among the bedsheets, sheened with sweat, his dreaming mind once again navigated that forgotten corridor which led to secret writings. That same wooden door was there, and the same daunting collection of books was there behind the door. Filled with a sense that profound knowledge would be found here, he approached one of the shelves. Many of the tomes had no titles on their spines.\n\nHe felt a pull to another shelf, so he crossed the room and again began browsing the books. A hefty tome bound in timeless gray leather beckoned him, and he carefully removed it from its spot. There was a title printed on its front:\n\nCodex Triplici.\n\nSuddenly, he was yanked out of the dream as if by an outside force. Eyes open in his dim bedroom, Duncan felt a wave of disappointment crest on top of him, although the reason for this strong emotional response, he couldn’t have articulated. He tried to remember the title of the book he had found, but it was gone.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9588268995,
        "format_confidence":0.8817778826
    },
    {
        "url":"http:\/\/www.teenink.com\/poetry\/all\/article\/77601\/Skiing\/",
        "text":"January 12, 2009\nI love to ski\nWhen I do moguls I am as tough as a rhinoceros\nWhen I get a powder shot I look as white as a snowmen\nWhen I do the park I glide like a hawk\nBut I also fall like a new born hoarse\nWhen I race I go as fast as a cheetah\nMy friends and I laugh like hyenas\nI love to ski\n\nPost a Comment\n\nBe the first to comment on this article!\n\nbRealTime banner ad on the left side\nSite Feedback",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.856464982,
        "format_confidence":0.9915705919
    },
    {
        "url":"https:\/\/darkoindex.com\/2013\/01\/29\/rivers-announces-celtics-dont-need-a-point-guard-declares-himself-un-retired\/",
        "text":"Rivers Announces Celtics “Don’t Need a Point Guard,” Declares Himself “Un-retired”\n\nIn a surprise press conference today, a pretend-version of Doc Rivers explained to the astonished assembled media:\n\n“I’m tired of all this talk about how we need a point guard.  Haven’t any of you taken a look at my career numbers?  You don’t think I have anything left?  You don’t think I’ve been waiting for this moment since we traded for Garnett?”\n\nPretend-Doc continued, “Now, look, I know our team is old, and I know we’ll miss Rajon’s abilities with the ball, but SERIOUSLY!  haven’t you seen any of our practices?  I still have a little something left. Just don’t ask me to get out in transition.  I still limp from that torn ACL I suffered back in…I forget when…give me a break….I’m 51.  It doesn’t matter.  Anyway, I can’t lead the break, but in the half-court…I know my way around.  .  I can play the pick-and-roll game.  Don’t you remember me teaming up with Dominique?  You forget about my season in New York with Ewing?  I averaged almost 11 points, 6 assists and 2 steals in my fourteen year career!  Doesn’t that count for anything?”\n\nThe press room had never heard such silence, while Rivers drank from his water bottle.\n\n“You know what, you guys go on speculating about a Pierce trade, a KG trade, some other trade-machine mess!  I know that I can run this team.  We’re not going to go sign Delonte West when I can suit up and play for the minimum.  I can keep us under the cap, keep our team together for the future, and maybe even win us a game or two all by myself before the playoffs come.”\n\nAsked for a response, pretend Paul Pierce looked at the floor and sighed.  “Listen…Doc’s our coach…We’ve gotta believe in him…if he thinks he has something left….well, we’ve gotta…well, I don’t know.  I’m not going to tell you he doesn’t still have the fire.”  Pierce gazed off into the middle distance and a tear rolled down his cheek.\n\nPretend Kevin Garnett, lingering in the corner of the locker room, responded, “I can’t wait to get out there on the court with Doc!  He’s about to prove all you reporters wrong!  He’s going to mess up some of these rookie point guards.  He controls the tempo, man!”\n\n“We’re not a run-and-gun team nowadays.  You all know that.  We can call an extra time-out or two if needed.  Doc is like a player-coach, anyway.  This way, he doesn’t need to yell at Sully and Bass from the bench, he can do it from the top of the key when they’re out of position!”\n\nPretend Courtney Lee and pretend Jason Terry, two of the likely playing-time beneficiaries of Rondo’s absence, were unavailable for comment.\n\nPretend Austin Rivers, Doc’s son and current NBA rookie on the New Orleans Hornets, was reached by phone for comment.  Austin explained, “I know it might be a shock to some, but since we (the Hornets) beat them (the Celtics), my dad keeps telling me, ‘It ain’t over, yet.  Don’t think you’ve got a leg up on me, yet, son.’  I knew my dad was just driven enough, just crazy enough, to get back out there.  When I heard Rondo went down, I thought to myself, ‘I bet he does it.  I bet he gives himself two weeks to get into better shape, and then decides he’s gonna give it one more shot.’\n\nWhen asked if he thought his dad was putting his health at risk by re-entering the NBA at age 51, Austin stared off into the abyss, speaking quietly.  “My dad’s gonna do what he’s gonna do.  I don’t think he’ll be up in the air enough to land awkwardly or anything like that.  Still, I hope he subs himself out when he’s pushing it too much.”\n\nTagged ,\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n\nGet every new post delivered to your Inbox.\n\nJoin 384 other followers\n\n%d bloggers like this:",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.991163969,
        "format_confidence":0.5540387034
    },
    {
        "url":"http:\/\/fwp.mt.gov\/mtoutdoors\/HTML\/articles\/2004\/SongOfTheLand.htm",
        "text":"Song of the Land\n\nSong of the LandListening to the prairie, while hunting its swiftest inhabitants.\nBy Lori Micken\n\nThis story is featured in Montana Outdoors\nSeptember–October 2004\n\nI'm alone, hunting pronghorn in a place in eastern Montana that I’ve visited every October for more than 30 years. After months in the mountains, where the world is foreshortened and closed in by tree-filled peaks, I’ve come to let my eyes stretch. After parking the pickup, I hike up to my favorite vantage point on a sandstone outcrop that runs for half a mile.\n\nThese ridges of carved sandstone, backbones of the land, provide protection and footholds for woody plants that cannot survive on the open prairie. This year the junipers are laden with blue and silver berries. In depressions grow scrubby skunkbrush sumac and bloodred roses. Touches of gold and orange in currant bushes are repeated in the lichens that encrust the rocks. Crevices hold mosses, grasses, and other plants.\n\nThe glory of prairies is at dawn. The clear, clean air is festooned with smells of pungent sage and juniper, sweet sap oozing from a wounded tree, the dry scent of a place too long without rain, and a faint, dusty odor from ghostly homesteads. I’m caught up in the cycles of life, seasons, and the day, briefly forgetting that hunting is the main reason for being in this wondrous place. Rifle cradled in the crook of my arm, I sit on a rock that was sand when the dinosaurs walked. Here I can see forever across the prairie to a horizon etched by nothing manmade. Far to the west and northwest, the Snowy Mountains appear as blue mounds on the edge of the world. Even farther away, to the southwest, the jagged peaks of the Crazy Mountains reach over the hills like hands of a giant seeking to pull himself into view. Rolling out in all directions from where I sit are hills of tawny yellow, interspersed with blue-green sage. Some gray areas, swept clear of vegetation, reveal how closely rock lies below the soil.\n\nThis rock is doomed to slowly erode into soil by vicious swings in temperature, wind, lichens, and other plants. The roots of ponderosa pines split the blocks apart like hydraulic wedges. Beneath the pines, piled upon each other for years, are their cones, old ones gray as the rock, new ones tan and sticky with pitch.\n\nSeven shots break the quiet. One is so far away it sounds like when my ears pop while driving over a mountain pass. There’s another shot, then two more. These also are distant, like a stomach growling. Somewhere, hunters are finding pronghorn.\n\nShouldering my rifle and pack, I move on to revisit each tree along this favorite ridge. The old giants, killed by porcupines, have fallen down into a bed of their own needles from years past. That newly chewed sapling ponderosa may live, even with a primary branch gone, or it may bleed to death before another spring. Tiny, fragile seedlings seek nurture and protection in sheltered spots. They will need a snowy winter to keep from drying like the grasses around them.\n\nThe pronghorn, if they do come, will be nearly soundless, even at full run. Their tiny hooves will barely touch the earth as they fly over a hill, the herd flowing down a draw. They might graze within view, always with one sentinel on guard for predators. Or they may materialize miles away on the far hills, too distant to hunt, mere specks of white and tan in my binoculars.\n\nFor now, I am content to watch for them while drinking in this stark land—to feel, hear, and smell the vast wonder of the prairie, to be lost in time.\n\nMy heart sings with the song of the land. The whistling wind, the snap, snap, snap of a grasshopper on its last flight, a cheep from a vesper sparrow, the shrill cheee of a red-tailed hawk, an explosion of wingbeats when a sage grouse erupts from cover—all are but a few notes on a page otherwise empty of sound.\n\nThen the pronghorns appear from no-where. A group of eight rushes down a nearby sage-covered hill. They pause and mill at a fence before quickly ducking un-derneath. Before I can find the big leader buck in my scope, they burst away like drag racers. They are too far and too fast for me to chance a shot. I watch them race across and over the amphitheater of hills. So majestic are the pronghorn that the sound of heraldic trumpets would be far more fitting than this quiet.\n\nI lean my rifle on a tree and sit back down on cold, rounded stones. As the iciness seeps through my jeans, my body heat seeps out. Endless years have sculpted the rocks, carving strange indentations and holes like empty eyes and gaping mouths. Here is a small cave, just right for a coyote to curl up in. An eye tooth of stone hangs from another cave’s lip. As the sun creeps higher, the temperature quickly grows warm and I shed my hooded sweatshirt. A breeze that barely touches me on the lee of the ridge portends the winds to come later in the day. They will whine and moan in these few rocks and fewer trees and whistle in my ears.\n\nI stand and stretch, then amble back to the deep ruts of road etched across the land. Grasses and sages, cacti, yucca, and broad-leafed herbs are scattered across the dry dirt, precisely spaced so each can live. Aster, daisy, gayfeather, hairbell, and gumweed still manage to bloom here in mid-October. Small, late, and few in number, they make dots of violet, white, yellow, purple, blue, and gold on the plain background of parched grasses, gray-green sage, and dull yucca.\n\nHalf a mile east, above the ridge’s high end, where trees are thick enough to be called woods, a recently built windmill creaks and spins, pulling water from below the rocks. I can smell the water before I see it spilling into a trough, then running off over the sandstone and down a gully. When I was young, I thought it silly that horses and cattle were said to lead thirsty cowboys to a river by smell alone. But now I know water does have an odor, even pure, clear water such as this. It tastes good.\n\nThere are no pronghorn visible from this new vista, so I return to the lower ridge to glass for my prey, trudging the ruts worn by wagons, model Ts, and pickups.\n\nThe pronghorn appear at once, seeming to rise out of the earth. They float up over a hill, first looking like moving fence posts, then changing to sleek animals.\n\nIt is impossible to fool them. From the ridge, I head toward a spot nearly a mile off. They watch. As I move, they move. I need binoculars for what they see unaided with their large, brown eyes. As I sneak below a hill, they seem to ignore me and graze. Half a mile later, I creep to a hilltop to spy. They are again a mile away, watching from a different hill. Their frank, open stares appear mildly surprised at my persistence, my invasion of their land.\n\nAn hour later, while staring out at the empty prairie, I think back on the two herds of pronghorn. It seems I’d imagined them, like dreams in a vision quest. But they were there, and I watched them run. I have seen the sky and earth for the past million years. It has been a wonderful hunt.Bear bullet\n\nLori Micken, a retired high school biology teacher, lives in Livingston.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.6748001575,
        "format_confidence":0.6191813946
    },
    {
        "url":"https:\/\/scurvyq52.wordpress.com\/tag\/running\/",
        "text":"TGIF & All That Rot\n\nPhoto by Sabina Kallari on\n\nTGIF & all that rot\nRunning when I’d rather be in bed\nNeeding to return to comfort\nSweat dripping down my backside instead\n\nThe sun rises over the sea\nSeeing a fresh day start anew\nOut of breath, but feeling alive\nFaster I run, sooner I’m back to you\n\nI’m Not Going To Forfeit This Life\n\n\nI’m not going to forfeit this life\nGrasping at reality along the way\nRunning headlong into risk\nFinding out what the youth have to say\nNurturing growth & development\nTruth remains after their neglected lie\nSweat falls from my brow – a start\nWe can’t let the dream of freedom die\n\n\nImage by Tibor Janosi Mozes from Pixabay\n\nIt’s not a perfect system\n\n\n\n\nIt’s not a perfect system\nBut it’s the best one we’ve got\nI’m not a card carrying member\nAll criminals, the whole lot\nWe’re in need of a great leader\nThe only ones running are crooks\nOne of these fools will be President\nBut I’d rather elect Captain Hook",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.6329230666,
        "format_confidence":0.8490610719
    },
    {
        "url":"https:\/\/www.kvnutalk.com\/cowboy-poetry-a-bucks-lucky-day\/",
        "text":"COWBOY POETRY: A Buck’s Lucky Day\n\nSource: CVDaily Feed\n\nWith my father riding shotgun, we’d hunted most the day. The weather wasn’t good. Might be a blizzard on the way.\n\nWe used to do our hunting all on foot, as most men do. Now we sit here in a nice warm truck. The windshield frames our view.\n\nMy father’s legs just aren’t the same since he turned ninety two. From waist up, though, he’s still as strong as the likes of me and you.\n\nWe chopped some wood the other day. Not once did he complain. He kept up with the younger guys. Still thinks that he’s John Wayne.\n\nWe drove a little down the road and stopped to have a snack. The sun was getting low then, so I thought we’d head on back.\n\nThen all at once a nice-sized buck came running up the road and sliding some in places where it had already snowed.\n\nWe could see he was a hunter’s dream. Those antlers! Proof, for sure. I threw one in the chamber and opened up my door.\n\nHe stopped and took a look at us from fifty yards or so. My father checked him out, then said, “Why don’t we let him go.”\n\nA few years back I’d heard that once Dad passed up on a buck. I wonder if the deer today knows that he had some luck.\n\nDid my father have a reason to let that big buck go? I doubt I’ll ever ask him, so I guess I’ll never know.\n\nThe ride back home was quiet. As usual, I’d say. I’d seen my father’s softer side. Also my lucky day.\n\nFrom now on when I’m hunting and get a trophy shot. Will there be a chance I’ll let him go? At this point, prob’ly not.\n\nBut today I learned a lesson from a man who knows his stuff. It’s the spirit of the hunt, and for some that is enough.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9020448923,
        "format_confidence":0.9327633977
    },
    {
        "url":"https:\/\/www.storyboardthat.com\/storyboards\/cheeseydude\/nuggets-vs-thunder",
        "text":"Nuggets VS Thunder\n\nNuggets VS Thunder\n\nMore Options: Make a Folding Card\n\nStoryboard Description\n\nThis storyboard does not have a description.\n\nStoryboard Text\n\n  • Gary Harris at the open Denver Nuggets training session.\n  • 1 week later at the Pepsi Center\n  • Lets go Nuggets﻿\n  • Oklahoma  City Thunder\n  • Gary Harris Scores\n  • Gary Harris practising his backwards slam dunks and his shooting for the big game against the Oklahoma City Thunder in a weeks time.\n  • Final Seconds\n  • The umpire starts the match Denver Nuggets with  the first touch of the day Jamual  Murray passes to Gary Harris right in front of the ring. Gary Harris with the Backwards slam dunk to start the game with a good score.\n  • ﻿At the Gym\n  • Gary Harris with the backwards ﻿slam dunk to start the game of.\n  • Gary Harris at the local track practising his speed on the basketball court\n  • Gary Harris for the 3 pointer to win the game. it going in he's done it he has won the game for the nuggets \n  • Gary Harris at his private gym in is house training to play the best team in the NBA the Raptors\n  • ﻿Gary Harris racing little kids to practice his speed for the game against the Raptors.\nMore Storyboards By cheeseydude\nExplore Our Articles and Examples\n\nTry Our Other Websites!\n\nPhotos for Class   •   Quick Rubric   •   abcBABYart   •   Storyboard That's TPT Store",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.8862251043,
        "format_confidence":0.8341324329
    },
    {
        "url":"http:\/\/wwww.vanderbiltcupraces.com\/races\/stories\/clement_protests_race",
        "text":"Clement Protests Race\n\nAn anguished Clement, his face coated with oil and dust, approached race referee Vanderbilt immediately after the race. Clement protested that he was unfairly delayed at the Hicksville and Hempstead Controls. In a late night meeting at their Garden City Hotel Headquarters the Vanderbilt Race Commission, led by Vanderbilt, denied the protest and declared Heath’s Panhard the winner. The Vanderbilt Cup was awarded to France.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.992923975,
        "format_confidence":0.7475326061
    },
    {
        "url":"https:\/\/de.slideshare.net\/jokechannel\/beijing-olympic-logo-story",
        "text":"Histoire du logo des J.O de Pékin 2008\nNächste SlideShare\nWird geladen in …5\n\nBeijing Olympic Logo Story\n\n5.112 Aufrufe\n\nVeröffentlicht am\n\nThe real story behind the Beijing 2008 olympic games logo selection: diplomatically sensitive\n\nVeröffentlicht in: Sport, Business\n4 Kommentare\n0 Gefällt mir\n  • the way the author defames China is a little naive\n    Sind Sie sicher, dass Sie …  Ja  Nein\n    Ihre Nachricht erscheint hier\n  • the ppt maker even don't konw tiny little chinese culture....\n\n    you just show your unwisdom here.\n\n\n    Beijing 2008 Olympic logo\n\n    The emblem, officially entitled 'Chinese Seal – Dancing Beijing', has a single Chinese character on a traditional red Chinese seal. The words 'Beijing 2008' are written with a Chinese brush below it. The figure in the logo resembles a runner or dancer and the Chinese character 'jing' which means 'capital'. The image carries the message that today's China is not only a nation with a long and glorious history, but also one full of modern dynamics.\n\n    Dancing Beijing is a journey to the future, the emblem for China moving towards the 2008 Olympic Games. It represents the heart of an ancient culture embracing the modern world, the spirit of a people moving towards a new destiny. It captures the soul of a city in transformation and its motion conveys a message of hope, joy, and unity.\n\n    Dancing Beijing is a symbol of the city's promise to make the Games a success and to be unlike any the world has known. The Chinese seal of Dancing Beijing is a promise rooted in honour and trust, character and truth.\n\n    Dancing Beijing is the city's signature. The ancient art of calligraphy expresses the grace and character of the Chinese and the charm and beauty of their traditions. The image of Beijing's Olympics, inspired by the ancient figure for Beijing, turns the city into a dancing athlete in the graceful sweep of the calligrapher's hand.\n\n    Dancing Beijing is the colour of China. Red is the most significant colour in Chinese culture's symbol of luck, of celebration and of new beginnings. The depth of its meaning equals the depth of its beauty.\n\n    Dancing Beijing represents the spirit of the individual. It is the symbol for every Olympian, every performer, every volunteer and every spectator. Arms flung wide, it invites all people and the world to share in the city's history, beauty, energy, and its future.\n\n    Dancing Beijing is in the form of the dragon, the ancient symbol of Chinese culture that has both beauty and majesty. It symbolizes a binding of the fire and light of the Chinese people, the power to the promise.\n\n    Dancing Beijing is an invitation, a hand extended in welcome to China's celebration. The Games are held in the hope of uniting humanity as never before. They are a gesture of friendship and hope that the community of nations will unite in peace through sport.\n    Sind Sie sicher, dass Sie …  Ja  Nein\n    Ihre Nachricht erscheint hier\n  • This is not true ! China is a Fantastic land with Brave People !\n\n    They are rewriting their history of suffering and slavery this is my opinion.\n\n    Thanks Helga from Brazil\n    Sind Sie sicher, dass Sie …  Ja  Nein\n    Ihre Nachricht erscheint hier\n  •    Antworten \n    Sind Sie sicher, dass Sie …  Ja  Nein\n    Ihre Nachricht erscheint hier\n  • Gehören Sie zu den Ersten, denen das gefällt!\n\nKeine Downloads\nAufrufe insgesamt\nAuf SlideShare\nAus Einbettungen\nAnzahl an Einbettungen\nGefällt mir\nEinbettungen 0\nKeine Einbettungen\n\nKeine Notizen für die Folie\n\nBeijing Olympic Logo Story\n\n  1. 1. Histoire du logo des J.O de Pékin 2008",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.7724795938,
        "format_confidence":0.6688782573
    },
    {
        "url":"http:\/\/monkeywithahalo.com\/2013-articles\/the-blanton-butcher-incident-a-dramatic-re-telling.html",
        "text":"The Blanton-Butcher incident: a dramatic re-telling presents, a dramatic re-telling of the Joe Blanton vs. Mike Butcher incident:\n\nIt was a warm, sunny day in Seattle (which is unusual for a city with an average of 150 rainy days a year). Joe Blanton was on the mound for the Angels at the Mariners’ Safeco Field, and he was in quite a pickle. A two-run homer in the second had thrown him more than a bit off. His curve and his off-speed pitches were lost to him, and Joe knew he was a car stuck in 4th gear, throwing heat because that was all he had left. Taking a deep breath, he accepted the sign from Chris Iannetta, set, delivery, release, CRACK, and a sacrifice fly from Mariners catcher Mike Zunino put the period at the end of Joe Blanton’s day.\n\nMaybe it was his inability to control the ball. Maybe it was the frustration of another loss on his record, likely sealing him at 2-12 at the All-Star break. Maybe it was a twinge of guilt for questioning the run support to that point. Maybe it was the smell of Starbucks that permeated the city (and, indeed, most of Puget Sound). Whatever amalgamation of thoughts came together for Joe that day, they equaled a red sheen in front of his eyes, creating an anger he could not contain. Not unlike The Hulk, Joe flew into an anger-powered attack against the only target he could find: A hapless and helpless Gatorade cooler in the dugout. Holding his right low in a traditional stance, Blanton unleashed a one-two combo on the cooler before throwing it to the ground like The Big Show tossing aside Rey Mysterio. “Joe!” cried Chris Iannetta, “What are you doing man?!” (with several others chiming in that the Gatorade’s family should be notified).\n\n\n\nThe voice, spoken with the authority of a higher officer snapped the tension. “Knock it off!” said pitching coach Mike Butcher. “We’re visitors here! Get your ass out of here if you can’t act right! Let’s go!”\n\nCoach Butcher stepped between the two players and started herding his pitcher towards the locker room. “You’re being a real dummy. You know that?”\n“Yeah?” sneered Joe “Well you’re stupid!”\n\nButcher stopped. To onlookers, it seemed as if he had developed a sudden onset of facial twitching before shouting “Take that back.”\n\n“Okay! I take it back! You’re REALLY stupid!” taunted Joe\n\n“Yeah? Well at least I don’t pitch like crap!”\n\n“You smell like crap!”\n\n“Get your ass to the showers!”\n\n“Why don’t you make me? Poopface!”\n\n“Don’t call me poopface!”\n\n“How about doo-doo head?!”\n\nDeciding that enough was enough, Howie Kendrick hopped up off the bench to separate the feuding coach and pitcher “Hey! Guys! C’mon! This is ridiculous! You’re acting like third graders!”\n\n“He started it!” fumed Coach Butcher\n\n“Did not!” retorted Joe\n\n“Did so!”\n\n“Did not!”\n\n“Did so!”\n\nHowie planted himself in front of Coach Butcher “GUYS! We’re not doings this! Holy crap, where was this intensity when we split with the Dodgers? Calm down!”\nAnd so it went, back and forth the two got their jabs in like fencing swordfighters (or like children sticking each other with magic markers) until Blanton, reaching his destination of the exit to the locker room, departed with the ultimate comeback: “Uh-huh! Whatever!” leaving Coach Butcher sputtering in the dugout, still weakly fighting against Howie Kendrick, whom, at the time, was desperately praying to every god that will listen, asking that everyone just get along.\n\nAfterwards, the press was spoken to and the incident explained. Over time, feelings will be mended by words or time and the team will move on. The incident will become a blip on the radar in a season with a yet-uncertain future. It will likely not to be spoken of unless a fan indulges in enough pre-game and stadium-price beer while watching a game to say “Hey, remember that time Joey Blanton freaked out on the Gatorade cooler?”\n\nThe fates of the pummeled Gatorade cooler and its family are unknown.",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9896408916,
        "format_confidence":0.710493505
    },
    {
        "url":"http:\/\/www.thespoof.com\/spoof-news\/sport\/51729\/hull-city-shitting-themselves-ahead-of-liverpool-game",
        "text":"Written by Monkey Woods\nPrint this\n\nTuesday, 21 April 2009\n\nimage for Hull City Shitting Themselves Ahead Of Liverpool Game\nA brick\n\nHull City manager Phil Brown was reported to be in an advanced state of anxiety as he prepared his squad for the visit of Liverpool to the KC Stadium on Saturday, and has said that the Tigers players are \"fairly shitten' themselves at the prospect\".\n\nHull are currently languishing in 16th position, having lost 1-0 at Sunderland last Saturday, but it's on their home turf that the Tigers have been at their least impressive, winning only three of their 16 Premier League games there so far.\n\nBrown knows that City will be up against it, and is aware that Liverpool, after their 4-4 draw with Arsenal on Tuesday, cannot afford to drop any more points if they are to maintain their challenge for the title.\n\nSaid Brown:\n\n\"We're shitten' it. We know their strengths, but there's fuck all we can do about it! My players are cacking it big style! 'Scuse me a minute, will ya?\"\n\nThe admission came after an insider at Hull said this morning that Brown - lovingly known as Brownie by Tigers fans - had been suffering with loose bowels all week, and had shit a huge brick.\n\nAssistant boss, Brian Horton, said:\n\n\"There's no doubt about it, it was a big 'un.\"\n\nMake Monkey Woods's day - give this story five thumbs-up (there's no need to register, the thumbs are just down there!)\n\nThe story above is a satire or parody. It is entirely fictitious.\n\nDo you dream of being a comedy news writer? Click here to be a writer!\n\nMore by this writer\n\nView Story\nView Story\nView Story\nView Story\nView Story\nView Story\n\n\nMailing List\n\nGet Spoof News in your email inbox!\n\n\nWhat's 2 plus 4?\n\n8 21 6 22\n49 readers are online right now!\n\nGo to top\n\nWe use cookies to give you the best experience, this includes cookies from third party websites and advertisers.\n\nContinue ? Find out more",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.8108093143,
        "format_confidence":0.9764100313
    },
    {
        "url":"http:\/\/www.thespoof.com\/spoof-news\/science-technology\/32734\/biggest-hit-nfl-or-rugby",
        "text":"Written by Bruno Murphy\nPrint this\n\nFriday, 28 March 2008\n\nimage for Biggest Hit NFL or Rugby\n\nAfter long years of research, and one too many beers, the researches at Fartinston Labs finally have answered the question. Which sport hits harder Rugby or American Football. The answer is mixed but comes as this, more damage is done to a rugby player per hit, but American Football reigns supreme on the amount of force at impact.\n\nThe findings are being supported by the rest of the known scientific world. With the amount of effort placed into the studies the fellow scientist applauded Fartinston Labs for tackling the hard topic.\n\n\"We had problems right from the get go, with this study. Even out of the pads the average size for an NFL athelte is well over 6'5\" and weighs close to 350lbs. While the average size for a Professional rugby player is a much more realistic person of 6'0\" and weighs only around the average of 250lbs. So what we did was collected a full rugby team and then collected NFL players of the same size for an equal number. Then we had them go at each other with sensors to check for amount of force. This whole process took us years to profect. We went though 2 squads of American Football Players and 55 squads of Rugby players. We also found out that NFL players are a little on the meaner side of things. While rugby is a brutal sport with their average force being equilavent to running headlong into a brick wall at full speed. American football took the cake when the amount of force was equilavent to being in a head on collision at 35 mph,\" stated one of the labs scientist.\n\nOther important information was found in the studies as well. The pads on an American Football player dispurses the force over a broader area of the body. Rugby players of course take the full brunt of what ever hit they are given, but their areas of damage are kept in what ever part of the body that is struck. While the majority of the force is placed in the area of the hit in American Football. A large amount of force is displaced into the pads worn. So for balls Rugby players get the nod of champions. For pure power American Football reigns supreme. The next topic that Fartiston Labs is looking to tackle is the average intelligence between Footballers (soccer) and hockey players. So far the scientists says that some surprising results are being found.\n\nMake Bruno Murphy's day - give this story five thumbs-up (there's no need to register, the thumbs are just down there!)\n\nThe story above is a satire or parody. It is entirely fictitious.\n\nDo you dream of being a comedy news writer? Click here to be a writer!\n\nMore by this writer\n\nView Story\nView Story\nView Story\nView Story\nView Story\nView Story\n\n\nMailing List\n\nGet Spoof News in your email inbox!\n\n\nWhat's 4 multiplied by 5?\n\n6 20 5 16\n33 readers are online right now!\n\nGo to top\n\nWe use cookies to give you the best experience, this includes cookies from third party websites and advertisers.\n\nContinue ? Find out more",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.7810570598,
        "format_confidence":0.9721921086
    },
    {
        "url":"http:\/\/www.bostonglobe.com\/sports\/1978\/10\/03\/red-sox-fans-are-used-this-type-heartache\/7PWSkhvBImnQKzFbDdnxyK\/story.html",
        "text":"\n\nFrom the archives\n\nRed Sox fans are used to this type of heartache\n\nBucky Dent’s home run was a crushing blow to the Red Sox.\n\n\nBucky Dent’s home run was a crushing blow to the Red Sox.\n\nHit me. Hit me again.\n\nI am from Boston. I can take it.\n\nContinue reading below\n\nDance me around the room. Kiss me on the ear. Whisper sweet nothings, night and day, and tell me in the end that there is someone else. No problem. I understand.\n\nI am from Boston. I can take it.\n\nRattle your punches off my rib cage. Dribble my ego behind your back. Drive me as far as we both can imagine, open the door, roll me out and tell me to walk. I don’t mind. It’s OK. It’s fine.\n\nContinue reading it below\n\nI am from Boston. I can take it.\n\nI am bred to disappointment the way a thoroughbred is bred to run. I know how to fall. I curl my body into a fine fetal position. I stick my thumb into my mouth. I absorb the impact, mutter something about “not meaning anything, anyway,” bounce up smiling. I’ve been there before, Charlie.\n\nI am from Boston. I can take it.\n\nI don’t need any sympathy about any Red Sox today. I don’t need any welcome wagon, Salvation Army words about “good show” and “stiff upper lip” and “maybe next year” and all the rest. Maybe I would if I had been surprised, if this had been some lightning shot out of the blue, if something like this never had happened in this town before, but ...\n\nI am from Boston. I can take it.\n\nThe Yankees won in the end? The Yankees always win in the end, don’t they? The Red Sox lost? The Red Sox always lose in the end. But it was close? Very, very close? It always is very, very close.\n\nI know how these things go. I have seen the Red Sox, I have seen the Yankees. I have seen the Bruins, I have seen the Montreal Canadiens. I have seen the Patriots and I have seen rush-hour confusion on the Expressway and I have seen my local politicians and I have seen more than any one man can see.\n\nI am from Boston. I can take it.\n\nWas Bucky Dent’s 306-foot home run over a fence 305 feet away supposed to be a surprise? Was the miracle story, the story of the bat handed to him a moment before the hit really supposed to be a shock? Was the fact that Bucky Dent wouldn’t even have been hitting in that situation if someone else weren’t injured supposed to be an added kick?\n\nI thought it all simply was normal.\n\nThe early euphoric Red Sox lead? Normal. Dent’s seventh-inning home run, the ninth batter in the lineup just changing the direction of the game? Normal. Reggie Jackson’s eventual winning homer? The Red Sox’ wild, but not- good-enough comeback? The final two outs-Jim Rice’s fly ball that was 10 feet away from being a homer, Carl Yastrzemski’s pop fly with the winning run on third? Normal. Normal. Normal.\n\nI have seen the seventh games in ‘67 and ‘75. I have seen Enos Slaughter sliding home. I have seen Luis Aparicio, tripping, rounding third, a pennant lost by only half of a game. I know the filling inside life is only air, not whipped cream. I know the stories about the end of a lollipop only being a fuzzy stick are true. Normal. I know.\n\nThese Red Sox were not any different than the Yankees. They were just as good. They might have been better. They had better hitting. They had pitching that was just as good. They had a shakier bench and more inconsistent relief pitching, but overall they were just as good. Maybe better.\n\nThey had a season that gave this town some long stretches of baseball that were as good as any that we have seen. They had that overpowering start, that full-blown comeback, a string of excitement that was more than anyone could have expected. They won 99 games, a figure that would have been enough to put them into any playoff just about anywhere.\n\nThey simply happened to be playing in the one division with a team that could win 100 games. They simply were the Red Sox.\n\n“No matter what the Yankees do, no matter how far they go, I am going to sit at home, convinced that we could have done the same,” Red Sox shortstop Rick Burleson said in the gloom of the end. “I don’t care what you say. I am convinced.”\n\n“They are as good as we are,” Yankees third baseman Graig Nettles said. “Sure they are. But, the fact is that nobody is going to remember that. They are second. Nobody remembers who finishes second. They remember, maybe the teams that play in the World Series, but before that? Nobody remembers who finishes second.”\n\nAlso normal.\n\nI think I would be bothered, maybe, by all of this if I were from New York and things had gone the other way. I think if I came from any other place in this country I would have been bothered by fate and No. 9 hitters and changes in the wind and the fact that a right fielder somehow found a ball he couldn’t even see. I might even have been found kicking a can in the early hours of this morning, strangling my cat or high-walking the tallest building I could find. I might have been found doing a lot of things.\n\nI am, however, from Boston. I can take it.\n\nSo shake me up. Shake me down. Take me to the final five minutes of the movie and break the projector. Stick out a foot as I toddle toward the finish. Pound my head. Bend my mind. Hit me. Hit me, again.\n\nI am from Boston. I can take it.\n\nJust give me a minute to catch my breath this time.\n\nWill you, huh?\n\nLoading comments...\nWant each day's news headlines delivered fresh to your\ninbox every morning? Just connect with us\nin one of the following ways:\nPlease enter a valid email will never post anything without asking.\nPrivacy Policy\nSubscriber Log In\n\nYou have reached the limit of 5 free articles in a month\n\nStay informed with unlimited access to Boston’s trusted news source.\n\n  • High-quality journalism from the region’s largest newsroom\n  • Convenient access across all of your devices\n  • Today’s Headlines daily newsletter\n  • Subscriber-only access to exclusive offers, events, contests, eBooks, and more\n  • Less than 25¢ a week\nMarketing image of\nMarketing image of",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.9946762323,
        "format_confidence":0.6375472546
    },
    {
        "url":"http:\/\/krebsfiles.com\/bend02.html",
        "text":"Date: Thursday, 11 September, 2003\nFrom: \"Ade\" <>\nBy five o'clock the following Sunday, the dust in the makeshift pitch at the park had nearly settled. It was nowhere near half time, but everyone was glued to the radio. In two minutes, River's match would be over, and they would beat San Lorenzo, thus taking the first place on the table.\n\"¿Y entonces?\" El Irlandés wanted to know.\n\"So, if Boca draws or looses, they take the cup. We have to win!\"\nA few feet away, Nando and Rolo, both River supporters and wearing the white shirt with the red diagonal line of their team, jumped two feet high on the referee's final whistle. The songs that, as always, scorned the sorry existence of the 'dung dwellers,' as Boca supporters were called by their archrivals, soon followed cries of victory. Fists up in the air and smiles on their faces, the River fans managed to carry their onslaught to libellous lengths before someone did anything about it. Fleco, his voice filled with curses of his own, flung himself on his two friends and the trio ended up face down in the dust.\nSoon, fourteen young men with enough energy to plough a good-sized farm with their bare hands were spending it carelessly on bashing each other. Only El Irlandés stood on the sidelines, his gloves hanging limply from his shoulder, his gaze calm, and his countenance grave. Running its own course, the brawl eventually dwindled to verbal abuse, then morphed to song again, and ended with the two teams siding on taking each side of the pitch with the ball in the middle, itchy to start rolling.\nEl Irlandes turned on his radio, tuned it to one of the sport stations and waited for the match to begin.\nGood afternoon, this is Victor Hugo Morales from La Bombonera, and the stadium is heaving with excitement. You're listening to Radio del Plata and we're bringing you Boca-Ferrocarril Oeste. And this, Ladies and Gentlemen, is for the Cup!\nOnly two minutes after kick-off, Rolo emerged from the shadows with a piercing snap-shot that was tipped behind by a defender on Fleco's team. But that wasn't quite enough and Ruben swooped to make a last-ditch clearance to deny Roberto, their striker. Now, after that first scare, the worn, brown ball seemed glued to Fleco's right boot. He moved gracefully and unconcerned, his head coolly focused. A classic number 10, he enjoyed creating, manipulating the times of the game with both chessboard strategy and inspired improvisation. In short, it was Fleco's job to make his teammates play a good ball. Or at least that was what he liked to think.\nDribbling around the midfield, his eyes caught a flash of blue on his left and he advanced faster, leaning heavily to the right. When the coast was clear he lofted a long pass to the man in Blue, who slept the ball masterfully with his instep and then ran with it. Fleco and Blue one-towed all the way to the penalty area, and froze in the face three defenders. They needed back up.\nEl Irlandés had walked a few yards up, his radio still to his ear.\n.Would you look at that? Sassone is wearing his lead shoes today, friends. Marini steals it with class, and now you try catching him. Ferro is in trouble. It's Marini to Chavez. Chavez to el pibe Garrido-\nWhen Blue hit the brakes leaving Fleco ahead, he sensed the defenders would pull back to leave him off-side, annulling the play. Quickly, he drew back and towards the right, effectively evading White and Stripes. There, he waited for Blue and Gomez to arrive and only then stroke a centre.\nEl Irlandés looked up, following the ball.\n.Garrido, Garrido, el pibe aims and.\nThe sound of a car horn drew El Irlandés from the game for a fraction of a second, just as Blue connected a powerful strike on the ball forcing Stripes into a diving save with a flicked header. Fleco, arriving from the far right, didn't miss the re-bound and hit low to the far post where Nando, the goalkeeper, was waiting with sure hands.\n.Good save by Benitez, and Ferro can start thanking\nits lucky stars!\nFleco stomped on the dust to share his frustration with Mother Earth, and on looking up he found the side of the pitch empty. Where was the foreigner? Puzzled, he did a quick search of his surroundings and found the lean figure of El Irlandés heading slowly towards the street. Parked by a newsstand was a green Ford Falcon with a Boca Jrs. Flag tied to its antenna.\n\"Milicos!\" Fleco yelled, having recognised the trademark car at once.\nHeads turned around in alarm and searching eyes ignored Fleco, who stealing the ball from the centre-field kicked it brutally in the general direction of the car. He sprinted after it and stopping a prudent fifty yards away from the unmarked Falcon, yelled, \"Flaco, la pelota!\" - give us the ball, mate.\nEl Irlandés turned around in surprise and found the ball a few feet away from him. His left eyebrow quirked in question, but all he got in return was a pair of frightened blue eyes that issued a silent warning: \"Don't get closer to that car.\" Fleco saw the foreigner turn around and look at two men in the car; then bring his cold gaze back to him. The message was clear: \"Mind your own fucking business,\" and all Fleco could do was take another, very uncertain, step towards his friend. For a few seconds the only sound that filtered through was the car's radio.\n.Now the Boca players are gathering around the referee, too. It's the last warning, he seems to be saying. Clear off the lot of you, or else. Yes, that's a red card for Gomez. Boca will be playing the rest of the match with ten men.\n\"La pelota!\" Fleco insisted, a note of urgency in his voice. He would not stay another moment. It was already too dangerous and if the foreigner wanted to commit suicide, well, it was up to him. He was done babysitting.\nEl Irlandés must have picked up on his fear, because Fleco saw him nod, his icy stare still on him. The foreigner retrieved the ball and started walking slowly towards Fleco.\n\"¿Amigos tuyos?\" asked El Irlandés, as they started back towards the pitch. - Friends of yours?\n\"Fuck, no.\" Fleco replied, with a twinkle in his eye. \" Those bastard milicos are all River fans.\"\n\"Bastards,\" Fleco corrected. \"What did they want with you?\"\nEl Irlandés shrugged his shoulders. \"Directions?\"\nFleco chuckled softly, but then grew serious again and giving the foreigner a sideways glance, said, \"Imagine if they found out you're a Yank.\"\n\"I'm not.\"\n\"Bastards,\" Fleco said, shaking his head.\nThe game had stopped and that wasn't good. It attracted undue attention. Fleco quickly threw the ball in and immediately the players started moving, outwardly unconcerned. But Rolo hadn't, and though a centre forward for Fleco's rival team, he was still his personal best friend. Rolo's eyes kept veering left, towards the green car. Fleco frowned.\n\"Movete, chabón!\"-Move, man! Stripes yelled at Rolo, when the ball had passed him twice without him even noticing.\nHis eyes alternatively on the game and the Falcon, El Irlandés cranked up the volume of his radio.\nIt's Viale now for the free kick, and things are\nlooking good for Boca. And Viale aims. But Benitez\nrejects it with his fists. The ball is up for grabs, and there's el pibe again. Garridoooo, Goal. Gooooooooooaaal!\n\"Boca one, Ferro nil,\" deadpanned El Irlandés.\nGloaaaaal!\" yelled Fleco's side, joining in a team hug as if they themselves had scored.\nThere was joyous honking coming from the car by the newsstand, and if the mood of the River Plate fans needed further sullying, that was the right incentive.\n\"I'm out. See you Sunday,\" said Rolo.\n\"Hang on!\"\n\"You can't leave like this!\"\nBut before the protests could start in earnest, Fleco hushed the outraged players with a meaningful look. Long faced, some of the spirit stolen away from them, the teams resumed the game. Fleco put a hand on his friend's shoulder. \"Stay.\"\n\"Have to go, sorry,\" Rolo said, with a scurrying look towards the car. \"Fucking dung dwellers.\"\nFleco gave his friend a belligerent push and took him to the side, so the game could continue. \"They are all gallinas, didn't you know?\"\nRolo smiled, \"Oh, yeah?\"\n\"Yeah,\" Fleco replied with a smile of his own. Then, more seriously, added, \"We're not doing anything wrong. Stay.\"\nEl Irlandés was keeping his ear to the radio and his eyes on the pitch, but Fleco took a cautionary step away from him all the same. Rolo looked down, uncomfortable. \"They know me,\" he said at last. \"You don't want to be seen with me.\"\n\"We go to University together.\"\n\"That doesn't mean we're friends,\" Rolo said slowly. \"Because we're not.\"\nIt was Fleco's turn to inspect the dust now. \"Listen-\"\n\"From now on, we're not,\" Rolo said softly, taking a step back. He looked at Fleco with a sad smile on his face and when he turned to leave his gaze clashed with another pair of blue eyes. An uncompassionate, harsh, and yet deeply understanding stare that equally unnerved him and made him relieved that he was leaving. El Irlandés didn't say anything.\nFerro is growing, friends. That was a close shave for Boca, but they'd better keep their wits up.\n\"We're not doing anything wrong!\" Fleco insisted.\n\"I know,\" Rolo said, and walked away.\nFleco kept his eyes on him until he disappeared past the streetlights, and then round the corner. He breathed easier when the green Falcon didn't move, even when it meant the car had stayed and would remain there until something else made them leave. Fleco took a deep breath, carefully ignoring the man beside him, and focused his gaze on a distant horizon he wasn't really seeing. When the wind swept his hair forward and the view faded, he turned around and faced the foreigner. But he found the eyes of El Irlandés stubbornly glued to the game.\n\"Well?\" Fleco asked.\nEl Irlandés looked at him.\n\"We'll cream them as they are. It will be slaughter if they're one man short.\"\nEl Irlandés seemed to be considering it for a moment, squinting his eyes for a sharper view of his would be team-mates.\n\"The side that loses pays for the pizzas and the cokes,\" Fleco felt obliged t... (truncated)",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.6947488189,
        "format_confidence":0.9720715284
    },
    {
        "url":"https:\/\/oomecomic.com\/comic\/ch6-44\/",
        "text":"Not much to say here. No words, just the silent image of Jill beating feet to get out of dodge. It’s hard to invoke that kind of feeling over the course of a long run without some form of musical accompaniment. So, try and imagine some ‘sad running’ music. If anyone has any suggestions, that would be helpful!",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.6100702286,
        "format_confidence":0.9454723597
    },
    {
        "url":"https:\/\/marilyncavicchia.com\/2017\/04\/20\/napowrimo-day-20-a-poem-using-terms-from-a-particular-sport\/",
        "text":"NaPoWriMo 2017, Day 20: A Poem Using Terms from a Particular Sport\n\nDesigned for Use in Congested Areas\n\nThe WIFFLE (R) perforated plastic ball\n\nis thrown like a baseball\nand will curve very easily\n\ndifferent grips and releases\nno need to throw the ball hard\n\ndesigned for use in congested areas\nthe ball will not travel far\n\nwhen solidly hit\n\nball chasing and base running\nhave been eliminated\n\nan ordinary broom handle can be used\n\nimaginary runners\n\nFrom a prompt at, using information from the WIFFLE company website. The whole time I wrote this, I was sort of memory-smelling a WIFFLE ball and feeling a sadness that may be nostalgia or may be a remnant of dismal times playing with one of these because there wasn’t much else to do — like at your grandparents’ house (or at mine, anyway).\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":21,
        "format_id":2,
        "topic_confidence":0.5522561669,
        "format_confidence":0.6408298016
    }
]