[
    {
        "url":"https:\/\/www.harrypotterfansclub.com\/how-to-draw-harry-potter-stuff\/",
        "text":"Wednesday, June 15, 2022\n\nHow To Draw Harry Potter Stuff\n\nDon't Miss\n\nYour Harry Potter Drawing Is Complete\n\nHow to draw Harry Potter themed stuff!!!\n\nWe hope you enjoy this step-by-step tutorial on how to draw Harry Potter. With this guide, you can surely draw and color Harry Potter along with its complex features and elaborate details in no time.\n\nAnd the most fun part is, you can customize its features and play with various colors as much as you like!\n\nOnce youve finished your masterpiece, were certain you must be feeling very proud of yourselfas you should be! Completing this Harry Potter drawing is definitely fulfilling.\n\nWe cant wait to see your colorful Harry Potter drawing!\n\n  • Trending\n\nMaking Delicious Harry Potter Treats\n\n  • 1Make your own Butterbeer at home. Butterbeer is one of the most popular drinks in the wizarding world, and now you can drink it whenever you’d like. To make this recipe, you will need 6 twelve ounce bottles of cream soda, 4.5 tsps imitation butter flavor, 2 cups heavy cream, 6 tbsps sugar and 2 tsps vanilla extract.XResearch source\n  • Set out six 16-ounce glasses. Add ½ tsp of imitation butter to each glass, then pour a bottle of soda into each glass.\n  • In a large bowl, whip the cream for 3 minutes, or until the cream starts to thicken.\n  • Add the sugar and continue whipping until soft peaks begin to form.\n  • Stir in the vanilla and the rest of your imitation butter, then whip for another 30 seconds.\n  • Divide the foam between the six glasses and serve.\n  • 2Make Polyjuice Potion to serve at your next party. In the magical world, Polyjuice Potion transforms the drinker into someone else, but in real life, it just tastes really good. To make this recipe, you will need 2 packages of Kool Aid lemon lime drink mix, 1 can frozen lemonade concentrate, 2 cans frozen limeade concentrate, 3 2-liter bottles of ginger ale and 4-5 cups of lime sherbet.XResearch source\n  • Mix the Kool Aid and concentrates together. Add ginger ale and slowly stir in the sherbet.\n  • Serve the punch in a large punch bowl or oversized cauldron.\n  • Cut the cardboard so it is 1 wide and the length of a pixie stick.\n  • Cut the tip of the cardboard, so it is angled, like a triangle.\n  • Restaurants Open After 10\n\n    35 best restaurants open late applebee’s. Restaurants outside nyc are allowed to have 50 percent capacity, with a maximum of 10 people per table. Explore other popular cuisines and restaurants near you from over 7 million businesses with over 142 million reviews and opinions from yelpers. amazing indian food, best in jakarta. Who had been in charge of the kitchen for 34 years (he started in 1985, a year after the restaurant opened.\n\n    Recommended Reading: Which Twin Dies In Harry Potter\n\n    Draw Harry Potters Eyes\n\n    Within the glasses we have drawn in the previous step, draw an upright oval shape inside each glass lens to create the eyes. Afterwards, shade the inside of the eyes while leaving out a tiny dot unshaded to create a gleaming eyes effect.\n\n    And there you have it you have successfully drawn the legendary character Harry Potter. Now, all its missing is a splash of vivid and vibrant colors to finally complete your artwork!\n\n    Finally, here is the most exciting partfilling in the colors for your awesome drawing! This is the part where you can show off your artistic skills and your ability to mix and match various colors.\n\n    Harry Potter originally has jet-black hair. He usually wears the traditional Hogwarts school uniform, which is black long coat, and gray top paired with black trousers. The scarf he typically wears is a combination of yellow and red in color, signifying his house Gryffindor.\n\n    Feel free to color Harry Potter however you like and use any colors you prefer! And while youre at it, why not try experimenting with different coloring materials as well?\n\n    Time Turner Doodle Tutorial\n\n    Harry Potter collage drawing\n\n    Geometrically speaking, youd think it would be a challenge to learn how to draw something as complicated as the time turner but this tutorial makes it so easy! Wait until you see how in just 5 steps you can create something so intricate in such a short amount of steps and time!\n\n    Read Also: Whats In Cure For Boils\n\n    Also Check: When Is Harry Potter Coming To Netflix Usa\n\n    Are You Interested In Coloring More\n\n    Coloring characters such as Harry Potter can be A LOT of fun. Especially when they look so cute : )\n\n    If you had fun coloring this character, you may want to check out our kawaii coloring book which is available at Amazon. We also have some information on our site for more complex coloring for older kids and adults. You can check out our favorite adult coloring books and some of our top choices for color by number books for adults .\n\n    You May Like: How Does Hedwig Die\n\n    By Step Directions For How To Draw Harry Potter\n\n    Time needed: 45 minutes.\n\n    How to Draw Harry Potter\n\n  • Start the head.\n  • Add bangs on top, and two ears.\n  • Draw the outer hair line.\n  • Add the face as shown.\n  • Draw the scarf and coat.\n  • Add the hand, wand, shirt and pants.\n  • Draw a simple owl.\n  • Add an arm underneath, and bushes and moon behind.\n  • Trace with a marker and color.\n  • Also Check: How Many Words Are In The Order Of The Phoenix\n\n    How Do You Make A Cute Castle In Minecraft\n\n    How to build a castle in Minecraft Step One: Make two 15 block long walls directly opposite one another. Step Two: Build four 3x1x3x1x3x1x3x1 towers at both ends of the first 15 block wall. Step Three: Create a two 9 block wall. Step Four: Place another two 3x1x3x1x3x1x3x1 towers at the end of both the 9 block walls.\n\n    You May Like: Harry Potter And The Order Of The Phoenix Illustrated Book Release Date\n\n    Next Draw Harry Potters Coat\n\n    How to Draw Harry Potter Stuff easy | Harry Potter items drawings\n\n    On both sides of the scarf, draw two parallel vertical lines with a straight horizontal line connecting both ends. When drawn correctly, it should look like a relatively bigger version of the shape we have drawn for the dangling end of the scarf in the previous step.\n\n    Dont forget to do this step on both the left and right side of the scarf. This outlines the front part of Harry Potters coat.\n\n    You May Like: Who Is Pansy From Harry Potter\n\n    Attach Arms To Harry Potters Body\n\n    On both sides of the body, draw the long sleeves of the coat with a pair of hands slightly visible at the end of each sleeve.\n\n    As you can see in this illustration, one hand is still on the side of the body while the other one is raised. You can opt to follow this illustration or position the arms however you like. Either way, were sure your Harry Potter drawing will look just as amazing!\n\n    Across From Him His Friends Continued Chatting As Though Nothing Had Happened\n\n    Harry Potter Anime Drawing. Now discover who your yule ball date is, your harry potter sweetheart, dress, what people thought and more! Where are you going harry. Harry potter has just completed his first year at hogwarts when his little sister turns his life upside down. See more ideas about harry potter, potter, harry. Harry potter is a series of seven fantasy novels written by british author j.\n\n    They joked, talked and kidded around. Draco malfoy\/harry potter hermione granger\/ron weasley harry potter\/ginny weasley harry potter\/severus snape hermione granger\/draco malfoy sirius black\/remus lupin harry potter\/tom riddle james potter\/lily evans potter hermione granger\/harry potter harry potter\/tom riddle. Dumbledore and rebeus, to me, look both like an homage to the spirit of christmas present from dickens.\n\n    Harry potter himself has a john lennon look, which leads me to wonder if it was intentional or part of rowlings imagination at work by drawing on her pas memories. Harry potter has just completed his first year at hogwarts when his little sister turns his life upside down. See more ideas about harry potter, potter, harry.\n\n    You May Like: Draco Malfoy’s Birthday\n\n    The Draco Malfoy Actor And His Fans Fought Back Against Some\n\n    Related family, lucius malfoy, narcissa malfoy, black family. Draw, oliver wood, painting wallpaper, harry potter hogwarts houses,. How to photoshop your picture with draco malfoys silhoutted picture || silhouetted photoshop trend || silhouetted photoshop trend tutorial. The alignment of pfps in the second, and the arrow to pfp size in 3 & 4. Draco malfoy is portrayed in .\n\n    Making Your Own Wizarding Items\n\n    How to Draw Cute Harry Potter (Chibi \/ Kawaii) Easy Step by Step ...\n  • 1Make a wand out of a chopstick. Harry needed to go to Diagon Alley for his wand, but you can create your own at home! For this project, you will need a 15 bamboo cooking chopstick, brown acrylic paint, a foam brush, a hot glue gun and glossy spray sealant.\n  • Use the hot glue gun to carefully dribble glue on the bottom third of the chopstick to create the wands handle. Use between 1 2 glue sticks to make the handle extra thick.\n  • The handle should look thicker than the rest of the wand, but other than that can be decorated however you’d like.\n  • After the glue is dry, paint the wand.\n  • After the paint is dry, apply a coat of sealant to all sides of the wand.\n  • 2Make a Golden Snitch out of a ping pong ball. You dont need to catch a Golden Snitch on the Quidditch pitch if you can make your own at home. For this project, you will need a ping pong ball, a thin piece of cardboard, a marker, a glue gun, scissors and gold spray paint.\n  • Use the marker to draw two wings on the cardboard. Snitch wings should be small enough to attach to your ping pong ball.\n  • Use scissors to cut out the wings.\n  • Carefully dribble hot glue on the ping pong ball to create an intricate design of your choosing.\n  • While the glue is still hot, affix the wings to either side of the ping pong ball.\n  • Apply two coats of spray paint to the ping pong ball and win... (truncated)",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9000300765,
        "format_confidence":0.9442926049
    },
    {
        "url":"https:\/\/www.photoshoplady.com\/create-an-amazing-nike-logo\/",
        "text":"Create an Amazing Nike Logo\n\nThis tutorial is about creating a Nike Logo. It looks very simple. But, it is nice. It is always good to apply a little change on the existing logo or design as I mentioned in our previous tutorials. And, the your adjustment can, sometimes, make the original design to be surprising.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9821799994,
        "format_confidence":0.8853102922
    },
    {
        "url":"http:\/\/akvis.com\/en\/articles\/photo-recommendations\/index.php",
        "text":"Photo Tips for Beginners\n\nPhoto Tips for Beginners\n\nTranslated from:\nSergey Ivanov,\n\nHere is some simple advice for beginners. Following it you will be able to make your photos considerably better.\n\n\nYour picture will be more interesting if you have some plot within it. You can come closer or use your camera's zoom.\n\nAutumn leaf photo\n\nWhen shooting landscape leave some detail in the frame for it to catch the eye, it can be a twig, a grass stem, or a human being. If there's nothing around, try changing your shooting point or just ask your friend to have a picnic in front of the camera.\n\nInteresting landscape\n\nDon't do this - the resulting picture is boring.\n\nBoring landscape\n\nTry to avoid shooting objects that merge with the background.\n\nSoft background\n\nFind another shooting point or a more distinct background. Make the shadow of the object emphasize it or limit the depth of field.\n\nYou should also avoid bright lights or color spots, as they will deter attention from the subject.\n\nHard background\n\nThe sky or sea line is best of all when it is one third from the top or bottom line.\n\n\nDon't make your picture symmetrical unless there's some particular purpose.\n\n\nUse windows, arches, branches etc. to frame the picture plot. Frames can also hide unwanted detail or fill boring sky, and give additional volume to your picture as well.\n\nLeaf frame\n\nTry to keep the left and right parts of the picture in balance. It is easy to check if they do: imagine your picture is standing on a finger point.\nDon't bend the skyline without purpose. Keep in mind that an askew sea line is especially offending to the eye.\n\nBalance rule\n\nWhen shooting at high exposure values you can accentuate the speed of the movement by blurring either the subject or the background. Or just get some other interesting results.\n\nA car on the run\nBlurred motion\n\nTry not to tilt your camera up or down - it can result in rather uncomfortable perspective distortions, especially with long-focused lenses. When taking photos of buildings use special Shift-lenses.\nWhen making a close-up portrait keep your camera at eye-level. With full figure portraits have it at breast or waistline - thus you'll avoid \"short leg\" effect.\n\nMore distortions Less distortions\n\nFront lighting (from within the back of the photographer) will kill your volume. Built in flashes do it best of all. Use soft lateral and rear-lateral illumination.\nInterestingly, the flash can be very useful when you take your photos on a bright sunny day - it can help to illuminate deep shadows from beneath.\n\nShadows on a portrait\n\nGroup photos look much better if people are arranged in some interesting way, not standing in a row. May be you will manage to talk them into taking some unusual poses.\nWatch for the skyline not to cut the head. Avoid branches and posts growing out of heads. When making a portrait take the whole figure. If it doesn't fit in cut legs to the middle of a thigh and arms to shoulders, not hands. And it would be even better asking the person to take some compact pose - to sit down for instace.\n\nOriginal group photo\n\nEyes are the essential part of a portrait, that's why they should be the sharpest part of the picture. If you cannot focus on them try do it on the upper button of the shirt, as it is usually on the same focal plane as the eyes.\n\nEye focus",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9903286099,
        "format_confidence":0.9845790863
    },
    {
        "url":"http:\/\/www.designshifts.com\/adobe-illustrator-shell-city-by-matt-huynh\/",
        "text":"Adobe Illustrator Tutorial: Shell City by Matt Huynh\n\nThis is a great tutorial describing the illustrative process that Matt Huynh went threw while designing Shell City.\n\nShell City was commissioned by Adobe and created using\nAdobe® Illustrator® CS4 software.\n\nMatt Huynh is a Sydney-based comic creator and illustrator. Huynh’s graphic novels pursue experimental formats and diverse genres. His inky, energetic brushwork has appeared on magazines and prints, to clothing, accessories, health resources, tattoos, \u001flm, performance projections, vinyl toys and dolls. When he’s not at the drawing table, he can be found conducting instructional workshops, public presentations, exhibitions and live art demonstrations. His inspiration for Shell City:\n“For me, comics are the clearest means of engaging audiences.\nI use the medium to \u001fnd surprising ways to connect with\naudiences, both on a purely visceral level and to challenge\nconceptions of personal and communal identity.”\n\nShell City\nby Matt Huynh\n\nI start with a pencil sketch, using ordinary HB pencils on cartridge paper. Usually, working o\u001e a thumbnail would be \u001fne, but here I worked on A3-size paper to capture all the intricate details.\n\nI scan the sketch and place a low-resolution image of it into a new Adobe® Illustrator® software document.  Sometimes I might jiggle the elements about to get the composition right, but since I’ve worked out most of those problems during the sketch stage, I go straight to “inking” up the image.\n\nI rely predominantly on the Blob Brush tool, because it’s very compatible with the way I work with traditional media. It lets me lay down line work quickly and intuitively with my tablet, so that my inks have energy and spontaneity. I’ve chosen to use Calligraphic brushes with maximum pressure sensitivity to allow lots of variation in my line weights.\n\nI also push the \u001fdelity and smoothness tolerances to a minimum so that it captures all the nuances of my hand’s gestures. I use the Blob Brush tool to draw freely without thinking about joins or shapes or any other kind of organization. It makes it easier for me to navigate around the many disjointed elements later. I just go back and neatly group or join up the lines.\n\nI lay in the base: \u001dat colors and shapes. For some areas, like the turtle, I use a very broad brush with the Blob Brush tool to quickly slap down the shapes. For the angular buildings, I use the Pen tool to create harsh edges and geometric shapes.\n\nAt this stage, I’m not aiming to \u001fnd the right colors or achieve any kind of \u001fnish. I’m only concerned with establishing the composition. The weight of solid shapes may throw o\u001e the balance or make an image much heavier than you’d expect from looking at just sparse line work.\n\nThe spark above the center satellite antenna is a Zig Zag e\u001eect applied to a circle shape. It’s very simple, but I like taking an aggressive comic book “ka-pow!” device and draining it of its fervent energy by using restrained, perfect geometry.\n\nI drew a small section of a rope, perhaps three knots long, with the Blob Brush tool and turned it into a Pattern brush to achieve the pattern on the \u001dailing ropes.\n\nI throw in some shadows and \u001desh out the detailed line work in the background. It’s starting to look busy, so I use contrasting colors to de\u001fne adjacent elements.\n\nI add some more details to the line work on the buildings.\n\nThe horizontal lines of the windows are simply blends. To achieve a greater variation amongst the lines, I use the Eraser tool to randomly erase sections from the lines and dab the lines with the Warp tool.\n\nHaving put in all the basic shapes, I notice the composition is tipsy, so I add the giant gear\/wheel into the bottom right to balance out the elements.\n\nOnce all the shapes are in, I start playing with the color palette. I like to showcase the inherent characteristics of whatever medium or tools I’m using. I like inks that look like inks and would never try to make watercolors look like oils. So in creating digital work, I like to use the perfectly \u001dat, solid colors and gradients that only computers can \u001dawlessly achieve, rather than attempting to mimic traditional media.\n\nI used Live Trace on some brush strokes and ink splatters, turned them white, played with their transparency and threw them over the peeking skyline to give the very clean illustration some attitude.\n\nBy slapping in the line work with the Blob Brush tool, I’ve achieved an energy and boldness that I’m happy with. However, much of the line work is also very rough: the joins are o\u001e and there are stray lines \u001dying in uncontrolled directions.\n\nSo I zoom in and clean up the line work with the Smooth tool and delete some of the excess anchor points where needed, such as on the imperfect satellite dishes.\n\nI also use the Eraser tool to clean up some lines, especially the uneven edges around the image’s tough, industrial elements.\n\nI return to coloring to clean up the piece and add in details like shadows, highlights and \u001fner areas of color like the toenails. I add in shadows by applying a grayed-out version of the base color or a transparent black using the Multiply blending mode.\n\nFinally, I use the Blob Brush tool for an authentic signature!\n\n  1. Hi there, I enjoy reading through your article post. I like to write a little comment to support you.\n\n  2. Hey, I think your site might be having browser compatibility issues.\n    When I look at\n\n    your blog in Opera, it looks fine but when\n    opening in Internet Explorer, it\n\n    has some overlapping. I just wanted to give you\n    a quick heads up! Other then that, fantastic blog!\n\n    • Thanks I’ll take a look, I don’t really put to much effort into backwards compatibility issues w\/ old IE browsers. I’m thinking it’s about time for an upgrade to the design as it is so this is just another little push for me. Cheers!",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9910596013,
        "format_confidence":0.9738361239
    },
    {
        "url":"https:\/\/www.e-architect.com\/articles\/inspiring-ways-to-use-marble-in-architecture",
        "text":"Guide to Inspiring Ways to Use Marble In Architecture, Building Advice, Online Help\n\nInspiring Ways to Use Marble In Architecture\n\n30 Dec 2020\n\nmarble in architecture guide\n\nMarble is a piece of architecture that’s often associated with class and amazing structures of eras gone by. Of course, it’s still a material that has a place in your home for many reasons. If you are looking to spice up how your home looks by giving it a touch of something classical, then marble furniture and architecture might just be what you are looking for.\n\nOne of the best assets of marble is that it’s metamorphic. What this means is that the material is changeable, so it can be almost anything you want. Geology notes that this stone is formed when limestone is placed under high temperatures and pressure.\n\nWith such a versatile stone at your disposal, what are some of the best ways to use marble for architecture?\n\nMarble Walls Or Floors\n\nMarble is a very durable material that takes a long time to get damage. As this is the case, they’re perfect to use as floors inside the house. Alternatively, they can be used as walls as well. We don’t suggest having both of your walls and floor made of marble as this could make your house look cold and empty.\n\nIdeally, you’d want to complement marble with other dark-colored materials. For instance, you can partner with marble walls with wooden floors. Marble also makes areas look spacious, so it’s a good addition to smaller rooms.\n\nPatio Dining Area\n\nHaving a patio is every homeowner’s dream right now as this simple house extension can be used as a special dining area. Experts at Prestige Edition suggest fitting your patio with a marble dining table. As the patio is an outside area of the house, it should have tables and chairs that are relatively easy to clean.\n\nAs a construction material, marble is very easy to clean. You can wipe it down with a wet towel and then leave it to dry out. This property makes a marble dining table the perfect addition to your patio. Aside from its functionality, it also adds an extra class to an already extravagant part of the house.\n\nInspiring ways to use marble in architecture\n\nMarble Partitions\n\nIf you really want to make your home look classy, consider adding marble partitions inside the house. You need to keep in mind that you don’t always have to make your walls reach from the floor to the ceiling. It would be great to keep them waist-high inside the house so that they can serve as a partition between areas – making your house look more organized.\n\nFor instance, you could place one of these partitions inside the kitchen so that the dining area is separated from the cooking area. You can also use marble partitions on your front porch.\n\nSome of the best houses you’ll see in your lifetime are probably decorated with marble. Whether it’s part of the house or if it’s one of the furniture, marble adds unmatched class to any living space. If you want to spruce up your home, then you must consider marble in your home’s architecture.\n\nComments on this guide to Inspiring Ways to Use Marble In Architecture article are welcome.\n\nBuilding Articles\n\nContemporary Architecture\n\nNew Houses\n\nNew Property Designs\n\n\nComments \/ photos for the Inspiring Ways to Use Marble In Architecture Advice page welcome",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9624086618,
        "format_confidence":0.8330632448
    },
    {
        "url":"http:\/\/damselflygemma.blogspot.com\/2012\/04\/raw-beaded-bead-earrings-tutorial.html",
        "text":"Sunday, 29 April 2012\n\nRAW beaded bead earrings tutorial\n\nI made these earrings earlier this month as part of the OTTBS earring challenge. I was just playing about embellishing right-angle-weave.When I posted them up in the facebook group someone asked about the pattern. I said I'd write it and put it on my blog at some point so here goes! They're easy peasy if you're familiar with the stitch. Hopefully not too tricky if its new to you.\n\nYou will need (for 2 earrings- halve them if you only want 1!):\n2 x earwires\n2 x jumprings (I used 6mm)\n12 x 6mm fire polished crystals\n6 x 6mm corrugated\/fluted metal beads\n12 x size 8 seed beads\nA sprinkle of size 11 seed beads (I can't be bothered to count how many! As it turns out, a tiny sprinkle more than in the photo below)\nPreferred beading thread, thread conditioner, needle\n\nThe earrings above are made with AB coated montana blue fire polished crystals, SP corrugated beads and galvanised silver seedies. In the tutorial I am using purple iris fire polish, SP corrugated beads and gunmetal seedies.\n\nCut and condition some thread. A wingspan of thread should be enough to do both beaded beads although this will depend on how thoroughly you weave in your ends and how long your wingspan is!\nThread one fire polish, one corrugated, one fire polish and one corrugated. Tie into a ring leaving a long enough thread to weave in at the end and then pass the needle through the first two beads you added.\n\nThread one fire polish, one corrugated and one fire polish. Pass the needle back through the corrugated bead in your first loop that the thread was exiting from in the picture above, to create two rings.\n\nPass the needle through the first and second beads you added in the step above. Add one fire polish, pass the needle through the 4th bead you added in the first ring (the corrugated one at the end of your row) and add another fire polish.\n\nPass the needle through the 3rd corrugated bead you added. Basically you have three loops in a triangle.\n\nPass the needle through the top three fire polished beads, back through a corrugated bead then round the bottom three fire polished beads to strengthen them. Pass the needle through the nearest corrugated bead and add nine size 11s, then through the next corrugated bead in the direction shown. ﻿\n\nRepeat twice more so you have lines of beads between each of the corrugated beads so it looks like this.\n\nAdd four beads and pack through the 5th bead in the last set of  nine 11s you just added.\n\nAdd four more size 11s and pass the needle through the next corrugated bead to make a cross. Do this twice more to get three crosses around the bead.\n\nYou are now going to add the beads on the top and bottom, around the fire polished beads. Thread one size 8, eight size 11s and one size 8. Pass the needle through the next corrugated bead so that the seedies you just added form a semi circle.\n\nRepeat the above step on the other size of the bead but make sure that the bead corrugated you stitch  in is not linked to the semi circle on the other side.\n\nAdd one size 8 and four size 11s. Loop the thread round the middle of the semi circle and back through the five beads you just added and the corrugated bead.\n\nThe corrugated bead you just passed the needle through will already be linked to a semi circle of seedies on the other side. Pass the needle through the first 8 and the next four size 11s. Add four 11s and an 8 and through the corrugated bead that isn't linked up.\n\n Basically you're done! Just weave in the ends, tying a few knots as you go. You can go around the thread path to strengthen it if necessary, depending on your tension. Then you just need to add a jumpring and make another.\n\nHere's mine!\n\nHope this all makes sense (I have a feeling I've waffled a bit!!) and  have fun! I'd love to see what you make with this tutorial! Pop me a link below.\n\n\nAs far as tutorial use goes, you are more than welcome to sell what you make using these instructions but please do not copy this tutorial to redistribute\/teach without contacting me. If you wish to share my tutorial, then thanks muchly, but please link people to this post. You have my permission to use an image for the purposes of linking to this tutorial only. For any other use, please contact me.  \n\n\nCards with a Difference said...\n\nThey are gorgeous. I don't make jewellery myself but I am sure that somebody will enjoy making those for themselves or a gift. Thank you for sharing the instructions on how to make them.\n\nNEDbeads said...\n\nFab tutorial!! Thanks so much!! (These would look great in a bracelet, too!!)\n\nClair said...\n\nI'm definitely going to give these a try! They're lovely! Thanks so much for writing up the tutorial x\n\nSharon Perry said...\n\ngreat tutorial, and very pretty earrings!\n\nHannelore Cossins said...\n\nExcellent tutorial really clear photos, thank you. I am sure I will give these a try as they are so beautiful.\n\nRosangela- Luky Bijoux said...\n\nlindo... adorei...\n\nAnonymous said...\n\nGreat Tutorial... thanks so very much!\n\nLinda K. said...\n\nBeautiful beaded beads and a really good tutorial. Thank you!\n\nAnonymous said...\n\nthnxs so much for the new to beading,and trying to teach myself the basics.i will have lots of fun trying to make your beautiful earrings..thnxs again,god bless!!!\n\nNZKazza said...\n\nThis is such a gorgeous creation, thanks so much for sharing it, I found you ages ago then lost you again!!!\nlove and light from NZ, Kazz\n\nAnonymous said...\n\nThank You for sharing this wonderfull tutorial.\nHalina in Australia\n\nPost a Comment\n\nThanks for stopping by. I love reading your comments.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.5385037661,
        "format_confidence":0.9345715642
    },
    {
        "url":"https:\/\/www.printivity.com\/insights\/2022\/02\/21\/graphic-design-portfolio-examples\/",
        "text":"Stunning Graphic Design Portfolio Examples To Inspire You\n\nDigital Graphic design portfolio\n\nBuilding a killer graphic design portfolio isn’t simply something you should be concerned about as a student. Throughout your graphic design career, you must consider maintaining, improving, and evolving your portfolio.\n\nThe best graphic design portfolios present your work to gain new customers and eventually extend your reach as a graphic designer. Here are a few tips if you’re starting in the business, dabbling in it as a freelancer, or have years of industry expertise, as well as a showcase of the top graphic design portfolio examples.\n\nHow to Make a Graphic Design Portfolio\n\nBefore we get into graphic design ideas for portfolio building and the precise sorts of projects you should be working on, it’s worth noting that recruiters across the board want to see projects that address real-world problems rather than just seeing nice graphics. They want to know that your designs can address issues. Because your portfolio is a reflection of you, it’s up to you to come up with portfolio graphic design ideas that solve actual issues. But all portfolios require some basics, so here’s how to start building your portfolio.\n\nGet 20% off your first order at Printivity banner ad\n\nCurate your work\n\nA good graphic design portfolio showcases your most significant and stunning work. These should be projects that you’re proud of, including work for well-known customers, and that have had positive outcomes. They should demonstrate the type of work you’ll be able to do for prospective clients and businesses.\n\nYour portfolio should ideally contain your strongest 10-20 designs. It’s also vital that you demonstrate your adaptability to potential clients. For example, if you have the content, it’s a good idea to include both logo design and video animation work in your portfolio.\n\nChoose the right platform\n\nHaving a website allows you to organize your portfolio to meet your business needs. For example, you may add sections for ‘Projects,’ ‘About Me,’ and ‘Contact Me,’ so people can browse your material and contact you without ever leaving the site. In the long run, investing in a high-quality website with a custom domain URL will pay off by showcasing your professionalism to potential clients.\n\nDescribe your process\n\nWhen working with clients, each designer has a method, and the sooner a potential client learns about yours, the better. It’s critical that your graphic design portfolio ideas offer context so visitors can discern how you approach difficulties and how you address real-world issues. An explanation of your creative process might also aid a potential customer in determining whether you’re able to handle their project’s scale. \n\nFor example, they could be skeptical of your abilities to manage mobile graphic design until they see how you thought and developed the designs for another client’s mobile site on your own. Context is crucial in this scenario.\n\nMake it your own\n\nAfter you’ve gathered all of the parts of your portfolio and placed them in a digital format, take a break from it for a day or two before returning to it and reviewing your portfolio design. Are you happy with what you have so far? Are these the pieces you want to showcase? \n\nIf so, it’s time to put the finishing touches on it by ensuring that your personality shines through in more ways than simply your designs. It’s the words you use to describe yourself and your work, the typefaces and colors you employ, the photographs you include in your profile or other images, and other small details that give people a sense of who you are. You’re selling yourself as much as your work, so make sure your portfolio is truly a reflection of yourself.\n\nInclude your CV and contact information\n\nThe designer’s résumé is usually included in design portfolios, whether displayed on the site or available as a PDF download. You should list any relevant job experiences, honors, displays, or involvement in industry organizations here. If a potential customer or employer is impressed with your work, they should be able to reach you easily. An email address, social network presence, or a simple contact form on your website can all be used.\n\nInspiring Digital Design Portfolio Examples\n\nTake note of how these eye-catching graphic designer portfolio examples are arranged and what they include as you navigate through them. For design ideas, pay attention to the layout, colors, fonts, and image selections of these graphic design portfolio examples. As you evaluate your portfolio design for your website, consider black and white, color, bold, soft, full-screen, and thumbnails.\n\nJoasia Fidler-Wieruszewska\n\nJoasia Fidler-Wieruszewska is a Berlin-based graphic designer, illustrator, and art director. Her portfolio is a vibrant display of vibrant colors, full-width graphics, and striking imagery. This graphic design portfolio is exciting and entertaining since it uses dynamic pictures and varied scrolling effects. The desktop version features a left- and right-hand navigation bar that changes colors as you scroll, and the mobile version has a top navigation bar that blends with the desktop version.\n\nNando’s damn website\n\nFor a graphic designer portfolio sample that hits the nail on the head, it would be Nando’s. When it comes to portfolio design examples, this portfolio brilliantly captures the idea that your work is a reflection of yourself! This portfolio is memorable and well-designed. \n\nNever be scared to show off your personal side in your website portfolio, as your personality influences your design process and approach. Nando’s colorful yet elegant style is a testament to correctly showing your brand identification and graphic design talents. To further reinforce his claim of being a damn brilliant designer, Nando ties in the concept of “damn” by deploying chosen repetition of the word with graphic design aspects. His portfolio website perfectly reflects his creative approach to design, graphic design expertise, and general personality.\n\nAlina Rybacka\n\nAlina Rybacka, a freelance art director and graphic designer with a degree in architecture, is based in Poland. “Visual intuition with engineering abilities” is how Alina characterizes her job. Her award-winning portfolio’s clear grid reflects this, with visual emphasis supplied by two separate fonts and solid forms positioned elegantly across its pages.\n\nEun Jeong Yoo \n\nLet us now have a peek at Eun Jeong Yoo’s captivating portfolio website. Yoo’s digital portfolio is elegant in its highly styled typeface and minimalist web design. Yoo’s design work is undeniably impressive, as is her layout on the website. As you scroll down, each graphic design item reveals a stunning showcase of Yoo’s talent.\n\nYoo’s work is at the center of attention thanks to its stylish yet simple approach to web design, which it well deserves.\n\nGet 20% off your first order at Printivity banner ad\n\nPrint Your Designs with Printivity\n\nWe hope these graphic design portfolio examples have shown you a few tips to help your career. If you want to learn more, visit our Insights page. Insights was built by Printivity to teach you about print, design, and how to expand your business! \n\nIf you’ve decided to take your work offline and into the physical world, you need printing services you can trust. Whether you need booklet printing or magazine printing services, Printivity has you covered. Our graphic design services will help you print your stunning designs, hassle-free. Contact us today! \n\n\nPlease enter your comment!\nPlease enter your name here",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9686490297,
        "format_confidence":0.906165719
    },
    {
        "url":"https:\/\/knitnrun4sanity.wordpress.com\/2013\/05\/15\/copywrite-marks\/?replytocom=4169",
        "text":"Putting Copywrite on your Photographs\n\nFollowing my last post on photography Daniella Joe asked for one on placing water marks. As you know, I am keen to please so I am having a go 🙂\n\nThe first thing to say is that ‘clever’ people can remove water marks if they want to so they do not guarantee against plagiarism. The next thing is that if you make it too big then it may distract from your photograph. Finally you want to have the option of removing it yourself should you wish.\n\nHere you go:\n\n1. Put open your photograph in your editing program (I used Photoshop).\n\n2. Open the text tool from the side menu:\n\n\n3. Write your text.\n\n4. If necessary soften the text with the blending mode:\n\n\nI chose the soft light option (I also have a very old version of Photoshop).\n\n\nNow if you look at this photograph you will see that I have written on this twice (both at the bottom). The one on the left is when I softened the text (it becomes almost invisible) and the right one is just plain text. It may be that I have quite a dark background? Have a play with your own photographs and please do let me know.\n\nOh and one another thing I would like from you all is, have I got a copyright symbol anywhere on my keyboard? I cannot for the life of me see it.\n\nUPDATE: Offthe hookbykeke (who is very talented with the camera) told me that you hold the alt key down and type the numbers: 0169 to get the copyright sign. THANKS 🙂\n\nSo that is one way. There is one other way that I shall attempt to show you now:\n\n\nThis is the information that is taken from the camera and stored in the digital image (so now you know!) The sort of information that is stored is:\n\n1. camera make and model,\n\n2. settings that were used when taking the picture (e.g. exposure),\n\n3.date and time when the image was taken.\n\nYou can also add copyright information. With my old version of Photoshop I shall try to show you how:\n\n\nIn my version I only get as far as File info which brings up a box like this:\n\n\nThis is obviously where I can add a caption (news to me!). If you open the drop down menu at the top however I get an option of copyright + URL:\n\n\nI can now add the copyright sign, the writing I wish as well as a link back to my website, shop etc. This will not appear on the photograph so may not be useful if you are hoping for people to see where the photograph comes from after re-pins on pinterest etc but will be in the digital information (and yes it can be removed too).\n\n\nCan you see the little c in the top? There you go. I hope that this answers your question Daniella Joe? I am sure that there are other ways to do this – if you know then please share with us too 🙂 If you have time do head over to Daniella Joe’s blog – she has set herself the amazing challenge of yarn bombing a room in her house. She is starting with a sofa. I kid you not – definitely worth a look!\n\n22 thoughts on “Putting Copywrite on your Photographs\n\n  1. Pingback: Caring for Your Photographs – The Treasure Trove\n\nLeave a Reply to knitnrun4sanity Cancel reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.8678007126,
        "format_confidence":0.6086673737
    },
    {
        "url":"http:\/\/www.dragoart.com\/tuts\/6164\/2\/1\/35639\/how-to-draw-easy-tribal-step-4.htm",
        "text":"draw.tv - draw live dragoart mobile\nNormalCompactSlideShowDraw Sheet\nUploaded: October 15, 2010\nArtist: Dawn\nDifficulty: Novice  Novice Skill Level\nSteps: 6\nUpdated: October 14, 2010\nP.O.V: Side\nFavourited: 0 times\nArtist comments\n\nAs you know I have submitted a whole bunch of easy stuff to draw. I wanted to keep on proving more easy lessons for all you novice artists out there, and because of that I figured I would draw something that was not only cool, but awesome. When I first started to draw out tribal designs, it was really hard for me to do. After practicing for a month, I felt that I was ready to submit my first tribal art drawing lesson so you too could learn in a short time what took me a month to learn. So today, this tutorial goes out to all those artists that want to learn \"how to draw easy tribal\", step by step. The key thing about drawing tribal art is making sure all the lines, shapes, and angles coexist in a nicely uniform manor. That is what I achieved with this concept. Now in order to get you folks hooked into this tutorial, I figured that it should be on a tribal werewolf. This way here it is not only going to be exciting to draw, it will also be incredibly amazing as well. If you have been trying to teach yourself the art of tribal drawing, you have just found the perfect lesson to teach you everything you need to know. I hope you enjoy this tutorial on \"how to draw easy tribal\", I’m sure you will find this submission extremely helpful. Peace out people, and have an awesome drawing day!\n\nhow to draw easy tribal\nStep 4. How to Draw Easy Tribal",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9904536009,
        "format_confidence":0.9540114999
    },
    {
        "url":"http:\/\/curtoons.com\/logo-design-price\/?replytocom=91345",
        "text":"Logo Design Prices\n\nby Curtoons\n\nby – Updated June 15, 2017\n\nHow Much is a Great Logo Worth and How Much Should a Logo Cost?\n\nPricing a logo\nThis logo information page was inspired by the absolute confusion I see when it comes to online logo creation. I’ve searched dozens of logo web pages and have found that there is no consistency and more confusion than information. This page is strictly about the creation of the logo mark alone, no stationary package or implementation guidelines would be included.\n\nI feel the price of a logo should be based on three main criteria:\n1. Experience of the logo designer\n2. Size & budget of the company using the logo\n3. Scope and reach of the companies market\n\nFunny Cartoon Guy\nI’m your logo design dude!\n\nVertical Line\n\n\nI use the three criteria above assuming that the design is a standard type of business logo. One other factor might come into play is if a client were to request a very detailed and complicated illustrative design that bordered on being a technical style illustration. You would have to factor in the extra time to create this type of design although very few companies would use this type of corporate identity.\n\nBelow are my further thoughts on the subject and a guide as to what you should look for in an online logo designer and what you should pay. This article is also a great guide to help young designers learn how to price their own logo work.\n\nCheap logo design\nThey’re all over the Internet – logo designs under $150! I’ve seen $99 logo designs, $75 logo designs, $49 logo designs and even lower! You will easily find a wide range of prices for logo design on the Internet.\n\nBe careful of paying for cheap logo designs, some suspect designers may be using clip art. A logo design that includes a royalty free piece of clip art cannot legally be copyrighted because any other company in the world could use the same piece of clip art as part of their mark. Be sure and check out a designers portfolio. At $49 each, do their logos all look the same? Do 80% of them have block lettering and a swoosh? More goes into creating a cartoon logo than most people think.\n\nSome logo designers charge one flat fee for a logo with no questions asked. Can you imagine Pepsi purchasing a new brand logo design for $99? What a deal! Or how about Bob’s Bait Shop having to pay $3000 for a logo. There goes the stink bait budget! All companies are not equal in size, budget and scope.\n\nThe confusion doesn’t stop there. Some logo designers charge additional costs for extra colors, extra modifications and extra preliminary designs. You have to get your calculator out just to figure the final cost of your logo. Do you really know what you are paying for?\n\nHow much is a logo really worth?\nHow much is a logo design really worth? Ask Coca-Cola, Polo, Nike, The Hard Rock Cafe, Hallmark or any other company that relies on their logo as their number one spokesman. Not every company is as large as these but every company should have a logo that is easy to identify and stands for the integrity of that business.\n\nA logo design is more valuable to a company than a single spot illustration. An illustration is normally used once or used for a limited campaign, whereas a logo is used for years and is placed on business cards, letterheads, envelopes, web sites, vehicles, buildings and products. Do you see the difference in value to a company? A logo has more value than just the hours spent on creating it. It becomes the company’s identity and has added value.\n\nWith that said, shouldn’t a logo be worth more than just the time involved in creating it? Professional graphic design rates average anywhere from $30 to $75 per hour. If you see a logo design priced at $125 and that designer charges $50 per hour for design work, do you assume that they spent 2.5 hours on your logo? That price would include the time spent to contact you, the research done on your company and competition, the preliminary ideas, the changes, the finalizing of the logo, the file prep for each different format, sending the logo, billing and allowing you to have all rights to the design. So how much time was actually spent creating your logo?\n\nMy conclusion is that a logo is much more valuable to a company than a standard illustration so the price should reflect the added value. Many professional graphic designers would be hard pressed to create a top notch illustration for under $150 let alone a creative, well designed logo. So beware of logos priced under $150, you may get what you pay for.\n\nAdded charges\nI personally do not believe that the cost of a professionally priced logo design should be influenced by the list below. These factors are a part of logo design and should be kept under control by the logo designer.\n\nLogo Modifications – If a logo designer asks the right questions, does the research and stays in close communication with the client there should be no need for major changes during the creation of a logo design. Be a good communicator and explain to the logo designer exactly what you want your logo to be saying about your business.\n\nDo be aware though, that there will be those clients that will pick, pick and pick at the design. As a logo designer I do sometimes see the need to limit modifications but it will all even out in the long run. Some clients will need zero changes while others may request ten.\n\nExtra Colors – Printers charge more for extra colors. If a logo designer charges more for a two color logo than they do for a three color logo, get a detailed explanation as to why. It only takes the click of a mouse to add an extra color.\n\nPreliminary Designs – A few choices is good, too many choices is overkill. A logo designer should be able to decide for you the correct amount of preliminary designs it will require to create your perfect logo. Be leery of eight, ten and more initial designs. How much time could actually be spent on each design? If you don’t like your first two or three designs you can easily request two or three more.\n\nIf you are on a committee or a board, I assure you, you do not want to present ten logos to ten different people. You may never get down to a winning design.\n\nIf a client needs an additional presentation of new logos due to a complete change in direction on the project, they should be charged an extra fee. An example would be asking for a yellow duck logo design and changing your mind to a red dog design once the logos are presented to you. This would not be a modification or change, it would be a completely new and separate design.\n\nAdding an identity program to your logo is a legitimate cost. Designing the business card, letterhead and envelope layouts are normally a higher priced package. You should receive camera ready files for each design.\n\nA fair logo price\nThere is a standard reference for pricing graphic design and corporate identity projects. They are the Pricing and Ethical Guidelines, published by the Graphic Artists Guild. Any logo designer can purchase the book. A professional graphic designer would have a tough time supporting a family and a studio designing all of their logos below $200.\n\nI’m not going to give exact prices for a logo design because each logo designers circumstances are different. Amateur logo designers charge much less to get their feet wet, but they should slowly increase their rates as they gain experience and creativity.\n\nThe standard logo design rates are based on two major components, company size and application or distribution size. The majority of logo designs created over the Internet are created for small companies and individuals with limited application and distribution uses. Fortune 500 companies normally pay much higher logo design rates and use advertising agencies.\n\nAn individual or small company with small to average uses should be prepared to pay anywhere from $300 to $1500 for a top quality, professional logo design.\n\nIf you have a small budget but like a more professional logo designer with higher logo rates, try to negotiate a better deal. Explain that you are a start up company or that you cannot pay the full amount until a later date.\n\nProviding an exact idea of your logo with sketches might also save you a little money. If you can help the designer save time, you may be able to save money. A very simple text only logo might also be negotiated for a lower price.\n\nIf you have the budget and you like the logo designer, you should pay their going rate. Logo designers rely on top paying clients to make a living. Once established, a logo designer can then begin to negotiate and help smaller mom and pop businesses when needed.\n\nWhat’s included with your logo?\nThe worst part of paying for a cheap logo is finding out that you were not sent the correct file formats for printing and web. You will then have to pay another graphic designer or printer to create the correct files. Be aware of what file types you will be needing and ask your logo designer what file types are included in their price.\n\nThe most common file types needed are vector AI (Adobe Illustrator), CDR (Corel Draw) and EPS for most professional print jobs. These are vector format files. These files should be in a CMYK color format. Vector art allows you to reduce or enlarge a design to ANY size without losing detail or clarity.\n\nFor home use and some print jobs you will need TIFF or BMP (Bitmap) files. These are pixel files and should have a DPI (dots per inch) of at least 300 dpi. 600-1200 dpi is best for professional printing. These type of files lose their detail when enlarged but can be reduced.\n\nThe last file types you will need would be JPEG and GIF. These are pixel files and are used for web design. They should be in a RGB color format. Be aware that not all colors translate well on the Internet, especially GIF files. Ask if the logo designer used web safe colors. You should receive crisp 72 dpi files for the Internet. A GIF file should be transparent if you do not want a whit... (truncated)",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9527854323,
        "format_confidence":0.7317180634
    },
    {
        "url":"https:\/\/www.russianpaintings.net\/articles\/practical_advices\/how_to_make\/how_to_hang_a_russian_painting_on_the_wall?back=all",
        "text":"Go here\n\nRussian Paintings Gallery - painting gallery dedicated to the contemporary Russian fine art: painting, graphic arts, batic, art object, sculpture, icon, mosaic, art embroidered painting, art dolls, art glass, art enamel, hand-made copies of paintings, wall painting, аpplied arts, aerography arts, prints, giclees, posters, portrait on order, photography.\n\nHow to Hang a Russian Painting on the Wall\n\nAfter picking up and buying Russian paintings for our home we usually face another problem – how to hang them right and nicely around the house. There are some simple basic rules that might help us to handle it.\n\n\nLighting is a very important element in the placing of your Russian paintings. Most experts agree that the best image illumination is provided by good general brightness of the whole space; but certain Russian paintings might still require some booster light. For example, if the room is not lightened enough, or if the key light glares, or if you just want to make and accent on some painting or group of Russian paintings. You should place your lamp so that light spreads evenly on the surface of the painting, not forming any shades or lights on a picture itself. It is better to use halogen lamps for accent light, as in medium size shape they create a nice directed flow of light which does not distort the painting color range. You should also not forget about preservation of your painting: maximum lighting should not exceed 150 lx, and a 100W glow lamp or 20W luminous tube lamp should be placed not closer than 1 meter from the object; 200W lamp - 2 meters, etc).\n\n\nYou should not hang your Russian paintings too high. It is better to place them on the wall so that one could watch them comfortably. We can suggest a universal method of hanging Russian paintings:\n\nFor horizontal Russian paintings you should draw an imaginary line 2-3 cm up from the lower border of the painting (the painting itself, not the frame), and hang the paining on the wall that this line would be on your eyes level. For vertical Russian paintings: for high ceilings the principle remains the same; for low ceilings you should draw your imaginary line 6 cm higher than the painting's lower border.\n\n\nHow to choose the best distance for observation? For Impressionist Russian paintings (made with large brush strokes) the rule is the following: you should measure the length of the painting longest side and multiply it by three. The number received (in meters) would give you the minimal distance for the best observation.\n\nWhat Type of Painting to Choose - Vertical or Horizontal?\n\nYou should keep in mind that vertical Russian paintings visually enlarge the ceiling, and horizontal – lengthen the wall. Horizontal Russian paintings look well above the sofa, bed, drawer, etc.; vertical would look great on narrow walls.\n\nSlope Angle\n\nIf you want your painting to sit flush with the wall, you should draw the picture wire as tight as a bow string. And if you wish it form an angle with the wall, then loosen the wire (the weaker is the wire tension and the lower picture hangers are fixed, the bigger is the angle.)\n\nGrouping Russian paintings\n\n  • If the wall in your room is big and the Russian paintings are small, it is better to place them in groups surrounding the painting you like the most. The group should consist of Russian paintings that have something in common - style, theme or color range. For instance, there could be a set of watercolors, batiks, or combination of watercolors and oil Russian paintings united by similar motif or palette. You should also keep in mind that in group of three pictures the one in the middle will always seem dominating and drawing most of your attention.\n  • If all your Russian paintings are of the same size, the simplest way of hanging them would be in one line, at even intervals. But they would probably look much better and creative if placed on different levels.\n  • Some Russian paintings, usually old-style classic ones in massive frames, would require a lot of space on the wall and such Russian paintings should not be confined with furniture of other artwork.\n  • There is also the ancient, tried and true method of placing the Russian paintings as a wall board, so that the entire wall is covered with them.\n  • Do not place the Russian paintings on your wall according to their size (from the biggest to the smallest or vise versa), as this is considered to be a sign of an ill taste.\n  • To make it right some experts advise to form the group of Russian paintings on the floor first, and then to transfer it to the wall.\n\n\nIt is not necessary to get similar frames for all the Russian paintings in the group. If each frame is selected right, the whole group would look well and balanced.\n\nEasel Display\n\nThis way of displaying Russian paintings has become rather popular lately. It gives you an impression of creation, as if the artist has just finished his work.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.5718346834,
        "format_confidence":0.9909281135
    },
    {
        "url":"https:\/\/blog.pressloft.com\/2013\/07\/product-photography-tips\/",
        "text":"Product Photography Tips\n\n\nThis post is also available in: French German Italian Spanish\n\nSince we’re in the business of pushing images, we’re always being asked which product shots are going to be the most popular with journalists. With over 46,000 images and counting on our UK, AU and DE sites, we are certainly quick to spot the images that are going to tickle the journos fancy, and those which are going to be left languishing in the library unloved.\n\nPL cut out images\n\nWe tend to find that 70% of the time the images regularly showing up on our monthly top 10s are clean and crisp cut-outs, with high resolutions and large file sizes.\n\nThat’s not really surprising when you think about it. A sharp image of a product against a white background shows it off in the best possible light, and is very easy for the journalist to place directly on their page alongside other product selections, with minimal fuss. Most products work well photographed straight on, but always consider whether the product would benefit from being shot at a slight angle in order to give it a depth of field and sense of scale.\n\nNext up, image resolution and file size. Although the required minimum image file size for Press Loft is 100kb, we always recommend uploading images that are at least 800kb – if not larger – to ensure the image doesn’t pixelate, even when blown up to A4 size (and who doesn’t want their product featured as a full page spread in a magazine?!). An image may look sharp on a computer monitor, but if it is only 50kb it is going to pixelate when printed. You also need to check the dpi (dots per inch) as most web images are only 72dpi, and journalists will require images of 300dpi for printing.\n\nIt’s quick and easy to check these details. To check the file size and dimensions just open the file in a simple editing program, such as Microsoft Picture Viewer, and select ‘properties’ to view. Checking the dpi requires slightly more advanced programs – these details can be easily accessed by opening the jpeg in Paint.NET, Photoshop or another similar program.\n\nStay tuned for more product photography tips, coming soon!",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9620580077,
        "format_confidence":0.9419394732
    },
    {
        "url":"https:\/\/skowroneck.wordpress.com\/2008\/03\/05\/voicing-v\/",
        "text":"voicing V\n\nPart five of six.\n\nMaking plectra\n\nThe following text begins with a description of how a bird’s feather is prepared before cutting the plectra. Delrin users may read on nevertheless: the description further below of how the strips of material are transformed into individual plectra and the way these plectra are shaped are both largely the same for delrin and quill.\n\nThe drawings that accompany the following section were made for my original published articles on this subject. Three of them also appear in the voicing chapter (Chapter X) of Martin Skowroneck’s book Cembalobau (Bochinsky 2003). If you want to display the drawings separately, just click on the picture.\n\nI have scaled down the drawings so they will display more or less correctly in most browser settings. Click on the picture to get a full view. The much more detailed original line graphs will be part of the pdf version of this article, which will soon be available.\n\n\nThe first step is to discard all those parts that cannot be used for plectra. We are only interested in the parts with an oval cross section (the shaft, Fig. 1, left) or half an oval (the back of the feather, Fig. 1, below right). The crossed-out parts are all discarded.\n\nkiel1down.gifFig. 1\n\nDetaching the feather’s back from the to-be-discarded opposite side is sometimes difficult and potentially hazardous. This is work for a patient moment. The back of the feather is sometimes very hard, and needs to be scraped or cut much thinner. This might show up a second disadvantage of this part of the feather, namely its tendency to split lengthwise. The use of a sharp knife and a careful approach usually prevent these properties from becoming problems.\n\nThe cross-section of the oval shaft usually looks as shown in Fig. 2a.\n\n\nFig. 2\n\nThis shaft can either be cut into four lengthwise strips (b), if its diameter is large or (in most cases) be halved (c). In the case of four strips, the rather thin sides can be used for the 4′ register.\n\nNow we have created a number of strips of quill. One of the misunderstandings of plectrum making is the idea that one would have to cut the plectra before inserting them into the tongue of the jack – that one, in other words, needs to prepare the pre-fabricated plectra-shaped bits of quill (or delrin) before the real work starts. In contrast, it is much more practical to keep the strips as strips and to cut off each plectrum after inserting it into the tongue.\n\n(As an aside, I should here describe the proper manner of removing a broken plectrum from the jack tongue. A delrin plectrum will normally break so that about half a millimetre sticks out from the front of the tongue. Usually the only thing needed is a medium-sized screwdriver to push the remaining material back into the mortise. Now the end can be grabbed with a pair of pliers at the back ot the tongue and the old plectrum can be pulled out.\n\nRemoving a quill plectrum that has become too weak requires a different approach, since normally, the whole plectrum is still in place, while it is in a weakened state where it tends to bend uncontrollably. One grabs the whole plectrum with a pair of pointy pliers from its front, leaving about half a millimetre (not more!) of space between the plier tips and the jack tongue. Grabbing the plectrum firmly, one now pushes it back into the mortise. Sometimes this action needs to be repeated for the end of the plectrum to emerge at the back of the tongue. Now the end can be grabbed and extracted as described above.\n\nIf one has the misfortune that the quill plectrum bends and twists and cannot be pushed back into the tongue, one cuts it completely flush with the tongue surface, puts a very small screwdriver right on top of its cross-section and tries to push the plectrum out. Move to a good light source so you don’t damage the tongue instead of pushing out the plectrum.)\n\nThe first preparation, both for quill and for delrin, is to adjust the width of the strip so it actually will fit through the mortise in the tongue. Seen from above, one has to taper one end of the strip slightly, as shown in Fig. 3. I use a pair of small, sharp and pointy scissors for this job.\n\n\nFig. 3\n\nIf, after tapering, the tip is still too thick, one can – if one uses quill – cut the hollow side thinner with a sharp knife (if the tongue has curved mortises, one should first find out at which point of the curve the quill is still too thick, and scrape precisely there).\n\nTo make a strip of delrin thinner, one puts it flat on a small cutting plank and, either by using a cabinet scraper or the knife blade (held perpendicularly to the strip), scrapes fluffy curls off the surface in a smooth and regular manner until the strip can be inserted into the jack. Often, the mortises in the tongue will be rather on the large side and one will not need much scraping or cutting.\n\nNow the prepared strip is pushed from behind into the mortise of the jack tongue (Fig. 4).\n\n\nFig. 4\n\nQuill plectra have, naturally, their convex side on top. Delrin plectra should have the smoothest of the two sides (if there is any difference at all) on top. Push until the strip sits tightly, but don’t use too much force. If you are lucky, the tip that emerges at the front of the jack already has the proper length (this never happens to me).\n\nUsing the scissors again, one now cuts off the remaining strip close to the back of the tongue, allowing for about half a millimetre of material to stick out for future adjustments. After this, one presses the plectrum safely in place once more. Check the length of the plectrum in the instrument and cut it roughly to the required length with the scissors. If the plectrum still is too thick, that is, if it sounds noticeably too loud, one can cut or scrape with the knife along its lower side, taking care to take away the material regularly and not to cut any part too thin by accident. Very often, one now needs to fine-tune the length once more.\n\nUsing the knife and a small block of wood as support (actually, I rest the plectrum on my thumbnail instead), one now cuts the tip off at an angle, seen from the side (Fig. 5, left).\n\n\nFig. 5\n\nThe very last thing to do is to cut off the corners of the plectra as seen in Fig. 5, right. For a long time I used scissors for this work, but occasionally, one cuts off too much in this manner. I now usually use a fingernail file made of hardened glass. With this practical tool, I can smoothly round off the corners rather than just cutting them off.\n\nWhen using quill, the cut-off corners are a must. Straight-cut quill plectra will – after some time – inevitably stop slipping back under the string upon release.\n\nIn delrin, the technique of cutting off the corners results in a noticeable improvement of the sound – so noticeable, in fact, that it is unfathomable for me why so many harpsichords lack this refinement. It takes the edge and sharpness off the tone without making it dull and indistinct, and it enhances whatever ‘vocal’ qualities an instrument might possess.\n\nTo be continued\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.7945437431,
        "format_confidence":0.9434648156
    },
    {
        "url":"http:\/\/www.photoshoplady.com\/transform-a-person-into-an-alien\/",
        "text":"Transform a Person into an Alien\n\n- Photoshop is recommended for this tutorial -\n\nIn this tutorial is written about how to create a very cool looking alien using Adobe Photoshop. The sample picture of Tom Cruise is used to alienize. Of course you can use a picture of your friend, a family member or even yourself.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.7622353435,
        "format_confidence":0.862592876
    },
    {
        "url":"https:\/\/www.mybluprint.com\/article\/how-to-paint-moody-watercolor-skies-perfect-for-winter-scenes",
        "text":"How to Paint Moody Watercolor Skies Perfect for Winter Scenes\n\n\nBlue summer skies and starry watercolor night scenes are fun to paint, but dreary days deserve some love, too. Think of a snowy day, the pearly light of a cloud-covered sun illuminating the horizon. How about a November morning with drizzle so fine it tints the air with silver mist?\n\nSometimes painting a blue watercolor sky with white fluffy clouds just doesn't suit the mood. Whether you want your cloudy environment to convey emotion or just serve as a quiet backdrop for your landscape, here are some go-to tips for skies on the subtle side.\n\n1. Keep It Simple\n\nIt's tempting to pull out allllll the colors, like if we're painting a brilliant sunset or a dark and stormy sky . But the subtle, atmospheric skies that we see in the fall and winter are almost always better when we stick to one or two colors, like in the winter landscape you see above. By sticking to a gentle, dusty rose hue, this sky makes a statement without overpowering the rest of the painting.\n\nPro Tip\n\n\"Keep it simle\" does NOT mean make it flat. Feel free to mix in a pigment or two to give some variation to your sky — just don't go crazy, or you'll end up with a rainbow.\n\n2. Complementary Colors Are Your BFFs\n\nThe key to nailing a moody tone in your painting? Mixing shades of gray. And to do this, you need to combine complementary colors.\n\nComplementary colors are pairs of colors that, when combined in varying amounts, cancel each other out. This means that when combined, they produce a gray-scale color or a more muted version of one of the two colors used.\n\nTo learn more about complementary colors and how they interact, check out the video below.\n\nTo find the complement of any color, simply look across from it on a color wheel. The main complementary color combinations are:\n\n  • Red and green\n  • Yellow and violet\n  • Blue and orange\n\nLet's put this into action. By mixing purple and yellow, we get a gorgeous muted gray.\n\nDepending on how much of each color you use, you can create a cooler or warmer gray. To see what this looks like in a finished watercolor piece, refer to the image below.\n\nWe mixed yellow ochre with just a touch of violet to create a quiet atmosphere that's in harmony with the other colors used throughout the painting.\n\nNo matter which complements you use, each combo creates warm and cool grays:\n\nAnd here is an example of orange and blue:\n\n3. Stick to Your Color Palette\n\nRule number one of any painting: you want to keep it harmonious. In other words, you don't want to create an entire landscape using crimson, ochre and green... and then paint a sky with a mixture of orange and blue.\n\nSo when you're going gray, do so by mixing complements that are already within your existing palette.\n\nIn the painting above, we used a limited palette of cadmium red, ultramarine blue, burnt sienna and cadmium yellow. We created muted, dull greens with the blue and yellow, and added a touch of burnt sienna where we wanted more warmth.\n\nFor the sky, we created a very diluted wash of cadmium red with a touch of the green from the trees. This color was also used in the reflection of the sky in the water.\n\nNext time you're painting a scene that's a tad on the dreary side, play around with your complements and discover all the moody effects you can achieve!\n\nStart a free trial for unlimited access to every project, pattern, recipe and tutorial on Bluprint.\nNext for You\nTake the next steps in your watercolor journey with three nature-inspired paintings.\nKateri Ewing\nKateri Ewing\nLearn essential watercolor techniques. Create vibrant, vivid forestscapes that are a joy to paint.\nRonald Pratt\nRonald Pratt\nCapture any view that captivates you! Paint your favorite outdoor scenes quickly in loose, luminous watercolor sketches.\nAngela Fehr\nAngela Fehr\nNow Reading\nHow to Paint Moody Watercolor Skies Perfect for Winter Scenes",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9892788529,
        "format_confidence":0.9888912439
    },
    {
        "url":"http:\/\/casology.blogspot.com\/2014\/02\/week-84-paint.html",
        "text":"Tuesday, February 25, 2014\n\nWeek 84: PAINT\n\n\nReady for a new cue word?  How about a fresh coat of PAINT?!  Let's take this week's cue word and \"brush up\" on our CAS design skills by reviewing these helpful hints:\n\n1.  One main image\n2.  Lots of open space (uncluttered)\n3.  Limited layers & embellishments\n4.  Quick & easy to recreate\n\nLet's see how clean & simple you can get this week!  Painting is rather messy sometimes, but thankfully CAS design isn't!  Here's proof!\n\nGuest Designer:  Hannelie\n design defined: \nWhen choosing a background for a CAS design, keep the pattern simple with clean lines. Bigger proportioned patterns also contribute to a clean look. \n\ndesign defined: \nTo achieve a spray paint effect, ink the sides of your stamp and sponge in a downward motion.\nYet another way to achieve CAS dimension, depth, and impact without layers or bulk.\n\ndesign defined: \nKeeping all of your stamping and embellishments in one spot helps build your focal point while leaving lots of white space.\n\ndesign defined:\nUse monochromatic color scheme to make your card look clean and simple. \ndesign defined:\nUse a stencil to create a clean and simple watercolour background for your CAS card.\n\n  design defined:\nClean lines are perfect for CAS design!\n\ndesign defined:\nSmaller images become the focal point when stamped on white in the same colour as your base.\n\ndesign defined:\nTo pack a punch in all that white space, use bold colours with high contrast!\n\ndesign defined: \nTry stamping over a watercolor background. \n\ndesign defined:\nSurrounding a bright pattern with plenty of white space will keep your design CAS. \n\n design defined:\nAdd punch to your sentiment by stamping and die cutting right on top.\n\ndesign defined:\nOne-layer cards can still be colorful and interesting! \n\nNow go have fun and don't forget to link up your PAINT creations by Sunday at 4:00 p.m. (CST)!\n\n\n  1. Beautiful cards from the DT! Lovely inspiration from all!\n\n  2. Despite my numerous attempts previously, i think i actually hit CAS this time and didn't let my OCD get in the way! LOL! Thanks for the fun challenges always and the great DT Projects!\n\n    1. What?! I thought CAS design and OCD went together!!! :) Been there. Done that. We understand... So happy you could play along!",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.8909438848,
        "format_confidence":0.6809868217
    },
    {
        "url":"https:\/\/mcquillencreative.com\/the-right-hand-curly-apostrophe\/",
        "text":"Screen shot 2015-11-08 at 9.49.50 PM\n\nThe proper right-hand curly apostrophe is the go-to mark when making contractions or indicating possession. For the most part, all of our software can produce the proper curled apostrophe when that key is typed. However, often when text is copied and pasted between programs, the apostrophe often gets converted to a “tick” mark or a mere vertical stroke. Unfortunately, few know the difference. In fact, this tick mark has become so prevalent in all media that the curly version has seemed to have been forgotten. We see the tick marks in quotation marks as well. But we’ll concentrate on the apostrophe.\n\nThere has been much discussion lately about the Oxford Comma. The Oxford Comma? A comma has a name? So then why can’t the right-hand curly apostrophe also have a name? Since it seems to be forgotten, perhaps by putting a name on it, something like the McQuillen Apostrophe, the right-hand curly apostrophe can become a bit more popular as it can now be referred to with a proper name. Eh, it’s a worth a shot.\n\nWhy bother? In essence, it’s always been the mantra at McQuillen Creative that if there is something worth doing, it’s worth doing right. And the tick mark just isn’t right. Here is exactly what we’re referring to:12087196_1046348318729715_1280779738110065527_o\n\nYou’ll notice that the right-hand curly apostrophe on the right is used to indicate missing letters. That’s what a contraction is after all. As mentioned above, most all publishing software will type the proper mark when the apostrophe key is struck. In fact, check your preferences for each application. If you have a “character” or “typography” preference category, look for a preference called, “use curly quotes,” or “smart quotes.” But, when you try to type jargony words like ’til, as a truncated version of “until”, your program will instead produce a left-hand curly apostrophe because it thinks you want a quote mark since it’s at the start of a word. It should be a right-hand version because it is representing missing letters, like a contraction. Most everyone gets this wrong. In fact, you see it on magazine covers and a lot of TV graphics. Case in point, Fargo Magazine erred recently.\n\n12074887_1047834791914401_8375094911683508898_n12191709_1047836328580914_7224039835848117971_nCompare the ’TIL on the left, with the proper right-hand curly apostrophe on the right. So how do you convince your graphics program to type the proper right-hand curly apostrophe? You have to use the manual override which is oddly enough, three separate keys; and none of them make sense, nor does it even involve the apostrophe key. So here it is, for Mac, hold option, shift and right bracket. This will produce the proper apostrophe for the beginning of a truncated word.\n\nSo please us the McQuillen Apostrophe. Your typography will look a lot better, and at least you’ll know you’re doing it right, despite the tick mark which is on trend – in a bad way. I see a lot of recent college and trade school grads producing improper apostrophes and quotation marks in their portfolios. This can only mean that the art of typography isn’t really stressed in graphic design education.\n\nAnd watch for the tick marks. Once you spot them, they will bug you forever, if you happen to be a perfectionist. But if you’re in the graphic design industry, you probably are a perfectionist.\n\nPlease type responsibly. — Troy McQuillen, McQuillen Creative Group",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.872154057,
        "format_confidence":0.6437514424
    },
    {
        "url":"https:\/\/erinleecreative.com\/blogs\/blog\/watercolored-sketched-floral-design-team-mondays",
        "text":"Watercolored Sketched Floral - Design Team Mondays!\n\nHey, there everyone! It's Lynnea! I learned a new technique while I was at JunkieFest 2019 and I couldn't wait to try it again with the Sketched Floral Background stamp from Erin Lee Creative!\nThe watercoloring technique I used to color the background is super easy! I started by stamping the Sketched Floral Background stamp with Versamark Ink and heat embossing with gold powder. Then I started working each flower petal by petal. I dropped some of my Nuvo Shimmer Powders (Color Bursts would work too! Any kind of powdered watercolor!) into a palette and added a few drops of water and mixed it up. Then I added clean water to a single petal and picked up some of the Nuvo Shimmer Powder mixture with a fine tipped brush and added it to the darkest area of the petal. The water wicked out the color a bit and then I came in with a clean brush and dabbed at the edge of the color to pull out the color into the rest of the petal. This gives me intense color at the darkest areas and light color at the edges of the petals.\nOnce my whole background was colored I added a few flicks of black watercolor for texture. I die cut the \"hello\" sentiment from the Big Hello Love die set four times from black cardstock. I wanted the die cut to really stand out from the background, so I covered one of the die cuts with a clear glitter pen. Then I pressed my Versamark ink pad on top of the glittered die cut and sprinkled on clear embossing powder and heat set. I repeated the process and added a total of three layers of clear powder. Then I stacked up all four of my die cut words with the glittered and heat embossed die cut on top.\nI just LOVE how this card turned out! There's so much dimension and shine - but it was relatively simple to create! Thanks for joining me today!\n\nLeave a comment",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9724197388,
        "format_confidence":0.5392046571
    },
    {
        "url":"https:\/\/www.carnelianinc.com\/post\/hire-a-designer-first",
        "text":"Hire a designer first\n\n\nDo you have an amazing idea for an app? Or an interior? Or a book? You have some extra cash, some interested friends, maybe a developer buddy?\n\nMake an estimate of how much you can spend and how long you want it to take. Then triple that.\n\nThen hire a product designer.\n\nBefore you register that logo, read about the design process or how things get built.\n\nDo research on the market: Make a business plan, study your market, know the price you can set.\n\nGather ideas: First ideas aren’t always the best. Gather hundreds, make sure that they match your market and users.\n\nPrototype: And the final ideas deserve to be thought through! Make a sketch or wireframe of something as close to possible as finished. 80% will do.\n\nTest: Test with your market. Show your ugly little prototypes to users in your market and get honest reactions. Don’t explain too much. Keep prototyping until you have an idea of what to make.\n\nBuild: Make a lightweight build for the first version.\n\nRinse and repeat.\n\nThrough the years, I’ve worked with hundreds of stakeholders on bringing ideas to life. The best projects tend to involve business (or the originator) working alongside designers with realistic constraints early and often.\n\nIf you’re serious about your business don’t go for the cheapest, a student, a friend. Hire someone you can contract, review professionally and plan with. Hire someone to make a budget around and you want to tap for the lifespan of the project. Hire someone that is already making work like what you want to make. Hire someone with some sense of the industry you want to work in.\n\nLetting a designer help you plan will save you a lot of time misguided expectations. Designers have a process to make projects happen, a time tested, well thought out process that they went to school to learn. They don’t make decisions based on feeling. They make them based on research.\n\nIt’s what they do for a living. You are initating the process of making; and are contributing but with all things that exist, real constraints, facts, and markets dictate what gets made and makes it as a business. If you want to plan out the entire project yourself and then give it over to someone, you might have already lost. If you are crossing fields, you have no understanding of the design process, and what really goes into making something creative, you might have already lost. It isn’t science. It isn’t reading articles and extrapolating. It’s taking what already exists and improving on it to make something new. You’re not original, you’re designer isn’t original, but what you make together will be original.\n\nThis all hinges on one contingency, that you must be honest with your designer. If you are upfront about your budget, you don’t have to fight with someone for putting frills and unecssary items in. Estimates are not made to make oodles of cash. They are made to be reasonable for you, for themselves. If someone makes something you don’t like, show them what you do like.\n\nSome tips:\n\nMake your budget early and do your homework on how things will be paid for. Cash is a fast killer.\n\nLearn as much as you possibly can about digital marketing so when your creative staff is explaining things to you, you can make better decisions.\n\nAs the owner of a project, your role isn’t to sit back and watch people make things, but to remove the obstacles from the project completion. Read up on project management and listen to podcasts like Startup or How I Built This.\n\nReally successful companies aren’t made in a day, and they aren’t entirely build on design. But the ones that get closest to the mark involve designers early and often.",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.7081198096,
        "format_confidence":0.5871036649
    },
    {
        "url":"http:\/\/www.instructables.com\/id\/how-to-draw-a-cartoon-cat-1\/",
        "text":"This is not the picture that your gonna draw. The picture that I'm gonna show you, is way easier and ''cuter'' to draw!!!!!!!!!!!!!!\n\nStep 1: Head\n\nIf your gonna draw an animal, your gonna need to draw the head first. Just like any other species your trying to draw. and don't make your drawing small if it's just one thing in the paper. Just a simple tip :)\n\nStep 2: Eyes\n\nIt don't really matter what eyes you give your cat, But most cats have that ''oh so cute'' face in cartoons to beg for something XD\n\nStep 3: Coloring the Eyes\n\n  • If you do want eyes like this, you need to color them! Don't obviously draw INSIDE the circles or your gonna have a cat with black contacts!!!!!!!!!!!\n\nStep 4: Nose\n\nDon't get away with not drawing a cat without a nose like most people do with people!\n\nStep 5: Mouth and Whiskers\n\nDraw a line from the bottom of the nose that I hope you didn't forget, and draw two curved up lines on both sides........well it's better to look at the picture XD. And you know what to do with the whiskers!\n\nStep 6: Body\n\nStart drawing the body CURVY NOT BOXY NEVER BOXY!\n\nStep 7: Rest of the Body\n\nNow finish the rest of the body as shown in the picture.\n\n<p>thank ya for seeing this! I will make a lot more but I'm gonna show you how to draw a beast looking manga dude for five favorites on this instructible!!!!!<\/p>\n<p>Ok then, I've favourited this instructable! :P<\/p>\n<p>Thanks man your awesome!<\/p>\n\nAbout This Instructable\n\n\n\n\nBio: Check me out on YouTube for some vines, gamenights THAT YOU CAN JOIN AND PLAY WITH US! how to draw videos, minecraft tutorials, TROLOLLING! and ... More »\nMore by DaVidMaker:How to easily download music from google drive swf file! How to make a homemade slushy! how to draw a cartoon cat! \nAdd instructable to:",
        "topic_id":1,
        "format_id":22,
        "topic_confidence":0.9790340066,
        "format_confidence":0.9759917259
    }
]