[
    {
        "url":"http:\/\/www.sjgames.com\/errata\/gurps\/basic_3r.html",
        "text":"Steve Jackson Games GURPS – Generic Universal RolePlaying System\n\nERRATA – GURPS Basic Set (Third Edition Revised, First Printing) – Updated February 10, 1998\n\nCopyright © by Steve Jackson Games Incorporated.\n\nAll these changes should also be marked in earlier copies, except as noted.\n\nP. 26. Under \"Good\" Disadvantages, the references to Honesty should be to Truthfulness instead.\n\nP. 44. Under the Skill Defaults: Using Skills You Don't Know sidebar, insert this paragraph in between the third and fourth paragraphs: \"Default levels in skills do not carry any of the skills' special benefits with them. Special benefits would include damage bonuses, dodge bonuses, 2\/3-skill parry, unpenalized off-hand use, move bonuses, and so on.\"\n\nP. 49. Battlesuit\/TL is Physical\/Average.\n\nP. 52. Under the Spear Thrower skill, delete the line that says to use ST+5 when using a Spear Thrower for determining damage and range. Spear Thrower now has a separate entry in the weapons tables.\n\nP. 63. Carousing defaults to HT-4.\n\nP. 65. Demolition defaults to Underwater Demolition-2, as well as the listed defaults.\n\nP. 68. Underwater Demolition should be listed as a TL skill.\n\nP. 73. In the Weapon Effects sidebar, delete \"(other attacks may do zero damage)\" under Thrusting Attacks.\n\nP. 74. Change the damage done by ST 4 or less in the Basic Damage Table. ST 4 has a basic damage of 1d-6 (thrusting and swinging); ST 3 has 1d-7; ST 2 has 1d-8; and so on.\n\nP. 74. The line at the bottom of the chart should read \"See p. 248 for a chart covering higher levels of ST.\"\n\nP. 90. We dropped a line from the top of the page in this and the previous printing. The first line should read \"Picking Things Up In Combat: In combat, a light item is picked up with the\"\n\nP. 97. Under Concentrate, the second sentence should read \"If the character is hurt, knocked down, forced to use an active defense, or otherwise distracted, he must make a Will-3 roll to maintain his concentration.\" Delete the third sentence.\n\nP. 98. In the attack penalties sidebar, the reference for strange position should be to p. 123, not p. 120.\n\nP. 101. Under Punching, add a note that its Reach is C,1. Under Kicking, add a note that its Reach is 1 without Karate training.\n\nThe first sentence under Kicking should read \"A kick is treated exactly like a punch, except your skill is DX-2, Brawling-2, or Karate-2, and you do straight Thrust\/Crush damage - or Thrust+1 if you are wearing heavy boots or something similar.\"\n\nP. 106. Under Step and Concentrate, the second paragraph should read \"If the character is hurt, knocked down, forced to use and active defense, or otherwise distracted, he must make a Will-3 roll to maintain his concentration.\"\n\nP. 109. In the Massive Damage sidebar, change the comment \"is lost and does not affect the victim\" to \"cripples the limb instead of dealing additional hits of damage.\"\n\nP. 111. Change the fourth sentence under Grapple to read \"Grappling does no damage, but the foe is at -4 DX and may not leave until he breaks free, or you let go.\"\n\nP. 119. Under Single-Shot Weapons change the last two sentences to \"This penalty is applied to a second or subsequent shot from the same gun, unless there is a minimum one-second pause between shots. The penalty is doubled if your ST is below the minimum listed for the weapon, and the minimum pause becomes two seconds.\"\n\nP. 119. In the Revised edition only, change the reference to GURPS Space in the Power Supplies sidebar to p. 247.\n\nP. 127. Under Crippling Injuries, change \"taking hits equal to\" to \"being hit for\". Similarly, under Knockdown, change \"Anyone who takes damage\" to \"Anyone who is hit for\".\n\nP. 131. Under Falling Objects change the line that begins \"For simplicity\" to read \"For simplicity, when dealing with falling inanimate objects. . . .\" Falling beings reach terminal velocity at 50 yards, as described under Falling, above.\n\nP. 139. In the first paragraph after the diagram, the reference to \"flying\" skill should be to Piloting skill.\n\nP. 159. In the description of Destroy Water, delete \"(but see the next spell)\" from the last sentence. The Dehydrate spell does not follow in Basic, as it does in Magic.\n\nP. 167. The One-Skill Cost for Psi Sense should be 1.\n\nP. 175-176. We intended to change the Limitations rules in the sidebar to match those in GURPS Psionics. We didn't. If you have GURPS Psionics, follow it in case of discrepancies.\n\nP. 195. In the Loyalty Checks sidebar, Rescue needs to be changed. When a hireling is rescued, make a Reaction Roll (not a Loyalty Check). This roll should be at +3 or more, depending on the nature of the rescue. The hireling's loyalty is the result of the Reaction Roll, or his original loyalty, whichever is higher.\n\nP. 201. Under Ranged Attack Modifiers: Opportunity fire, the penalty for watching one hex is -2. The penalty for watching two hexes is still -4.\n\nP. 207. Replace the Spear Thrower entry in the weapons table with this one:\n\nWeaponTypeAmountRangesCostWeightMin ST\nSPEAR THROWER (DX-4 or Spear Throwing-4)\nAtlatl$202 lbs.\nw\/Dartimpsw-1111STx3STx4$201 lb.none\nw\/Javelinimpsw+1113STx2STx3$302 lbs.7\nw\/Spearimpsw+3122STx1.5STx2$404 lbs.9\n\nP. 245. Computer Hacking defaults to Computer Programming-4, not Computer Operation-8. It is a \/TL skill.\n\nP. 245. In Cryptanalysis, first paragraph, last sentence should read: \". . . to unsophisticated ciphers.\"\n\nP. 253. The entry for Disbelieve sends you to Free Actions, p. 107. Disbelieve is not a free action; see p. 106.\n\nP. 254. Add an index entry: Freight Handling skill, p. 46.",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9930095673,
        "format_confidence":0.9482047558
    },
    {
        "url":"https:\/\/ck2.paradoxwikis.com\/index.php?title=Positions.txt&veaction=edit&section=1",
        "text":"From Crusader Kings II Wiki\nJump to navigation Jump to search\n\nPositions.txt is an important file in Map modding that stores all the data of locations of Map Objects in a province. These Map Objects include armies, councilors,cities and ports.\n\nWhen a map is first created from scratch and fails to load, Positions.txt is often one of the culprits. It is often advised to leave Positions.txt empty when creating a new map, since it will prevent the file from crashing the game. The problem with this solution is that it will center all Map Objects in the center of the province. It is advised to fill Positions.txt only when modders are done with Provinces.bmp\n\nThere are a few ways to fill Positions.txt:\n\n  • Manually filling Positions.txt by getting the data from an image editor.\n  • Using the in-game tool called Nudge\n\nManual editing[edit | edit source]\n\nWhen manually editing Positions.txt, the modder will be presented with a list of entries in the following format:\n\n#Name of province (optional)\nProvince number =\n\t\tX₁ Y₁  X₂ Y₂  X₃ Y₃  X₄ Y₄  X₅ Y₅\n\t\tR₁ R₂ R₃ R₄ R₅\n\t\tH₁ H₂ H₃ H₄ H₅\n  • The name of the province is a comment and is used only for ease of use. It has no in-game function.\n  • The province number is the number of the province as defined in definition.csv\n  • The values for the various objects are listed in three separate sections. (See the Map objects section below for a list of the objects.) All values are listed to three decimal places (e.g. 0 is listed as 0.000).\n    • Position is comprised of a list of X and Y coordinates for the various items, which are measured in pixels. They are measured from 0.000, with 0.000 0.000 being the bottom left corner of the map. The size of the map is determined by the pixel dimensions of provinces.bmp. As such, the position of an item is equivalent to the pixel it would occupy in provinces.bmp. Note however that Photoshop (and other image-editing software) treats the top-left as (0, 0).\n    • Rotation determines the rotation of an item. It is measured in radians, with 0.000 corresponding to due south. As such, due north is represented as π radians, or 3.142. Generally, this is only used by ports, although it also affects cities and text.\n    • Height determines the height of an item relative to the height of the map. This is usually unnecessary but can sometimes be used to prevent items from clipping into surrounding terrain. By default, the county's label has a value of 20.000, while all other values are 0.000\n\nNudge[edit | edit source]\n\nNudge is an in-game tool that helps filling Positions.txt.\n\nNudge will work with your mod's positions.txt, but it will always save it over the positions.txt in your CK2 installation. Before using Nudge, back up the vanilla positions.txt, and after using Nudge, copy positions.txt from vanilla to your mod and copy the backup to the vanilla positions.txt.\n\nSetting up Nudge[edit | edit source]\n\nTo be able to access Nudge, browse to Documents\\Paradox Interactive\\Crusader Kings II\\YOUR MOD FOLDER\\Settings.txt. If you do not find a folder for your Mod, you have not told the game to make one in your Mod's Mod File or you have not run your Mod yet. In the first case editing the vanilla settings.txt instead will work.\n\nIn Settings.txt, find the line\n\n\nand change it to\n\n\nNow run your Mod. A Nudge button should now appear to the right of your normal Menu buttons.\n\nUsing Nudge[edit | edit source]\n\nNudge Interface\n\nTo bring up the Nudge interface, select a province. Nudge's interface is simple, but it will still be explained here.\n\n  • Map Objects: Located to the left of the interface, the selection boxes allow you to specify which Map Object you want to modify.\n  • Height: The three buttons in the middle-left allow you to change the height of the selected Map Object. The height can be reset by pressing the middle \"0\" button.\n  • Arrows: The four buttons in the middle-right allow you to change the location of the selected Map Object.\n  • Rotation: The four buttons to the right allow you to change the rotation of the selected Map Object. This is measured in degrees. The - and + rotate the object in 5 degree increments with the -- and ++ buttons rotate it in 45 degree increments. +\/++ rotate it clockwise while -\/-- rotate it anti-\/counter-clockwise. For ports, 0 represents due south.\n  • Save: This button saves Positions.txt to your Crusader Kings 2\\map folder. Remember to copy the new Positions.txt to your Mod's map folder.\n  • Check: This button applies a color to a province while not in terrain mapmode. The coloration is specific to each map object type (see below), and will be red if the object lies outside of the province; otherwise it will turn green. The coloration will also remain until the game is exited, allowing it to be used to remember which provinces have already been modified.\n  • Mapmode: This button changes Mapmode between a Terrain Mapmode and a Mapmode that displays checked provinces. As of at least patch 3.1.0, this button is non-fuctioning and crashes the game.\n\nTo start moving Map Objects around, right click on the location where you want to have the Map Object. After that you can make more accurate edits with the arrows, rotate the Map Object or modify the height of the Map Object. There is no interface to exit the game while using Nudge, so ALT + F4 must be used to exit the game.\n\nMap Objects[edit | edit source]\n\nThere are 7 Map Objects you can work with:\n\n  • Cities: Cities in CKII are the houses on the map. These houses surround a central building, such as a tower for baronies. Move this central building and the houses will move with it.\n  • Units: This is where the armies appear when they are raised or stationed in province. Armies cannot be rotated and should be placed in even ground, since their feet can clip in the ground when they are on uneven ground. Also note that when in combat more than one army is displayed on the map, and when in transit armies are displayed to the north west of their standing position, so it is advisable to place them away from borders and bodies of water where possible.\n  • Councillors: this is where the Councillors are placed in the province. Remember that if there is more than one councillor in a province, they will surround this location. As such, it should not be placed near borders or on an island (where possible). Councillors cannot be rotated and should be placed in even ground, since their feet can clip in the ground when they are on uneven ground.\nOn sea tiles, this coordinate determines where ships which are in transit to an adjacent tile will be displayed.\n  • Text: This is the name of the county which appears on the map. It is ill advised to edit the text, as it can break the text in other provinces. It doesn't affect text on the menu, but does have an effect in-game.\n  • Ports: Only coastal provinces can have ports. When the port is not visible, it is often located within\/underneath the land of the province and thus hidden from view. Right-clicking near the coast where you want it is one way to resolve this issue. Parts of the port can be located underwater, so be sure to rise it where necessary.\n  • Wonder: The location of a wonder that shows a non-coastal background in the interface.\n  • Coastal Wonder: The location of a wonder that shows a coastal background in the interface.\n\nAs they are not associated with any particular county\/province, other map objects such as the frame around the map and the wonders added in DLC 63 are not defined in positions.txt; they are instead treated as \"statics\", which are defined in text files within map\\statics\\ and use a different (but similar) system.",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9760885239,
        "format_confidence":0.6084003448
    },
    {
        "url":"http:\/\/mac.softpedia.com\/progChangelog\/Vendetta-Online-Changelog-21441.html",
        "text":"Vendetta Online Changelog\n\nNew in version 1.8.342\n\nJune 27th, 2015\n  • New station designs for Itan J11 and Odia M14.\n  • Six missions updated in the LAR Project tree, substantially improving issues with the Stygian Furies.\n  • The mission \"Rush job! Ores and minerals needed\" may now be re-taken (Xang Xi Research locations, Respect standing) to acquire the Xang-Xi Self Propelled Concussion Mine Launcher. Mission is available once per week, per character.\n  • Concussion Railgun grid power requirements dropped from 12 to 9, allowing dual-usage on the Raptor UDV, etc.\n  • Rendering optimizations for the new DX11 and GL4 engines. On some machines, that are more CPU-limited, these updates can make a big speed difference. More related improvements next week.\n\nNew in version 1.8.341 (June 22nd, 2015)\n\n  • Added Video driver options to change the number of dynamic lights and toggle shadows in the DirectX 11 and OpenGL 4 drivers.\n  • Fixed a crash when switching from OpenGL 4 to the OpenGL Reference driver when multithreaded rendering is enabled and the glow effect is on.\n  • Border Skirmish Teradon firing distance has been lengthened and the average combat distance is shortened by 100 meters.\n  • Please rate the Android version! The Android version gives the choice to review the app when docking to a non-training station after 10 minutes of being online or after an in-app purchase. You can choose to have it ask again later (one week later) or never.\n  • We're nearing the DX11 and GL4 drivers becoming the production standard, so please continue to help us test them, and report any issues on the Bugs forum, or in a Support Ticket if privacy is needed.\n  • The new rendering-engine becoming \"production-ready\", as well as some other emerging features, will help mark a major update planned for the near future.\n\nNew in version 1.8.340 (June 13th, 2015)\n\n  • New station design for Dau L10, more carefully integrating the Capship Hangar components. In the future, there will be more fully-customized stations replacing those with recently added capship hangars.\n  • Experimental: Fog and radar limitations now impact bot's targeting visibility and aggression. However, this may have undesirable secondary effects, and may require on-going tweaks and changes. Strikeforce NPCs have integrated radar extenders.\n  • Maximum rent-able cargo capacity of new capship-capable stations now increased to 100,000 cu. Existing cost thresholds for extended cargo space still apply.\n  • When a Trident pilot switches to a turret view, the local (Trident) ship is now properly visible.\n  • When launching from a Trident while it is mining, the ore is now properly placed into the Trident's cargo hold.\n  • Fixed a bug where a persistent Trident may collide with the player's copy during the change-over.\n\nNew in version 1.8.339 (June 8th, 2015)\n\n  • Fixed Deneb War Stats web page. The dates were off by one day under certain circumstances.\n  • Integrated Mineral Scanner on ships can now be used for the prospecting missions.\n  • Changed Conquerable station under attack warning timeout to 5 minutes from 1 hour and report each station separately.\n  • Improved Updater robustness when unable to write to storage.\n  • Added a larger mouse cursor for Retina and other high-res displays.\n  • All cargo nested within ships inside of capships will now drop when the capship explodes.\n  • NPCs can no longer turbo or jump\/warp out of a sector if their energy level is too low.\n  • Mac OS X Updater no longer crashes if there is no network connection.\n\nNew in version 1.8.337 (May 23rd, 2015)\n\n  • Fixed issue with queens and its escorts getting reset to full health when the idle-sector timeout occurs.\n  • Idle-sector timeout experimentally reduced back down to 30 seconds, except for conquerable station sectors which retain their 5 minute timeout.\n  • Improved fallback resiliency of the game launcher\/updater under certain conditions, particularly on Android.\n  • Android version now includes a call to help translate the game, on non-English devices (\n  • Geo-located patch servers are now back into usage, including two in Europe. For best results, we recommend using your ISP's local nameserver, and *not* a global public provider like Google DNS or OpenDNS.\n\nNew in version 1.8.336 (May 18th, 2015)\n\n  • New temporary placeholder \"capship\" stations in: Itan J11, Dau L10, Sol H13 and Odia M14. These will allow Trident owners to dock with these major capitols. The station configurations will be changing to something more customized to each sector (and nearby hazards, like asteroids), but for the moment they each have the same capship-hangar module, attached to the existing station.\n  • Idle-sector timeout experimentally reduced from 5 minutes to 30 seconds, to potentially reduce server ram usage in high-concurrency situations (very large numbers of players). As we have recently made mines, capships and other content persistent, this change should not have a significant gameplay impact. Note, this is simply the sector-shutdown that occurs after all players have already left a given location.\n  • Experimental \"emergency instancing\" added to all sectors: if a very large number of players should congregate in a single sector (many hundreds), additional players \"jumping in\" will be transparently sent to a secondary instance of the same sector, to better distribute load across the server cloud. This will only be an emergency-level tool to help deal with unexpected peak loads of huge numbers of new players (mobile-platform promotions, etc), and we'll be doing updated stress-testing to set it as high as possible. It can be dynamically defined on the server-side, to support very large future player-events, as needed.\n  • Fixes to server-side issues related to players getting stuck at \"entering universe\" during the login process.\n\nNew in version 1.8.336 (May 18th, 2015)\n\n  • New temporary placeholder \"capship\" stations in: Itan J11, Dau L10, Sol H13 and Odia M14. These will allow Trident owners to dock with these major capitols. The station configurations will be changing to something more customized to each sector (and nearby hazards, like asteroids), but for the moment they each have the same capship-hangar module, attached to the existing station.\n  • Idle-sector timeout experimentally reduced from 5 minutes to 30 seconds, to potentially reduce server ram usage in high-concurrency situations (very large numbers of players). As we have recently made mines, capships and other content persistent, this change should not have a significant gameplay impact. Note, this is simply the sector-shutdown that occurs after all players have already left a given location.\n  • Experimental \"emergency instancing\" added to all sectors: if a very large number of players should congregate in a single sector (many hundreds), additional players \"jumping in\" will be transparently sent to a secondary instance of the same sector, to better distribute load across the server cloud. This will only be an emergency-level tool to help deal with unexpected peak loads of huge numbers of new players (mobile-platform promotions, etc), and we'll be doing updated stress-testing to set it as high as possible. It can be dynamically defined on the server-side, to support very large future player-events, as needed.\n  • Fixes to server-side issues related to players getting stuck at \"entering universe\" during the login process.\n\nNew in version 1.8.335 (May 4th, 2015)\n\n  • PowerCell Blaster has been buffed to 215 velocity, 8 energy per shot, 60 drain.\n  • We are now accepting Character Nation Change requests again. Once per character, per lifetime, submitted by Support Ticket. The character inventory will be WIPED (ships, items), but credits and stats will remain. Be sure to sell your character's inventory before requesting a Nation Change.\n  • We are in the process of moving to a much more robust and distributed patch-update architecture. However, the transition may continue to have some bumps as we discover and resolve issues. Please be patient with any connection delays.\n  • Updated the secure-HTTP connection functionality of the Android version, and added it to all other platforms and versions. Will help enable future game features.\n  • Training Sector Beam Cannon defenses have been significantly buffed, to reduce threats to newbies by more advanced player capships.\n  • Fixed issue with application full-screen interface on pre-4.4 Android devices.\n\nNew in version 1.8.334 (April 27th, 2015)\n\n  • Fixed turret leadoff indicator color when target is outside the field-of-view.\n  • Temperature Scanner now properly obeys its range limit.\n  • Added Retina support for the OpenGL 4 driver on OS X.\n  • Fixed touchscreen virtual keyboard issues when using plugins on Android.\n  • Fixed double-press issue when going into the Nav menu from the HUD on Android.\n  • Fixed issue with the Auto-Aim Advanced Game Setting being set to Disabled when touchscreen mode is disabled and a gamepapd is being used on Android.\n  • We're expecting some bigger changes next week, and we're approaching some major announcements. As a result, we've been spending time to build out and improve our server infrastructure:\n  • A new \"update server cloud\" will be launching next week, including new patch servers in Los Angeles and Europe. A combination of BGP Anycast and GeoIP DNS will make sure you receive the update server closest to your location, while careful monitoring and automated failover of the individual servers will minimize the impact of any outages (which are very unlikely anyway). Even if the entire new cloud should fail, the game update-client itself will fall back in a few seconds to our current, long-running Midwest-US service. As time goes on, you may see us expand our patch cloud into other locations, like Asia, Australia and Brazil.\n  • It should be noted that this new proprietary global patch network will not actually improve your \"ping times\" within the g... (truncated)",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9369416237,
        "format_confidence":0.5996558666
    },
    {
        "url":"https:\/\/www.d20pfsrd.com\/magic\/all-spells\/C\/Crafter-s-Fortune",
        "text":"\n\nCrafter’s Fortune\n\nSchool transmutation; Level alchemist 1, sorcerer\/wizard 1; Domains [subdomains] Artifice [industry]\n\n\nCasting Time 1 standard action\nComponents V, S, F (a tool)\n\n\nRange close (25 ft. + 5 ft.\/2 levels)\nTargets one creature\nDuration 1 day\/level or until discharged (D)\nSaving Throw Will negates (harmless); Spell Resistance yes (harmless)\n\n\nThe target is struck by inspiration and gains a +5 luck bonus on its next Craft skill check.\n\nSection 15: Copyright Notice\n\nAdvanced Player’s Guide. © 2010, Paizo Publishing, LLC; Author: Jason Bulmahn.",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9925906658,
        "format_confidence":0.5281478763
    },
    {
        "url":"http:\/\/lotro-wiki.com\/index.php\/Update_15.1_-_December_15,_2014",
        "text":"Update 15.1 - December 15, 2014\n\nFrom Lotro-Wiki.com\nJump to: navigation, search\n\nIndex to all release notes\n\nPatches(155 P)\n\nUpdate 15.1 Release Notes\n\nOf Important Note: Essence changes\n\nSome Essences available in Central Gondor were too powerful when equipped in multiples. Therefore, they have been made \"Unique Use\". You can only have one of any particular unique use essence equipped on your character at a time. In order to clean up the players who already have multiples of a unique use essence equipped, two changes have been made:\n\n  1. When a player logs in for the first time after Update 15.1, if they have more than one of a unique use essence socketed in all their equipment, any armor or jewelry with that essence will be unequipped and placed in their inventory (going to overflow if inventory is full). The player will also get chat notification telling them that this happened.\n  2. When a player tries to equip a piece of equipment, the game will check whether the item has multiples of a unique use essence. If so, the player will not be able to equip that armor or jewelry, and all instances of the duplicated unique use essence will be removed and placed into the player’s inventory. (Going to overflow if inventory is full). Note: this will only happen as long as the player has no other item with a matching unique use essence already equipped.\n\n\n  • Players arriving by stable-master in Ethring should no longer get attacked when another player is in the quest In Ethring's Defence\n  • Ettenmoors guards which used to attack low-level scaled-up players have been given a talking-to\n  • Moved the default position of the \"Quest Actions Available\" button to be higher, so it no longer overlaps the quest tracker text. It now hides the coordinates of your current location, but that seems like a better place to be.\n  • Several non-stance toggle skills, such as Reveal Weakness can now persist across the player mounting up, although their effects are suppressed while the player is\n  • Trait point rewards in the deed log now show an icon\n  • You can now use \"Track Nearby Quests\" in interior locations\n  • It should now be more difficult for players to become out of sync with their mounts when riding.\n  • Boxes that allow you to select one item, such as the new legacy scroll box now regenerate their contents when you open them.\n  • Fixed a problem where players could be charged Mithril Coins for repair item services while they were incapacitated that wouldn't do anything. Now you can't repair the item while dead.\n  • Made it possible for some names in examination tooltips to use smaller fonts, to avoid getting cut off\n  • Players should no longer stutter when walking.\n  • The launcher stopped downloading new in-game splash screens, it will start downloading them again! The launcher stopped performing the \"install pre-requisites\" stage, it will once again install missing pre-requisites.\n\n\n  • Mounted Combat: - Motivation Through Aggression was giving its effect to Slash twice, this should not be the case anymore.\n  • Mounted Combat: - Fixed issue with Beornings Ferocious Roar buff allowing all auto-attacks to critically hit while the buff is active.\n  • Mounted Combat: - Resolved issue that wasn't properly granting the Beornings skills for completing the introductory quest\n  • Mounted Combat: Everlasting Focus should now affect Dash and Coax. Also added to the tooltip to notify the player that this trait does not affect healing effects.\n  • Mounted Combat: Medium Bridle's damage over time pulse legacy should now affect all Beorning damage over time effects.\n  • Beornings should now be able to use keep back doors in Ettenmoors.\n  • Many of the Beorning’s skills were incorrectly labeled as melee skills when they were in fact tactical skills.\n  • Iorelen's Camp should now have a barter vendor that sells Beorning specific Rift gear.\n  • Out-of-Combat Wrath Decay legacy should now lower the amount of wrath drained instead of increasing it.\n  • Fellowing with a Beorning that isn’t nearby should no longer cause a Power meter to display in their Fellowship vitals display.\n  • Beorning Trainers should no longer appear to sell Burglar Class Items.\n  • Reaching zero Wrath in man form should no longer prompt the player with an effect notifying them they are about to switch into man form.\n  • Many heals and buffs were breaking target’s stealth when used on an ally. This should not be the case anymore.\n  • Resolved an issue where Expose Weakness was not properly refreshing itself if already present on the player.\n  • Fixed Grimbeorn's Strength bonus for Cleanse that was not properly reducing the cooldown of the skill when used on your marked target.\n  • Resolved an issue that was causing Grimbeorn's Strength to remove the tooltip info of Sacrifice.\n  • Relentless Maul should now properly damage players in spars.\n  • Relentless Maul - Relentless Maul should now more consistently deliver 8 pulses (or 4 with Brutal Energy trait). Previously the last pulse would sometimes be missed.\n  • There's now a Beorning video that you can play when making a new Beorning using the \"play movie\" button.\n  • Wrath tooltips in the character panel now show the out of combat decay rate.\n  • Beornings: You can now fish in the Vales of Anduin\n  • NPC Beorning Trainers show up on the Map now\n  • Relaxed naming restrictions surrounding \"-beorn\", which is now a legal character name suffix.\n  • Beornings can now access certain pedestals during the fight with Zholuga in Dar Narbugud.\n  • Beornings can now use the Dagger of the Eglan-soldier or the Axe of the Eglan-vanguard. There is also a new 2 Handed Club for Beornings to acquire.\n  • Relentless Maul Damage Legacy should now properly increase the damage of Relentless Maul.\n  • Beornings should now look less awkward when jumping.\n  • Monster Play - Beornings should now get Battlefield Promotions\n\n\n  • Fixed issue regarding Rune of Restoration's trait making mentioning of a max rank that was no longer present.\n  • Rune-stones should now properly damage players in spars.\n  • Glorious Foreshadowing Duration Legacy should now properly increase the duration of Glorious Foreshadowing.\n\n\n\n  • Lore-master bear pets no longer roar out of combat\n\nArmor, Items and Gear\n\n  • Hytbold gear should now use the proper appearances for Beornings.\n  • Hytbold gear should now properly be Bind On Account for Beornings.\n  • Fixed issue with Hytbold 4-set bonuses display on gear. Some sets had no information while others were showing incorrect information.\n  • Beorning Erebor and Greater Erebor armor sets should now be available at all skirmish camps.\n  • Proc Essences - Proc Essences from Central Gondor which restore % Morale upon a successful Evade now have a 20 second cooldown\n\nEpic Battles, Quests and Instances\n\n  • Gondor - Endgame - Retaking Dol Amroth - Docks: Mobs no longer fall off the boat\n  • Western Gondor - Endgame - Bait Ball: Fail timer increased from two minutes to five minutes.\n  • Addressed a flaw in Epic Battles interactables (e.g. siege weapons and barricades) that could result in incorrect player state after their current target is destroyed. This would manifest as a General Error and an inability to interact with a different object.\n  • Central Gondor -- Dor-en-Ernil -- You must now complete Rallying a Defence before entering the instance \"Blood for Blood\" at the end of the Dor-en-Ernil quest line.\n  • Helegrod -- Drake Wing -- Completing the challenge properly awards seals and medallions again.\n  • Deeping Wall -- It is now possible to achieve a platinum medal on Securing the Culvert again, and laborers once again have haste as an action.\n  • Deeping Wall -- Shells in the Air -- Items related to the secondary and the medals on the mini-map are now the proper color.\n  • Ground targeting reticles displayed while interacting with Epic Battle siege weapons should no longer erroneously disappear over certain geometry.\n  • Lebennin - Instance: Sons of the Usurper - Half-trolls from the non-instanced version of the camp will no longer be present in the instance space.\n  • Lebennin - Instance: Sons of the Usurper - If you are defeated in the instance, you will now retreat to the entrance of Hata Kebir inside the instance instead of being ported out to a rally circle near Linhir.\n  • Western Gondor -- Jajax should no longer spawn underground.\n  • Dol Amroth -- Death from Above -- Added text insisting that you use the flag item on the spotters before defeating them. Also dramatically reduced the cooldown on the flag item.\n  • Epic Battles -- Helm's Deep -- Deeping Wall -- Various interactive objects now reference the proper quest, banner colors on the mini-map have been corrected, and objects no longer clip into walls\/decorations\n  • Quartermaster's Rewards now being granted for ALL Helm's Deep battles & secondaries.\n  • Fixed a problem with how the \"completion percentage\" was calculated. The problem made the completion percentage be too high, and allowed you to get over 100% completion on the quests, which would lead to getting too much merit.\n  • Ringló Vale - Ruthless Archers now have ranged attacks\n  • Central Gondor - Instance: A Commanding Knock - fixed issue where Borhador sometimes is not visible\n  • Ered Luin - Deed: Scouting the Dourhands - objective 'Find Spire of Kheledul' should work again\n  • Action buttons on Epic Battle interactives should no longer become 'stuck' and unusable under certain conditions.\n  • 'The Doorward' session could get into an unstable state if you chose Retreat Now, so that button has been removed.\n  • Adjusted Ofolmóth's transformation during 'The Skin-changer's Heritage'\n  • Plugged in the new version of the Gondor Tall Candelabra Endgame Reward\n  • The instance, 'A Need for Words' is now completeable for Beornings.\n  • Rhus Cornchuthur, in the Gloomglens in Enedwaith, will now speak to Beornings.\n  • The fighting animations should now play properly during the 'Instance: Hatred of Bear ... (truncated)",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9858002663,
        "format_confidence":0.7712379098
    },
    {
        "url":"https:\/\/minecraft.gamepedia.com\/Commands\/tp\/Before_Java_Edition_17w45a",
        "text":"Commands\/tp\/Before Java Edition 17w45a\n\nFrom Minecraft Wiki\n< Commands‎ | tp\nJump to: navigation, search\n\n\nFirst introduced\n\nJava Edition Alpha v1.0.16_01\n\nRose (texture) JE1.png\nThis page describes content that exists only in outdated versions of Minecraft.\nRose (texture) BE1.png\nThis feature used to be in the game but has since been removed.\nThis article is about the \/tp command before Java Edition 1.13. For the main command in Java Edition 1.13 and Bedrock Edition, see Commands\/teleport.\n\nTeleports entities (players, mobs, items, etc.).\n\nThe primary difference between this command and the \/teleport command is that \/tp uses coordinates relative to the teleported targets, while \/teleport uses coordinates relative to the command's execution.\n\nAlthough most commands can only affect chunks that have already been generated, \/tp can send entities into chunks that have yet to be generated. If this happens to a player, then the chunks around and including that player's destination will be newly generated.\n\n\ntp <destination player>\ntp <x> <y> <z> [<yaw> <pitch>]\ntp <target player> <destination player>\ntp <target player> <x> <y> <z> [<yaw> <pitch>]\n\n\n<target player>\n\nSpecifies the entity(s) to be teleported. Must be a player name, a target selector, or a UUID.\nPermits entities other than players.\n\n<x> <y> <z> (BE: destination: x y z)\n\nSpecifies the coordinates to teleport the target(s) to. <x> and <z> must fall within the range -30,000,000 to 30,000,000 (exclusive, without the commas), and <y> must be within the range -4096 to 4096, inclusive. May use tilde and caret notation to specify a position relative to the target's current position – an exception to tilde notation's usual rule of being relative to the executor of the command. \/teleport can be used to teleport relative to executor of the command.\n\n<destination player>\n\nSpecifies the entity to teleport the target(s) to. Must be a player name, a target selector, or a UUID.\nPermits entity other than players.\n\n<yaw> and <pitch>\n\nSpecifies the rotation.\nFor the horizontal rotation (yaw), -180.0 for due north, -90.0 for due east, 0.0 for due south, 90.0 for due west, to 179.9 for just west of due north, before wrapping back around to -180.0.\nFor the vertical rotation (pitch), -90.0 for straight up to 90.0 for straight down.\nTilde notation can be used to specify a rotation relative to the target's previous rotation.\n\n\nFails if the arguments are not specified correctly, if <target player> fails to resolve to one or more entities (named players must be online), or if <destination player> fails to resolve to a single entity (a named player must be online). Fails individually for each entity referenced by <target player> that is not in the same dimension as the <destination player>, if specified.\n\nOn success, teleports the targets to the specified destination.\n\n\n  • To teleport yourself to Alice: tp Alice\n  • To teleport all players to yourself: tp @a @s\n  • To teleport yourself to x=100 and z=100, but three blocks above your current position: tp 100 ~3 100\n  • To rotate the nearest player 10 degrees to the right without changing their position: tp @p ~ ~ ~ ~10 ~\n\n\nJava Edition Classic\n0.0.18aAdded \/teleport.\nserver 1.7Added \/tp, an alias for \/teleport.\nJava Edition Indev\n0.31Removed all commands.\nJava Edition Alpha\nv1.0.16_01Re-added \/tp.\nJava Edition\n1.814w03aAdded rotation arguments to \/tp.\n1.9.3pre1\/tp no longer teleports the player to a y-coordinate outside the range -512 to 512.\n1.1016w21bThe y-coordinate range of \/tp is increased to −4096 to 4096.\nNow the specified destination is relative to executor of the command, instead of the target's current position.\npre1Behavior is reverted back to 16w20a and previous versions.\n1.1317w45a\/tp is no longer different from \/teleport now, and become an alias of \/teleport.",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9183582067,
        "format_confidence":0.7837483287
    },
    {
        "url":"https:\/\/thecommands.co\/csgo\/console-commands\/mp-weapons-allow-zeus",
        "text":"CSGO Mp_weapons_allow_zeus Command\n\nThis command sets whether or not the zeus (taser) can be purchased from the buy menu or not. Default is 1 (allowed to be purchased).\n\nCSGO Mp_weapons_allow_zeus Code\n\nIn CSGO, the code for mp_weapons_allow_zeus is:\n\nmp_weapons_allow_zeus [0 \/ 1]\n\nCopy Code\n\n\nFind statistics and information about this CSGO below.\n\nName mp_weapons_allow_zeus\nCode mp_weapons_allow_zeus [0 \/ 1]\nGame CSGO (PC \/ Mac, Steam)",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9890117645,
        "format_confidence":0.5154606104
    },
    {
        "url":"http:\/\/wiki.modsrepository.com\/index.php\/Call_of_Duty_4%3A_Servers",
        "text":"Call of Duty 4: Servers\n\nFrom COD Modding & Mapping Wiki\nJump to: navigation, search\n\nPC server admin guide for Call of Duty 4: Modern Warfare\n\n\n  • Ports in use\nUDP 20800\nUDP 20810\nUDP 28960-28970\n  • Hardware\/Bandwidth Requirements\n\nBandwidth and server resource usage should be lower than that of COD2 in most situations, but it is not guaranteed. There are some situations where bandwidth usage may spike, and the server will get hit harder resume writing service than usual. Generally, if you're capable of hosting a COD2 dedicated server you should be just fine for COD4.\n\nServer Messages via PB Console\n\nPunkbuster Console Message Generator v1.4\n\nRunning Mods\n\nRunning mods on Server\n\nIWD Packaging For Custom Maps\n\n\n\nWindows Server Setup\n\n\n\nLinux Server Setup\n\nServer Administration\n\n\n\nServer commands\n\nsay \"my message\"\ntell [clientnum] \"my message to you\"\n\nServer Settings (Stock)\n\nmap rotation\n\nsv_mapRotation gametype <gametype> map <mapname> gametype <gametype> map <mapname> ...\n\n<gametype> is one of:\n\n  • \"dm\" - free for all deathmatch\n  • \"dom\" - domination\n  • \"koth\" - headquarters\n  • \"sab\" - sabotage\n  • \"sd\" - search & destroy\n  • \"war\" - team deathmatch\n\nParameter Value\nsv_hostname \"my server\"\ng_gametype <gametype>\nsv_maxclients [1-32]\ng_password \"my password\"\nsv_voice [0-1]\ng_allowvote [0-1]\nsv_punkbuster [0-1]\nsv_minping [0-n] (milliseconds)\nsv_maxping [0-n] (milliseconds)\nsv_connectTimeout [0-n] (seconds)\nsv_timeout [0-n] (seconds)\n\nUsing TCAdmin Panel\n\n\n\nGameplay Options\n\n\n\nRcon Commands\n\nRcon Commands for COD\n\nDDos Attack\n\nFrom Icculus:\n\nSo we're getting reports of DDoS attacks, where botnets will send infostring queries to COD4 dedicated servers as fast as possible with spoofed addresses. They send a small UDP packet, and the server replies with a larger packet to the faked address. Multiply this by however fast you can stuff UDP packets into the server's incoming packet buffer per frame, times 7500+ public COD4 servers, and you can really bring a victim to its knees with a serious flood of unwanted packets.\n\nI've got a patch for COD4 for this, and I need admins to test it before I make an official release.\n\nYou'll need a server updated to 1.7 before applying this, because this is only a replacement cod4_lnxded file. The defaults for the new cvars are probably fine, but you can tweak them as you like.\n\nIf you want to see it in action, find your patched server in the in-game server browser, click \"Server Info\" and keep hitting refresh. If you're doing it faster than the limit, you'll see you don't get a response right away.\n\nAll this info is in README.linux in that tarball, but I'll post it here, too:\n\n\nAbout query limits:\n\nThere is a class of DDoS attack that can utilize COD4 servers to flood a third party, by spoofing UDP packets so that the game server sends its reply for information to an unsuspecting party, over and over, as fast as it can. Unlike most packets sent by the server, this reply packet does not require a player with a legitimate connection before sending.\n\nThis patch sets up some reasonable defaults to limit the rate at which the server will send these reply packets to a given IP address. It does not throttle legitimate connections in the process.\n\nThe gist is this: If someone sends a query packet, we note their IP address and ignore any further queries for X seconds. If they send a port-unreachable packet (person being spoofed isn't playing the game), we ignore their IP address for Y seconds. This will let normal people play, it prevents people that don't have a legitimate player connection from flooding the server with queries, and it'll stop DDoS attacks against third parties.\n\nIf millions of computers try to wail on a single server, this patch should handle it gracefully (we don't allocate memory when adding IP addresses to the ignore list, we use a hashtable so we don't have to check millions of IP addresses for every query, and we clean out old addresses a little each frame).\n\nPeople that are connected to the server don't have their packets ignored; this only limits server responses to packets that don't need a valid player connection (like the infostring, etc). LAN addresses are never limited.\n\nAdmins can tune it (and turn it off completely) with cvars.\n\nNote that a single IP address using different ports all get lumped into the same ignore list entry. This is to make life difficult for attackers and keep things efficient on the server. If 16 players are all behind the same NAT, they might notice it takes longer for the server to respond to each of them individually at the start. They should run a LAN server anyhow, but gameplay will still perform normally here.\n\nServer admins have 4 cvars to control this:\n\nsv_queryIgnoreDebug: set to 1 to log information about attacks. This will write out a lot of logging. Defaults to 0.\n\nsv_queryIgnoreMegs: Number of megabytes we should use to store the ignore list. Set to 0 to turn off the ignore list (basically disables this patch). 1 megabyte handles about 65000 IP addresses, each megabyte after the first adds about 87000 more. 1 is probably fine unless you're under serious attack, but maybe a server wants to spare 12 megs to block a million IP addresses simultaneously. Defaults to 1.\n\nsv_queryIgnoreTime: Number of milliseconds to ignore an IP address's info requests after responding to one of them. Set to 0 to not ignore at all. Defaults to 2000 (2 seconds).\n\nsv_queryBounceIgnoreTime: Number of milliseconds to ignore an IP address's info requests after a server packet bounced with an ICMP Port Unreachable notice. Set to 0 to not ignore at all. Defaults to 12000 (2 _minutes_).\n\n\nPlease note that I haven't touched this code since 2008, so even though the changes are relatively localized, don't blast this out to all your servers until you feel it's stable.\n\nPlease give me feedback!\n\n\nFirewall solution\n\n$IPT -A INPUT -p UDP -m length --length 42 -m recent --set --name getstatus_cod\n$IPT -A INPUT -p UDP -m string --algo bm --string \"getstatus\" -m recent --update --seconds 1 --hitcount 20 --name getstatus_cod -j DROP\n\nWould you like to support this Wiki? Click on the PayPal button to donate any amount through PayPal.\nYour donation will support this Wiki development and help with keeping this site online.",
        "topic_id":11,
        "format_id":20,
        "topic_confidence":0.9106438756,
        "format_confidence":0.9242852926
    }
]