[
    {
        "url":"https:\/\/www.reference.com\/hobbies-games\/historical-mancala-d2ef437730c03465",
        "text":"What are some historical facts about Mancala?\n\n\nQuick Answer\n\nThe game of Mancala is believed to have originated in Africa. The earliest games were played by scooping holes from the earth and using pebbles or seashells as the moving pieces. Over time, game boards were created, and made of wood, clay or gold.\n\nContinue Reading\n\nFull Answer\n\nThe term \"Mancala\" is Arabic, meaning \"game of transferring.\" It is the only ancient game with an Arabic name that is still in existence, which hints that the game either originated in Arabia or existed around that part of the world for thousands of years. Since the creation of the game, several versions have developed over time.\n\nCountries with diverse versions of the game include India, Sri Lanka, Indonesia, Malaysia and the Philippines. There are many variations of game play, which has resulted in several different names due to its popularity among African tribes. Examples of African names include Wari, Ware, Walle, Awari, Aware and Awaoley. Wari is considered the most popular form of Mancala worldwide.\n\nThough many cultures play this game for recreational purposes, some regions associate Mancala with religion. In the West Indies, for example, the game was played in a house while mourning a death, since it was thought that the spirit of the deceased found amusement in watching until the burial of his body.\n\nLearn more about Board Games\n\nRelated Questions",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9692055583,
        "format_confidence":0.9792665839
    },
    {
        "url":"http:\/\/wowwiki.wikia.com\/wiki\/Scaled_Jormungar_Protector",
        "text":"Scaled Jormungar Protector\n\n105,017pages on\nthis wiki\nAdd New Page\nTalk0 Share\nInv helmet 106\n\nThis is a reward from the quest The Slithering Darkness.\n\nExternal linksEdit\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9959034324,
        "format_confidence":0.8753589988
    },
    {
        "url":"http:\/\/dinorpg.wikia.com\/wiki\/Monochromatic",
        "text":"Type of item: Usable\nMax in inventory: Unknown\nCan be instantly used: Unknown\nCan be equipped: Unknown\n\nOfficial description\n\n  All your Dinoz's assaults become of his best element colour.\n\nUse \/ Purpose\n\n\nHow to obtain\n\nSouk «Lightning Sales» Also purchasable from other players at the Tamer Market.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9960149527,
        "format_confidence":0.9096070528
    },
    {
        "url":"http:\/\/www.grandtheftwiki.com\/index.php?title=Tanker&oldid=373311",
        "text":"From Grand Theft Wiki\nRevision as of 06:45, 20 November 2012 by ZS (Talk | contribs)\n\n(diff) ← Older revision | Latest revision (diff) | Newer revision → (diff)\nJump to: navigation, search\nFor the mission in GTA 1, see Tanker (mission).\nA Tanker in its original appearance in GTA 1.\nA Tanker in its original appearance in GTA 1.\nAppearance(s) GTA 1\nGTA London 1969\nGTA San Andreas\nGTA Chinatown Wars\nVehicle type Commercial\/Industrial truck\nBody style Tanker truck (GTA 1, GTA:L69, GTA:CW)\nSemi-cab trailer (GTA:SA)\n\nThe Tanker is a large tanker truck that has appeared in Grand Theft Auto 1, Grand Theft Auto: London 1969, Grand Theft Auto: San Andreas and Grand Theft Auto: Chinatown Wars.\n\n\nThe Tanker in GTA 1 is designed as a straight truck with a cab-over design and a tanker load. It is one of the most durable vehicles in the game, being able to withstand a lot of damage. Despite it being a large truck, the Tank is able to drive over it.\n\nThe Tanker in GTA London 1969 is designed as a generic British lorry of the 1960s. It bears a logo that resembles the former badge of British Petroleum.\n\nIn GTA San Andreas, the Tanker appeared with a semi-cab design. It is one of the more popular of the three trucks in San Andreas, being encountered more than any of the others (the Roadtrain and the Linerunner), and is generally designed as a mid-sized semi truck smaller than the Roadtrain but larger than the Linerunner. Finally, this truck, like all the others can attach a trailer in San Andreas, making the experience even better. It looks loosely based on a Mack R series, but more closely resembles the Peterbilt Model 379. Like the GTA San Andreas rendition, the Tanker in GTA Chinatown Wars is designed as a conventional cab semi-trailer truck, but is only available with a permanently attached tanker trailer.\n\n\nSurprisingly, the Tanker in GTA 1 has the highest top speed - if driven on a straight road, for long enough, it will keep picking up momentum - much like the Bus and Coach.\n\nAfter an examination of internal files, it is clearly shown that the Tanker in GTA San Andreas is the slowest of all three but it has better acceleration than the Linerunner. In-game gameplay, however, has the truck performing better than the Linerunner, with an unusually better top speed of about 130 km\/h (80 mph), as well as superior acceleration and hill climbing power. Its lower body height also makes it less vulnerable to rollovers than the Linerunner.\n\nIn GTA Chinatown Wars, the Tanker's long length and large weight makes the vehicle less than suitable for intensive driving, faring poorly in top speed and acceleration, as well as poor cornering (often requiring a large turning radius) and braking. An interesting new feature is the ability for the trailer to leak fuel, introduced to the player in the mission Trail Blazer. If the end of the vehicle is shot, a line of flaming fuel will spout from the trailer, setting alight any other vehicle the player drives past. Over time, the flame gets closer to the trailer, though the player can gain themselves more time by driving quickly. If the flame reaches the end of the trailer, the trailer itself is set on fire, and after a short while it will blow up dramatically, usually killing the player and harming anyone else near the vehicle.\n\n\n  • In GTA San Andreas, the game's internal files refer to the Tanker as \"petrol\".\n  • In GTA San Andreas, the default radio station in the Tanker is K-DST; in the DS version of GTA Chinatown Wars, it's Prairie Cartel.\n\n\nGTA San Andreas\nGTA Chinatown Wars\n\nSee also",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9910915494,
        "format_confidence":0.9918935895
    },
    {
        "url":"http:\/\/questforglory.wikia.com\/wiki\/Quest_for_Glory_4_%C2%BD:_So_You_Thought_You_Were_a_Hero%3F",
        "text":"\n\nQuest for Glory 4 ½: So You Thought You Were a Hero is a game created using Adventure Game Studio and uses the same interface as the later Sierra adventures. The game has strong language, extreme violence, sexual situations and other things unlike most Sierra games. The game is essentially a parody of the first game of the series. It satirizes the situations that the player found himself in, in the original games. The game is noted for being incredibly buggy.\n\n\nAll is not well in the valley of Spielburg. Elsa has disappeared (again) and the sheriff has been murdered. The rest of the valley is in chaos and the influx of heroes has done little to calm the valley. Your job is not done. It's time to go back to Spielburg...\n\n\n  • Sir Richard\n  • Merv\n  • Red\n  • Betty\n  • Linda\n  • Larry\n  • Cletus\n  • Bill\n  • Bruno\n  • Clive\n  • Green Meep\n  • Rogue\n  • Bella\n  • Bagi\n  • Stan (giant)\n  • Brauggi (frost giant)\n  • Jim (treasure hunter)\n  • Bones (Bonehead)\n  • Cleo Williams\n  • Erik the Retired\n  • Brothers Jurgensen\n  • Mark Peterson\n  • Mr. O'Conner\n  • Patrick R. Hambroni the Third (Cro-Magnon leader)\n  • Walter Burnton, Throg, William Fitzpatrick (Cro-Magnon)\n  • Al\n  • Witch\n  • Rogue\n  • Slider\n  • Pirate Captain\n  • Priest\n  • Dryad (druid)\n  • Gargoyle\n  • Elsa Von Spielburg\n  • Bernard Von Spielburg\n  • Henry the Hermit\n  • Erasmus (unofficial)\n  • Fenrus (unofficial)\n  • Butch Beefmeister\n  • Hilde\n  • Mrs. Beefmeister\n  • Coyote Ugly bartender\n  • Crusher\n  • Otto Von Goon\n  • Hippy\n  • Band Leader\n  • Amelia Appleberry\n\n...and many assorted cameos from QFG1.\n\n\n\nThe most graphic scene in QFG4 ½ (even PC Gamer dared to show)\n\n  • The game includes limited nudity, language and crude humor. Many jokes are sexual or scatalogical in nature. The game includes a whore house, as well as several female characters who will have intercourse with the player character (including a returning character from QFG1). Only one of these sex scenes is actually shown on screen. In other cases the game only shows the photographs of real women stripping down (frontal nudity). Think Leisure Suit Larry style humor (in at least one instance the game actually refers to Leisure Suit Larry during one of these 'encounters'). They also parody the character 'flirtation' that occurs in most of the QFG games (Hilde, Dinarzad, Janna Jamil, Katrina, Budar, Nawar, Elsa, Erana). These encounters are optional to winning the game however (and only one sex scene actually appears on screen in an exaggerated 'Leisure Suit Larry' kinda of way).\n  • Quite a bit of the game is a parody on Quest for Glory and other Sierra games. The loading screen parodies the piracy warning screens in the original Quest for Glory 1 VGA. Multiple characters break the fourth wall referring to the the game as a game, and the rest of the series as games. A picture in the Adventurer's Guild is the hero in EGA, and the hero can hardly believe he used to look that way. Another example is Erasmus mentions that the Hero will soon be traveling to Silmaria where he'll have to deal with the new universe of 3-D.\n  • Many of the games assets are ripped from other Sierra games such as the King's Quest series (KQ5 and KQ6) and Conquests of the Longbow. Other assets are ripped from other games such as the Secret of Monkey Island series or other sources.\n  • Bernard von Spielburg is the new Baron of Spielburg (as mentioned in QFGV). However he is captured by the pirates at the end. Elsa becomes the Baroness in the mean time, but the game mentions that she will be seen again in QFGV (hinting of her loss of power to her brother).\n  • Strangely Bruno is \"hung for 15 minutes on a short rope\" in this game, but he gets better in time for QFGV.\n  • It's possible to earn 515 points out of 500.\n  • The game's internal timeline neither follows the Mordavia History of Events nor does it follow the tetralogy timeline. There are several references within the game relating to the passage of time. The game takes place \"sometime between QFG4 and QFG5\". The game takes place in '02, 10 years after the Hero had graduated from the FACS in '92 (in the official published material this was about a month before QFG1). Hilde mentions that the last time she saw the hero, she promised the hero a date \"in a year\" and that she's is now ready to keep that promise. This could imply that the game takes place about a year after the first game. However, Sir Richard claims that the hero made a mess of Spielburg years ago, implying that several years have passed between QFG1 and QFG4½ (10 years if the reunion is any indication). Another guard in Spielburg castle also mentions the Hero's actions occured years before. A bulletin board asks for an exorcist with a minimum of 3 years experience (perhaps a nod to the hero going on adventures for three or more years between QFG1 and QFG4½). It takes the Hero a week to reach Spielburg from the the moment he left the Correspondence School Reunion. Baron Stefan von Spielburg death, Heinrich Pferdefedern death and Elsa von Spielburg disappearance occured the previous Spring about one year before the game.\n\n\nThis game has mixed fan response, some either enjoy it and others dislike it.\n\n  • Infamous Adventures (King's Quest III VGA, Space Quest II VGA) has been asked if they made the game, to which they replied in their general FAQ; \" No. But for kudos to them, it is a very funny game.\"[1][2]\n  • The Quest for Glory fansite, Quest for More Glory, does not permit any discussion on the topic of this game except within two specific threads.[3][4] They enacted an actual policy, in June 2010, regarding the game's discussion. Previous to the enactment of this rule, posts by forum members were deleted or entirely edited, and members were given warnings against mentioning the game (and were threatened with bans for repeat offenses).[5] As of July 4, 2012, the administrator of Quest for More Glory reversed her policy allowing discussion of the game, reinstating the old policy of banning anyone for the slightest mention of the game.[6] [7][8]\n  • Hero-U forums and Corey Cole allows discussions of this game but has reasonable criticisms about it as well. He considers some of the humor to be malicious and questions the teams ripping sprites from Quest for Glory and other games (a practice many early Sierra fan game developers committed).[9]\n  • PC gamer discussed this game in a Saturday Crapshoot article (which includes the risqué Centaur photo above)![10]\n\nTechnical IssuesEdit\n\nThis game is buggy. The dos version will not usually work in Dos Box, VDM Sound or other dos emulators. The only way to play the game on modern computers is use the rare windows version.\n\nThe rare Windows version will not install on modern computers without creating a workaround. To get the windows version to work, create a shortcut to QFG4.EXE, and add the line \"--setup\" at the end of the shortcut's Target field. This will load up the graphics and sound setup window. On modern machines switch the graphics to 640 x 480. For best results play in full screen mode. Once you have changed the settings then you can use the QFG4.EXE to enter the game.\n\nExternal LinksEdit\n\n\n  1. [1]\n  2. QFG4 1\/2 discussion\n  3. Quest for More Glory - Regarding posts about Quest for Glory 4 1\/2\n  4. QFG 4 1\/2 discussion\n  5. Quest for glory 4 ½ (the fan made return to Spielberg sequel to QFG1)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9924917817,
        "format_confidence":0.9903088212
    },
    {
        "url":"http:\/\/darksouls.wikia.com\/wiki\/Sun_Princess_Ring",
        "text":"For the Dark Souls variant, see Ring of the Sun Princess.\nFor the Dark Souls II equivalent, see Ring of Restoration.\n\nThe Sun Princess Ring is a ring in Dark Souls III.\n\nIn-Game Description\n\nRing associated with Gwynevere, princess of sunlight and eldest daughter of Gwyn, the First Lord.\nThe ring is vaguely warm, like a beam of sunlight, and gradually restores HP.\nGwynevere left her home with a great many other deities, and became a wife and a mother, raising several heavenly children.\n\n\nFound in Anor Londo. From the Aldrich, Devourer of Gods bonfire, ride up any of the two elevators and enter the Chamber of the Princess to find the ring.\n\n\nRestores 2 HP per second.\n\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9938068986,
        "format_confidence":0.9897534847
    },
    {
        "url":"http:\/\/minecraft.gamepedia.com\/Minecraft_Realms",
        "text":"From Minecraft Wiki\n(Redirected from Minecraft Realms)\nJump to: navigation, search\nMinecraft Realms\nMinecraft Realms Logo.png\n\n\n\n\nSupport address\n\nThis article needs updating.\nDescription: PC and PE\/Win10 Realms have a number of differences.[1]\nIf you have questions that need official sources, feel free to reach out to Marc Watson.[2]\nJanuary 17, 2017\n\nMinecraft Realms is an official subscription-based server hosting service that allows players to create and manage their own private Minecraft servers. Hosted by Mojang, Realms provides an easy and fast way to create servers and allows the owner to manage them from inside the game, without prior knowledge of the concepts for hosting on the Internet. Realms also allows players to choose from a list of minigames (updated by Mojang approximately every 2 weeks) to play temporarily, as well as several pre-made world templates, adventure maps, and experiences. Realms are not intended for large public servers, but for groups of friends or as a family server.[3]\n\nRequirements[edit | edit source]\n\nRealms is a service that can only be used by players that meet these requirements[4]:\n\nSubscriptions[edit | edit source]\n\nThe subscription screen in-game, accessed through the Configuration menu.\nManage your Realms subscriptions here.\n\nRealms is a subscription-based service. The link above will take you to your Mojang account page and will allow you to extend a current Realm or buy a new one ($7.99 per month for PC\/Mac, and $3.99 per month for Pocket).[5][6]\n\nThere are two types of subscriptions: Auto-renew and manual-renew. Auto-renew subscriptions automatically renew the Realms subscription every 30 days without you having to do a thing (this can be canceled). Manual-renew subscriptions need to be renewed manually and come in 30-day, 90-day, and 180-day packages for PC\/Mac, as well as two-friend and ten-friend packages for Pocket.[5][6]\n\nAll players are able to have a 30-day free Realms trial, providing they have not had a free trial on their Mojang account before.[7]\n\nUsing Realms[edit | edit source]\n\nMaps & templates[edit | edit source]\n\nWithin the Realms service, users can elect to temporarily replace their regular world with a Minigame or permanently replace their regular world with maps from the categories: World templates, Adventures, Experiences, or Inspiration. You also cannot use most of the commands or options while your realm is using a preset minigame. These maps are selected from community submissions by the Realms team. Certain maps may not be currently available on Realms due to being phased out or incompatible with the current update.\n\nMinigames[edit | edit source]\n\nMinigames are temporary games designed to be played and reset continuously.\n\nRelease Date Map Name Creator(s)\nApril 14, 2017 Fortress Frenzy 2 (More Info) ChainsawNinja\nApril 14, 2017 Chunk Runner (More Info) NeoMC, FantomLX, and iWacky\nMarch 31, 2017 Monster Kids (More Info) Moesh and Mojang\nMarch 31, 2017 Colorful Rotation (More Info) CommanderRedstone, 7x2, Xeronsis, and Toddler\nMarch 31, 2017 Makers Party (More Info) MineMakers Team\nMarch 14, 2017 Palette Slam (More Info) Archee and hgbf\nMarch 14, 2017 Cublex (More Info) Vilder50 and Pollieboy\nMarch 14, 2017 Sky Desert Challenge (More Info) Code__\nFebruary 8, 2017 Elytron (More Info) Theticman and ChildOfStars\nFebruary 8, 2017 10 Minute Parkour (More Info) FantomLX, iWacky, and Tiliba\nJanuary 20, 2017 Battle of Gods (More Info) McMakistein, Sqored, and EnrazeGames\nJanuary 20, 2017 Highliner (More Info) McDic and Kayan\nDecember 16, 2016 The Naughty List (More Info) The Naughty Elves\nDecember 16, 2016 Ice Wars (More Info) Team Noot\nDecember 16, 2016 Christmas Brawl (More Info) MineMakers Team\nDecember 16, 2016 Logic&Elves (More Info) Dwittyy\nDecember 2, 2016 Fort Craft (More Info) goCreative\nDecember 2, 2016 Hot Potato (More Info) Team Cryus\nNovember 18, 2016 Makers Punch (More Info) MineMakers Team\nNovember 5, 2016 Color Run (More Info) Team Cryus\nOctober 29, 2016 Pumpkin Party (More Info) Plagiatus, dragonmaster95, and Tomhelduf\nOctober 29, 2016 Trick or Treat (More Info) CommanderRedstone, BREEZ90, gilly330, and Pebble\nOctober 10, 2016 Valley of the Kings (More Info) The Broken Buttons\nSeptember 16, 2016 Makers Wars (More Info) MineMakers Team\nAugust 23, 2016 Imperium (More Info) Vilder50 and Pollieboy\nAugust 16, 2016 Ludo (More Info) Plagiatus, dragonmaster95, and Vilder50\nAugust 16, 2016 Wither's Challenge (More Info) Xiantis and Hypixel\nAugust 16, 2016 Clambering Cubes (More Info) bananenbroek4\nJuly 14, 2016 Makers Spleef (More Info) MineMakers Team\nJune 28, 2016 Blocked In Combat (More Info) PingiPuck, pandymit, EpicMelon, and DarkPiep\nMay 27, 2016 ZeGame (More Info) JesperTheEnd\nApril 22, 2016 Carrot Catcher (More Info) Halbrave\nApril 12, 2016 Sunburn Phoenix yrsegal and destruc7i0n\nApril 11, 2016 Minecar Racing (More Info) McMakistein\nApril 5, 2016 Western Dodge (More Info) Halbrave\nMarch 21, 2016 Replica (More Info) Mlakuss\nFebruary 2, 2016 Half Heart Race (More Info) Team Wooloo\nJanuary 21, 2016 Jump Arena (More Info) NateT_Bird\nDecember 17, 2015 Entrapment (More Info) slicedlime\nDecember 14, 2015 3D Minesweeper (More Info) TheAl_T\nNovember 11, 2015 The Dropper (More Info) Bigre\nOctober 27, 2015 CastleRise: Brothers’ Feud (More Info) Kanoc\nOctober 21, 2015 Monster’s Portal (More Info) Matdog and Vilder50\nOctober 20, 2015 Sunburn Reforged (More Info) yrsegal and TheDestruc7i0n\nAugust 21, 2015 Build-off Parkour (More Info) slicedlime\nAugust 21, 2015 Solitaire (More Info) JesperTheEnd\nAugust 20, 2015 Labyrinth (More Info) samasaurus6, buckingirl4, and MineyCow\nAugust 20, 2015 Point Runner (More Info) CitrioN and Xisuma\nAugust 20, 2015 Zomberman (More Info) Brutec\nAugust 14, 2015 Sharks vs. Steve (More Info) TwitchNitr0\nJuly 27, 2015 Splatter (More Info) SethBling\nJuly 22, 2015 Bubble Shooter (More Info) slicedlime\nMarch 1, 2015 Memory Battle K1ll1er, Huntondoom, Quazymoodo, and ImLeeRii\nMarch 1, 2015 TNT Run K1ll1er, Huntondoom, Quazymoodo, and Chrisbambiies\nOctober 24, 2014 Diamond Defender (More Info) Xisuma and Eease\nOctober 24, 2014 Pizzaspleef (More Info) SethBling\nOctober 20, 2014 Color Cube (More Info) Musclecraft\nOctober 20, 2014 Missile Wars (More Info) SethBling and Cubehamster\nOctober 15, 2014 Bloxorz (More Info) JesperTheEnd\nOctober 15, 2014 Knockback Madness (More Info) AKAMC\nDecember 19, 2013 Autospleef (More Info) SethBling\nDecember 19, 2013 Block vs. Zombies (More Info) SethBling\nDecember 19, 2013 Cake Defense (More Info) FVDisco\nDecember 19, 2013 Dash of Doom (More Info) Dragnoz\nDecember 19, 2013 The Walls (More Info) Hypixel\n\nAdventures[edit | edit source]\n\nAdventures are maps designed for long term play.\n\nRelease Date Map Name Creator(s)\nFebruary 8, 2017 The Forgotten Book (More Info) Foleros and tomaxed\nJanuary 20, 2017 Story Mode - Redstonia (More Info) Onnowhere\nNovember 23, 2016 Light Your Way Home (More Info) BlockWorks and Mojang\nNovember 5, 2016 A Giant Quest (More Info) Team Wooloo\nNovember 5, 2016 Bear Buds (More Info) Mithey and Blueloving\nNovember 5, 2016 Sad Panda Adventures 2 (More Info) Mithey and Blueloving\nOctober 29, 2016 Herobrine's Mansion (More Info) Xiantis and Hypixel\nOctober 29, 2016 Monster Kids (More Info) Moesh\nOctober 29, 2016 The Dornenstein Estate (More Info) Mangelware, DIDschl, and Saophai\nOctober 29, 2016 Unsighted Shadow (More Info) MineMakers Team\nOctober 14, 2016 Gray (More Info) CommanderRedstone\nOctober 14, 2016 Sad Panda Adventures (More Info) Mithey\nSeptember 16, 2016 Chicken’s Courage (More Info) Mithey\nAugust 10, 2016 Where Next (More Info) TPCBonehound\nJuly 18, 2016 Negentropy (More Info) Plagiatus and SDCStudio\nJune 21, 2016 Captive Minecraft IV: Winter Realm (More Info) TheFarlanders\nJune 10, 2016 Infinity Dungeon (More Info) Jigarbov\nMay 15, 2016 The Present Factory (More Info) QwertyuiopThePie, NateT_Bird, and Wiskeyweasel\nMay 10, 2016 Terra Swoop Force (More Info) The Noxcrew\nApril 22, 2016 G.A.T.O.S. (More Info) Team Wooloo\nApril 22, 2016 We are the Rangers (More Info) Dragnoz, Samasaurus6, Blockworks\nApril 12, 2016 Oscilight: The Light Shadow (More Info) Dwittyy\nApril 11, 2016 Don't Go Insane (More Info) Datenegassie\nJanuary 21, 2016 Total House Bombover (More Info) Team Wooloo\nJanuary 12, 2016 The Genius Machine (More Info) The VoxelBox\nNovember 12, 2015 Wayward Wonders (More Info) M0ndy\nNovember 4, 2015 The Heist (More Info) Cubehamster, Wubbi, Samasaurus6\nOctober 22, 2015 UHC Blox (More Info) gerrybrano\nOctober 5, 2015 Lucid Nightmare (More Info) Farenheit\nAugust 21, 2015 The Muk-Luk Lodge (More Info) The VoxelBox\nJuly 17, 2015 Random Skies (More Info) Dragnoz\nOctober 24, 2014 Spellbound Caves (More Info) Vechs\nOctober 15, 2014 Diversity 2 (More Info) QMagnet\n\nWorld templates[edit | edit source]\n\nWorld templates are maps designed for usage as custom survival world spawns. Normal terrain generates beyond the hand-made spawn area.\n\nRelease Date Map Name Creator(s)\nDecember 16, 2016 Frosty Wind (More Info) Theticman and ChildOfStars\nDecember 2, 2016 Vaslen (More Info) Terasal\nNovember 14, 2016 The Lost Civilization (More Info) Blockception and Mojang\nOctober 29, 2016 Forgotten Hamlet (More Info) Theticman and ChildOfStars\nOctober 14, 2016 Canopy Dream (More Info) Theticman and ChildOfStars\nSeptember 16, 2016 Waldur (More Info) Halbrave, Pebble, and Kovu\nAuguest 24, 2016 Reddern (More Info) Pe3tr, Twett, and Tiliba\nAugust 23, 2016 Jeontong Village (More Info) Mangelware\nAugust 16, 2016 Ghost Town (More Info) Pe3tr, Twett, and Tiliba\nAugust 9, 2016 Murky Manor (More Info) Nobleman, Defran, and Vek\nAugust 8, 2016 Aurora Glade (More Info) Mangelware\nAugust 1, 2016 Mushroom Plantation (More Info) _Ug, IkeShroom, and P0weri\nJune 10, 2016 Dragon's Roost (More Info) Inryft, Floodplain, and Nobleman\nJune 7, 2016 Stellar Impact (More Info) Springstof\nApril 28, 2016 Elleroth (More Info) Pe3tr and Twett\nApril 12, 2016 Floral Ranch (More Info) Pe3tr and Twett\nMarch 21, 2016 Desert No... (truncated)",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9918091893,
        "format_confidence":0.9663510323
    },
    {
        "url":"http:\/\/battlefieldheroes.wikia.com\/wiki\/Reedem_Code",
        "text":"Reedem Code Frame\n\nImage of the redeem box on the official website.\n\nRedeem Codes are used to give out special items during an event or to hand out Promotion Items. This feature existed already during the Closed Beta.\n\nRedeem codes consist of 16 capitalized letters and numbers divided in pairs of 4, each pair separated by a dash (e.g. R5U7-IU8T-02PO-1W9P).\n\nCodes can be configured to expire at a specific date. The amount of uses is depending on the intent. Some are unique (contest prizes), limited (promotion) or unlimited (rewards). In each case they can be used only once per account.\n\nWhere & How to redeem a code?Edit\n\nTo redeem a code, log in to and go to: \"Store & funds\" > \"Redeem Code\"\n\n\nSome people still try to offer 700BF Redeem Codes or others from olden times. Those codes have already expired or are accessible to everyone. So don't give money or account detail in return. You will be scammed in each case!\n\nTo reduce the risk of scamming and fair dispotion when giving out certain rewards the Reward System was introduced the 16th May 2011 and both features will persist next to each other. Depending on the demand either the one or the other will be used in the future.\n\n\n  • Closed Beta rewards like the Monkey and Parrot or the 700BF code.\n  • Trial Weapon Codes (UZI, modern Shotgun, GL)\n  • Trial Set Codes (El Hermosos\/Navaja Roja's set, Astronaut\/Kosmonatut sets...)\n  • Special events like\n    • Halloween (Zombie Mask, Skeleton Head)\n    • Christmas (Horns, XP\/VP-Boosts, Tonics)\n    • 7.000.000 users (free tonics and XP\/VP boost)\n    • 2 Years Of BFH ( 2 Year Anniversary Hat and 77 BF for each faction)\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9958332777,
        "format_confidence":0.9545060992
    },
    {
        "url":"https:\/\/dragon-quest.org\/wiki\/Amodeus",
        "text":"From Dragon Quest Wiki\nJump to navigation Jump to search\n\nThe Amodeus is a new monster in the Dragon Quest series and it was introduced in Dragon Quest X.\n\n\nAmodeuses are a humanoid monsters. They have the appearance of, a pink-colored, human of the XVIII century with baroque details in their outfits like a purple curly wig on their head, a lavander foulard or a pair of bronze wings at their back. They wear a fuchsia long jacket that is buttoned from the neck to the waist and there it opens, orange pants and greyish purple leather boots with pale lavender details. They wield a white baton on their left hands, and normally attack the party if they were conducting an orchestra.\n\n\nDragon Quest X[edit]\n\nOther appearances[edit]\n\nDragon Quest Monsters: Super Light[edit]\n\n\nSee also[edit]\n\n\nWikia icon.png  This page uses Creative Commons Licensed content from Wikia.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9764398932,
        "format_confidence":0.9913262725
    },
    {
        "url":"http:\/\/retrowiki.wikidot.com\/navigation",
        "text":"Skill Characteristics\n\nAction Duration: 2\nEndurance cost: 5\nAffecting stats: int\nResisting stats:\nSkill Category: nature\nSkill Level: 2\nSkill Type: Non combat\nSkill Targetting: special\nLocation: outside\n\nSkill Description\n\nUsage: use navigation at world Using knowledge of the outdoors, one can determine which planet he is on. Usage: use navigation at memorized location Using knowledge of the outdoors, one can determine roughly how far away and in which direction the target location is, from the current location. This only works if the skill user is within the same region as the target location.\n\n\nExcept where stated otherwise, content is © 2007–2008 RetroWIKI contributors, all rights reserved. Content from the RetroMUD game or the website is © 1994–2008 RetroMUD and\/or RetroMUD staff, used here only for commentary, without permission.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9953873754,
        "format_confidence":0.6518307924
    },
    {
        "url":"http:\/\/www.ign.com\/wikis\/mass-effect-3\/M-98_Widow?objectid=138919",
        "text":"Mass Effect 3: Leviathan\n\n| |\nRelease Date: August 28, 2012\n\nM-98 Widow\n\nEdit Page    Last Edit: 3 years 2 months ago\n\nThe M-98 Widow is a sniper rifle introduced in Mass Effect 2. It is acquired by selecting it if Shepard is a Soldier or Infiltrator. Only Shepard and\/or Legion are able to use it. Weighing in at 39 kilograms, the Widow Anti-Material Rifle is primarily used by sniper teams in assault missions against armored vehicles or krogan. While kinetic barriers offer effective protection on vehicles, the kind generated by conventional military field generators are far too weak against the Widow. The Widow was never designed to be carried and fired by a human. Although this modified model can be carried, no ordinary human could fire it without shattering an arm.\n\nFound on Thessia during main quest, about halfway through the mission. Its weight is identical to that of the Javelin and Black Widow. It does the highest damage of all the sniper rifles.\n\nIts other properties are very similar to the Black Widow, except the M-98 Widow can only fire one shot per thermal clip; like the Black Widow, it is also capable of double kills. Due to the relatively late acquisition of this rifle, coupled with the fact that the Javelin (acquired slightly earlier) almost matches it for damage while also being able to fire through cover, this rifle is a relatively poor choice for a primary weapon.\n\nWhat Links Here\n\nSniper Rifles | Trailer Analysis | Javelin\n\nFrom Around The Web\nblog comments powered by Disqus\nDownload PDF\n\nTop Wiki Contributors\n\nEdits: 4,662\nEdits: 857\nEdits: 841\nEdits: 787\nSee All Top Contributors »\nWiki Help\n\nNeed assistance with editing this wiki?\nCheck out these resources:\n\nExpand Navigation",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9930229187,
        "format_confidence":0.9907813668
    },
    {
        "url":"http:\/\/strategywiki.org\/wiki\/Shanghai",
        "text":"From StrategyWiki, the video game walkthrough and strategy guide wiki\nJump to: navigation, search\nBox artwork for Shanghai.\nDeveloper(s) Activision (US), SunSoft (JP)\nPublisher(s) Activision (US), SunSoft (JP)\nDesigner(s) Brodie Lockhart\nRelease date(s)\nGenre(s) Puzzle\nSystem(s) Amiga, Apple II, Apple IIGS, Arcade, Atari 8-bit, Atari ST, Commodore 64\/128, TRS-80 Color Computer, Famicom, Game Boy, Lynx, Macintosh, MSX, Nintendo DS, PSP, Sharp X68000, SMS, PC Engine, TI-99\/4A, Wii\nFollowed by Shanghai II\nTwitch Shanghai Channel\nYouTube Gaming Shanghai Channel\n\nShanghai is a computerized version of Mahjong solitaire, a tile matching game. In Shanghai, the player removes both free tiles of a matching pair until all 144 tiles are gone. The challenge comes from devising a strategy to free up tiles so they can be removed from the stack. After winning a game, different versions present the player with a reward. For example, in many versions, the tiles reveal the three-dimensional blinking eye of a dragon behind the game screen.\n\nThe first commercial version of Shanghai was developed by Brodie Lockhart and published by Activision in 1986 for several popular American and European home computers. As its popularity grew it was ported to several different home consoles and hand held gaming systems. Though developed by a number of different companies, Japanese ports were primarily handled by Sunsoft, including a version developed for the arcade in 1988. It should be noted, however, that not all versions were released in all markets.\n\nThe initial home computer versions were published in the United States and Europe. The Atari 8-bit conversion of the game was released exclusively in Germany, one of the last regions where the platform was still commercially successful. Published by Hudson Soft as a launch title, Shanghai was released for the PC Engine exclusively in Japan. The Famicom version, developed by SunSoft, was also exclusively sold in Japan. The arcade game the SunSoft developed was not marketed outside of Japan.\n\n\nShanghai is a solitaire matching game that uses a set of tiles rather than cards. The tiles come from the four-player game popular in East Asia known as Mahjong (to which the game is sometimes erroneously referred). The 144 tiles are arranged in a special four-layer pattern with their faces upwards. A tile is said to be open or exposed if it can be moved either left or right without disturbing other tiles. The goal is to match open pairs of identical tiles and remove them from the board, exposing the tiles under them for play. The game is finished when all pairs of tiles have been removed from the board or when there are no exposed pairs remaining.\n\nTiles that are below other tiles cannot be seen. Sometimes, tiles are only partially covered by other tiles, and the extent to which such tiles can be distinguished depends on the actual tile set. Using the default layout of 'the turtle', it is not possible to solve every game. Roughly 3% of all games cannot be solved even if peeking is considered. Players should open up new tiles with every pair they eliminate. Choosing obvious pairs from the top levels will often end the game prematurely (i.e. lose) by leaving essential tiles under cover.\n\nSome versions of Shanghai allow the player to change the tile set and patterns from the traditional tiles to flowers, jewels or other items that may be easier to match up at a glance. Some versions offer a time limit, including the arcade game in which a time limit is imposed. They also offer hints\/cheat options such as the ability to have a match found for the player or to backtrack and undo already made moves. Additionally, most implementations of the game arrange the tiles in such a way that the game is solvable in at least one way. Sequel revisions of the game allow player to try a series of different layouts with varying levels of difficulty (usually given Chinese names such as 'the ox' or 'the snake')\n\n\nControl Action\nArcade-Button-Joystick.png Moves the cursor\nAtari-Switch-Button.png Selects tiles, options\nStart button Begin a game, or summon menu\n\nThe object of the Mahjong solitaire board game is to match and remove alike tiles and get rid of the entire stack of five layers. To removing a tile it must be:\n\n  • Free: No other tile is lying above or is partially covering it and no other tile is lying to the left and to the right of it. In other words, one side must be free for the tile to be removed.\n  • Pairs: One must remove the tiles in pairs. Two tiles are identical if they possess the same face pattern. Other pairs include flower and season tiles. Any of these tiles can be matched up with another.\n\nIn most variations, the order of operations to remove tiles is to:\n\n  1. Point to the first tile of the desired pair and press the button to highlight it.\n  2. Point to the second tile of the desired pair and press the button to highlight it.\n  3. When you are sure that you would like to remove the highlighted pair of tiles, press the button a third time.\n\nIf you decide to cancel or change the first tile that you selected, you must unhighlight the original tile by pointing to it and pressing the button a second time.\n\n\nGame screen. The dragon tiles are drawn as: Green Dragon, the rightmost tile of the bottom column; White Dragon, the third leftmost tile of the second upmost column; and Red Dragon, the third rightmost tile of the top column.\n\nA Mahjong set consists of 144 tiles. These are split into the following seven groups (a.k.a. sets):\n\n  1. Ball tiles. There are nine of them. Each appears four times.\n  2. Bamboo tiles. There are nine of them. Each appears four times. Notice that the \"One of the Bamboo\" tile is drawn like a peacock.\n  3. Character tiles. They are drawn as containing two Chinese characters, where the upper one indicating the number is in black, and the lower one in red. There are nine of them, each of which appears four times.\n  4. Wind tiles. There are four wind tiles: East, South, West and North represented as their Chinese characters. Each of them appears four times.\n  5. Dragon tiles. There are three dragon tiles: Green Dragon, White Dragon and Red dragon. They are drawn as Chinese characters in this game. Each of them appears four times.\n  6. Season tiles. There are four tiles, each representing a season of spring, summer, autumn or winter. Each of them appears only once, and any of them can match with another.\n  7. Flower tiles. There are four tiles, each representing one of the following: ORC (Orchid), PLM (Plum), BAM (Bamboo) and MUM (Chrysanthemum). Each of them appears only once, and any of them can match with another.\n\nThese tiles may be hard to distinguish.\n\nThe \"Level\" at the bottom of the screen shows you the height of the tiles, as the game is only two-dimensional. It is recommended to learn this early, as it is easy to forget that the lower, inside tiles are actually higher and free to remove.\n\nStrategy Tips[edit]\n\n  • When removing a pair, an identical pair exists in the layout. Check if the other pair has any problem being removed later or one of the tiles you want to remove now should rather be used with another of its kind.\n  • Long rows and tall stacks are hardest to remove and block the most tiles. Work on those first but still keep the other strategies in mind when doing so. Plan ahead to see which areas might have problems and which tiles need special attention, so you do not remove a pair and get stranded with one you cannot remove.\n  • If all of a kind can be removed, do so straight away to clear space. An emptier board is much easier on the eye and mind and after all, the objective is to remove all tiles anyway.\n  • Using the hints shows you one possibility, not the best one. Following this advice might lead into a dead end.\n  • If you have the choice between 3 tiles, keep the one that is least affecting the rest of tiles. In other words remove the one that frees up the most tiles.\n\nGame Modes[edit]\n\nStart screen.\n  • Solitaire: 1-Player. Remove all tiles without a time limit.\n  • Tournament: 1-Player. You get 1 point for each tile removed. Go through several puzzles with or without a time limit. Choose 5, 10 or 20 minutes to complete as many sets as you can.\n  • Challenge: 2-Player. In this mode you have time-limited turns. Choose between 10, 20, 30, 60 seconds per turn. Player 1 starts. Inevitably, some turns will result in a match being removed and some won't. At the end (when the layout is clear or unwinnable) the player with the biggest score wins.\n\nCommon options[edit]\n\nWhile the game play is the same between each version of the game, the available options differ from one release to the next. Below is a list of common options that are typically present throughout the majority of releases. Interestingly, if the game is in Japanese, most selections are English commands written in Katakana, as opposed to fully translated Japanese commands.\n\nOption Japanese Description\nTiles or\nFile Select\nファイルセレクト Many versions of Shanghai come complete with preloaded puzzle arrangements that are known to be challenging but solvable.\nNew Game ニューゲーム Choose this if you wish to give up on the current arrangement and begin working on a new one.\nHelp ヘルプ This is typically an option that opens a sub-menu of choices that you can select to improve your chances of solving an arrangement.\nBackup or\nプレイバック Choose this to rewind your previous moves, one pair of tiles at a time. Typically, this can be taken all the way back to the start of the game.\nRestart or\nTry Again\nトライアゲイン Select this option if you wish to start the current puzzle arrangement over from the beginning.\nHint or\nヒント This option will highlight a pair of tiles that are available for removal. While this will show one available selection, it may not be the most strategic selection.\nMusic or\nミュージック Some versions of the game which play background music while you play provide you with a choice of three different melodies (メロディ) or silenc... (truncated)",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9969872832,
        "format_confidence":0.9871186018
    },
    {
        "url":"http:\/\/disneyinfinity.wikia.com\/wiki\/Aurora%27s_Birthday_Cake",
        "text":"Disney INFINITY Wiki\n\nAurora's Birthday Cake\n\n3,422pages on\nthis wiki\nAdd New Page\nComments2 Share\nAurora's Birthday Cake\nAurora&#039;s Birthday Cake\nName Aurora's Birthday Cake\nFranchise Sleeping Beauty\nType INterior Item\n\nAurora's Birthday Cake is an object that originates from Disney's Sleeping Beauty. It can be placed in INterior Spaces in Disney Infinity: 2.0 Edition.\n\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9156658649,
        "format_confidence":0.9823521972
    },
    {
        "url":"http:\/\/wiki.teamfortress.com\/wiki\/Merc's_Pride_Scarf",
        "text":"Merc's Pride Scarf\n\nFrom Team Fortress Wiki\nJump to: navigation, search\nBetrayal will not be tolerated.\nThe Administrator on team loyalty\n\nThe Merc's Pride Scarf is a promotional cosmetic item available to all classes. It is a team-colored woolen scarf bearing the Team Fortress 2 logo. It dangles about from the wearer's neck.\n\nThis item was awarded in Genuine quality to players who pre-purchased Football Manager 2012 on Steam before October 21, 2011.\n\nUpdate history\n\nOctober 13, 2011 Patch (Manniversary Update & Sale)\n\n  • The Merc's Pride Scarf was added to the game.\n\nOctober 18, 2011 Patch\n\nOctober 25, 2011 Patch\n\n  • The Merc's Pride Scarf was made tradable, giftable and available for purchase.\n\nAugust 27, 2013 Patch\n\n  • [Undocumented] Added Strange quality.\n\n\nSee also",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9893556237,
        "format_confidence":0.9873237014
    },
    {
        "url":"https:\/\/runescape.fandom.com\/wiki\/Baby_mole",
        "text":"[FAQ] • [doc]\n\nBaby moles are pink-skinned babies of the Giant Mole in the Falador Mole Lair. They may be attacked, but they are extremely weak.\n\n\n100% drops\n\nItem Quantity Rarity GE price\n\nUniversal drops\n\nUniversal drops are dropped by nearly every monster outside of Daemonheim.\nThese drops are dropped alongside main drops.\nItem Quantity Rarity GE price\nKey tokenKey token1RareNot sold\nMimic kill tokenMimic kill token1Very rare5,575\n\n\n  • Before the Giant Mole update, they were unattackable.\n  • Some moles previously had the examine texts \"I will call him, Mini Mole.\" and \"Mooooooooooooole.\"\n  • All of the examine texts were a reference to a scene from an Austin Powers film, where one of the characters has a mole on his face and Austin repeatedly talks about it by accident. Another is a reference to 'Mini Me', a smaller cloned version of the series' antagonist, Doctor Evil.\nCommunity content is available under CC-BY-SA unless otherwise noted.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9904353619,
        "format_confidence":0.9660691023
    },
    {
        "url":"https:\/\/m.bulbapedia.bulbagarden.net\/wiki\/Flying_Memory",
        "text":"Open main menu\n\nBulbapedia β\n\nFlying Memory\nFlying Memory\nFlying Memory\nFlying Memory\nPokémon Global Link artwork\nIntroduced in Generation VII\nGeneration VII Bag Items pocket icon.png Items\nPower 50\n\nThe Flying Memory (Japanese: フライングメモリ Flying Memory) is a type of held item introduced in Generation VII. It is one of the memories that are associated with Silvally. It corresponds to the Flying type.\n\n\nIn the core series games\n\n\nGames Cost Sell price\nSMUSUM N\/A PokémonDollar.png500\n\n\nIn battle\n\nIf the holder uses Multi-Attack, it becomes a Flying-type move.\n\nRKS System changes a Silvally holding this item to its Flying-type form. Item-manipulating effects (such as Trick and Fling) cannot give Silvally a memory or remove a memory from Silvally.\n\nOutside of battle\n\nRKS System changes a Silvally holding this item to its Flying-type form.\n\n\nGames Description\nSMUSUM A memory disc that contains Flying-type data. It changes the type of the holder if held by a certain species of Pokémon.\n\n\nGames Finite methods Repeatable methods\nSM Aether Paradise (from Gladion after becoming Champion)\nUSUM Ancient Poni Path (from Wicke after becoming Champion)\n\nIn other languages\n\nLanguage Title\nChinese Cantonese 飛翔記憶碟 Fēichèuhng Geiyīkdihp\nMandarin 飛翔記憶碟 Fēixiáng Jìyìdié *\n飞翔存储碟 Fēixiáng Cúnchǔdié *\nFrance Flag.png French ROM Vol\nGermany Flag.png German Flug-Disc\nItaly Flag.png Italian ROM Volante\nSouth Korea Flag.png Korean 플라잉메모리 Flying Memory\nSpain Flag.png Spanish Disco Volador\n\nExternal links\n\nProject ItemDex logo.png This item article is part of Project ItemDex, a Bulbapedia project that aims to write comprehensive articles on all items.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9933520555,
        "format_confidence":0.9866211414
    },
    {
        "url":"https:\/\/nookipedia.com\/wiki\/Mannequin",
        "text":"From Nookipedia, the Animal Crossing wiki\nFour mannequins wearing clothes\n\nMannequins are furniture items in Animal Crossing: New Leaf that the player can display clothing on. Outfits for a mannequin can be changed it while in a house\/display room. The player can switch clothes with a mannequin, provided that it is theirs. Mannequins cannot be sold, dropped, traded via Re-Tail, wear Wet Suits, be mailed, or be discarded.\n\n\nThere are a total of four mannequins available. They can be obtained from the following characters:\n\nSee also[edit]",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9948582649,
        "format_confidence":0.9881368279
    },
    {
        "url":"http:\/\/www.metroidwiki.org\/wiki\/Metroid_II:_Return_of_Samus",
        "text":"Metroid II: Return of Samus\n\nFrom Metroid Wiki\nJump to: navigation, search\nPosition in Timeline\nMetroid Release Date Super Metroid\nMetroid Prime 3: Corruption \/ Metroid Prime Trilogy Metroid Chronology Super Metroid\n\nMetroid II: Return of Samus\nMetroid II: Return of Samus\n\nMetroid II: Return of Samus North American Cover Art\n\nPublisher Nintendo\nDeveloper(s) Nintendo R&D1\nPlatform(s) Game Boy\n\nNorth American release August 26, 1991\nEuropean release May 21, 1992\n\nJapanese release January 2, 1992\n\nGenre Action Adventure\nRatings ESRB: K-A (Player's Choice release)\nModes Single-player\nMedia 2-megabit cartridge\nInput D-pad, face buttons\nTheme Title theme\nStrategy Guide and Walkthrough\nStrategy Wiki\nSamus om Stub Template.png\n\nThis article is a stub. You can help Metroid Wiki by expanding it.\n\nMetroid Wiki is in need of filling in various stubs!\n\nMetroid II: Return of Samus is the second game of the Metroid franchise, and is the original sequel to the 1986 NES title Metroid. It was released for the Game Boy in 1991. Chronologically, its events follow those of the Metroid Prime: Trilogy and precede those of Super Metroid.\n\nStory continuity\n\nAlthough Return of Samus was originally intended to be a sequel to Metroid, several newer games take place between the two titles. The entire Metroid Prime series takes place between Metroid and Return of Samus, placing the game sixth in the timeline.\n\n\nSamus lands on the desolate planet SR388, the Metroid home world. Her mission is to eliminate every Metroid on the planet. Inside the labyrinthian cave system of the planet, she encounters many different hostile life forms, such as Hornoads and the Metroids. Alpha Metroids, Gamma Metroids, Zeta Metroids, and even Omega Metroids. As Samus proceeds deeper into the planet, she is forced to eliminate every Metroid. When she finally reaches the farthest depths of the caverns and she finds a giant Queen Metroid. After a difficult battle with the Queen, Samus continues to search for the last remaining Metroid, only to discover a Metroid Hatchling. Rather than attacking her, it follows her, believing Samus is its maternal figure. Seeing the potential for scientific discoveries, Samus decides not to terminate it. She returns to her ship by way of an escape cavern that is cleared out by the baby Metroid.\n\nAfter Samus's mission on SR388 is over, she brings the last surviving Metroid to the Ceres Space Colony to have scientists harness its power. After it is stolen by Ridley, Samus returns to Zebes to find it. This story is told in the 1994 SNES title Super Metroid.\n\n\nBased on the amount of time in which the player beats the game, there are three different possible endings while the credits play.\nThe possible endings are:\n\n  • 5 or more hours: Samus keeps running.\n  • Between 3 to 5 hours: Samus curls into a ball, jumps, and lands.\n  • Under 3 hours: Samus curls into a ball, jumps, and lands wearing a bikini.\n\n\nSee Credits: Metroid II: Return of Samus for more information.\n\n\n\n  • Return of Samus is the only main Metroid game not to have an exclusive game page on the official Nintendo press site (username: guest, password: nintendo).\n  • Return of Samus is also the only 2D game that was not developed by Metroid director Yoshio Sakamoto.\n\nExternal Links\n\nMetroid Recon's Complete Map of Metroid II's SR388",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9959852695,
        "format_confidence":0.9919752479
    },
    {
        "url":"http:\/\/polytopia.wikia.com\/wiki\/Fishing",
        "text":"Super Tribes Wikia\n\n\n108pages on\nthis wiki\nAdd New Page\nComments0 Share\n\nFishing is a technology that allows you to collect fish for 2 stars in a city's adjacent waters. Each act of fishing provides one bar of population to the city the fish located in.\n\nFishing is a tier one technology that expands into Sailing, Whaling, Navigation and Aquatism.\n\nThe Kickoo start with fishing.\n\nAd blocker interference detected!\n\nWikia is a free-to-use site that makes money from advertising. We have a modified experience for viewers using ad blockers\n\nWikia is not accessible if you’ve made further modifications. Remove the custom ad blocker rule(s) and the page will load as expected.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9944034815,
        "format_confidence":0.9770002365
    },
    {
        "url":"https:\/\/nintendo.fandom.com\/wiki\/FuRyu",
        "text":"FuRyu's old logo\n\nFuRyu is a Japanese developer and publisher. They most commonly do anime games but they have done original IPs as well. Their other businesses include photo-booths, mobile games and figures. They currently have 322 employees.\n\nCompany History\n\nIn 2015, they changed their logo and slogan.\n\nGames made\n\nNintendo DS\n\nNintendo 3DS\n\nCommunity content is available under CC-BY-SA unless otherwise noted.",
        "topic_id":11,
        "format_id":7,
        "topic_confidence":0.9726533294,
        "format_confidence":0.9814029932
    }
]