[
    {
        "url":"http:\/\/www.librarything.com\/profile\/Kattermole",
        "text":"Search Kattermole's books\n\nRandom books from Kattermole's library\n\nReaching Tin River by Thea Astley\n\nAll about my naughty little sister by Dorothy Edwards\n\nThe secret of Killimooin by Enid Blyton\n\nDead water by Barbara Hambly\n\nThe Restaurant at the End of the Universe by Douglas Adams\n\nFor Whom the Bell Tolls by Ernest Hemingway\n\nBrideshead Revisited by Evelyn Waugh\n\nMembers with Kattermole's books\n\nRSS feeds\n\nRecently-added books\n\nKattermole's reviews\n\nReviews of Kattermole's books, not including Kattermole's\n\nSite design selection\n\nUse the new design\n\nUse the old design\n\nThe old design is no longer fully supported nor does it get full attention when we roll out new features. We strongly recommend using the new design.\n\n\nMember: Kattermole\n\nCollectionsPenguin Classics (26), Nonfiction (14), History (1), Fiction (675), Shubooks (540), Biography and autobiography (531), Cats (510), Children's Books (549), Crime (448), Fantasy (539), fashion (511), Funny (389), GO (576), Historical Fiction (448), Liam & Elliott (507), Books and reading (487), Paris (520), Self help (518), Space Opera (404), War (404), Young Adult (494), Your library (530), Wishlist (499), To read (524), Favorites (437), All collections (676)\n\nReviews5 reviews\n\nTagsPenguinclassics (25), School (21), Nostalgia (20), Paris (14), Philosophy (6), TBR (6), wind in the Willows (5), Psychology (5), Fantasy (5), Animals (5) — see all tags\n\nCloudstag cloud, author cloud, tag mirror\n\n\nLocationSydney Australia\n\nFavorite authorsNot set\n\nAccount typepublic, lifetime\n\nURLs \/profile\/Kattermole (profile)\n\/catalog\/Kattermole (library)\n\nMember sinceNov 14, 2006\n\nHelp\/FAQs | About | Privacy\/Terms | Blog | Contact | APIs | WikiThing | Common Knowledge | Legacy Libraries | Early Reviewers | 91,159,959 books! | Top bar: Always visible",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9684092402,
        "format_confidence":0.949657023
    },
    {
        "url":"http:\/\/fanfiction.mugglenet.com\/viewuser.php?action=reviewsby&uid=124983",
        "text":"MuggleNet Fan Fiction\nHarry Potter stories written by fans!\nLilystar_12 [Contact]\n\nI like mismatched knee socks and rain. I hate long car rides and cheese. I love my friends and currently have a splitting headache.\n\nMy favourite genres are Marauder Era and TNG; my favourite ships are D\/Hr or D\/Ginny, because they are so farfetched. I also LOVELOVELOVE James\/Lily, but I only ever read fanfics that are at least 3 chapters long, or over 4000 words.\n\nFeel free to let me know if you come across a good one!\n\n[Report This]\n\nStories by Lilystar_12 [0]\nFavorite Authors [0]\nFavorite Stories [20]\nLilystar_12's Favorites [20]\nReviews by Lilystar_12\n\nThe Curtain Call by Amelia Bedelia\n\nRated: 3rd-5th Years • 421 Reviews\nSummary: James and Lily spend their summers together producing plays, though neither are happy about the presence of the other. With James, as the set designer, and Lily, as the actress, tensions run high.\nReviewer: Lilystar_12 Signed\nDate: 05\/14\/08 Title: Chapter 12: The Confession\n\nThis is one of my fave stories! Just promise to update, mmmkay?\n\nReviewer: Lilystar_12 Signed\nDate: 06\/29\/08 Title: Chapter 12: The Confession\n\nNow, dearie, I love this story. I have been a great fan of it, and have waited months for an update. The writing is exquisite, the plot is tremendously enjoyable - and I am not one to comment on stories unless I enjoy them tremendously. So where is the update?\nI love the premise of the story, and I love the way it's unfolding, but you can't leave us hanging like that, honey. Please update? For me?\n\nAlexandra Quick and the Thorn Circle by Inverarity\n\nRated: 1st-2nd Years • 166 Reviews Past Featured Story\n\nWinner of the 2008 Quick Silver Quills Award for Best General Story.\n\nThe first book in the Alexandra Quick series.\n\nThe war against Voldemort never reached America, but all is not well there. When 11-year-old Alexandra Quick learns she is a witch, she is plunged into a world of prejudices, intrigue, and danger. Who wants Alexandra dead, and why?\n\nThis story is canon-compliant with the Harry Potter universe, but the characters and settings are all original. I've put a lot of work into envisioning a world as detailed as the original series; I hope you enjoy it.\n\nReviewer: Lilystar_12 Signed\nDate: 07\/09\/08 Title: Chapter 29: The Raven\n\nI love this story, I can't wait to hear what happens next.\nI love your other story, too, and whenever I check my inbox for updates, they're the two I'm always hoping to get - and I usually do!\nQuite a few of the stories I read fall apart after the first few chapters, but this one was a real cliffie, and I'm glad that you didn't abandon it like some authors.\nAt first when I read the description of the story, I thought that I would lose interest quickly. But I soon became (crazily enough) an avid Alex\/David shipper.\nCan I speculate on what I think may happen next? I'm only putting this down in a review so I can check in later, and hope that I was right... or at least see how ludicrous my assumptions were!\nI think that the Governor-General will find out about the letter, and Alex will get in trouble.\nI think that the locket will resurface and it will be a means for Alex to communicate with her father.\nI think someone else will try to kill her.\nTell me if I guess right, okay? Actually, don't tell me. I love the surprises... especially the ones your stories hold!\n\nAuthor's Response: Well, you'll get at least one answer in the next book. ;) Thanks for the review, and I am glad you enjoyed the story!\n\nAlexandra Quick and the Lands Below by Inverarity\n\nRated: 3rd-5th Years • 275 Reviews Past Featured Story\n\nSeventh grader Alexandra Quick returns to Charmbridge Academy. This year she faces bullies from another wizarding school, a secret Dark Arts club, and the machinations of her father, but her greatest trial yet awaits her in the dangerous Lands Below.\n\nThis is the second book in the Alexandra Quick series.\n\nReviewer: Lilystar_12 Signed\nDate: 06\/04\/09 Title: Chapter 37: Enemy of the Confederation\n\nYou, my dear Inverarity, are a genius. I wait and check my email every day for an update on Alexandra. I have no idea if I'm your only reader, but even if I am, can you promise to keep writing about Alexandra and her father? The stories fascinate me, and I always am looking forward to more!\n\nAuthor's Response: Thank you so much. I do plan to keep writing about Alexandra and her father. Book Three is in progress now.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.8191322684,
        "format_confidence":0.6230146885
    },
    {
        "url":"https:\/\/poetsandprose.wordpress.com\/",
        "text":"About the Blogger\n\nHello! I’m Quinn! Currently a Freshman at Central Michigan University, my life experiences can be found if you type the phrase “Murphy’s Law” into the search bar. The 13-chapter memoir was a project done for a Creative Writing class, and it summarizes (quite fully) the experiences I’ve had that have come to result in this mass (or – rather – mess, if the mood strikes) creator.\n\nFor my most recent conversations with my keyboard, scroll on down to the absolute bottom of this page and take a look under ‘Recent Posts.’ If there’s something more specific you’re looking for, feel free to click the magnifying glass at the top of the page, or search through my archives.\n\nThe posts follow existential ramblings, current life events, current world events, and various endeavors in media. I love hearing from any individual who has something to say, so if you would like to contact me, please e-mail me at squirrelbreathingdragon@gmail.com.\n\n(Disclaimer: Quite a few posts were affected by a mass deletion of photos I mistakenly created, from January 2016 to September 2016. They will be without media indefinitely, and I apologize for both the inconvenience and confusion.)\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.7356795669,
        "format_confidence":0.9851453304
    },
    {
        "url":"https:\/\/www.bookfinder.com\/author\/maisie-mosco\/",
        "text":"MAISIE MOSCO (Maisie Mosco)\n\nused books, rare books and new books\n\nFind all books by 'MAISIE MOSCO' and compare prices\nFind signed collectible books by 'MAISIE MOSCO'\n\nFounded in 1997, has become a leading book price comparison site:\n\nFind and compare hundreds of millions of new books, used books, rare books and out of print books from over 100,000 booksellers and 60+ websites worldwide.\n\nLearn More at LibraryThing",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9449685812,
        "format_confidence":0.7390979528
    },
    {
        "url":"http:\/\/www.librarything.com\/profile\/violetg",
        "text":"LibraryThing Author:\nSusin Nielsen\n\nSusin Nielsen is a LibraryThing Author, an author who lists their personal library on LibraryThing.\n\nSee Susin Nielsen's author page.\n\nSearch violetg's books\n\nRandom books from violetg's library\n\nDear George Clooney: Please Marry My Mom by Susin Nielsen\n\nThe Magic Beads by Susin Nielsen-Fernlund\n\nHank And Fergus by Susin Nielsen-Fernlund\n\nWord Nerd by Susin Nielsen\n\nMembers with violetg's books\n\nMember connections\n\nFriends: TundraBooks\n\nRSS feeds\n\nRecently-added books\n\nvioletg's reviews\n\nReviews of violetg's books, not including violetg's\n\nSite design selection\n\nUse the new design\n\nUse the old design\n\nThe old design is no longer fully supported nor does it get full attention when we roll out new features. We strongly recommend using the new design.\n\n\nMember: violetg\n\nCollectionsYour library (5)\n\n\n\n\nFavorite authorsNot set\n\nAccount typepublic, lifetime\n\nURLs \/profile\/violetg (profile)\n\/catalog\/violetg (library)\n\nMember sinceJun 10, 2010\n\nHelp\/FAQs | About | Privacy\/Terms | Blog | Contact | APIs | WikiThing | Common Knowledge | Legacy Libraries | Early Reviewers | 91,466,356 books! | Top bar: Always visible",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9481903911,
        "format_confidence":0.9766269326
    },
    {
        "url":"https:\/\/www.penguinrandomhouse.com\/authors\/232460\/eileen-rendahl\/",
        "text":"Get a FREE Books of the Moment  sampler!\nCheck Out These\n21 Books You’ve Been Meaning to Read\nSee the List\n\nEileen Rendahl\n\n\nAbout the Author\n\nEileen Rendahl writes and lives in Davis, California, with her two lovely children, two annoying cats and one lovely man. Visit her at, and\n\nSign me up for news about Eileen Rendahl\n\nMore Series From Eileen Rendahl\n\nA Messenger Novel\n\nAuthor Essay\n\nDear Reader,\n\nI remember the moment that Melina Markowitz, the heroine of Don’t Kill the Messenger, walked into my life. I was on an airplane headed to a conference in Florida. I was supposed to be writing a completely different book, one with a deadline looming. This young woman strolled into my imagination and was beset by ninjas who wanted to take something she had.\n\nMind you, I had no idea what she had, why she had it, who the ninjas were and why they wanted it or anything else. I wrote the few paragraphs, tucked them away and returned to the book with the looming deadline.\n\nMelina kept pestering me, though. How did she learn to fight so well? Did she have special abilities? How did she get them? What was she carrying? To whom? As I learned more and more about Melina, I met her friends and her family and saw more and more of the situations in which she found herself. She had me hooked.\n\nIt seemed like every time I turned around, I learned something that fit perfectly into the book. There are special Chinese vampires called kiang shi? There are underground tunnels in Sacramento from when they raised the city? There are grow houses in suburban developments? Everything around me seemed to be begging to be put in this book and I hate to disappoint something that actually begs for me something, a fact my children know all too well.\n\nI’ve always loved the stories where an ordinary someone becomes a hero when thrust into extraordinary circumstances. Melina is not exactly ordinary, but she longs to be and she is definitely a small cog in the very big wheel that makes her world turn. The moment the ninjas jump her starts a chain of events that force her to change from a twenty-something slacker with no direction into a heroine who fights for herself and everyone else who doesn’t have anyone to fight for them. She transforms herself from being simply the protagonist to being a true hero and I love her for it. Telling her story in Don’t Kill the Messenger was an incredible pleasure for me and I think you’ll enjoy reading it.\n\nI’ve loved getting to know Melina and her world and am looking forward to returning to it for the next installment of Melina’s adventures next spring. I’d love to hear from you about what you think. Please stop by my website at for contact information and more information about my other projects.\n\n—Eileen Rendahl\n\nBack to Top",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9858219028,
        "format_confidence":0.9159190059
    },
    {
        "url":"http:\/\/books.randyekaye.com\/contact.php",
        "text":"Join my Mailing list\nAll news and updates. No spam.\nRandye Kaye . Public Speaker.\nContact and Booking\nRandye Kaye — Author & Writer\n\nFirst, the basics...\n\ncell 203.521.9086\nstudio 203.452.9497\nfax 203.452.9012\n\n\nSocial Media\n\nConnect with Randye on LinkedIn\nFollow Randye on Facebook\nFollow the book on Twitter @BenBHVoices\nBen Behind His Voices Facebook page\nBen Behind His Voices Readers’ Group\nBen Behind His Voices on YouTube\n\nBooking Randye\n\nTo Book Randye as a Speaker, there is an easy form here.\n\n…and here’s a list of keynote and presentation topics.\n\nLiterary Agent\n\nClaire Gerus:\n\n\nBeyond the Books\nOther important links and information\n\nRead the Blog : Ben Behind His Voices blog: Family Matters in Mental Illness and Recovery\n\nTen Reasons to Love Your Library: blog: Mental Illness in the Family\n\nLiterary Agency: Claire Gerus\n\nDeprecated: Function eregi() is deprecated in \/home\/content\/33\/11503233\/html\/books\/form\/BELLmailer.php on line 51\nYour Full Name (required)\nEmail Address (required)\nPhone Number (optional)\nCompany Name (optional)\nYour Message\nEnter security code          L6YVZ",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9341262579,
        "format_confidence":0.9133437276
    },
    {
        "url":"https:\/\/plumepoetry.com\/author\/larkinjoan\/",
        "text":"Joan Larkin\n\nLarkin Joan\n\nJoan Larkin’s poetry includes My Body: New and Selected Poems (Hanging Loose Press, 2007) and Legs Tipped with Small Claws (Argos Books chapbook, 2012).  Previous books include Housework (Out & Out Books, 1975), A Long Sound (Granite Press, 1986), and Cold River (Painted Leaf Press, 1997). A new collection, Blue Hanuman, is forthcoming in 2014 from Hanging Loose Press. Larkin is the Grace Hazard Conkling Poet in Residence at Smith College for 2012-2014 and serves on the faculty of Drew University’s MFA Program in Poetry and Poetry in Translation.\n\n  • Square of Beveled Glass\n\n    Hag––first thought.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.992585361,
        "format_confidence":0.9842000604
    },
    {
        "url":"https:\/\/harvardreview.org\/contributor\/marjorie-tesser\/",
        "text":"Marjorie Tesser\n\nMarjorie Tesser is the author of poetry chapbooks THE IMPORTANT THING IS (Firewheel Award Winner) and The Magic Feather. Her poems and short fiction have appeared in Drunken Boat, Akashic Press’ Thursdaze, Earth’s Daughters and others. She has edited poetry books and anthologies for Bowery Books and Demeter Press and is editor-in-chief of Mom Egg Review.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9902305007,
        "format_confidence":0.9872846007
    },
    {
        "url":"http:\/\/dykestowatchoutfor.com\/alison-bechdel",
        "text":"Alison Bechdel\n\nSince its inception in 1983, Alison Bechdel’s comic strip Dykes To Watch Out For has become a countercultural institution. The strip is syndicated in dozens of newspapers, translated into several languages and collected in a series of award-winning books. Utne magazine has listed DTWOF as “one of the greatest hits of the twentieth century.” And Comics Journal says, “Bechdel’s art distills the pleasures of Friends and The Nation; we recognize our world in it, with its sorrows and ironies.”\n\nIn addition to her comic strip, Bechdel has also done exclusive work for a slew of publications, including Ms., Slate, the Advocate, and many other newspapers, websites, comic books, and ‘zines.\n\nIn 2006, Houghton Mifflin published her graphic memoir, Fun Home: A Family Tragicomic. The bestselling coming-of-age tale has been called a “mesmerizing feat of familial resurrection” and a “rare, prime example of why graphic novels have taken over the conversation about American literature.”\n\nBechdel lives near Burlington, Vermont.\n\nAlison Bechdel, author of the popular Dykes to Watch Out For series",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.592610538,
        "format_confidence":0.9766193032
    },
    {
        "url":"https:\/\/izzybrittain.wordpress.com\/about\/",
        "text":"I am a Leeds based dancer, writer, maker and poet. Currently in the final year of my degree at The Northern School of Contemporary Dance, I enjoy making magical worlds out of movement and words! I don’t know what’s next, but I know I’ll carry on doing the things I love, on way or another.\n\nWhen not dancing, I write. I’ve had a grand total of one poem (busrides and timeslides) published in poetry and illustration journal Popshot, and perform my poetry at open mics and festivals, both alone and alongside fellow dancing-poet Marianne Tuckman.\n\nAs a previous English graduate prior to life in the arts, I’m now also returning to my roots and taking my first baby steps into writing and reviewing. I currently edit the northernisms student-run blog, and also write for leeds-based websites Champion Up North and West Yorkshire Theatre Network.\n\nOn this blog I’ll be talking about my projects, poetry, and what the creative peoples around me are doing. There might also be a few words on generally living a life thrown in, if i’m feeling like I might have some wisdom to impart!\n\nI love collaboration, improvisation, creativity in it’s many forms, the natural world, and people – in all their various funny-folk weirdness.\n\nI just want to keep on creating, growing, exploring, learning. If any of this sounds interesting, read on!\n\nI’m a romantic; I know we can make beautiful things together.\n\nWelcome to izzabellanecessary: a little place for my collected words and wonderings. xxx\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.6095433235,
        "format_confidence":0.9864580035
    },
    {
        "url":"https:\/\/www.wattpad.com\/user\/ChristopherWebster",
        "text":"Update: The first draft of Bad Camp is complete and currently in the editing phase.  All feedback is welcome, helpful and VERY valuable for us. Thanks everyone for your help and support!     \n\nBad Camp on Facebook:\n\nBad Camp will be published by Spirit Entertainment Group:\n\nHit me on Twitter:\n\nI like stories about ordinary characters who are thrust into extraordinary circumstances. Stories in which characters are taken out of their comfort zone and forced to fail or succeed by using their wits and recognizing the flaws that hold them back.\n\nA story should take you somewhere you either wouldn't be able to go, or would be too scared to go. I wouldn't want to be alone in the wilderness and trapped behind a giant wall with hundreds of wild and violent teenagers, but I sure liked writing about it!\n\nPlease note: Stories published here are first drafts and do not necessarily reflect the final, published product.\n  • Canada\n  • JoinedMarch 3, 2013\n\nLast Message\nChristopherWebster ChristopherWebster Sep 07, 2016 05:27PM\nA very bad thing happened, followed by a very good thing. First the bad: I lost my entire Blue Moon novel. Damn. Luckily I still have the chapters that were published here on Wattpad, but I lost thr...\nView all Conversations\n\nStory by Christopher Webster\nBad Camp by ChristopherWebster\nBad Camp Adventure\nA troubled teen is forced to survive off-the-grid when he is sent to a wilderness \"brat camp\" that is mysteriously free of adults. Follow the adventure at: facebook.com\/BadCampBook\n1 Reading List",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9509337544,
        "format_confidence":0.9818387032
    },
    {
        "url":"https:\/\/thespinoff.co.nz\/author\/david-cohen\/",
        "text":"David Cohen\n\nVeteran provocateur David Cohen lives in Wellington, and writes for a range of publications including The Guardian, National Business Review, Christian Science Monitor, and Jerusalem Report. He is the author of four books. Photo credit: Marti Friedlander.\n\nJan 23, 2019\n\nFormidable reporter, wry commentator, dear friend: a tribute to Rob Hosking\n\nDavid Cohen remembers a man admired and loved by his colleagues in the media, in politics, and beyond.\n\nRead on.\n\nSep 28, 2015\n\nBooks: That Time Bono Stopped a Concert to Read Out a Shit Review of U2 by a Kiwi Journalist\n\nWellington journalist David Cohen gave U2 a bad review – and then watched Bono screech it onstage that night at the band's concert.\n\nRead on.\n\nThe Spinoff is made possible by the generous support of the following organisations.\nPlease help us by supporting them.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.7118416429,
        "format_confidence":0.9524888992
    },
    {
        "url":"https:\/\/timctaylor.wordpress.com\/about\/",
        "text":"About me\n\nWhen I was growing up in 70s Britain, I was infected by Blakes’ 7, 2000AD, Traveller RPG, and Doctor Who. After 20 years spent trying to live a regular life working in the software industry, where I met my wife and did normal stuff, I finally succumbed to science fiction-itis in 2011, and now earn my living writing science fiction novels.\n\nI’ve also very proud to have published other authors through imprints: Greyhart Press, The Repository of Imagination, and Human Legion Publications.\n\nLast time I counted (early 2019) I’d sold just shy of 250,000 books since 2011.\n\nMy most popular books are set in the Human Legion Universe of military SF\/ space opera or the mech mayhem of the Four Horsemen Universe, created by Mark H Wandrey and Chris Kennedy. If you click or tap on the image, you can join the Legion and get free books. Or you can find out more at humanlegion.com\n\n1 Response to About me\n\n  1. Hi Tim! I’ve nominated you for the Liebster Blog Award 🙂 You can find more info here: http:\/\/thebrontesister.wordpress.com\/2012\/06\/27\/a-thank-you-and-a-belated-birthday\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.978710413,
        "format_confidence":0.9911651015
    },
    {
        "url":"https:\/\/www.pubmatch.com\/jeanne-fiedler.html",
        "text":"Jeanne Fiedler\n\nBelow Are Your Selected Attending Tradeshow\n\nI have both published books and have written all over the web. I try to write naturally, honestly and sincerely. I touch on subjects such as nature, spirituality, philosophy, politics, trauma, loss, grieving, growing, happiness, love and more. I have a Transformative Language Arts certificate that helps me, if traditional methods don't work, to use another way to teach myself and others. I write for the beauty of it and also because it can be so helpful as a release of negativity. I use photos to write about. At Blurb Publishing, I write books that have both photos and poems or stories and illustrations, where all the photos are my own. I have published books also by Bookwhirl Publishing and Xlibris Publishing, and I plan to write more and grow and develop as a artist.\nMy story is a message of hope. I hope to have a bestselling book to use as a venue to demonstrate my methodology. I want to keep writing and increase the sales of my books. I would also like to find someplace where I can teach and help people through writing and journaling. I love writing and making books and would like to spread my message all over the world. My books are simple and don't give readers complex meanings to decipher. I just would like to uplift and bring joy to them and, in doing so, help them and myself to grow and transcend negative circumstances.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9375423789,
        "format_confidence":0.9868604541
    },
    {
        "url":"http:\/\/fanfiction.mugglenet.com\/viewuser.php?uid=2979",
        "text":"Penname: igotbannedfroma2k [Contact]\nReal name: Alison\nMember Since: 11\/23\/04\nBeta-reader: 0\nStatus: Member\nHey everyone. I just made a forum that lists all the Fanfictions that I have fallen in love with in the past year or so. It's divided into 5 or so categories, such as; Long complete ff's, short complete ff's, delayed and abandoned ff's, slash (17+), updates regularly ff's, and one shots. If this sounds appealing to you, please, check it out. I need new members. I seriously...made this site, not 5 minutes ago.\n\nPlease, tell me what you think.\n(I need all the support I can get)\n\n[Report This]\nNo results found.\nFind out everything you need to know about the site right here.\n\nWe have stories and authors in this archive.\n\n\nChoose Theme:\nMakers of Fine Wands by CanisMajor 1st-2nd Years\nOllivander of Croton arrives in Athens in 382 BC with big dreams, noneof which...\nJames and Me by Northumbrian 6th-7th Years\nAnnabel is having a bad day. Her sudden and unexpected meeting with a face from...\nTom Riddle and the Cave of Living Waters by alittletiefling 6th-7th Years\nWhat would happen if Tom Marvolo Riddle had been adopted by well-meaning squibs?...\nIt Takes Two to Tango by lucca4 3rd-5th Years\nThey cannot keep doing this; it is only a matter of whose resolve will break...\nIn The Heat Of The Morning by welshdevondragon 3rd-5th Years\nSummary: In the heat of the morning, Katie and Leanne lie in the grounds...\nCan't Fight the Moonlight by Acacia Carter 6th-7th Years\nA life-changing disaster at work drives Neville Longbottom to seek aid from...\nThe History Teacher by iLuna17 6th-7th Years\nMaybe he didn’t just love history, maybe he loved being a history teacher.\nwhite on white by Padfoot11333 6th-7th Years\nThree vignettes about scars, love, and sex.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.7857009768,
        "format_confidence":0.8444280028
    },
    {
        "url":"https:\/\/www.fantasticfiction.com\/a\/william-alexander-2\/",
        "text":"New Authors     New Books     Coming Soon     Most Popular     Top Authors    \n     New Books     Coming Soon     \nWilliam Alexander 2's picture\n\nWilliam Alexander\n\nWilliam Alexander studied theater and folklore at Oberlin College and English at the University of Vermont. He currently lives, writes, and teaches in Minneapolis, Minnesota.\nGoblin Secrets\n1. Goblin Secrets (2012)\n2. Ghoulish Song (2013)\nMythopoeic Fantasy Award for Adult Literature Best Children\/Young Adult Fiction nominee (2014) : Ghoulish Song",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9835665822,
        "format_confidence":0.938701272
    },
    {
        "url":"https:\/\/www.bookfinder.com\/author\/iris-gower\/",
        "text":"used books, rare books and new books\n\nFind all books by 'IRIS GOWER' and compare prices\nFind signed collectible books by 'IRIS GOWER'\n\nFounded in 1997, has become a leading book price comparison site:\n\nFind and compare hundreds of millions of new books, used books, rare books and out of print books from over 100,000 booksellers and 60+ websites worldwide.\n\nCoauthors & Alternates\n\nLearn More at LibraryThing",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9302147627,
        "format_confidence":0.7202118039
    },
    {
        "url":"https:\/\/www.tinderpress.co.uk\/contributor\/roopa-farooki\/",
        "text":"\n\nRoopa Farooki\n\nRoopa Farooki was born in Lahore in Pakistan and brought up in London. She graduated from New College, Oxford and worked in advertising before turning to write fiction. Roopa now lives in south-east England and south-west France with her husband, twin girls and two sons. Bitter Sweets, her first novel, was nominated for the Orange Award for New Writers 2007. Roopa’s novels have been published internationally and translated into a dozen languages.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.9833420515,
        "format_confidence":0.9886211753
    },
    {
        "url":"http:\/\/www.blurb.com\/user\/priyaji4",
        "text":"About the Author\n\nPriyaji Peiris\nBlurbarian Since April 2010\nName Priyaji Peiris\nLocation Melbourne, Australia\nGender Male\nMy Bio Self taught photographer, loves wildlife and landscape photography.\n\nBooks by this author\n\nThings I Don't Mind The World Knowing\n\nSpoiler alert: I'm thinking my next book will be about...\nFine Art photography, which will be the follow up to this book with all the photographs I have worked on over the past eighteen months.\nThis book is addictive. Read it. (At your own risk.)\nThis book contains some of the greatest moments I experienced during my travel. It will be a great addition to your coffee table with some of my best creations and some brief stories behind it.",
        "topic_id":16,
        "format_id":14,
        "topic_confidence":0.7520518899,
        "format_confidence":0.9907166362
    }
]