[
    {
        "url":"http:\/\/www.heels.com\/womens-shoes\/capri-black-suede.html",
        "text":"Thousands of designer women's shoes\nAdd to Wishlist\n\nWe will notify you when this size is back in stock!\n\nStyle Me\n\nRating: Click above to rate!\n\nEmail a Friend:\n\nHow can you say no to the Capri? A super wearable pump by Jessica Simpson. Beautiful black suede wraps the entire silhouette delivering a sophisticated look while a 3 1\/2 inch wedge adds the perfect boost.\n\nShoe Details:\n  • Leather Upper\n  • Man Made Sole\n  • Made In China\n  • This Shoe Fits True To Size.\n\ncustomer shoe reviews\n\nWrite a Review\nBe the first to review this item!",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9950917959,
        "format_confidence":0.9985421896
    },
    {
        "url":"http:\/\/www.macron.com\/eu\/en\/gfc-ajaccio-2015-2016-adults-away-match-jersey-b27e7b.html",
        "text":"Gfc ajaccio 2015\/2016 adults' away match jersey\n\ncode: 58074832\n\n\n-30% 52.50\n\n\n\n(22% VAT included \/ shipping costs excluded)\nPlease select size\n\n\n\nSize guide\n\n\n\n\nOfficial GFC Ajaccio away match jersey for the 2015\/2016 season. GFC Ajaccio's official design.\n\nMacron products have 3 different wearabilities: Body, Slim and Regular.\nA bodysuit is a skin-tight garment that covers the body highlighting its contours. The lightweight and elasticity of the fabrics used facilitate movement. A bodysuit usually lends itself very well to sportswear.\nThe Slim line garments are quite tight fitting, not too tight and not too thick. These garments follow the contours of the body without constraining it which means they are comfortable.\nThe Regular fit line ensures a comfortable and generous fit thanks to the choice of cuts and fabrics.\n\n24 hours after receiving the order, the delivery time for merchandising is 24-48 hours for Italy, 48-72 for Europe, 3-5 working days for extra-European countries.\n\nYou may also be interested in the following items:",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.7588885427,
        "format_confidence":0.9988468885
    },
    {
        "url":"http:\/\/www.staradeal.com\/oferta\/3246628\/Choice_of_Salon_Services_at_Elementz_5_The_Holistic_Spa_Kalyan_Nagar",
        "text":"﻿ Choice of Salon Services at Elementz 5 The Holistic Spa, Kalyan Nagar | DescuentoCity.com\n\nAll the best deals for you in one place!\n\nSending data ... Please wait\nCongratulations! Your email has been registered correctlyClose window\n\nTension is often held in the shoulders, especially among those who are trying to blend in with society by binding their beautiful wings. Soar away from stress with this Groupon.\n\nGroupon Partner: Elementz - 5 Holistic spa\n\nWith the successful establishment of international spa outlets in the Caribbean, the first Indian outlet of Elementz5 was launched in Bangalore (Kalyan Nagar).\n\nElementz5 was built with the concept of effectively using the five elements of nature to relax, rejuvenate and detox the body. Its aim is not just to create a temporary sense of relaxation but to bring about a longer-lasting balance of body, mind, soul which to help handle the stress and strain of everyday life. It has a team of expert naturopaths, yoga and wellness consultants and professionally trained therapists.\n\nUnfortunately the following deal is no longer available\nbut do not worry, there are more discounts for you\n\nSome deals you may like",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.8061881065,
        "format_confidence":0.7761380672
    },
    {
        "url":"http:\/\/theplaidpurse.com\/index.php?route=product\/product&path=61&product_id=122",
        "text":"• BG-020 Hobo Bag - Autumn Flowers\n\nThe Hobo Bag is a perennial practical bag. But who says, these bags can't be fun to carry too!\n\nColorful flowers are set against a classic black background, providing a beautiful contrast.\n\nMade of 100% cotton and lined with nylon, this bag is perfect for year round. It is also practical - when on the road, simply fold and pack them together with your clothes and voila! You've got an extra option when you accessorize your outfit!\n\nThese bags are so lightweight and gentle on the shoulders.\n\nThey measure 17 inches (43cm) in height (without the straps), 12 inches (30.5cm) wide and 4 inches (10cm) depth. The straps are approximately 17 inches (43cm) long and fits comfortably on most shoulders.\n\nWrite a review\n\nPlease login or register to review\n\nBG-020 Hobo Bag - Autumn Flowers\n\n  • Product Code: BG-020\n  • Availability: In Stock\n  • $18.00\n\nTags: Autumn Flowers Hobo Bag",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.6755453944,
        "format_confidence":0.9988981485
    },
    {
        "url":"https:\/\/www.susanposnick.com\/collections\/tools\/products\/lavender-lemongrass-hand-sanitizer",
        "text":"Log in Sign up\n\nLavender & Lemongrass Hand Sanitizer\n\n$ 7.00\n\nPin It\n\nSusan Posnick Cosmetics has always been about clean and healthy beauty for you, our customer.  Our Lavender & Lemongrass Hand Sanitizer remains true to our mission. As always, we keep it pure and simple.\n\nIt is formulated with 4 simple ingredients:  Aloe Vera, Lavender and Lemongrass Essential Oils, and Alcohol.\n\nThe skin-soothing Aloe Vera leaves your hands soft and hydrated, regardless of how frequently you spray them.\n\nThe scent of the essential oils makes you want to sanitize your hands on a regular basis, and brings moments of quiet to your day.\n\n75% isopropyl alcohol kills 99.99% of germs.\n\nWe are also supporting a local business, as the lavender oil comes from a farm here in North Texas, where no pesticides are used in the growing process. \n\n\n8 oz. for at-home   $16.\n\n2 oz. for on-the-go  $6.50\n\n FDA approved\n\nUse only as directed. Avoid eye area. If irritation occurs, consult a dermatologist.",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.9076270461,
        "format_confidence":0.9989421964
    },
    {
        "url":"http:\/\/www.stylekorean.com\/brands\/168\/forencos\/10",
        "text":"go top\nFORENCOS Cosmetics\n\n\n30 years ago, those with severe skin related problems experienced a change in their skin's status after participating in trials. We, Forencos, used this experience together with beauty technology to anticipate new changes in the future. As of now, we promise products that not only upgrade the quality of your skin but also those that enhance its vitality leaving it clear and translucent. We aim for \" beautiful, youthful skin.\"\n\nComing soon..",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.994695127,
        "format_confidence":0.7039586902
    },
    {
        "url":"http:\/\/www.shoemetro.com\/p-269314-gel-nerve33.aspx?color=Black\/Red\/Charcoal&material=Mesh",
        "text":"\n\n\n\nChoose a Color:\nGrey\/Silver\/Electric Blue\nOrder by 1pm EST, Ships Same Day\n  • Product Details\n    • M Width\n    • Black\/ Lime\/ Silver\n    • Mesh Upper Material\n    • Rubber Outsole Material\n    • Round Toe Toe Type\n    • 1\" Heel Height\n    About This Brand\n\n    A go-to brand for many runners, Asics boasts a broad line of sports footwear and apparel for Men, Women, and Kids. An athletic brand known for staying ahead of the curve with technological advances to produce quality products loved by both elite and amateur athletes. Asics is unique in its commitment to uniting the body and mind and using that to fuel its mission to become the number one brand for the sports enthusiast.\n\nCustomer Ratings & Reviews\n\nProduct Rating: (0.00)   # of Ratings: 0   \n(Only registered customers can rate items. Click here to login or register.)\n\nThere are no comments for this product.",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.6274214983,
        "format_confidence":0.9987183809
    },
    {
        "url":"http:\/\/www.opticsplanet.com\/coleman-sun-glasses-6014.html",
        "text":"2,532 Brands 453 Categories All Departments\nnot yet rated review & rate\n\nProduct Discontinued by Manufacturer\n\nColeman 6014 Sunglasses has been discontinued by Coleman and is no longer available. Our product experts have helped us select these available replacements below. You can also explore other items in the Sunglasses category yourself to try and find the perfect replacement for you!\n\nColeman 6014 Sunglasses Product Info\n\nColeman CC1 6014 Sunglasses take a broad approach to sport sunglasses, with wide frames, thick temples, and an attractive aesthetic. These effective Coleman sunglasses utilize sturdyimage polycarbonate frames in a wraparound design to sit comfortably and securely on your face. The frames feature a golden stripe with the Coleman logo where the temple meets the frame, and the full-frame lens border completes the look of the 6014 sunglasses. Clear vision is simple, even on intensely bright days, thanks to the polarized TAC lens on the Coleman CC-1 6014 Wraparound Shades, which feature anti-glare properties to let you enjoy a day on the beach or the ski slopes with the sunglasses. The simple style of the polarized sunglasses is ideal for either gender, and their sleek curves and ergonomic construction will make them comfortable on most face shapes. For a pair of sturdy sunglasses for your active lifestyle, wear the Coleman CC 1 6014 Polycarbonate Frame Sun Glasses.\n\nSpecifications for Cole Man 6014 Polarized TAC Lens Sunglass:\n\nFrame Material: Polycarbonate\nLens: TAC\nPolarized: Yes\nLens Width: 63mm\nLens Height: 40mm\nBridge: 18mm\nTemple Length: 125mm\n\nFeatures of Coleman CC1 6014 Full Frame Sunglasses:\n\n  • Classic pair of sport sunglasses by Coleman\n  • Comfortable wraparound frame design w\/ gold strip and Coleman logo\n  • Durable polycarbonate frame with full-frame lens support\n  • Polarized TAC lenses\n  • Comfortable fit for active lifestyles\n\nPackage Contents:\n\n  • Coleman CC1 6014 Sunglasses\n\nColeman 6014 Sunglasses Unorderable Models\n\nColeman 6014 Sunglasses, Brown Tortoise Shell Frame, Brown Lenses 6014-C2, MPN: CC1 6014-C2, UPC: 842749060422, Code: 7A-SG-6014-CC1-6014-C2\nColeman 6014 Sunglasses, Burgundy Tortoise Shell Frame, Smoke Lenses 6014-C3, MPN: CC1 6014-C3, UPC: 842749060149, Code: 7A-SG-6014-CC1-6014-C3\nColeman 6014 Sunglasses, Black Frame, Smoke Lenses 6014-C1, MPN: CC1 6014-C1, UPC: 842749060415, Code: 7A-SG-6014-CC1-6014-C1\n\nColeman 6014 Sunglasses Comments",
        "topic_id":8,
        "format_id":16,
        "topic_confidence":0.960857749,
        "format_confidence":0.9983094931
    }
]