[
    {
        "url":"http:\/\/billmartinezlive.com\/january-10-2018\/",
        "text":"January 10, 2018\n\nIs Bannon Really Out? Latest Clinton Email Saga & Celeb Elitism On Display\n\n To listen to our guests please download entire hour one, two or three to hear Bill’s guests during that hour.  Check out the Health & Lifestyles tab for special interviews of interest.  Thank you for visiting our archives!\n\nClick Here to DOWNLOAD January 10, 2018 Hour One\n\nBillMartinez-BLUE-Wide2  LIVE\n\n3 Compelling Hours of Experts, and Authors Pursuing The Truth No Matter Where It Leads\n\n9:06-9:29a ET – Keith Koffler – Is Steve Bannon Totally Out Now?  The author of Bannon, Always The Rebel shares insights.\n\n9:32-9:42a ET – Sarah Westwood – The On-Going Saga of the Hillary Clinton emails, will it ever end?  The White House news correspondent for the Washington Examiner reports.\n\n9:46-9:58a ET – James Hirsen – Trump’s Twitter Account Is Keeping Us Safe, The Golden Globes and Celebrity Elitism on full display.  The New York Times best-selling author, commentator, media analyst and law professor discusses. \n\n\n10:06-10:29a ET – Bruce Thatcher – “Chain Migration” has been brought out of the closet, the fate of DACA and America’s Wall.  The Immigration expert and historian discusses.\n\n10:32-10:42a ETR – Jamil Jaffer – Russia never stopped its cyberattacks on the United States. The former Senior Adviser to the House Intelligence Committee explains.\n\n10:46-10:58a ET – Andrea Kaye – The Radio\/TV personality brings us the latest discussion happening around the water cooloer.  It’s Cooler Talk Time with AK.\n\n\n11:06-11:29a ET – Dr Anne Pierce – A New National Security Strategy for a New Era, as presented by President Trump.  The author, commentator and scholar in the areas of American Presidents, American Foreign Policy and American Society discusses.\n\n11:32-11:58a ET – Joe Schrank – California Legalizes Recreational Marijuana. The Founder and Program Director of High Sobriety that uses medical marijuana to treat opioid & heroin addicted patients.\n\n\nJoin us and the experts who are committed to giving you the facts and the truth no matter where it leads on this very independent Bill Martinez Live, 9-12n (ET) 6-9a (PT) Monday through Friday.\n\nSpeak Your Mind",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9874118567,
        "format_confidence":0.725980401
    },
    {
        "url":"http:\/\/sfbayview.com\/tag\/pacifica-radio-archives\/",
        "text":"donate or subscribe\nFollow Us Twitter Facebook\n\nPosts Tagged with \"Pacifica Radio Archives\"\n\n‘We love the CIA!’ – or how the left lost its mind\n\nSeptember 10, 2018\n\nOn July 22 this year, nearly two years after Trump’s election and the rise of “The Resistance,” I tuned in to KPFA-Berkeley’s Sunday Show and heard host Philip Maldari speaking to The Nation’s national affairs correspondent John Nichols. Philip Maldari: John, just last Monday we had this fabulous press conference in Helsinki, Finland, where these two heads of state [Trump and Putin] had a chance to speak to the world. Do you want to decode what happened there? John Nichols: Do I want to what? PM: Decode – explain.\n\n1 Comment\nFiled Under: California and the U.S.\n\nDon’t disparage the victims of the ‘Grim Sleeper’ murders\n\nFebruary 19, 2016\n\nYesterday at the opening of the so-named “Grim Sleeper” trial, prosecutor Beth Silverman laid out what seemed like a strong case against the suspect. But in her opening statement, Silverman painted the victims as “prostitutes” and “crack addicts,” racist and sexist stereotypes that the Black Coalition has had to continuously object to when the police and media used them to dismiss the fact that human beings were being murdered.\n\nFiled Under: California and the U.S.\nBayView Classifieds - ads, opportunities, announcements\n\nClick and find the",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9817100167,
        "format_confidence":0.9843296409
    },
    {
        "url":"http:\/\/www.thedickinsonpress.com\/tags\/ward-koeser",
        "text":"Weather Forecast\n\n\nward koeser\n\nApril 10, 2016\nA so-called man camp for oil field workers is seen outside Williston, North Dakota in this October 19, 2012 file photo. Former Williston Mayor Ward Koeser said that these man camps were only meant to provide temporary housing. (Reuters file photo)\nFormer Williston mayor says man camps were only meant to be temporary\nApril 10, 2016 - 6:00am\nAugust 8, 2014\nSubmitted Photo \nOil executives speak before a crowd at the Rocky Mountain Energy and Infrastructure Summit, which ran Aug. 19-22 in Jackson Hole,  Wyo. It will take place this year Aug. 21-23.\nEnergy’s next big event: Conferences highlight Bakken’s impact on an international scale\nAugust 8, 2014 - 11:58pm\nJune 14, 2014\nFNS Photo Amy Dalrymple\nHoward Klug, pictured Thursday, will take over as mayor of Williston later this month. Klug, who has served on the Williston City Commission for six years, received 76 percent of votes in this month’s election.\nFOTB: New mayor in town: Williston’s new leader Klug foresees ‘a better place’\nJune 14, 2014 - 10:57pm\nJune 13, 2014\nGF runner, crew nearing Williston\nJune 13, 2014 - 11:58pm\nFebruary 6, 2014\nPress Photo by Bryan Horwath\nFrom left, Williston Mayor Ward Koeser, Watford City Mayor Brent Sanford and North Dakota Sen. Rich Wardner converse following a North Dakota Association of Oil and Gas Producing Counties at the Dickinson Public Library on Wednesday.\n‘Show us the money’: Oil counties want more state funding\nFebruary 6, 2014 - 12:07am\nSeptember 16, 2012\nWilliston Mayor Ward Koeser is excited about what the community will look like in a few years after the city has caught up with the rapid growth spurred by the oil boom. ÒI see a light at the end of this tunnel, and itÕs a pretty nice light,\" Koeser said.\n'Strength and stability'; Williston's longtime mayor deals with city's growth all the while dealing with his health challenges\nSeptember 16, 2012 - 12:00am\nApril 14, 2010\nHousing from Olympics to be moved to ND oil patch\nApril 14, 2010 - 11:53am",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9887776971,
        "format_confidence":0.9927021265
    },
    {
        "url":"http:\/\/reverbpress.com\/tag\/palm-beach\/",
        "text":"palm-beach Archives\n\nExperts, Mar-a-Lago visitors skeptical of White House claims about records\n\nOctober 17, 2017\n\nLast month, the Trump administration said it could not comply with a court order to disclose the names of people…\n\nRead more\n\nUniverse Sends Message To Trump With Sinkhole In Front Of Mar-a-Lago Estate\n\nMay 22, 2017\n\nA Sinkhole at Mar-a-Lago: The Universe Is Sending Trump A Pretty Clear Message I’m not sure which God “President” Donald Trump believes…\n\nRead more\n\nAstonishing 25 Percent Of Trump Presidency Has Been Vacation Time In Florida\n\nFebruary 21, 2017\n\nBeach Bum Trump Has FINALLY Left Florida After Spending a Quarter Of His Presidency On Vacation At His Swanky Florida Golf Club…\n\nRead more\n\nMake America Great Again? Trump Continues To Ignore U.S Workers In Favor Of Low Paid Foreign Staff\n\nDecember 7, 2016\n\nFresh from being selected as Time Magazine’s Person of the Year, Donald Trump must be feeling pretty good. So good…\n\nRead more",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9222868085,
        "format_confidence":0.9942978024
    },
    {
        "url":"https:\/\/inspirednewsnetwork.wordpress.com\/2017\/04\/",
        "text":"Diplomatic Breakthrough in the Libyan Conflict\n\nEarlier this week a diplomatic breakthrough was reached by rival factions in the ongoing Libyan conflict. During a meeting between the presidents of the house of representatives and the state council, a compromise was brokered by the Italian Foreign Minister and the Italian Ambassador to Libya. Although the specific details of a unity government have yet to be determined, this week’s meeting constitutes a crucial breakthrough following years of fighting, with each side agreeing to ‘reach peaceful and fair solutions…’ Observers have praised the meeting as a crucial first step in the road towards peace and reconciliation in Libya.\n\nETA Disarms After 40 Years of Violence\n\nAfter four decades of violence in northeastern Spain, which led to over 800 deaths, Basque Separatist group ETA announced its intention to fully disarm in a letter to the BBC. The announcement was followed by a mass demonstration for peace and the discovery of 3.5 tonnes of weapons in France, where the group had its command and logistical base. ETA’s decision to disarm comes several years after the organization’s unilateral ceasefire in 2011. After the events of the past week, ETA says it is now a ‘disarmed organization.’",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9958958626,
        "format_confidence":0.6043840051
    },
    {
        "url":"http:\/\/theconversation.com\/us\/topics\/immigration-411?page=4",
        "text":"Articles on Immigration\n\nDisplaying 61 - 80 of 650 articles\n\nMexico has been doing the U.S.‘s 'dirty work’ on immigration for too long, says the front-runner in the country’s July 1 presidential election. AP Photo\/Eduardo Verdugo\n\nMexico seeks to become ‘country of refuge’ as US cracks down on migrants\n\nTrump's anti-immigrant policies are leading more Central Americans to stay put in Mexico. Mexico's presidential candidates have a lot to say about that, and none of it involves mass deportations.\nA group of asylum seekers arrive at the temporary housing facilities at the border crossing Wednesday May 9, 2018 in St. Bernard-de-Lacolle, Quebec. Thousands of asylum seekers came into Canada illegally across the Canada-U.S. border in the first quarter of the year, but only a fraction were removed from the country during that time. THE CANADIAN PRESS\/Ryan Remiorz\n\nU.S.-Canada agreement on refugees is now unconstitutional\n\nThe Safe Third Country Agreement between the United States and Canada was originally intended to deal with refugees seeking asylum. But recent U.S. developments mean the agreement's days are numbered\nA group of asylum seekers raise their hands as they approach RCMP officers while crossing the Canadian border at Champlain, N.Y., in 2017. THE CANADIAN PRESS\/Ryan Remiorz\n\nChaos coming to Canada after U.S. decision on refugees\n\nA recent decision by the United States to deny asylum for victims of domestic abuse will have unintended consequences for Canada.\nStill from the movie Un rêve français (“A French Dream”) by Christian Faure, which tells the story of a young Guadeloupean couple during a little-known, tragic time of French post-colonial history. Eloa Prod 2018\n\nA French ‘Windrush’? When French Caribbeans were treated as second-class citizens\n\nGreat Britain was not the only country behaving badly with its Caribbean population: France also experienced similar waves of post-war migration.\nPrime Minister Justin Trudeau speaks to local residents at a public barbecue ahead of the G7 Summit in La Malbaie, Quebec. THE CANADIAN PRESS\/Jacques Boissinot\n\nJustin Trudeau’s narcissism reveals Canada’s divisions\n\nJustin Trudeau's pattern of bizarre behaviour is coming into focus, previously obscured by his progressive politics and human rights activism at home and abroad.\nImmigrants and inspectors in the registry room for legal inspections at Ellis Island.\n\nJewish Americans changed their names, but not at Ellis Island\n\nThousands of Jewish immigrants and their children changed their names in America – but not at Ellis Island. The reasons are complicated and part of the Jewish struggle with their identity in America.\nInternational students and immigrants learn about the Canadian workplace at the BEST conference at Dalhousie University in Halifax in March. (Kelly Toughill)\n\nThe importance of international students to Atlantic Canada\n\nOttawa and the governments of all four Maritime provinces have created pathways to help international students transition to permanent resident status. But fear causes too many to return home.\nSuzanne Phillips and Adish Gebreselase are seen at Splitt Ends Unisex Hair Design, a storefront salon in Halifax that Phillips sold to the Eritrean immigrant last year. (Kelly Toughill)\n\nHow newcomer entrepreneurs are making a difference in Atlantic Canada\n\nProvincial governments in Atlantic Canada have been trying to encourage immigrants to become entrepreneurs for more than a decade. Some are boldly answering the call.\n\nTop contributors",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9914428592,
        "format_confidence":0.994312048
    },
    {
        "url":"https:\/\/stopthesecrecy.net\/tags\/access?page=8",
        "text":"Stop the Secrecy\n\n\nVox: The FCC wants to let cities build their own broadband. House Republicans disagree.\n\nMon, 07\/21\/2014 - 16:02 -- Eva Prkachin\n\nCommunities around the world are leading the way in developing locally-owned and operated broadband networks. Here's why it's getting harder to do that in the U.S. Spoiler alert: politicians are screwing it up.\n\nArticle by Timothy B. Lee for Vox\n\nThis week, the House of Representatives approved legislation from Rep. Marsha Blackburn (R-TN) that would make it harder for cities to build publicly-owned broadband networks. The proposal is a shot at Federal Communications Commission chairman Tom Wheeler, who wants to remove state-level restrictions on municipal networks; Blackburn's legislation would forbid the FCC from removing those restrictions. This is the latest escalation of a long-running war between municipal broadband supporters and incumbent broadband companies that have relentlessly opposed municipal broadband proposals.\n\nMotherboard: Meet Marsha Blackburn, Big Telecom's Best Friend in Congress\n\nFri, 07\/18\/2014 - 14:04 -- Eva Prkachin\n\nThis Tennessee Congresswoman has some scary ideas on the future of the Internet and telecommunications. If she has you concerned, you better speak up at\n\nArticle by Ben Makuch for Motherboard\n\nRep. Marsha Blackburn, the Tennessee Republican, has built a reputation as one of the most conservative members of Congress, especially on tech policy. A strong free market advocate, Blackburn vehemently opposes net neutrality, which she calls \"socialistic,\" and has been a strong critic of what she views as activist Federal Communications Commission policy.\n\nThe Top 5 milestones in the fight to stop the Internet slow lane… this week.\n\nFri, 07\/18\/2014 - 12:31 -- Eva Prkachin\n\nEarlier this week, the United States Federal Communications Commission (or FCC) extended its deadline for initial comments on rules that would allow Big Telecom conglomerates to force all websites who can’t pay expensive fees for privileged access into an Internet slow lane. The reason for the delay? Internet users around the world spoke out in such great numbers that the FCC’s servers came crashing down.\n\nNeedless to say, it’s been a busy week in the fight for authentic net neutrality. So, to get us all up to speed on where the debate currently sits, we’ve summed up some of the most noteworthy events in the last week below. Let us know in the comments if we missed anything!\n\nGoogle, Netflix, and Facebook ask FCC to intervene in fight over Internet 'congestion'\n\nWed, 07\/16\/2014 - 17:14 -- Eva Prkachin\n\nWe're at a critical point in the fight to preserve the innovative, open Internet. Check out where the next battle lines will be drawn and learn more at\n\nArticle by Ben Popper for The Verge\n\nThe Internet Association, a trade group composed of some of the biggest tech companies in the world, has filed comment with the FCC asking it to intervene in the conflict over payments being demanded by big ISPs. According to a report in The Hill, companies like Comcast and Verizon are charging Netflix and others for direct interconnection to their networks, a move which allows these companies to bypass congestion and avoid service issues like video buffering. The group wrote in its letter that \"interconnection should not be used as a choke point to artificially slow traffic or extract unreasonable tolls.\"\n\nThe top 5 unexpected allies in the fight against the Internet Slow Lane\n\nWed, 07\/16\/2014 - 14:10 -- Eva Prkachin\n\nWhat do websites devoted to frat-boy humor, handmade and vintage clothes, and saving the environment all have in common? They’re all passionate about saving the Internet from being forced into a slow lane. No, we’re not kidding.\n\nThe fight to save the open Internet as we know it has found allies in unexpected places. And your OpenMedia team isn’t the first to notice this. As Michael Masnick writing for TechDirt notes, “It's also been fantastic to see that a number of innovative startups have decided to speak out on how important an open and free internet is for being able to build their businesses, to innovate and to compete on the modern internet.”\n\nWe crashed the FCC’s website. So we took your voices straight to their offices in Washington, D.C.\n\nTue, 07\/15\/2014 - 15:31 -- Josh Tabish\n\nWe did it! Public outcry over Big Telecom’s efforts to force everyone (except those with really deep pockets) into an Internet slow lane has crashed the U.S. Federal Communication Commission's (FCC) website.\n\nToday was the final day to file initial comments with the FCC on the raging debate over Net Neutrality - that is, the idea that no Internet data should be forced into a slow lane online because of expensive ‘prioritization’ fees. Early this morning, the public comment system received an extraordinary amount of traffic from Internet users around the world. So far, the FCC has received over 670,000 comments on its proposal through their online system.\n\nIn response to the FCC’s website fail, your OpenMedia team made sure your voices were being heard, by hand-delivering comments to the FCC’s central office in Washington, D.C. The delivery took place in cooperation with dozens of other groups in the fight for the open Internet. For our part, we took the names of over 125,00 Internet users who have joined the OpenMedia community by signing on to our Say No to the Internet Slow Lane campaign.\n\nReddit is crowd-sourcing ways to push back against the Internet slow lane. You should join them.\n\nMon, 07\/14\/2014 - 15:44 -- Eva Prkachin\n\nGood news everyone! Our friends at reddit are crowd-sourcing a formal submission to the U.S. FCC about proposed rules that could force businesses and users everywhere into an Internet slow lane. As many of you already know, U.S. Big Telecom companies have been aggressively pushing a set of rules that would force everyone except those with deep, deep pockets (think: major media conglomerates) into a second-tier of service that could slow their content to a crawl.\n\nAt the heart of the debate is the status of “net neutrality” – arguably the founding principle of the Internet, and a key component to innovation online. Those familiar with reddit (AKA: “the front page of the Internet”) will be unsurprised that the company has come out strongly in support of the open Internet and authentic net neutrality.\n\nWhile there are many reasons to be concerned about the future of net neutrality, we think reddit sums it pretty well:\n\nThe TPP Internet Censorship Circus is in town and it’s more secretive than ever\n\nThu, 07\/10\/2014 - 15:17 -- Eva Prkachin\n\nThe bureaucrats and industry lobbyists negotiating the Trans-Pacific Partnership have gone to great lengths to keep their plans a secret before, but this takes the cake. After scheduling the next round of bargaining for Vancouver, negotiators quietly made a last minute switch to Ottawa with only a week to go before the round began.\n\nThe TPP is an international agreement involving Canada and 11 other countries, involving 40% of the global economy, that threatens to censor free expression online amongst other concerns spanning environmental protections, jobs, public health, and even our democratic rights.\n\nThroughout this week in Ottawa, negotiators worked to ink a binding international agreement behind closed doors, which experts say could block web content, invade your privacy, and make your Internet more expensive.",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.8963696361,
        "format_confidence":0.974345386
    },
    {
        "url":"http:\/\/www.scmp.com\/content\/search\/labour%20camp?f[0]=im_field_label_tag%3A382",
        "text":"• Monday\n  • July 14, 2014\n  • Last updated: 12:31pm\nHong Kong\n\n\n\n\nRefine Your Search\n\nSort by\n\nRelated Keywords\n\nSearch Results\n\nResults 1 - 10 of 22 for labour camp\n\nSearch results\n\n  1. News - Asia - CAMBODIA\n\n    Cambodians fearing crackdown on migrant workers in exodus from Thailand\n\n    Posted Jun 14th 2014, 08:22pm by AP\n\n    ... have denied the rumours and sought to quell concerns about a crackdown, adding that they have plans to systematise migrant labour. Cambodians, both legally and illegally, fill low-paying and undesirable jobs shunned by most Thais, as do migrants from Thailand's other poor neighbours, especially Myanmar. Cambodian Labour Minister Ith Samheng said about 200,000 Cambodian migrants had ...\n\n  2. News - Asia - CAMBODIA\n\n    Cambodia tentatively agrees to accept asylum seekers headed to Australia\n\n    Posted Apr 30th 2014, 11:14pm by AP\n\n    ... to take the asylum seekers, who are being held in camps on the Pacific island nation of Nauru under an agreement with Australia. However, he stressed that Cambodia had not yet approved the deal. ... are mostly from the Middle East, South Asian countries and Myanmar, and the camps on Nauru are considered processing camps rather than settlements. Australia essentially pays Nauru for hosting ...\n\n  3. News - Asia - CAMBODIA\n\n    UK sugar giant linked to child labour abuses in Cambodia\n\n    Posted Jul 11th 2013, 12:00am by GDN\n\n    ... The Guardian in Koh Kong UK sugar giant linked to abuses case The British sugar giant Tate & Lyle has imported large volumes of sugar from Cambodia through a supplier that is accused of using child labour, being complicit in expropriating land and inflicting violence on local people. Tate & Lyle- which is the EU's largest cane sugar producer and whose ingredients ...\n\n  4. News - Asia - CAMBODIA\n\n    Khmer Rouge trial hears closing statements\n\n    Posted Oct 16th 2013, 03:34pm by AFP\n\n    ... to be closed. Their complex case has been split into a series of smaller trials, starting with the forced evacuation of the population into rural labour camps and the related charges of crimes against ...\n\n  5. News - Asia - CAMBODIA\n\n    Cambodian police clash with protesting workers\n\n    Posted Dec 27th 2013, 04:00pm by Agence France-Presse\n\n    ... month next year. Thousands of garment workers protested on Friday outside the labour ministry or joined with opposition demonstrators in the capital demanding that Prime Minister Hun Sen step ... Labour Organisation accused Cambodia of backsliding in efforts to improve working conditions in the sector. ...\n\n  6. News - Asia - CAMBODIA\n\n    Three dead after Cambodian police fire on striking garment workers\n\n    Posted Jan 03rd 2014, 03:44pm by Associated Press\n\n    ... in Cambodia opened fire to break up a labour protest by striking garment workers, police and human rights workers said. Chuon Narin, deputy chief of the Phnom Penh Municipal Police, said the three ... The government has offered US$100 a month. Although the wage and election issues are not directly linked, the opposition has close ties with the country’s labour movement. On Sunday, many workers joined ...\n\n  7. News - Asia - CAMBODIA\n\n    Anger of factory workers poses a challenge for Cambodia's Hun Sen\n\n    Posted Jan 02nd 2014, 09:26pm by Reuters\n\n    ... It sounds like an all-too familiar story of labour disputes in one of Asia's poorest countries, but this time it's different. Their strike has taken on a new significance and is presenting ... strangling themselves. When investors close factories, we can't find hundreds of thousands of jobs for the people. Businesses are worried. They might say 'bye bye'.\" The Labour ...\n\n  8. News - Asia - CAMBODIA\n\n    Cambodian opposition rallies for second day after protest death\n\n    Posted Sep 16th 2013, 03:42pm\n\n    ... to disperse thousands challenging a disputed election win by Prime Minister Hun Sen, sparking clashes in which one man was shot dead. At least 1,000 protesters had defied the authorities by camping ... Rouge see little appeal in his iron-fisted approach and are disillusioned by growing land evictions, labour disputes and graft, as well as Cambodia’s close political ties with top investor ...\n\n  9. News - Asia - CAMBODIA\n\n    Woman shot dead and several injured in protest by garment workers in Phnom Penh, Cambodia\n\n    Posted Nov 12th 2013, 04:23pm by AFP\n\n    ... US$110 a month with overtime. In July the International Labour Organisation accused Cambodia of backsliding in efforts to improve working conditions in the sector. The kingdom was failing to make progress in areas such as worker and fire safety and the use of child labour, it said in a report. Prime Minister Hun Sen has said protests may imperil the country’s garment industry by persuading ...\n\n  10. News - Asia - CAMBODIA\n\n    Cambodia opposition party denounces 'staged' rally against leader\n\n    Posted Jun 09th 2013, 04:01pm by Associated Press in Phnom Penh\n\n    ... people from cities to work in labours camps in the countryside. Its radical policies led to the deaths of an estimated 1.7 million people from starvation, disease, overwork and execution. Many ...\n\n\n\n\nSCMP.com Account",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9390084743,
        "format_confidence":0.9942527413
    },
    {
        "url":"http:\/\/www.asianage.com\/location\/lebanon\/beirut\/beirut",
        "text":"Tuesday, Feb 19, 2019 | Last Update : 07:21 PM IST\n\n\n'Full blame' on Israel, says Russia as Syria accidentally downs its jet\n\nThe incident, which happened late Monday, was the worst case of friendly fire between the two allies.\n\n18 Sep 2018 3:37 PM\n\nIslamic State leader Baghdadi resurfaces, urges supporters to attack West\n\nBaghdadi’s speech was mainly focused on decline of American influence around the world and claimed credit on behalf of the Islamic State.\n\n23 Aug 2018 2:00 PM\n\nISIS chief Baghdadi urges Muslims to wage ‘jihad’ in purported new audio recording\n\nIt is the first purported recording of the ISIS leader to be released since September last year.\n\n23 Aug 2018 10:03 AM\n\nDeath toll in IS suicide bombings, shootings in Syria rise to nearly 250\n\nIn Wednesday's attacks, worst bloodshed in Sweida since civil war began in 2011, more than half the people killed were civilians.\n\n26 Jul 2018 1:41 PM\n\nCommander says Iran's people will punch US Secretary of State in mouth\n\n'History has shown that with attacks on Hiroshima and Nagasaki America is the top criminal with regard to missiles,' Ismail Kowsari said.\n\n22 May 2018 2:30 PM\n\n\nActivists want Dubai to reveal whereabouts of princess who ran away due to restrictions\n\nIn March, 32-yr-old announced she was fleeing the emirate because of mistreatment and restrictions imposed by her family.\n\n05 May 2018 6:13 PM\n\nRussia hints at providing advanced air defence systems to Syria\n\nCol Gen Sergei Rudskoi said in a statement on Wednesday that Russia will supply Syria with 'new missile defence systems soon.'\n\n25 Apr 2018 4:22 PM\n\nSyrian rebels 'forced' to leave besieged town in eastern Ghouta enclave\n\nThe government-controlled Military Media Centre says 1,500 rebels and 6,000 civilians will leave Harasta on Thursday.\n\n22 Mar 2018 2:20 PM\n\nIslamic State takes Damascus area, kills 36 Syria troops: monitor\n\n‘IS took full control of Qadam, and 36 government troops and loyalist fighters have been killed.’\n\n20 Mar 2018 6:15 PM\n\nSyria: UN first-aid convoy reaches stripped of vital medical supplies\n\nA WHO official said the govt removed most medical material from UN vehicles including surgical kits, insulin and dialysis equipment.\n\n05 Mar 2018 7:52 PM\n\n\nISIS claims responsibility for Saint Petersburg mall bombing\n\nOn Wednesday evening, a bomb was placed in a locker at a supermarket in Saint Petersburg which wounded 14 people including a pregnant woman.\n\n30 Dec 2017 11:59 AM\n\nUber driver accused of murder says raped UK woman for ‘wearing short skirt’\n\nHawchieh had untowardly images and videos of ‘taking part in a sex act with a fish,’ on his Facebook profile.\n\n28 Dec 2017 4:07 PM\n\nBritish woman working with UK embassy murdered in Lebanon\n\n‘Our first impression is that it's not politically motivated,’ says the official, who is involved in the investigation.\n\n18 Dec 2017 4:37 PM\n\nSyria: 53 civilians, including 21 children killed in Russian air strikes\n\nThe monitor had initially given a death toll of 34 civilians but the number spiked after more bodies were recovered.\n\n27 Nov 2017 10:57 AM\n\nDays after US-Russia presidential joint statement, ISIS recaptures Syrian town\n\nISIS recaptured Albu Kamal in eastern Syria to save the last urban bastion of its collapsing 'caliphate.'\n\n12 Nov 2017 1:02 PM\n\n\nLebanon’s Hezbollah chief accuses Saudi for detaining PM Hariri\n\nSaad Hariri announced his resignation in a surprise move that coincided with Saudi’s sweeping corruption purge.\n\n11 Nov 2017 11:55 AM\n\nIslamic State car bombing in Syria: 75 dead, 140 wounded\n\nIt was not the first attack attributed to IS against civilians fleeing Deir Ezzor.\n\n05 Nov 2017 5:30 PM\n\nISIS chief Baghdadi calls on jihadists to 'resist' enemies in apparent recording\n\nRumours have abounded about Baghdadi's own health and movements, but his whereabouts remain unclear.\n\n29 Sep 2017 8:17 AM\n\nLebanon finds suspected remains of troops held by ISIS\n\nThe families had gathered for hours in downtown Beirut amid blistering heat to await news of their loved ones.\n\n28 Aug 2017 11:00 AM\n\n42 civilians killed in US-led air strikes in Syrian city of Raqa: reports\n\nNineteen children and 12 women were among those killed in the raids, which hit several neighbourhoods in the northern city.\n\n22 Aug 2017 3:45 PM",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9467624426,
        "format_confidence":0.9726811051
    },
    {
        "url":"http:\/\/voiceofamarillo.com\/tags\/native-americans\/feed\/",
        "text":"News Talk 940 AM » native americans The Voice of Amarillo Wed, 29 Jul 2015 04:37:05 +0000 en-US hourly 1 News Talk 940 AM Shutdown Hits Tribes, But Some Services Continue Wed, 02 Oct 2013 15:54:13 +0000 Associated Press Continue reading…]]> BILLINGS, Mont. (AP) — Indian tribes across the U.S. are preparing to suspend some federal programs and pay for others out of pocket as a partial federal shutdown takes effect.\n\nRead More|Comment\n\nContinue reading…\n\n]]> 0 Photo by David McNew\/Getty Images",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9858592153,
        "format_confidence":0.9607149959
    },
    {
        "url":"https:\/\/town-village.com\/2015\/04\/02\/",
        "text":"ST Girl Scout is top seller of cookies in Manhattan\n\nMadeleine Noveck, at home with some of the cookies she’s sold, her business card and her teddy bear (Photo by Sabina Mollot)\n\nMadeleine Noveck, at home with some of the cookies she’s sold, her business card and her teddy bear (Photo by Sabina Mollot)\n\nBy Sabina Mollot\n\nThis budding saleswoman is one tough cookie!\n\nAn eight-year-old from Stuyvesant Town, who last year had the third highest cookie sales in the entire city, has done it again, also becoming the top seller of Girl Scout cookies in Manhattan. And this time, she’s beaten her previous record of 1,403 boxes of cookies with 1,728 boxes. However, that amount doesn’t even include the amount of cookies she sold after an official sale period of December 12-January 19, on her own as well as at a recent booth sale with her troop in front of the Stuy Town Associated supermarket.\n\nAt a recent conversation at her family’s apartment, Madeleine Noveck, better known as Maddie, discussed her success and the fun she’s had going door to door for what is actually America’s second best-selling cookie. (Girl Scout cookies are just behind Oreos.)\n\nThis year, Noveck’s efforts won her an iPad Air – although for her it’s just another one to throw on the pile. She also won an iPad mini two years ago and another iPad last year that she gave to her brother. But even without the prizes, for Noveck, selling cookies is the best part of being a Girl Scout and it’s why she joined. That was in kindergarten, and she didn’t start selling right away, but when she did it was with a passion. Two years ago, she succeeded in selling over 1,000 cookies, which, this year, was accomplished by only 18 girls in New York City.\n\nContinue reading\n\nOP-ED: Why renewal of Rent Law is not enough\n\nStuyvesant Town tenants Arlene Dabreo and Marina Metalios were among hundreds protesting Airbnb outside City Hall before  a legnthy hearing attended by Airbnb execs, hosts who use the service, tenants and politicians. (Photo by Sabina Mollot)\n\nStuyvesant Town resident Marina Metalios (right) with neighbor Arlene Dabreo pictured at an anti-Airbnb rally earlier this year (Photo by Sabina Mollot)\n\nBy Marina Metalios\n\nOur rent laws expire on June 15, 2015. At the last ST\/PCV Building Leader meeting in February, we discussed what is at stake. Guest speaker Michael McKee (treasurer, Tenants PAC) explained that if we cannot reduce the phase-out of protections this year it may be too late to do so at the next renewal. The real estate lobby is quite content on a “straight extender” this June because the rent laws as currently written are doing exactly what the real estate lobby scripted.\n\nThe combo in the current laws of legal rent increases from individual apartment improvements and MCIs and vacancy destabilization are doing yeoman’s work for the real estate lobby. Simply put: Our current laws contain the seeds of their own destruction. Consider this proof: In our last renewal in 2011 the tenant movement wanted a three-year extender only (to get a renewal in the politically advantageous election year of 2014).\n\nBut the real estate lobby wanted a 14-year extender, to 2025! A 14-year extender would have rewarded the real estate lobby richly with minimal exertion. During this time the landlords would have waited patiently, their deregulation plans successfully on auto-pilot. By 2025, so few units would have remained rent-protected that the lobby would have won just by waiting it out. If not “won” outright they would be close enough to order champagne.\n\nStrengthening our rental protections is detailed in the nine-point “Tenant Legislative Platform” of the Real Rent Reform (R3) Campaign and Alliance for Tenant Power (ATP). For more information visit the website.\n\nOf them, the first and #1 most important demand is to repeal vacancy destabilization. (Of the others, the ones which are compelling to our community are repealing the automatic 20 percent vacancy bonus, making MCIs temporary, making preferential rents the base for a rent increase and tightening individual apartment improvement increase calculations.)\n\nYou may say this list is familiar. Yes, we still need to expand tenant protections, despite the 2011 renewal. I say “despite” because the 2011 renewal was technically the first since the 80s (approximately) during which the rent laws were not shrunk further. Cuomo made a huge gigantic broo-ha-ha deal about his (puny) expansions to our tenant protections in 2011. He strutted about the improvements he engineered that year. But let them be cautionary: the 2011 expansions to the rent laws are almost imperceptible and Cuomo prodigiously fund-raised from real estate during both his elections. In his 2014 re-election he raised more money from landlords than even the Senate Republicans and seven of his 10 biggest donors were landlords or developers.\n\nContinue reading",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.511103332,
        "format_confidence":0.7711686492
    },
    {
        "url":"http:\/\/www.alliancealert.org\/tag\/zz-southern-nazarene-university-v-sebelius\/",
        "text":"2013 a bad year for Obamacare abortion pill mandate | Sonoran News\n\nObama attorneys getting thumped in courts over HHS mandate | One News Now\n\nObama Admin Lost 88% of its Battles to Force Companies to Obey the HHS Mandate | LifeNews\n\n88 Percent for Religious Freedom | Kathryn Jean Lopez at NRO\n\n2013 a Bad Year for Obamacare Abortion-Pill Mandate | Charisma News\n\nFederal Judge Grants Injunction In Oklahoma Universities’ Health Care Lawsuit | Newson6.com\n\nAbortion pill mandate stopped for four Okla. universities\n\nFour Christian universities refuse to ‘support access to abortion, which destroys human life’: Attys\n\nADF: Client list growing to fight contraception mandate | One News Now\n\nFour Christian universities in Oklahoma challenge federal contraceptive coverage requirement | The Oklahoman\n\nOklahoma universities file lawsuit against the abortion pill mandate | Live Action News\n\n‘We Must Obey God’: Oklahoma Christian Universities Challenge Obamacare’s Abortion Pill Mandate | Christian Post\n\nCatholic Business Loses Contraception Mandate Appeal | CBN\n\n4 Okla. Universities Challenge Obama’s Birth Control Mandate | Christian Post\n\n4 Oklahoma Christian Colleges Join To Challenge The Obamacare Abortion Pill Mandate | Global Dispatch\n\nOklahoma colleges file lawsuit against Obama administration over federal healthcare law | KJRH.com\n\nChristian Universities File Lawsuit To Fight Federal Healthcare Law | Newson6.com\n\nChristian Universities Sue Challenging Contraceptive Coverage Mandate",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.7086471319,
        "format_confidence":0.9944577217
    },
    {
        "url":"https:\/\/paulgregorysblog.blogspot.com\/2016\/10\/",
        "text":"Follow Paul Gregory by Email\n\nFriday, October 28, 2016\n\nWhy Historians Must Use Wikileaks To Write The History of the 2016 Election\n\nWikileaks is playing a prominent, if under reported, role, in the 2016 American presidential election. Few understand the importance of Wikileaks in the eventual writing of the history of presidential politics.\n\ngo to\n\nFriday, October 21, 2016\n\nAmericans Have Lost Trust in Government For Good Reason\n\n Republican elites seem to think that defeating Trump will make all their problems go away, allowing them to return to business as usual. What wishful thinking.\n\ngo to Real Clear\n\nWednesday, October 19, 2016\n\nClinton’s E-mails: The Gift That Keeps on Giving to Vladimir Putin\n\nSo far, none of Hillary’s “personal” e-mails have been released. If they are in the possession of Russia or other hostile powers, they may be released before the election, if the hostile powers consider that could change the election result. Or the hostile power may decide to hold the 33,000 e-mails for a drip-drip release throughout a Clinton presidency. This Chinese water torture would weaken Clinton, make her the subject of congressional investigations and Freedom of Information requests. A Putin could perhaps have what he wants — a severely weakened Hillary Clinton as U.S. president. He might enjoy that more than a Trump presidency.\n\ngo to National Review\n\nSunday, October 9, 2016\n\nObama Lets Putin Get Away With Anything Except Attacking Democrats\n\nIt remains to be seen whether Obama, Clinton, and their followers will make an exception in this case and take measures that cause Putin and his Kremlin gang real pain? I have a long list: Obama’s treasury can leak the details of Putin’s hidden wealth and that of his inner circle. Obama can use the Congressional approval he already has in his pocket to supply lethal weapons to Ukraine. He can propose increases in defense spending and the bucking up of NATO. How about rejuvenating Radio Free Europe and Radio Liberty to counter his propaganda to the Russian people?\n\ngo oto\n\nWednesday, October 5, 2016\n\nWikileaks Fails To Deliver An October Surprise As Hillary Says To Worry About Putin's Meddling\n\nThe massive email cache that Hillary ordered destroyed almost a year ago remains one of the last great mysteries of her email scandal. These very documents may be in the possession of foreign powers, and may contain harmful, embarrassing, or incriminating materials that have thepotential to alter the outcome of the 2016 election or her conduct as US President. My analysis suggests that emails concerning the Clinton Foundation were automatically classified as “personal.” “Inner sanctum” emails exchanged among users were likely classified as “personal” as well. Both categories would have been destroyed when the 33,000 personal emails were wiped clean. There is no evidence that any of them have been recovered by forensic means.\n\ngo to",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9961215854,
        "format_confidence":0.5605633259
    },
    {
        "url":"https:\/\/life.spectator.co.uk\/tag\/theresa-may\/",
        "text":"Gallery: The Spectator summer party\n\nAnother magnificent bash in Old Queen Street\n\nElection night boozy bingo\n\nA drinking game to get you through to the wee small hours\n\nWhere to watch the general election in London\n\nHere’s where to watch the results come in\n\nDid Cadbury turn Easter into an orgy of chocolate?\n\nChocolate is pretty much all the Resurrection of Christ means for lots of Brits\n\nSummer calls for Pimm’s, not Aperol Spritz\n\nAt university we used to fill up paddling pools with the stuff. But where has Pimm’s gone this summer?\n\nTheresa May’s Ottolenghi revelation is gobsmacking\n\nForget footwear. The most telling thing about Theresa May, as suggested in interview with Robert Peston, is her cookbook collection…",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.7871106267,
        "format_confidence":0.9833373427
    },
    {
        "url":"https:\/\/newspaperarchive.com\/us\/new-mexico\/santa-fe\/santa-fe-new-mexican\/2005\/09-14\/",
        "text":"Santa Fe New Mexican Newspaper Archives\n\nView Full PageBecome a Member\n\nIssue Date:\n\nPages Available: 56 - Used by the World's Finest Libraries and Institutions\n\nAbout Santa Fe New Mexican\n\nPublication Name: Santa Fe New Mexican\n\nLocation: Santa Fe, New Mexico\n\nPages Available: 1,231,395\n\nYears Available: 1849 - 2015\n\nLearn More About This Publication\n\n\n  • 2.16+ Billion Articles and Growing Everyday!\n  • More Than 400 Years of Papers. From 1607 to Today!\n  • Articles Covering 50 U.S.States + 22 Other Countries\n  • Powerful, Time Saving Search Features!\nFind Your Ancestors Now\n\nStart Your Genealogy Search Now!\n\nView Sample Pages : Santa Fe New Mexican, September 14, 2005\n\nGet Access to These Newspapers Plus 2.16+ Billion Other Articles\n\nOCR Text\n\nNew Mexican (Newspaper) - September 14, 2005, Santa Fe, New Mexico TU17 Q A MTA 1717 irlH OAIN 1A TIL SEPrEMBER 14 2005 WEDNESDAY 50 CENTS signs on union contract If funded agreement could mean raises averaging percent over 3 years By Deborah Baker The Associated Press Gov Bill Richardson on Tuesday signed a contract with the biggest state workers union that eould mean pay raises averag ing percent over three years if the Legislature agrees Richardson said the collectivebargain ing agreement with the American Fed erationof State County and Municipal Employees is a strong package that par ticularly benefits the lowestpaid workers The pay provisions would not take effect until Jury 2006 whett the next budget year begins and then only if lawmakers appropriate enough money to fund We need to build support for the Democratic governor said at a signing ceremony AFSCME has been a strong backer of Richardson contributing to his 2002 gubernatorial campaign and to his Moving America Forward political committee which was active in the 2004 presidential election The governor will count on the unions support again when he runs for reelec tion next year but he indicated that wasnt why he agreed to the new contract Tm doing this for state I do this for the right Richardson said Anthony Marquez executive director of AFSCME Council 18 said about state workers will be covered by the new agreement The union represents employees in 13 departments among them Health Human Services Corrections Transpor tation Taxation and Revenue and Chil dren uth and Families The new contract which expires Dec 3i 2008 also covers items such as scheduling discipline and grievance Please see CONTRACT Page A4 IMMIGRATION REFORM Natalie New Mexican Manuela Soto foreground applauds Marcela Diaz executive director of Somos Un Pueblo Unido during a members meeting Tuesday in Santa Fe weighs on proposals Barbara Ferry Hie New Mexican Rosa Nochez ate chicken mole wrapped in a com tortilla while a man sitting nearby in paint spattered coveralls discussed the nuances of immigration reform with her husband Jose4 Nochez who emigrated to the United States grantadvocacy group Tuesday Although undocumented immigrants have much at stake in this nations debate over immi gration reform they have largely been left out of the discussion Thats why Somos Un Pueblo Unidp called the meeting to discuss the pros and cons of various proposals up for consideration by Congress Not surprisingly those atthe meeting who i woje My Name is stickers but talked Solely in Spanish said immigrants to begrantecl the same status as people who entered the country legally The 10yearold organization represents a wide spectrum of the immigrant community in Santa Fe the Marcela Diaz the groups director People sometimes think Somos is just undocumented people or just Mexicans or just she said but were really a diverse We belong to a national network on immigrant Please see REFORM Page A6 Judge shelves pnkhat program Fillin for Gallegos says practice isnt productive By Jason Auslander The New Mexican For at least the next three months the pink blue and green hats worn by people convicted of various offenses in Santa Fe Municipal Court will remain in the closet Temporary Judge Sonya Carrasco Trujillo has discon tinued a 10year old program that required convicted offenders sentenced to communityser vice work instead of fines or jail time to wear colored hats while picking up lit ter around town Pink caps were issued to those con victed of offenses involving drugs or alcohol blue hats for violent crimes and green hats for stealing I dont necessarily think it is a productive way to help people learn a lesson about CarrascoTrujillo said The judge appointed by Santa Fes mayor and City Council after the state Supreme Court suspended Judge Frances Gallegos with pay for 90 days said she will continue to sen tence people to community service However CarrascoTrujillo said there are plenty of nonprofit organi zations that could use help in efforts Please see PINK Page A6 Sonya Carrasco Trujillo HEALTH s increase options for alcoMefcabuse treatment By Mark Jewell The Associated Press BOSTON Above all else John Bauhs credits a drug for helping him stop a story line some alco holics doctors and drug companies hope will become more common as new treatment options emerge Bauhs tried practically everything he could think of V to stop during 25 years of drinking but he couldnt stay I sober until a year ago when he began taking naltrex orie tr1 adrug that can block the brain chemicals that make alcoholics feel good after a drink while also undergoing counseling After being on the drug only three days the urge to drink was completely said Bauhs a 41yearold personal chef from Qermaritown Md The conscious Please see DRUGS Page A4 Chef John Bauhs shown in his kitchen Monday in Germantown spent 25 years of his life fighting alcoholism before taking a drug called naltrexone which he claims has helped him stop drinking Matt Houston The Associated Press OBITUARIES Amanda HHerreia 18 Sept 11 Daniel Petado 81 Sept 11 Edward Lee III 43 Santa Fe Sept 11 Boy Maes 60 Santa Fe Sept11 Sept 10 19 Santa Fe Sept 11 Jenny Krakower Sept 10 Latin Garcia 20 Santa Fe Sept 11 Patrick Sept 11 Paula Btecfcshere 92 Golden Sept 11 Victoria LByars Page C2 Index ROBERTS SAYS ALL THE RIGHT THINGS Chief justice nominee smoothly navigates Senate questioning on his abortion views but there should be no mistaking his conservative ideology PageA3 KATRINA DEATH TOLL JUMPS TO 423 Nursinghome owners charged in deaths of 34 patients PageA5 NEXT STOP WASHINGTON Tree from local forest to grace White House for holidays PageC3 TODAY Partly sunny High 78 PageC8 Main office Late paper Classifieds 8 News tips 9633303 9840363 9663000 9863030 Five sections 36 pages 156th year Issue No 257 Publication No 596440 AtoeaRvi T New Mexko for 15t yean ;",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.78490448,
        "format_confidence":0.7390474081
    },
    {
        "url":"http:\/\/hac.bard.edu\/news\/?url=tag\/automatic-rifle\/",
        "text":"Search News:\n\nRecent News\n\nArendt & Gun Control\n\nIn The Stone yesterday Firmin DeBrabander references Hannah Arendt to buttress his argument for gun control in the wake of the tragic massacre in Newtown, Connecticut. I’ve wanted to avoid turning a true tragedy into a political cause, but DeBrabander’s thoughtful essay merits a response. The thrust of DeBrabander’s reflection is that the presence of…Read more Arendt & Gun Control Posted on 18 December 2012 | 11:26 am",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9461110234,
        "format_confidence":0.9662566185
    },
    {
        "url":"https:\/\/www.supporttexasparks.org\/author\/admin\/",
        "text":"All Posts By\n\n\nState parks to get steady flow of funding\n\nMustang Island 20050019\n\nNovember 5, 2019\nKRIS | By Seth Kovar\n\nVoters approve Proposition 5\n\nVoters approving Proposition 5 during elections Tuesday means a more predictable level of yearly funding for two state agencies.\n\n“It was definitely allocated strangely,” voter Amanda Horne said of the previous funding system for Texas Parks and Wildlife and the Texas Historical Commission.\n\nIn 1993, the Texas Legislature voted to allow all tax money from sporting goods sales go to Texas Parks and Wildlife. But it was up to lawmakers to determine how much of that money the agency actually received each budget cycle, and often they diverted a good portion of that pool to other means. Proposition 5 changes that to the delight of Horne.\n\n“I’m an avid outdoorsman here in the State of Texas, and I just want to make sure our parks are funded to the fullest extend that they can be,” she said.\n\nThe new system promises Texas Parks and Wildlife 93 percent of all tax money from sales of sporting goods. The remaining 7 percent will go to the Texas Historical Commission which hadn’t previously received that kind of funding.\n\n“Proposition Five is wonderful,” Bart Wales of Texas Tropical Trail Region said.\n\nWales’ organization promotes tourism in South Texas, in part, by promoting historical sites.\n\nThe Fulton Mansion is one such site, and it’s run by the Texas Historical Commission.\n\n“Since the Texas Historical Commission has taken (the Fulton Museum) on it has become just a focal point for South Texas and showcasing its history,” Wales said.\n\nThe funding will help both agencies maintain parks and historical sites — something else Horne is happy to hear.\n\n“There are so many beautiful places to visit here,” she said.\n\n\nProposition 5 could help fund much needed repairs at Mother Neff State Park\n\nGarner Sp 3950 Hdr 1 1024x463\n\nNovember 6, 2019\nKCENTV | By Andrew Moore\n\nA local state park will finally have a chance to get consistent funding for repairs, thanks to Texas voters passing Proposition 5.\n\nThe proposition will add an amendment to the state constitution that dedicates revenue from sales tax on sporting goods to the Texas Parks and Wildlife Department and the Texas Historical Commission for Public Parks and Historic Sites.\n\nJanice Bezanson, Executive Director of the Texas Conservation Alliance, told 6 News that the amendment will make a huge difference for state parks.\n\n“The beauty of prop 5 is the consistency it creates,” Bezanson said. “When the Texas Parks and Wildlife Department never knew from one biennium to the next how much money they were going to have in the next term, they couldn’t plan or initiate capital projects.”\n\nThe Texas legislature has been able to allocate sales tax to sporting goods to Texas parks and historic sites since 1993. The legislature was able to choose how much of the money was allocated every two years. However,only 40 percent of the money has made it to the parks and historic sites since it became available.\n\nBezanson said Texas parks and historic sites could now see a consistent $150 million every year.\n\nWhen a log jam developed at Mother Neff State Park in Central Texas around 2014, Texas Parks and Wildlife spent years searching for a funding source for the then estimated $220,000 project. They eventually had to work with the National Resource Conservation Service under the U.S. Department of Agriculture to fund the project.\n\nThe campsite next to that river still needs to be reconstructed. Silt left by flooding needs to be removed, dying trees need to be cut down and buildings need to be restored. But because of the new amendment, funding will be easier to come by.\n\n“Repairing and constructing buildings is a complicated process that requires assessment, taking bids,” Bezanson said. “The long term consistency of funding is therefore very important.”\n\nBenzanson told 6 News there is a backlog of park improvement projects across the state of Texas totaling around $800 million, so the additional revenue will be sorely needed.\n\n“They will be able to plan, and execute a long term gameplan,” Bezanson said.\n\n\n\nFranklin Mountains\n\nConstitutional dedication of Sporting Goods Sales Tax passes\n\nFor Immediate Release\nNovember 5, 2019\n\nAUSTIN—Today, Texans voted overwhelmingly in support of Proposition 5, a constitutional dedication of revenue from the Sporting Good Sales Tax, so those dollars can only be used by the Texas Parks and Wildlife Department and the Texas Historical Commission on public parks and historic sites. This amendment will ensure there will be funding to protect Texas water quality, natural areas, beaches, and wildlife, so that our children and grandchildren and future generations can enjoy them the same way we do. It will also create a consistent stream of revenue for the maintenance and long-term planning of state parks and historic sites. Importantly, Proposition 5 will provide the funding to achieve these goals without raising taxes or requiring additional fees.\n\n“Tonight, the people of Texas sent a clear message that our state parks and historic sites matter, and they are a vital part of our heritage,” said State Rep. John Cyrier, Chairman of the Culture, Recreation & Tourism Committee in the Texas House. “I was proud to carry the Legislation that put this issue in front of Texas voters. Prop. 5 will ensure that current and future Texans will have the opportunity to enjoy the rich history and culture that our state parks and historic sites afford.”\n\n“Texans have demonstrated their love of our state parks and historic sites with a resounding vote of YES in favor of Proposition 5. The passage of this proposition is important for maintaining, protecting and preserving the land in Texas that’s available for public enjoyment. This proposition was designed to create a positive impact on our environment, our culture and our way of life. The dedicated revenue for our parks and historic sites will ensure these Texas treasures are around for future generations to cherish and enjoy,” said Joseph Fitzsimons, founder of the Texas Coalition for State Parks.\n\nAbout the Texas Coalition for State Parks:\nThe Texas Coalition for State Parks, was launched by a group of former Texas Parks & Wildlife Commissioners and park advocates with the sole purpose of advocating for a constitutional dedication of the Sporting Goods Sales Tax to state parks funding. The Texas Coalition for State Parks PAC has formed to engage voters ahead of the November 5, 2019 election and encourage them to support Proposition 5. More information can be found at\n\n# # #\n\nMedia Contact:\nJennifer Swanson\n512.731.9486 | [email protected]\n\nEditorial: Now’s the time to be heard. Go vote.\n\nLighthouse Peak\n\nNovember 4, 2019\nAustin American-Statesman | By American-Statesman Editorial Board\n\nYour voice matters. Please use it Tuesday at the ballot box.\n\nThe issues being decided in this election touch our lives: State funding for schools, state parks and cancer research; as well as the use of taxes paid by hotel guests to improve the Austin Convention Center and the Travis County Exposition Center, both of which could bring more visitors and spending to our economy. With one question on the ballot you can even make life easier for retiring police dogs and their caretakers.\n\nHere is a recap of the American-Statesman Editorial Board’s recommendations on the propositions facing voters, with links to the full editorials on each topic.\n\nState constitutional amendments\n\nVote FOR Prop 1 to allow municipal judges to serve multiple cities at once if voters elect them to the bench. This would help smaller towns that don’t need their own full-time judge.\n\nVote FOR Prop 2 to allow the Texas Water Development Board to issue up to $200 million in general obligation bonds to help local governments build and improve water supply and sewer services.\n\nVote FOR Prop 3 to allow residents in a disaster area to be exempt from some or all property taxes for that year.\n\nVote AGAINST Prop 4, a measure that would make it even harder to impose a state income tax, something that is already very unlikely. This measure’s flawed wording could allow courts to kill the business franchise tax, which raises billions of dollars for public education and other programs.\n\nVote FOR Prop 5 to guarantee all sales tax revenue from sporting goods purchases would go toward maintaining state parks and historic sites — something lawmakers have long promised and largely failed to do.\n\nVote FOR Prop 6 to allow the Legislature to issue another $3 billion in general obligation bonds to fund cancer research and prevention, an effort that is saving lives and generating economic activity for Texas.\n\nVote FOR Prop 7 to allow two agencies — the State Land Board and the State Board of Education — to put more of their investment income into a fund that supports school districts.\n\nVote FOR Prop 8 to create a $793 million fund to finance local flood drainage, mitigation and control projects.\n\nVote FOR Prop 9 to ensure precious metals stored at a bullion depository will be exempt from property taxes. No jurisdiction charges such taxes now; keeping it that way will prevent these investments from going out of state.\n\nVote FOR Prop 10 to let law enforcement officers adopt their police dog when the animal retires, cutting through red tape that currently requires a third party to facilitate such adoptions.\n\nTravis County\n\nVote FOR Prop A to allow the county to collect a 2-cent portion of the hotel tax to revamp the Travis County Exposition Center, once Austin is done with the tax. An upgraded Expo Center could be an economic catalyst for a part of Travis County that has been neglected for too long.\n\nCity of Austin\n\nVote AGAINST Prop A, a measure requiring voter approval of any lease of city property for a sports or entertainment venue, and requiring that venue to pay property taxes. Sparked by critics’ concerns over last year’s Major League Soccer st... (truncated)",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9705402255,
        "format_confidence":0.7357479334
    },
    {
        "url":"https:\/\/youviewed.com\/category\/war\/",
        "text":"Category: War\n\n    In remembrance of those who made the ultimate sacrifice here are some links to Memorial Day posts from our archives … \n\n\nAmericans Forget The Meaning Of Memorial Day!\n\nKnow Your History … The Origins Of Memorial Day\n\nA Little Reminder Of What Memorial Day Is Really About …\n\nMemorial Day Via The Looking Spoon\n\nWhat Memorial Day Is Really All About\n\nHistory Of Memorial Day Memorial Day Tribute\n\nNo Daily Comedy 5.27.13 – Memorial Day Tributes\n\nDaily Video 5.27.13 Memorial Day 2013\n\nThank You , Mr President … For Staying Away From Arlington On Memorial Day\n\n\n\n\nThank you veterans , both living and deceased , we honor your sacrifice …\n\n\n\n\n\n\n\n\n\n\n\n\n\n“Taps” Performed In Arlington National Cemetery\n\nSummer And Winter\n\n\n\n\n\nPublished on Jan 21, 2014\n\n” The buglers of The United States Army Band “Pershing’s Own” perform over 5000 missions a year in Arlington National Cemetery in Arlington, VA.\nFeatured here are SSG Jesse Tubb (summer) and SSG Drew Fremder (winter) “\n\n\n\n\n\n\n\n\n\n\n\nArmy Morale Low Despite 6-Year, $287M Optimism Program\n\n\n\n\n\n” More than half of some 770,000 soldiers are pessimistic about their future in the military and nearly as many are unhappy in their jobs, despite a six-year, $287 million campaign to make troops more optimistic and resilient, findings obtained by USA TODAY show.\n\n  Twelve months of data through early 2015 show that 403,564 soldiers, or 52%, scored badly in the area of optimism, agreeing with statements such as “I rarely count on good things happening to me.” Forty-eight percent have little satisfaction in or commitment to their jobs.\n\n  The results stem from resiliency assessments that soldiers are required to take every year. In 2014, for the first time, the Army pulled data from those assessments to help commanders gauge the psychological and physical health of their troops.\n\n  The effort produced startlingly negative results. In addition to low optimism and job satisfaction, more than half reported poor nutrition and sleep, and only 14% said they are eating right and getting enough rest.\n\n  The Army began a program of positive psychology in 2009 in the midst of two wars and as suicide and mental illness were on the rise. To measure resiliency the Army created a confidential, online questionnaire that all soldiers, including the National Guard and Reserve, must fill out once a year.\n\n— Forty-eight percent or about 370,000 soldiers showed a lack of commitment to their job or would have chosen another if they had it to do over again. Only 28% felt good about what they do.\n\n— About 300,000 soldiers or nearly 40% didn’t trust their immediate supervisor or fellow soldiers in their unit or didn’t feel respected or valued. Thirty-two percent felt good about about bosses and peers.”\n\n\nUSA Today\n\n\n\n\n\n\n\n\n\n\nFormer 10th Mountain Division Soldier Aids Christian Militias Fighting ISIS\n\n\n\n\n\n\n” A former 10th Mountain Division soldier is helping Christian militias in Iraq protect their homes from Islamic State group militants.\n\n  Brett Felton, who previously served with the 2nd Battalion, 14th Infantry Regiment, 2nd Brigade Combat Team, told a crew from CBS News’s “60 Minutes” that his Christian faith inspired him to travel into the country.\n\n“ People say, ‘You’re crazy for doin’ this,’” Mr. Felton said on the program. “I think people are crazy for not doing their part, to be honest with you. To me, for the Christians here, it would be an honor to give my life helping these people.”\n\n  Mr. Felton deployed to Iraq in 2006, and left the Army in 2007.\n\n  The Troy, Mich., native arrived in Iraq after sneaking over from Lebanon, where he was studying.\n\n  The news program’s crew found him in February training forces in Bakufa, a small village north of Mosul, where many of its Christian residents have fled.”\n\nRead more\n\nVeteran Has Recruited 17 Men To Fight In Veterans Against ISIS: Offensive Wing Group\n\n\nScreen Shot 2015-03-30 at 9.14.21 AM\n\n\n\n\n” A local veteran has put together a combat team to fight terrorists in the Middle East. Now, they’re getting ready to deploy in a few months.\n\n  Action News first told you about this story last month on the day Veterans Against ISIS: Offensive Wing was formed.\n\n  Founder and Army veteran Sean Rowe’s goal was to find several veterans willing to fight the terror group, and he found more than a dozen veterans are willing to fight.\n\n  Almost half of them are from Florida and Rowe said a lot of people reached out to him after our first story aired. They all have a military background and are ready to return to the battle field to fight ISIS.\n\n  Rowe said he was looking for a few good men to join his group Veterans Against ISIS: Offensive Wing and he’s found them. Just don’t call them mercenaries.\n\n“ I hate that term. We’re not doing this for money; we’re volunteering our time,” Rowe said.”\n\n\n   Read more about Sean Rowe as he joins other Christian volunteers in the fight against the existential threat to our civilization while our leaders dither and issue platitudes .\n\n\n\n\n\n\n\n\n\n\n\n\nAmerican-Israeli Rabbi Compares Obama To Haman\n\n\n\n\n\n‘ Rabbi Shlomo Riskin, chief rabbi of Efrat, on Saturday night compared US President Barack Obama to Haman and Prime Minister Benjamin Netanyahu to Mordechai.\n\n  Speaking at the Jerusalem Great Synagogue, the American-born Riskin said that he could not understand what was going through Obama’s mind.\n\n“ The president of the United States is lashing out at Israel just like Haman lashed out at the Jews,” he said.\n\n“ I’m not making a political statement,” he clarified, “I’m making a Jewish statement.” \n  When a woman in the audience shouted out that he was being disrespectful to the US president, she was booed by the crowd. Riskin said he didn’t need any help from the audience.\n\n“ I am being disrespectful because the president of the United States was disrespectful to my prime minister, to my country, to my future and to the future of the world.”\n\n  Just as Mordechai was focused on saving the Jews of Persia from destruction, he said, so Netanyahu is focused on saving Israel and the world from destruction.\n\n  He said more than once throughout his address that he was proud of Netanyahu, and added that he did the right thing in speaking to Congress “even if it angered Obama.”\n\n\nContinue reading\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‘Arab-Israel Alliance’ Leaving Obama Isolated\n\n\n\n\n” Prime Minister Binyamin Netanyahu has jabbed President Barack Obama with a stinging remark that although Israel and the United States are friends, fears of Iran and the ISIS have forged a “new partnership” of Israel and “many of our Arab neighbors.”\n\n  Netanyahu took the opportunity of being charged with the responsibility to form a new government to say:\n\n  We very much appreciate, and will take care to preserve, our alliance with the best of our friends, the United States; however, we will continue to work to prevent the agreement with Iran, an agreement that endangers us, our neighbors and the world. We see eye to eye with many of our Arab neighbors regarding the danger posed by Iran and we also view positively the benefit that this new partnership could have for the region.\n\n  The chaos in Yemen has once again embarrassed the Obama administration by exposing another colossal foreign policy failure that has made President Obama increasingly isolated in the region.”\n\n\n\n    This article from today’s Jewish Press amply demonstrates that our “Dear Leader” sides , not with all Muslims , but only with the extremist factions … Iran , Palestinian terror groups and jihadists , while Israel forges alliances with the more moderate Muslims of the mideast in the interests of self-preservation.\n\n    One side seeks only to be left in peace while the other works ceaselessly towards a Global Caliphate with the active collusion of our “commander-in-chief” … President “Peace Prize” , who claims to seek peace in the middle east is in actuality ensuring  , whether by incompetence or design , that war is coming ala Neville Chamberlain .\n\n\n\n\n\n\n\n\n\n\n\n\nUS Declassifies Report, Exposes Details On Israel’s Nuclear Program\n\n\n\n\n\n” The United States has just revealed a stunning amount of information on some of Israel’s the most closely guarded secrets: information about its military cooperation with America and 20 years’ worth of details on Israel’s nuclear technology development, up to the 1980s.\n\n  The 386-page report, composed in 1987 by the federally funded Institute for Defense Analysis, (an NGO that operates under the Pentagon), is titled “Critical Technological Assessment in Israel and NATO Nations.”\n\n  It was declassified by the Pentagon in early February – but oddly, the report has been redacted so as to black out or withhold everything the Institute wrote on America’s NATO allies – but to reveal all that American experts assembled in Israel.\n\n\n\n     Obama has been working diligently on two things since taking office , his golf game and ensuring that no allies ever trust America again . The enemies of the US couldn’t have gotten a better president if they had hand-picked him themselves . Read more on the administration’s betrayal of Israel by our “Muslim-In-Chief” at the Jewish Press \n\n   And to all of our Jewish readers who’ve supported Mr Obama , you had better be prepared to bid farewell to the Jewish homeland as he eagerly gives Iran the means of Israel’s destruction .\n\n\n\n\n\n\n\n\n\n\n\n\nLosing Yemen\n\n\n\n\n\n\n” The last US special forces have been withdrawn from Yemen without exciting much notice from the US press.  Max Boot tweets: “All US SOF evacuating Yemen. Huge win for AQAP, huge defeat for US. How many foreign policy disasters can we handle?” Reuters reports, “the United States has evacuated its remaining personnel, including about 100 special operations forces, from Yemen because of the deteriorating security situation there, U.S. officials said on Saturday.”  This means that the last vestiges of what the Obama administration only recently touted as their model counter-insurgency operation are gone... (truncated)",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9887505174,
        "format_confidence":0.9123261571
    },
    {
        "url":"http:\/\/democracyunlimited.ning.com\/groups\/group\/listFeatured",
        "text":"DUHC Projects and Partnerships (3)\n\n  • Move To Amend\n\n    24 Fans Latest Activity: Jul 15, 2013 Constitutional Amendment Campaign to Abolish Corporate Personhood.\n\n  • Food & Democracy\n\n    11 Fans Latest Activity: Feb 3, 2011 Food and Democracy\n\n  • HumIBA\n\n    12 Fans Latest Activity: Apr 30, 2011\n\n    The Humboldt County Independent Business Alliance (HumIBA) is no longer in operation. This page offers information about this discontinued project…\n\n© 2015   Created by Kaitlin Sopoci-Belknap.\n\n   |  Contact Us  |  Terms of Service\n\nDonate Online NowVisit Us On FacebookFollow Us On TwitterSign Up for our Email NewsletterSubscribe in a RSS Reader",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9896990657,
        "format_confidence":0.8516666889
    },
    {
        "url":"https:\/\/newint.org\/search?key=india&amp%3Bf%5B0%5D=created%3A1997&amp%3Bf%5B1%5D=field_themes%3A5311&f%5B0%5D=field_tags%3A11372&f%5B1%5D=field_themes%3A5873&f%5B2%5D=field_tags%3A3481&f%5B3%5D=field_tags%3A10938&f%5B4%5D=field_themes%3A4951&f%5B5%5D=field_tags%3A7103",
        "text":"\n\nTop stories about india\n\n\nThis article is more than 19 years old.\n\n... Lucy Willis     On 18 October 2000 the Supreme Court of India handed down an historic judgement. The Narmada Bachao ... of numbers in her head, and under her relentless dialling India awakes. At this moment she is trying to meet the Chief ... analysts are asking why – after 50 years of it – are India’s water problems getting worse, its small farmers ...\n\nSubscribe   Ethical Shop",
        "topic_id":17,
        "format_id":1,
        "topic_confidence":0.9310526848,
        "format_confidence":0.993023634
    }
]