[
    {
        "url":"https:\/\/www.experts-exchange.com\/questions\/20149357\/Switching-user-ids.html",
        "text":"Switching user ids\n\nPosted on 2001-07-11\nLast Modified: 2013-12-18\nIs there some way to automate the switching of user ids, and\/or somehow setup two icons (one for each user) on a workstation to make the switching of users Ids more simple?\nQuestion by:fneale\nLVL 24\n\nExpert Comment\n\nID: 6274793\nBest method is create two locations in the local address book and make it specific to the users and name the location appropriately.\n\nYou specify the id file in the advanced section \"user id to switch to\". Then ask the user to switch the locations.\n\n\nAccepted Solution\n\nJoeMunguia earned 50 total points\nID: 6276479\nIn user preferences, select the startup option \"Prompt for Location\" and if you name each location after each user, they just pick their name each time they startup notes.\n\nExpert Comment\n\nID: 6278113\nThere should be an available SmartIcon that you can add to their workspace called \"File Switch User ID\".  In Notes (R5), goto File - Preferences - SmartIcon Settings and add the File Switch User ID icon ( they are in alphabetical order )under the available icons to the Universal Icons list.  This will add it to the workspace.\n\nHope this helps,\n\n\nFeatured Post\n\nMaster Your Team's Linux and Cloud Stack\n\nCome see why top tech companies like Mailchimp and Media Temple use Linux Academy to build their employee training programs.\n\nQuestion has a verified solution.\n\nIf you are experiencing a similar issue, please ask a related question\n\nSuggested Solutions\n\nTitle # Comments Views Activity\nEmail relaying to outside address 4 164\nLotus notes error message 6 99\nIncorrect reply-to address Lotus 2 31\nESXCLI upgrade command 1 98\n  In today’s Arena we can’t imagine our lives without Internet as we are highly used to of it. If we consider our life style just for only 2 min we found that face to face communication is swapped by e-communication.  Every Where from Works place to…\nProblem \"Can you help me recover my changes?  I double-clicked the attachment, made changes, and then hit Save before closing it.  But when I try to re-open it, my changes are missing!\"    Solution This solution opens the Outlook Secure Temp Fold…\nAlong with being a a promotional video for my three-day Annielytics Dashboard Seminor, this Micro Tutorial is an intro to Google Analytics API data.\nFinds all prime numbers in a range requested and places them in a public primes() array. I've demostrated a template size of 30 (2 * 3 * 5) but larger templates can be built such 210  (2 * 3 * 5 * 7) or 2310  (2 * 3 * 5 * 7 * 11). The larger templa…\n\n773 members asked questions and received personalized solutions in the past 7 days.\n\nJoin the community of 500,000 technology professionals and ask your questions.\n\nJoin & Ask a Question",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9344090819,
        "format_confidence":0.9909760356
    },
    {
        "url":"https:\/\/denvermetrorealestatejournal.com\/qa\/what-is-the-best-voice-to-text-app-for-iphone.html",
        "text":"What Is The Best Voice To Text App For IPhone?\n\nIs there an app that converts audio to text?\n\nTemi Record and Transcribe App Temi has a “Record and Transcribe” App, which uses world class speech recognition technology to live transcribe your recordings.\n\nAI transcription is less accurate than the human transcription option offered by the Rev Voice Recorder app, but is instant and about 80-85% accurate..\n\nHow can I convert speech to text online?\n\nDictation uses Google Speech Recognition to transcribe your spoken words into text. It stores the converted text in your browser locally and no data is uploaded anywhere.\n\nWhat is the best talk to text app for iPhone?\n\nWhat is the best Speech to text app for iPhone?Transcribe – The simplest one.Transcribe Live – Best for live recording.Speechy – The most complete.Voice to text Pro – The straightest to the point.Translate – The international.Transcribe – The most effective.Voice recognition – More simple you die!\n\nHow do I record a speech to text on my iPhone?\n\nUse Dictation on your iPhone, iPad, or iPod touchTo enter text, tap the microphone button on your keyboard, then start speaking. … If dictation isn’t sure what word it heard, you’ll see a blue line under the transcribed word so you can check it for accuracy. … To replace a section, select what you want to replace, then tap the microphone button and speak again.More items…•\n\nIs there an app that converts speech to text?\n\nVoice Notes is a simple app that aims to convert speech to text for making notes. … ListNote Speech-to-Text Notes is another speech-to-text app that uses Google’s speech recognition software, but this time does a more comprehensive job of integrating it with a note-taking program than many other apps.\n\nHow can I convert voice recording to text?\n\nIf you have an Android phone, here’s how to get it done.Pick your app. The first step in converting voice recordings to text on Android is to record your notes. … Record your notes. To record your notes on the Rev Voice Recorder, just tap the “Record” button and start talking! … Order a transcription.\n\nHow do I convert an audio file to text?\n\nHow to convert MP3 to Text?Upload your MP3 audio and select the language used in the audio. No size restriction and first 30 minutes are free.We transcribe your audio will be converted from audio to text in just a few minutes.Proofread and Export. Make sure that the transcript is well transcribed.\n\nWhat is the best free voice to text on iPhone?\n\n5 free voice-to-text appsDragon Dictation. Platform: iOS. Dragon products have been a leader in the speech transcription field since it was a fledgling category on desktop. … Speech to Text. Plaform: Android. … Evernote. Platform: Android. … ListNote Speech-to-Text Notes. Platform: Android. … Voice Texting Pro. Platform: iOS.\n\nWhat’s the best voice to text app?\n\nThe 8 Best Voice-to-Text Apps of 2020Best Overall: Dragon Anywhere. … Best Assistant: Google Assistant. … Best for Transcription: Transcribe – Speech to Text. … Best for Long Recordings: Speechnotes – Speech to Text. … Best for Notes: Voice Notes. … Best for Messages: SpeechTexter – Speech to Text. … Best for Translation: iTranslate Converse.More items…\n\nHow do I activate voice to text?\n\nUsing Google™ Keyboard\/GboardFrom a Home screen, navigate: Apps icon > Settings then tap “Language & input” or “Language & keyboard”. … From the On-screen keyboard, tap Google Keyboard\/Gboard. … Tap Preferences.Tap the Voice input key switch to turn on or off .",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9630282521,
        "format_confidence":0.9576839805
    },
    {
        "url":"https:\/\/archive.sap.com\/discussions\/thread\/1052493",
        "text":"Skip to Content\n\nArchived discussions are read-only. Learn more about SAP Q&A\n\nWAD \/ Insert Variable Screen into WAD\n\nHi All,\n\nHow can i insert the variable screen into my WAD?\n\nFor example:\n\nFirst, when i executed the WAD i need to show (all together in the same page) the variable screen and below the table.\n\n\nNot what you were looking for? View more on this topic or Ask a question",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.8550646305,
        "format_confidence":0.6810417771
    },
    {
        "url":"http:\/\/meta.stackexchange.com\/questions\/163562\/my-opened-question-was-deleted-there-was-a-link-to-another-question-i-commented?answertab=active",
        "text":"What is meta? ×\nMeta Stack Exchange is where users like you discuss bugs, features, and support issues that affect the software powering all 142 Stack Exchange communities.\n\nI already found that I can't find the question by my searching for my comment I made in it.\n\nMaybe proceeding the other route, namely my deleted question? That wouldn't be easy, either.\n\nAny way to find that question without asking for a new, similar question which gets downvoted because the topic already has a similar question?\n\nshare|improve this question\n\n2 Answers 2\n\nup vote 6 down vote accepted\n\nYou can't search for comments easily, but you can look up your specific comments.\n\nIf you go to your user profile (click your name at the top, or on your user card), there is an activity tab among all of the other tabs on that page (summary is the default tab). Selecting the activity tab will give you a list of all the actions you have taken on a site, with links to the respective posts.\n\nOnce you are looking at the actions tab, you can filter again by action type - in this case, you want to look at your comments. Then, you'll see a list of all the comments you've made. If the question you're looking for doesn't show up on this list, then that topic was probably deleted.\n\nshare|improve this answer\nI have found it, thank you! Strangely, my comment in question does not show up. –  superuser Jan 13 '13 at 8:26\n\nYou can search the comments on data.stackexchange.com, which I believe is updated roughly weekly so that's your tool to find comments too old to easily find in the \"activity\" page on your profile.\n\nshare|improve this answer\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9043577313,
        "format_confidence":0.9897174835
    },
    {
        "url":"https:\/\/blender.stackexchange.com\/questions\/2976\/how-can-i-add-vertices-to-intersection-of-two-edges",
        "text":"I need to put a point at the intersection of two edges. Below is a picture with red circles around where I need points to be placed.\n\n\nWith Blender 2.8+ you can use the Auto Merge Tool to insert a vertex between intersecting edges.\n\nenter image description here\n\nJust enable the option Auto Merge and Split Edges & Faces in the Tool Shelf, then select a vertex and move it. Upon placing it down the tool will create vertices between the connected edges and the edges intersecting them.\n\nIf you don't want to move any vertices just select one, press G to move and confirm with left click without altering the position.\n\n  • 2\n    $\\begingroup$ This is most definitely the best solution now! Thank you for making me aware of it. If you want to make sure to not move it at all, G Z 0 Enter would be the safest way to avoid moving it even a pixel. $\\endgroup$\n    – Keavon\n    Jul 26 '20 at 21:34\n\nIf all you really want is to add a vertex at the position of intersection, then something like this script would work: (this even adds the vertex at the projected intersection of two lines, or the closest point if they never intersect)\n\nimport bmesh\nimport bpy\nfrom mathutils import geometry\n\ndef add_vertex_to_intersection():\n\n    obj = bpy.context.object\n    me = obj.data\n    bm = bmesh.from_edit_mesh(me)\n\n    edges = [e for e in bm.edges if e.select]\n\n    if len(edges) == 2:\n        [[v1, v2], [v3, v4]] = [[v.co for v in e.verts] for e in edges]\n\n        iv = geometry.intersect_line_line(v1, v2, v3, v4)\n        iv = (iv[0] + iv[1]) \/ 2\n\n\nthis does not attach the vertex to any edges\/faces. Here it is packaged as an addon accessible from: W > Place vertex at intersection\n\nThis is now part of mesh_tinyCAD\n\nA while back I added this feature to mesh_tinyCAD, and called it (Vertex to Intersection) V2X. I use it to add guide-vertices to intersections and it is less potentially destructive than the XALL or VTX operations.\n\n  • $\\begingroup$ You make it looks easy. $\\endgroup$\n    – Ari\n    Sep 12 '18 at 1:55\n\nI found tinyCAD addon the most helpful solution for this problem. It can be downloaded here:\n\n\nYou can install several ways but the easiest is to download the zip linked in the readme and use the Install from File option in UserPreferences > Addons. Then you can enable it as usual.\n\nTo use it, just select intersecting edges, press W and select TinyCAD > TinyCAD XALL\n\ntiny cad\n\n  • $\\begingroup$ Great find. This is the question that originally brought me to this site, and this addon is the only solution I've really liked so far. $\\endgroup$\n    – user7952\n    Dec 22 '14 at 13:26\n  • $\\begingroup$ Unfortunately this also removes any faces connected to the edges. $\\endgroup$\n    – gatzkerob\n    May 7 at 9:33\n\nTo expand on Haunt_house's answer, to place a vertex at the intersection you can use the Dynamic spacebar addon\n\nThis is include with development builds of blender by default, but you will still have to enable it in the User preferences:\n\nenter image description here\n\nIf you are using a release version, you can get it here\n\nPress Space> Snap Cursor menu > Cursor to edge intersection:\n\nenter image description here\n\nThis snaps the 3D cursor the the intersection between the selected edges.\n\nNow you can add a new mesh (press ShiftA while still in edit mode) and then press ShiftS> Selection to cursor:\n\nenter image description here\n\nThen select the vertices you want to merge with one of the ones on the intersection selected last and press AltM> At last:\n\nenter image description here\n\nAlternate Workflows\n\nFor something like this, You might be better off with a different workflow:\n\nArray modifier\n\nYou could use the Array modifier with an object offset, see this answer\n\nenter image description here\n\nNote that in the above image, the plane object as been rotated -120 degrees in object mode.\n\n(This would be similar to Haunt_house's solution of using different objects)\n\n\nYou might be able to use a primitive to get the desired geometry, Add a circle and set the vertices to 3 in the Redo menu or the F6 menu:\n\nenter image description here enter image description here\n\nExtrude upwards, select all, then press AltE> Individual faces:\n\nenter image description here\n\nDelete the top vertices:\n\nenter image description here\n\n  • 3\n    $\\begingroup$ I would suggest you remove the Alternate Workflows section because they are specific only to the model I showed in the example and not helpful to anyone else visiting this question. $\\endgroup$\n    – Keavon\n    Jun 13 '15 at 9:19\n\nThere are several approaches. The Dynamic Spacebar Addon answer might be one of them.\n\nHere are some other:\n\n  1. Instead of creating the three parts in Edit Mode, create them in Object Mode as linked copies with AltD and rotate them. If you now go into editmode, you can adjust the length by using G and restraining to a local axis by pressing X, Y, or Z twice. With enough zoom you can adjust the verts to meet and then merge them with AltM or the Magnet Tool. Remove Doubles should work too.\n\n  2. You can use the Knife. Select all verts, zoom in a lot and cut the edges with ShiftK (shift to cut all edges) where they intersect. Then clean up.\n\n  3. You can select the verts of the upper vertical part, and move them up until they meet the side part's edges. Then use the cursor as pivot point with Dot. Copy one of them and rotate it 120 degrees around the cursor to get the third intersection point.\n\n  4. You can use the Knife Project Tool to cut them\n\n  5. You can use a three sided cylinder and extrude it outward. While in Face Select mode, select the three sides and use Mesh>>Extrude>>Individual Faces (if you have cubes instead of planes in your example). Sometimes reversing the workflow is a good idea.\n\n  6. You can use Vertex slide. Select the vertices and press G twice, then slide the vertices along the edges.\n\n  7. If the placement of the parts isn't critical, you can use the Magnet to snap the edges together.\n\n  8. The ordinary Knife Tool has snapping functionality. With everything selected, snap it to both ends of an edge and the intersecting edge will be cut.\n\n\nSo, I had to play with this until I solved it in the basic mathematical sense. So, here's a solution that will work for a pair of edges that really intersect, and it will also edd a vertex at the intersection point.\n\nTo activate:\n\n  1. Open a text editor window and create a new text file.\n  2. Paste the code from below there.\n  3. Select the intersecting edges.\n  4. Press Run Script.\n\nenter image description here\n\nHere's the code:\n\nimport bpy, bmesh\nfrom mathutils import Vector\n\nglobCo = lambda co, o: o.matrix_world * co\n\ndef find_intersection( edges, o ):\n    # Calculate global locations of edge verts\n    p1, p2 = [ globCo( v.co, o ) for v in edges[0].verts ]\n    p3, p4 = [ globCo( v.co, o ) for v in edges[1].verts ]\n\n    v1 = p2 - p1 # Edge 1 line vector\n    v2 = p4 - p3 # Edge 2 line vector\n\n    # Calcualte intersection\n    # Based on paramteric line equation: (x,y,z) = p0 + t * lineVec\n    numer = v2.y * ( p3.x - p1.x ) + v2.x * ( p1.y - p3.y )\n    denom = v1.x * v2.y - v1.y * v2.x\n    t1    = numer \/ denom\n\n    co = Vector( [ getattr( p1, i ) + t1 * getattr( v1, i ) for i in 'xyz' ] )\n\n    bpy.context.scene.cursor_location = co\n\n    return co\n\no  = bpy.context.object\nif o.mode == 'EDIT':\n    bm    = bmesh.from_edit_mesh( o.data )\n    edges = [ e for e in bm.edges if e.select ]\n\n    if len( edges ) == 2:\n        co = find_intersection( edges, o )\n\n        # Split edges and add new vert to newly created edges\n        for e in edges:\n            p1, p2 = [ globCo( v.co, o ) for v in e.verts ]\n            fac = ( co - p1 ).length \/ ( p2 - p1 ).length\n            bmesh.utils.edge_split( e, e.verts[0], fac )\n\n# Remove doubles\nbpy.ops.mesh.select_mode( type = 'VERT' )\nbpy.ops.mesh.select_all( action = 'SELECT' )\nbpy.ops.mesh.select_all( action = 'DESELECT' )\n  • 1\n    $\\begingroup$ I'd like to point out that matrix multiplications now use @ instead of *. \"o: o.matrix_world * co\" would become \"o: o.matrix_world @ co\" $\\endgroup$\n    – Xylvier\n    Dec 30 '19 at 7:02\n\nJust a brief contribution, no-code solution and perfect precision:\n\n  1. Select the edges you want to intersect\n  2. Extrude them out to make faces (direction doesn't matter much)\n  3. Select the faces, Ctrl + F, Intersect (Knife)\n  4. Expand the context menu that appears bottom-left (subtle)\n  5. Under the Source drop-down menu, select Self Intersect\n  6. Select all, merge by distance to merge vertices\n  7. Delete the extra vertices which made up the temporary faces, and you're done!\n\nEnjoy your new intersection.\n\n\nAnother way that I find easier is to just use the knife tool K. Press K then left click near the intersection, draw the line over the intersection and left click again, then hit enter. This creates three new vertices, one of which is at the intersection. Delete the others and fill in any faces that get removed and you are done.\n\n\nQuick & Dirty solution\n\nThis I use and should work for you in any case (no cutting) without creating unnecessary geometry in the end. This method is manual and might not be fast for cases with multiple intersections in different locations.\n\n  1. Fill in edges from verticies (select two vertices, F to fill edge)\n  2. Extrude (E) half-length edge from any original vertex (in corners) (overlay any existing edge with one new while having snapping set to \"Edge Center\") Center Snapping\n  3. Delete the half-length edge (X or DEL) as in \"Only faces & vertices\" (The vertex of the intersection will be preserved)\n\nYour Answer\n\nBy clicking “Post Your Answer”, you agree to our terms of service, privacy policy and cookie policy\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.7432378531,
        "format_confidence":0.9896770716
    },
    {
        "url":"https:\/\/apple.stackexchange.com\/questions\/200782\/text-shorcuts-with-symbols-are-not-working-in-os-x",
        "text":"On my iPhone, I've setup text shortcuts that allow me to quickly enter email addresses. For example, typing x@g for example might resolve to xyz@gmail.com.\n\nThese shortcuts have been synced to my Mac, along with all my other devices, but it seems that having an @ symbol as part of the shortcut, means they don't work in OS X (running Yosemite right now).\n\nI have done the same for domains, so google might resolve to http:\/\/www.google.com, and that works.\n\nI could always create an OS X friendly shortcut, but what I'd really like to know is if it's possible to get the @ symbol to work in OS X as a shortcut?\n\n  • Interesting. I have 2 that work on Yosemite. Do you have instances where they don't work? – bjbk Aug 18 '15 at 6:21\n  • I've tried in the Notes app, the Twitter widget in notification centre and in Chrome. Shortcuts without the @ symbol work in all those places. – cchana Aug 18 '15 at 6:24\n  • Try recreating them on your Mac instead of the phone. See if that works. – bjbk Aug 18 '15 at 6:27\n  • I tried that before posting up, just didn't work. At first I thought they hadn't even synced but they had and I can configure them on both my iOS and OS X devices. – cchana Aug 18 '15 at 6:32\n  • I can't duplicate. I made a shortcut on my iPhone (z@e) which expands to: xyz@example.com every time on my Mac running Yosemite. Hope you find a solution. Cheers – bjbk Aug 18 '15 at 6:52\n\nYou must log in to answer this question.\n\nBrowse other questions tagged .",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9328948259,
        "format_confidence":0.9884095192
    },
    {
        "url":"https:\/\/community.esri.com\/thread\/212010-how-long-it-takes-for-renew-organization-arcgis-online-subscription",
        "text":"AnsweredAssumed Answered\n\nHow long it takes for renew Organization ArcGIS Online subscription?\n\nQuestion asked by odimm_admin on Mar 28, 2018\nLatest reply on Mar 30, 2018 by odimm_admin\n\nOur organization pay almost 40 days ago for #ArcGIS Online, we still do not have access to our account. And of course after 30 days our account was #suspended and we don't have access to our data, we can not manage the processes of the organization placed on AGOL.",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9767457247,
        "format_confidence":0.967564702
    },
    {
        "url":"https:\/\/www.experts-exchange.com\/questions\/28975494\/Citrix-Vsphere-Powervault-setup-question.html",
        "text":"Citrix Vsphere Powervault setup question\n\nPosted on 2016-10-10\nMedium Priority\nLast Modified: 2016-10-13\nWe have 2 physical PowerEdge Servers and 1 Powervault DAS.  We have Vserver installed on a seperate utility server.  At this point, we have Vmware OS loaded on the 2 physical servers, the PowerVault management tools setup on a utility server, and the 2 VMware hosts setup in vserver.  We will be using the 2 hosts with VMWare HA.  Part of that is having shared storage.  My question is, do I create one large RAID on the DAS?  Do I create separate RAID's for each host?  Once I have the drives setup, how do I configure the storage in vserver to be used by the 2-3 virtual machines?\nQuestion by:Sean Rhudy\nWelcome to Experts Exchange\n\nAdd your voice to the tech community where 5M+ people just like you are talking about what matters.\n\n  • Help others & share knowledge\n  • Earn cash & points\n  • Learn & ask questions\n1 Comment\nLVL 123\n\nAccepted Solution\n\nAndrew Hancock (VMware vExpert \/ EE MVE^2) earned 2000 total points\nID: 41837935\nYou create one large RAID array and present this to both hosts as datastores.\n\nYou then create VMs on this datastore.\n\nThe datastore must be the same and shared by both hosts to be shared storage for HA to function.\n\nFeatured Post\n\n[Webinar] How Hackers Steal Your Credentials\n\nDo You Know How Hackers Steal Your Credentials? Join us and Skyport Systems to learn how hackers steal your credentials and why Active Directory must be secure to stop them.\n\nQuestion has a verified solution.\n\nIf you are experiencing a similar issue, please ask a related question\n\nWhen rebooting a vCenters 6.0 and try to connect using vSphere Client we get this issue \"Invalid URL: The hostname could not parsed.\" When we get this error we need to do some changes in the vCenter advanced settings to fix the issue.\nThe question appears often enough, how do I transfer my data from my old server to the new server while preserving file shares, share permissions, and NTFS permisions.  Here are my tips for handling such a transfer.\nThis Micro Tutorial steps you through the configuration steps to configure your ESXi host Management Network settings and test the management network, ensure the host is recognized by the DNS Server, configure a new password, and the troubleshooting…\nThis video shows you how easy it is to boot from ISO images for virtual machines with the ISO images stored on a local datastore on the ESXi host.\nSuggested Courses\n\n762 members asked questions and received personalized solutions in the past 7 days.\n\nJoin the community of 500,000 technology professionals and ask your questions.\n\nJoin & Ask a Question",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.8325021267,
        "format_confidence":0.988652885
    },
    {
        "url":"https:\/\/www.ritlabs.com\/en\/forums\/messages\/forum5\/topic8840\/message30713\/",
        "text":"Removing attachment from message\n\nSearch  Users  Rules \nForgot your password?\nPages: 1\nRemoving attachment from message\nI have a filter that removes the attachment from an incoming message into a predefined folder. I then move the message to another folder, but the attachment is saved with the message, even though I have removed the attachment.\n\nIs this something I am doing wrong, or a bug?\n\nYou cannot have a filter removes the attachment from a message as there is no filter action that does so. Probably you're mistajken about what your filter does.\nI'm just a user of The Bat! I don't work for Ritlabs.\nI thought perhaps it was a shortcoming of the software. I read the filter action 'Extract files to...' removed them from the message.\n\nI then created a formatted message which strangely attaches the attachments to the new message.\n\nSo the question is - how do I get rid of the attachments when I move (or save a copy of) the messag\nThis can be done in many ways. Check filter action options. You can even delete some kind of attachmends like for example *.pdf. It's easy to make it work with hidden .bat proc create *.bat file put del c:\\attachments *.pdf and then save attachments to c:\\attachments and then call proc .bat and all pdf attachments will be removed. If you wanna remove all attachments then use *.* in the *.bat proc file.\nPages: 1\nUsers browsing this topic (1 guests)",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.6035377383,
        "format_confidence":0.5399525166
    },
    {
        "url":"http:\/\/mcedp.org\/document-numbering-iso-9001.html",
        "text":"\nI am getting my tickets to number on one side of it. However, I am needing my tickets to have the number on each side, but one side will not number. I have tried several times and it will not number on both sides. I am using an avery template that is printing 10 tickets per page, stub and tearable ticket. But the stub will not number while the tearable ticket will.\n\nI am curently working on a larger projekt, where we have aprox. 4500 pcs.of furnituer designed in 4 different kind of families, generic, furnituer, furnituer systems and specialty equipment. We need to be able to asign every  pcs.of funituer a seqventual serial number, we have tried to do this using an extension with a funktion called element positionerning, but we have had no success with this tool, apparently it is taking up to much memory.\nWord includes a special sequencing field that you can use to do all sorts of numbering. You can even use the SEQ field to help create broken numbered lists. (A broken numbered list is one in which the flow of the list is interrupted by paragraphs of a different format.) This approach to creating numbered lists is particularly helpful and much less prone to the problems inherent in Word's built-in list numbering. For the purposes of this tip, the format of the sequence field is as follows:\nThank you for these clear instructions. I have had the same problem as Mommy Vaughan and followed the suggestion. However, on re-opening the Word document, I have the dialogue box Invalid Merge Field. I have to use Task Manager to close down Word. I am using Word 2010. Maybe that is part or all of the problem. Any ideas please? I need to sort this by tomorrow night to print them on Monday!\nI am trying to use mailmerge to print tickets. I tried using a column of sequential numbers on a spreadsheet and inserting that as a field into the mailmerge, but oddly, it used number 8 eight times on the first page, number 16 eight times on the second page, etc. So, I tried using a sequencing field as you describe. It worked great for the first page (numbers 1-8) but when I completed the mailmerge, it repeated numbers 1-8 on each successive sheet. What do I have to do to make this work in a mailmerge?\n\nIf you start to type in what appears to be a numbered list, Word formats your manually typed \"numbers\" to an automatic numbered list. The main benefit of this option is that you do not need to click any button to start numbering and you can choose your numbering style as well. For example, if you type \"(a) some text\" and press Enter, it starts numbering using the \"(a)\" format.\nRemember that you must update the values in the sheet if you want to continue the numbering series with the next batch of tickets. For instance, if you want your next batch of tickets to start with 112, you'd open the workbook and change the value 100 to 112, and update the remaining values accordingly. Don't forget to save the workbook after updating the values.\n\nHello! I would like to chart varying salaries against specific Low, middle and high numbers. Any suggestions on how to show this? Example: Salary 1 10000 Salary 2 12000 Salary 3 16000 Low 9000 Mid 15000 High 19000 THANK YOU! Do you want the Low-Mid-High values to be like a benchmark to measure salaries against? You could put horizontal lines across your chart, and use markers for the salary data. Here' a few ways to get your lines: http:\/\/peltiertech.com\/Excel\/Charts\/AddLine.html - Jon ------- Jon Peltier, Microsoft Excel MVP Peltier Technical Services Tutorials...\nYou can change the numbers in the list by restarting the sequence or by specifying a new start number. You can change the list's style. You can do anything to this list that you can do to a normal numbered list because it is a numbered list, with one exception: the list, while easy to format, is fixed. If you delete an item, the list updates accordingly, but I haven't found a way to add numbers.\nCK Note: Word 2007 - 2013 interface has an different automatic numbering scheme which I have been told is much less subject to corruption. Microsoft Word 2010 Bible by Herb Tyson, MVP. However numbering is still very imperfect in these later versions. I still recommend following Shauna Kelly's step-by-step instructions (see above) if setting up numbering in a template or in a document likely to be heavily edited. If you start without doing this and end up with \"spaghetti numbering,\" fixing it will be a very large chore!\n\nIf you are still reading this then perhaps you are looking for a simple and reliable way to number a couple of lists in a Word document. If you read John's article then you have already been informed that field numbering is simple and robust. If you are like 9 out of 10 Word users in my office then anything more than 1. space space Blah, blah \"enter\" 2. space space Blah, blah ... defies simple! If that applies to you, then the \"SeqField Numbering\" Add-In presented later in this page is for you. event ticket numbering",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9600641131,
        "format_confidence":0.8498223424
    },
    {
        "url":"http:\/\/serverfault.com\/questions\/10999\/can-a-second-virtual-disk-be-added-to-a-vmware-server-vs-1-guest-os",
        "text":"Take the 2-minute tour ×\nServer Fault is a question and answer site for professional system and network administrators. It's 100% free, no registration required.\n\nI have a Guest VM on a VMWare Server (version 1) that I need to have more disk space. Is there a way to grow it's virtual disk or add another?\n\nThe Host OS is Windows XP 32 Bit. The Guest OS is Windows Server 2008 R2 RC 64 Bit.\n\nshare|improve this question\nI found a site that shows how to grow the hard drive. It is:techteam.wordpress.com\/2007\/01\/17\/… It worked just fine for me. I then followed the steps shown by Glenn Sizemore. –  Vaccano May 22 '09 at 19:00\nadd comment\n\n3 Answers\n\nup vote 2 down vote accepted\n\nYou can add an additional virtual disk to the machine by:\n\nShutdown the Guest OS\n\nRight click the machine in your inventory list (F9 to show Inventory List) and choose Settings\n\nCheck what your current Virtual Disk type is, you will see either Hard Disk(IDE X:X) or Hard Disk(SCSI X:X) in the current list of Hardware.\n\nWhen adding the new disk, use the same type so you will know it works properly. Click the Add button and follow the wizard for adding your new disk.\n\nAfter you have added the disk, you can startup your virtual machine and windows will see it as a new hard drive just as if you installed a new physical drive in a machine.\n\nIf you just want additional disk space under a new drive letter, you can stop here.\n\nTo be able to spread your current drive over the two drives you need to convert them both to Dynamic Disks (look here for some more info http:\/\/www.petri.co.il\/difference_between_basic_and_dynamic_disks_in_windows_xp_2000_2003.htm) then span your current partition across both disks.\n\nshare|improve this answer\nadd comment\n\ni think you can grow existing drives [ but then you need to convince guest os to recognize bigger storage space which is very much file system dependent ].\n\ni'm absolutely sure that you can add new virtual disk to existing vm guest. you just power off guest, edit hardware repository and add new drive. that i've done quite a lot of times.\n\nshare|improve this answer\nadd comment\n\nWhile not the most straight forward process it is rather trivial to resize the VM's existing partitions, and it's too easy to grow a virtual machines vmdk\/vhd.\n\nWindows 2008\/Vista and above:\n\n  1. Shut down the VM.\n  2. Increase the size of the existing hard drive.\n  3. Open Disk Management by launching diskmgmt.msc\n  4. Right Click on the disk in question and select Extend Volume\n\n    Windows 2003 R2\/XP and below:\n\n  5. Shut down the VM.\n\n  6. Increase the size of the existing hard drive.\n  7. Either:\n  8. Open a cmd prompt and enter the following.\n    • We'll do all the work using diskpart so open it by typing.\n    • Then locate your disk by entering\n      List Disk\n    • focus on the disk you increased by selecting it.\n      Select Disk 1\n      Just look for the disk with the free space you just allocated\n    • Next locate the partition your looking for\n      list partitions\n    • set the focus on the that partition\n      select Partition 0\n    • Now simply expand the partition.\n    • your done!\n  9. If you used winpe simply reboot, and enjoy the freespace. If you used a surrogate VM. then you'll need to shut that vm down, remove your expanded HD, and reattach to the original VM.\nshare|improve this answer\nStep 2 is a bit fuzzy. I don't know how to do that in VMWare Server. –  Vaccano May 22 '09 at 6:12\nadd comment\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9507075548,
        "format_confidence":0.9913927317
    },
    {
        "url":"http:\/\/www.makeuseof.com\/answers\/change-brightness-mac-screen\/",
        "text":"How can I change the brightness of a Mac screen?\nQuestion by Debra Abrams \/\n\nHow can I change brightness of Mac computer screen?\n\nBrowse other questions & answers in the category , ; tagged ; or ask your own question.\n\nComments for this Question are closed.\n\nIf you are looking for help, please ask a new question.\n\nWe will be happy to help you!\n\nAnswers (2)",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.5751599073,
        "format_confidence":0.9834516048
    },
    {
        "url":"https:\/\/french.meta.stackexchange.com\/questions\/410\/weird-anonymous-feedback",
        "text":"I had a look at the low rep and anonymous feedback here (might require some privileges):\n\n\nIt seems that questions with a high number of views (probably by users not familiar with StackExchange's ways) get high amounts of negative feedback. And this tendency is new, I never noticed it before.\n\nA few examples:\n\nI cannot find a good reason for this, except a problem with understanding the user interface by users who just pass by. I guess some might not understand the purpose of arrows (which are now used to obtain feedback from anonymous users). Another guess: maybe they fail to understand that the first post is actually the question, not an answer to the title?\n\nAny other explanation? Are those questions really bad questions?\n\nFollow-up questions: How come these questions don't show up first in the overrated list (specifically the third one)? Why do the figures found here (respectively +14, +9 and +11), which are described as “unique anonymous and low rep positive feedback”, not match with the previous figures?\n\n| |\n  • I don't buy your explanations: they would apply equally to any question and any SE site. – Gilles 'SO nous est hostile' Mar 20 '13 at 21:16\n  • @Gilles: except this site is one of the few whose readers might not understand English in the mouseover text. Well sure, probably nobody reads this anyway… – Stéphane Gimenez Mar 20 '13 at 21:21\n  • Another reason: I'm positive this negative feedback wasn't there before the change in the UI workings. – Stéphane Gimenez Mar 20 '13 at 21:28\n  • I mentioned your question in the moderator chatroom, but no one seems to know how to interpret anonymous feedback. – Gilles 'SO nous est hostile' Mar 20 '13 at 21:59\n  • I have no idea either what this means :( – F'x Mar 20 '13 at 22:12\n  • 1\n    I'm told that the figures don't match the ones on french.stackexchange.com\/questions\/greatest-hits because the greatest hits page shows the total feedback on the question and its answers. (No, I hadn't known. It's kinda stated in the description box on the right, but not very clearly.) Not a bug then. – Gilles 'SO nous est hostile' Mar 21 '13 at 22:04\n  • @Gilles: Ah thanks, indeed! – Stéphane Gimenez Mar 21 '13 at 22:08\n\nThis just looks like confirmation bias - in order to accumulate a large score, a post has to have a large number of views, so things on the \"least helpful\" page (which you linked to, thanks for pointing out this shiny tool, by the way) will generally have large numbers of views. If you look at the \"most helpful\" page, you'll also see lots of posts with high view counts.\n\nThe main reason for anonymous feedback to disagree with voting from the site's users is that anonymous feedback generally comes from search engine traffic, and the users who find a question (or answer) may have something very different in mind. The Google or Bing or Yahoo or whatever engine can turn up our site as a result that doesn't actually match the person's query, so it gets bad feedback. Anonymous users might also just be less tolerant of basic questions, ones they might see as stupid, or they don't really know what they're voting on (voting on question vs answer). Signed-in users, on the other hand, generally vote on questions according to whether they're useful and well-written, and on answers according to how well the answer suits the question. Also questions are probably voted on more than answers simply because they're at the top.\n\nIf you look at the feedback summary, 70% of the total feedback is positive compared to \"our\" ~97% positive feedback. I think this just means that anonymous users are more readily downvoting, and though they may be voting on their personal query experience more than on the actual question\/answer, it doesn't mean they're wrong. But they're not overwhelming. And if I'm reading the Post Score to Anonymous Feedback part, most of the anonymous voting falls in line with how we're voting.\n\n| |\n  • 2\n    This seems perfectly reasonable to me. The site aficionados may love a question, but that doesn't mean it makes a useful resource for the general public arriving from a Google search. Also, there's no \"cost\" for anonymous negative feedback, like there is for downvoting answers. – Robert Harvey Mar 21 '13 at 4:46\n\nYou must log in to answer this question.\n\nNot the answer you're looking for? Browse other questions tagged .",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.8795812726,
        "format_confidence":0.9750803113
    },
    {
        "url":"https:\/\/www.jotform.com\/answers\/99480-Linking-from-One-Form-To-Another",
        "text":"What is JotForm?\nJotForm is a free online form builder which helps you create online forms without writing a single line of code. No sign-up required.\n\nAt JotForm, we want to make sure that you’re getting the online form builder help that you need. Our friendly customer support team is available 24\/7.\n\nWe believe that if one user has a question, there could be more users who may have the same question. This is why many of our support forum threads are public and available to be searched and viewed. If you’d like help immediately, feel free to search for a similar question, or submit your question or concern.\n\n  • Profile Image\n\n    Linking from One Form To Another\n\n    Asked by stmca on May 14, 2012 at 05:40 AM\n\n    Hi I am trying to create an online purchase order system but I would like to link from one online form to another\n\n    At the moment we have a ten iten form as this only fits onto a single a4 paper when printed,  but if ther person whants to add more item to the order at the moment they need to start the process again from the beginning\n\n    What I would like to achieve is - If ther person fills in all the order form  and they want to add more they pick from a drop down box I need to add more items or something similar,  That form is then submitted and the order and supplier details move to the new form.\n\n    Is this possible?\n\n    Thanks Paul\n\n  • Profile Image\n\n    Answered by gori-mathew on May 14, 2012 at 06:59 AM\n\n    Hi STMCA;\n\n    Thanks for contacting us. This can easily be achieved by creating condition and 'skip to next page' features in form 1 that will reditrect users to consecutive forms.\n\n    Kindly follow the guidelines in the following links for previously answered question;\n\n\n\n    I hope these information helps.\n\n  • Profile Image\n\n    Answered by gori-mathew on May 14, 2012 at 07:03 AM\n\n    More materials in addition to above;\n\n    Look at the example form below where  Next buttons have been renamed to Go, and it is also possible to hide the Back buttons (here is tutorial https:\/\/www.jotform.com\/help\/119-Page-Breaks-How-to-Use-Them-Like-a-Pro)\n\n\n\n    You can Clone my example form to check how it is made.\n\n    This answer was given by my colleague Mike_T on an ealier post.\n\n  • Profile Image\n\n    Answered by raydonmarketing on April 16, 2013 at 04:57 PM\n\n    Anyway to do this via separate forms via some sort of selection requirement\/gateway?\n\n    The problem with this one form approach for us will be that we have multiple \"rates\" for our services that are adjusted\/discounted\/raised on a per unit basis based upon high and low seasons as well as customer selection for duration of our service agreement.\n\n\n    for example, we offer hourly, daily, weekly and weekend rates. anything less than 5 days and more than 3 hours rental is calculated on a daily rate basis. 7 days gets a discounted weekly rate. weekend gets a high season rate increase on a per day basis which means each rental day involving a saturday or a sunday will cost $x \"weekend fee\" more. it will get too complicated with conditions given all the other conditions that we already have to setup that I'm not sure they will be handled properly... or even there is a way to make it all happen in one single form.\n\n  • Profile Image\n    JotForm Support\n\n    Answered by jonathan on April 16, 2013 at 06:03 PM\n\n\n    Please review this article. I think this is what you were looking for.\n\n\n    Here is the sample form for that http:\/\/www.jotform.me\/form\/22562702027446\n\n    When using payment fields in your payment form, you can also add a lot of payment options on it.\n\n    Use this as guide http:\/\/www.jotform.com\/help\/225-How-To-Add-Options-In-The-Payment-Form\n\n\n    Hope this help. Please inform us if this is not the answer you were looking for.",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.8721426129,
        "format_confidence":0.9808635712
    },
    {
        "url":"http:\/\/askubuntu.com\/questions\/310944\/unable-to-boot-windows-after-installing-ubuntu-12-10",
        "text":"Take the 2-minute tour ×\nAsk Ubuntu is a question and answer site for Ubuntu users and developers. It's 100% free, no registration required.\n\nThis question already has an answer here:\n\nI have just installed Ubuntu 12.10 on my PC and the installation completed well. But now the problem is I am unable to boot Windows 8, in GRUB menu it shows both options, If I choose Ubuntu, it boots smoothly and if I choose Windows 8 it shows the following message:\n\nerror: device format \"ldm\/958e9087-d9d5-11e2-be71-0024d7280798\/Volume1\" invalid : must be (f|h) dN, with 0<= N < 128  \n\npress any key to continue...\n\nand after some seconds... it shows :\n\nA disk read error Press Ctrl+Alt+Del to restart.\n\nshare|improve this question\n\nmarked as duplicate by Jorge Castro, Radu Rădeanu, Basharat Sialvi, Stephen Myall, aquaherd Jun 21 '13 at 22:07\n\nThis question has been asked before and already has an answer. If those answers do not fully address your question, please ask a new question.\n\nif you have uefi-Bios ( to get to Bios-Settings press at start of booting one of 'Function'-keys as to see in starting screen - which one to press ) - disable Uefi-Bios and enable Efi-Bios - for more details about UEFI - see here : help.ubuntu.com\/community\/UEFI –  dschinn1001 Jun 21 '13 at 9:04\nCongrats and welcome to Ubuntu. I once destroyed someones windows partition in an attempt to make a dual-boot machine. This person had to go cold-turkey from windows to Ubuntu, but thanked me later for that. –  user154126 Jun 21 '13 at 12:33\n\n1 Answer 1\n\n  1. Disable SecureBoot in your BIOS ( see this paragraph )\n  2. Run Boot-Repair's Recommended Repair\n  3. Reboot, you should be able to access both Ubuntu and Windows.\nshare|improve this answer\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9484301805,
        "format_confidence":0.9910823107
    },
    {
        "url":"http:\/\/apple.stackexchange.com\/questions\/37873\/streaming-video-from-shared-mac-folder-to-appletv",
        "text":"\n\nSign up\nHere's how it works:\n  1. Anybody can ask a question\n  2. Anybody can answer\n  3. The best answers are voted up and rise to the top\n\nI just bought a new AppleTV and will be getting it soon, and I want to know how I can stream my movies which are located on a shared drive to it?\n\nRight now, my videos are in a folder which is shared by my MBP (which is running SL) and have various formats. I've been trying to find a way to show these on my ATV without having to convert them.\n\nI've heard about AirFlick, but I'm running Lion and apparently it doesn't work (someone tell me I'm wrong). I also vaguely remember a way to stream it to my iPhone4, and then stream that to AirPlay on the ATV?\n\nshare|improve this question\nup vote 1 down vote accepted\n\nYou can use AirFlick with Lion as long as you use it in tandem with AirVideo. Check out this blog post for instructions. It worked for me.\n\nshare|improve this answer\n\nYou are right about streaming to the iPhone (or iPad) and then to the ATV. Check out the VLC streamer. The application is installed on iOS, and a companion app goes on the computer. VLC Streamer will transcode non-native video (e.g., AVI) from the computer, pipe it to the iOS device, and then pipe that to the ATV via AirPlay. I have tested this and it works exactly as described. The quality of your results will be dependent, of course, on your LAN bandwidth and processing speed of the machines. You can set some of these parameters in VLC Streamer, though, which maximizes output. Enjoy!\n\nshare|improve this answer\nI though it was VLC. I assume then that the file that VLC is sending could reside on a network folder, and then sends it to the iPhone and to the ATV. Luckily, our wifi connection is pretty damn fast ;D – Charlie Jan 22 '12 at 5:15\nYes, it can definitely be on a networked directory. I have exactly that setup running. – soxman Jan 25 '12 at 18:22\nDo I need to send it to the iPhone, then the ATV? Or can I stream straight from the Mac to the ATV? – Charlie Jan 25 '12 at 19:17\nAs far as I know, yes. You also have to install the helper app on your computer. Check out the VLC Streamer page here for more info – soxman Jan 25 '12 at 22:33\nThe problem with this is that it puts a local copy of the media on my computer, taking up space. You mentioned you were able to have it play movies from a network drive, how so? – Charlie Jan 26 '12 at 12:45\n\nIf they're MPEG-4 formatted videos, just add them to iTunes. ATV will play anything in your iTunes (must be MP4 though, not AVI even if iTunes would play it).\n\nIf you want non-MP4 video, you'll need to jailbreak your ATV & install Plex.\n\nshare|improve this answer\nI am planning on jailbrekaing anyways, but I don't want to have to put them into iTunes, but run them off the shared folder... – Charlie Jan 22 '12 at 3:54\n\nYour Answer\n\n\nBy posting your answer, you agree to the privacy policy and terms of service.\n\nNot the answer you're looking for? Browse other questions tagged or ask your own question.",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9134276509,
        "format_confidence":0.989851594
    },
    {
        "url":"http:\/\/www.makeuseof.com\/answers\/install-windows-xp-windows-7-pc-dual-boot\/",
        "text":"How can I install Windows XP on a Windows 7 PC using dual boot?\n\nAbhishek November 21, 2011\nPinterest Stumbleupon Whatsapp\n\nI am unable to install Windows XP on my Windows 7 PC. Every time I do the option to install Windows XP is greyed out or disabled. What can I do?\n\n  1. Venkatesh Kashyap\n    December 3, 2011 at 4:22 am\n\n    install xp in FAT-32 file system.\n    win-7 in NTFS file system.\n\n    November 22, 2011 at 12:03 am\n\n    Hello, the best method is to install from older to newer operating system.  In your case, you have to do it from newer to older.  The following link will explain everything you need  and have to do to succeed:\n\n    Hello, these are links that deal on how to dual boot xp with vista\/7:\n\n    There error you are getting can be solved by turning the SATA configuration to IDE in BIOS, if the option is there.  Downside with setting to IDEA is that you will loose some performance with the drive.  Or as Mike suggested, download the ACHI drivers for your system to a flashdrive\/cd and installing them by using F6 button when installing XP.  \n\n  3. Mike\n    November 21, 2011 at 8:29 pm\n\n    If the this is the case AHCI drivers can be supplied during the Windows XP installation using the F6 option\n\n  4. Sonny Bass\n    November 21, 2011 at 8:26 pm\n\n    Most likely your BIO's has SATA type set to AHCI. XP will not load or run in this mode. I would recommend VirtualBox\n\n  5. Mike\n    November 21, 2011 at 8:25 pm\n\n    I'm afraid you will have to reformat your entire Hard Drive beforehand.\n\n    Windows 7 uses the GUID Partition Table by default wherein Windows XP only supports Master Boot Record. Therefor when you try to install Windows XP it can't find a partition to install to.\n\n    If you decide to reformat I strongly suggest to install Windows XP first and then Windows 7 afterwards. Windows 7 supports dual boot out of the box and will add both systems to the boot menu wherein Windows XP would replace the boot loader [which means you would have to manually reinstall it and add both boot options].",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9258485436,
        "format_confidence":0.971595645
    },
    {
        "url":"https:\/\/en.forums.wordpress.com\/topic\/links-i-didnt-create",
        "text":"Need help? Check out our Support site, then\n\nlinks I didn't create\n\n  1. Some words in my blogs, example \"marriage\" turned blue and are now linking to an ads. I didn't create the links. I tried the unlink, but that didn't work. How do I get rid of it?\n\n    The blog I need help with is\n\n  2. You disable the add-on to your browser that is doing that. Lots of people are reporting similar things, and it turns out to be some browser extension they put on recently. Disable them one by one until the ads go away.\n\n  3. I did turn off Ad Blocker so that may be part of it too. Thanks.\n\nTopic Closed\n\nThis topic has been closed to new replies.\n\nAbout this Topic",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.9872037768,
        "format_confidence":0.5380106568
    },
    {
        "url":"http:\/\/holsthagen57.tribunablog.com\/how-do-you-add-an-audio-stake-to-wikia-4656516",
        "text":"How do you add an audio stake to Wikia?\n\nffmpeg -leeway AudioSound BarsReceiversHome Theatre SystemsHome Theatre AccessoriesHDMI CablesTV Mounts & StandsRemote ControlsA\/V Cables & AccessoriesHome Theatre Seating\nSoftware: USB Drivers* BitPim (Google scour to get hold of present version) Audio enhancing and converting teach\nHow am i able to file a streaming audio? 1,0seventy seven,128questions on Wikianswers Add New page Edit Edit sourceHistoryTalk 0This question is awaiting an answer...Please go away this discipline blank until you're answering the question. do not ask questions you already know the reply to. thanks.Retrieved from \" \" Ad blocker interference detected! Wikia is a spinster-to-usefulness site that makes money from promoting. we have now a tailored expertise for viewers utilizing ad blockers Wikia isn't accessible if youve made further modifications. take away the custom ad blocker list(s) and the web page bestow load as anticipated. classes : Un-answered questionsAdd category CancelSave\nFillion lectronique is at present proud to offer you music fans' well known British-model Cambridge Audio's high-constancy era of merchandise.\nFurniture speaker Stands television Stands Projector Mounts Audio\/Video Stands residence drama seats headphones gentle headphones ring Cancelling headset traditional headset wireless headphones iPod docks audio system iPod Docks Micro programs by ipod docks\n\nThe Ogg pot format Ogg is a multimedia container format, and the native piece and brook format for the multimedia codecs. As with both know-how is it an commence format single for anybody to make use of.As by means of most urn codecs it encapsulates raw packed down information and permits the interleaving of audio and video information in a convient format. different examples of pot codecs are , the MPEG instruct rivulet, and addition to encapsulation and interleave of a number of information s, Ogg provides packet framing, inappropriateness identification,and intermittent timestamps for in search of, and in a restricted, percentage bitrate overhead.Ogg is a arroyo leaning urn, meaning it can be written and skim in a single pass, conception it a natural match for interneting and usefulness in processing pipelines. This brook orientation is the main design difference over different editorial-based urn codecs. DocumentationTechnical documentation on the Ogg container is out there for thefollowing areas: normal structural overview sec header and parsing criterion issues and practices for a number ofxed Ogg arroyos The Ogg wreck Metaknowledge Bitbrook The really useful MIME sort for Ogg files and network streams will depend on content material.For video, audio, and applications there'svideo\/ogg ,audio\/oggandapplication\/oggrespectively. mp3gain for the libogg quotation achievement The Ogg bitbrook format can also be documented in the following IETFRFCs: RFC threefifty three3The Ogg Encapsulation Format version zero ( IETF mirror )RFC 5334Ogg Media types ( IETF mirror )\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.895019114,
        "format_confidence":0.7192404866
    },
    {
        "url":"http:\/\/www.qacollections.com\/What-is-WordPerfect-Office-12",
        "text":"What is WordPerfect Office 12?\n\nAnswer WordPerfect Office 12 is a full-feature office suite that includes three programs: the WordPerfect word processor, Quattro Pro spreadsheet and Presentations. WordPerfect Office 12 was released in 2... Read More »\n\nTop Q&A For: What is WordPerfect Office 12\n\nWhat is WordPerfect Office?\n\nWordPerfect Office is a suite of desktop productivity programs created by the Corel Corporation. The software suite is comparable to, and compatible with, Microsoft Office and is suitable for both ... Read More »\n\nHow Do I Install Wordperfect Office 11 on Windows Vista?\n\nStart WordPerfect InstallerInsert the WordPerfect Office 11 disc and wait until your computer automatically detects it. In the auto-play window, click \"Run Installer.exe\" or a similar option.Instal... Read More »\n\nDoes Corel WordPerfect Office X3 work with Windows Vista?\n\nAccording to the Corel website, the company offers a Windows Vista guarantee that all editions of Corel WordPerfect Office X3 are Vista-compliant once Service Pack 2 is downloaded and installed. Yo... Read More »\n\nCan I open WordPerfect files using Open Office?\n\nYes. The Oracle-provided free shareware, Open Office, does open and process WordPerfect files, including text, spreadsheet and presentations. According to Oracle, Open Office includes import and ex... Read More »",
        "topic_id":20,
        "format_id":17,
        "topic_confidence":0.991522193,
        "format_confidence":0.6648976207
    }
]