[
    {
        "url":"http:\/\/my.aga.com\/faq\/",
        "text":"Why must propane cylinders be stored in an upright position?\nPropane cylinders have a safety valve that prevents them from bursting in case of a fire. In order for the valve to work properly, the cylinder must be kept in an upright position both during use and storage.\n\nHow do I know how much gas is left in a propane cylinder?\nYou will find out how much gas is left in the cylinder by weighing the cylinder. The cylinder is marked with the cylinder’s own weight, i.e. the tare weight. This is subtracted from the total weight. The difference is the amount of gas remaining in the cylinder. Composite cylinders are transparent, so you will be able to simply see how much gas remains in the cylinder.\n\nHow much propane does 1 kW equal?\nOne kilogramme of propane contains 12.8 kWh of energy. 1 kW is 78.125 g of propane per hour.\n\nCan I keep propane cylinders in outdoor storage during the winter?\nYes, you can. Propane only freezes when the temperature reaches -187 °C.\n\nWhere can I exchange the aluminium cylinders?\nAt any AGA service point selling industrial gases. Find your nearest sales outlet using the Dealer Finder.\n\nWhy isn’t there a refundable deposit on propane cylinders?\nIn accordance with public authority rules and regulations, the ownership of a propane cylinder is transferred in full to the consumer at the point of purchase. There is therefore no refundable deposit on the cylinders and they will not be redeemed. Check the price of propane cylinders with an AGA dealer.\n\nCan I transport propane cylinders in my own car?\nYou can transport propane cylinders in your car as long as the cylinders are kept in an upright position and they are well secured, for example, with a strap.\n\nWhy is propane more expensive in composite cylinders than in steel cylinders?\nThe purchase price of a composite cylinder is several times that of a steel or aluminium cylinder. In addition, composite cylinders are more expensive to fill and maintain. The higher purchase and maintenance costs are partly included in the price of the actual cylinder and partly in the price of the gas. Composite cylinders have, however, many advantages over steel cylinders: they weigh only about half as much as those made of steel, and they are transparent allowing you to see at a glance how much gas you have left.\n\nCan I store propane underneath the kitchen sink?\nPropane cylinders should be primarily stored outdoors, but they may also be stored in other well-ventilated areas.\n\n\n\nHow can I flavour the carbonated water?\nAQVIA flavours are available in soda and cider concentrates. All AQVIA flavours are made from natural ingredients, without artificial sweeteners. You can also make your own drink mixes - Try, for example, a slice of lime, lemon or cucumber. Check the current selection on the AQVIA Drink Concentrates page.\n\nWhere can I buy flavours for my AQVIA machine?\nMany dealers selling AQVIA carbonated water machines also sell AQVIA flavours. Find your nearest dealer here.\n\nThe base plate of the AQVIA PET bottles sometimes comes loose. Is this normal?\nThat’s the way it’s meant to be. The base plate of the PET bottles is detachable, making the bottles easier to clean.\n\nCan I wash the PET bottles in the dishwasher?\nNo. If you wash the bottles in the dishwasher, they will lose their shape. PET bottles only withstand temperatures of up to 40 °C, and therefore dishwasher temperatures are too high for them.\n\nShould I add the flavours into the PET bottle before I carbonate the water?\nNo. The flavours are always added after the water has been carbonated.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.7957668304,
        "format_confidence":0.9778113365
    },
    {
        "url":"http:\/\/caseinc.org\/index.php\/faq",
        "text":"Frequently Asked Questions (FAQ’S)\n\n  What is C.A.S.E.?\n\n  A Nonprofit Coalition of Industrial Companies dedicated to:\n\n·   Exchanging and Publishing Non-Prejudicial Supplier Data.\n\n·   Reducing the Proliferation of Redundant Supplier Assessments.\n\n·   Reducing Supplier Management Costs.\n\n\nGoverned by a Statement of Principles and Bylaws, Our Goal is to Provide Data with which you can make informed supplier approval decisions.\n\n  How many sections does C.A.S.E. have?\n\n  There are two sections:\n\n·   ACS: Air Carriers Section.\n\n·   ARSS: Aeronautical Repair Station Section.\n\nHow does C.A.S.E. exchange information?\n\nVia its Registers:\n\n·   Registers are Lists of Suppliers that have met the applicable C.A.S.E. Standard (I.E. 1A, 2A, etc) after having been audited by a C.A.S.E. Level III or Level IV Auditor.\n\no    NOTE 1: The Registers are only accessible to C.A.S.E. Sustaining Members.\n\no    NOTE 2: There are two Registers, one for the ACS and one for the ARSS.\n\nHow often does C.A.S.E. meet?\n\nFour times a year at Conferences and Training Sessions:\n\n·   Conference: Semi annual meeting - spring and fall - where C.A.S.E. business is conducted.\n\n·   Training Session: Semi annual meeting - winter and summer - where C.A.S.E. training is provided.\n\n  What are the Membership Requirements?\n\n  Following are the key requirements:\n\n·   As described in the Membership Section of the Website, Membership Applications and Membership Requirement documents.\n\n·   Payment of Membership Fees.\n\n·   Active participation in Conferences and Training Sessions.\n\n·   Have actively participating Level III or Level IV auditors.\n\nWhat are the Requirements for Suppliers to be listed on a Register?\n\n  Following are the key requirements:\n\n·   Provide services to at least one C.A.S.E. Member (ACS or ARSS as applicable).\n\n·   Successfully complete an audit to the applicable C.A.S.E. Standard (I.E. 1A, 2A, etc) for their type of business.\n\n·   Continually comply with the applicable C.A.S.E. Standard.\n\n·   Sign the applicable Supplier Expectations Form.\n\nDoes a company have to be member to be listed on a Register?\n\n·    No supplier is required to be a C.A.S.E. Member or make any payment to be listed in a Register.\n\n\nWho's Online\n\nWe have 312 guests and no members online\n\nC.A.S.E Calendar\n\nLast month April 2018 Next Month\nweek 14 1 2 3 4 5 6 7\nweek 15 8 9 10 11 12 13 14\nweek 16 15 16 17 18 19 20 21\nweek 17 22 23 24 25 26 27 28\nweek 18 29 30",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9083972573,
        "format_confidence":0.9778439999
    },
    {
        "url":"https:\/\/vick-construction.com\/category\/faqs\/",
        "text":"Frequently Asked Questions\n\nEven small construction projects will raise an incredible number of questions. We’ve answered a few basics about Vick Construction & Remodeling in particular on this page, but if you have any questions for us, we would love to hear from you. Simply fill out the form on our contact page or call or email us anytime.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9776214361,
        "format_confidence":0.9713212252
    },
    {
        "url":"http:\/\/www.aguilaglass.com\/FAQ",
        "text":"Frequently Asked Questions\n\nUniversal Glass Co., Inc. with its trademark Aguila Auto Glass, has been the most recognized name in the Philippine glass industry for five (5) decades of service excellence and commitment to the Filipino. Many things have changed since the first store opened in February 18, 1952. Now with over 20 branches across Luzon and with one hundred thirty two (132) employees, the same virtues of quality and service still shine proudly. Aguila Auto Glass is committed to serving the Filipino with its expertise and experience in glass. We carry the most extensive range of glass-related items. Our automotive glass products proudly bear the\n\n\nSafety laminated glass is composed of two pieces of glass and one sheet of Polyvinyl Buteral (PVB). This PVB is sandwiched in between the two glass pieces, and are subjected to high heat and pressure. When the process is done, the glass and PVB become bonded together to make one piece of glass.\n\n\nSafety tempered glass is a heat treated glass that has and impact strength 3-5 times stronger than ordinary annealed glass. When Safety Tempered Glass is broken, it shatters into very small, pebble-like pieces which can help to minimize injuries.\n\n\nZone tempered glass is a special type of safety tempered glass. A cut specimen is subjected to uniform heat treatment and then rapid air cooling. In the event of breakage, the central pattern is larger than that of the periphery of the glass. THis secures a partial field of vision necessary for driving. Fragments outside the central zone break uniformly into smaller harmless fragments.\n\nPhilippine Standard Mark of Quality (PS Mark)\n\nWhat is PS Certification Scheme?\n\nIt is a product certification scheme in which a manufacturer obtains a license to use the Philippine Standard (PS) Quality and Safety Marks for its capability to consistently manufacture products in accordance with a specific Philippine National Standard (PNS) or an international accepted foreign standard. This scheme is covered by Department Administrative Order No. 01, Series of 1997: Revised rules and regulations concerning the Philippine Standard (PS) Quality and\/or Safety Certification Mark Scheme.\n\nThe PS license is issued to a manufacturer whose product has successfully passed the requirements of a PNS. With the license, the manufacturer affixes the PS Mark on his product or product package.\n\nThe PS Quality Mark can be found on locally manufactured products and\/or in products manufactured in foreign country with the existing bilateral arrangement with the Philippines from BPS. It assures consumers that the product they are buying conform to the specific Philippine National Standard or an internationally accepted foreign standard.\n\nThe PS Safety Mark, on the other hand, when found on a product, especially a household appliance or electrical products, guarantees the product's conformance with relevant safety requirements.\n\nImport Commodity Clearance\n\nWhat is an Import Commodity Clearance?\n\nFor imported products, the BPS runs the Import Commodity Clearance (ICC) certification scheme and is covered by Department Administrative Order No. 5:2001: Revised Rules and Regulations Concerning the Issuance of the Import Commodity Clearance.\n\nICCs are issued to importers whose shipments have been found to conform to the requirements of the relevant Philippine National Standards or acceptable international or foreign standards. In addition to satisfactory test results of import shipments, BPS conducts random checks at market outlets to make sure that imported shipments consistently meet the requirements of the applicable Philippine standard.\n\nHow would we know if the product is certified by the Bureau of Product Standards?\n\nProducts sold in the market should bear the PS\/ICC mark. PS is for products manufactured in the Philippines while the ICC is for imported products. Products that bear these markings signify that the product went through the quality requirements of the BPS.\n\n\nAguila Auto Glass has over 3,000 models of automotive glass available in stock at all times in locations nationwide. Visit any one of our 17 Metro-Manila and Provincial Branches.  There's one near you!  Contact Us for prices, availability, inquires or deliveries. \n\nAguila Auto Glass Metro-Manila Hotline:  \n63-GLASS  (63-45277)\n\nText Hotlines\nSUN Cellular:     0922-8-AGUILA     (0922-8-248452)\nGLOBE:            0917-88-GLASS     (0917-88-45277)\nSMART:            0918-9-AGUILA      (0918-9-248452)",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.8383631706,
        "format_confidence":0.9697911143
    },
    {
        "url":"https:\/\/ci.elko.nv.us\/departments\/water_reclamation_facility\/index.php",
        "text":"Water Reclamation Facility\n\nWater Reclamation Facility\n\n\n\n\nUtilities Director\nDale Johnson\n(775) 777-7212\n(775) 777-7219 Fax \n\nWastewater Superintendent\nMike Haddenham\n(775) 777-7386 \n(775) 777-7388 Fax \n\nLaboratory Director\nPhil Snyder\n(775) 777-7385\n(775) 777-7388 Fax\n\n\n\n1600 Sewer Treatment Plant Road\nElko, NV  89801\n\nFrequently Asked Questions     Question \n\nQ:     Does the wastewater treatment facility have an approved pre-treatment program?\n\nA:     Yes. Industrial and commercial users may be required to pretreat their wastewater before discharging to the sewer. \n\nQ:     How does the wastewater treatment facility dispose of its sludge?\n\nA:     The sludge is disposed by at the Regional Landfill.\n\nQ:     How much flow does the plant treat? \n\nA:     The plant is permitted for 4.5 million gallons per day (MGD). \nQ:     Where does the treated wastewater go?\nA:     Approximately 60% is reused for irrigation and 40% is returned to the groundwater. \nQ:     Who is the person responsible for the wastewater treatment facility?\nA:     Mr. Mike Haddenham is the Water Reclamation Facility Supervisor. \nQ:     Is reuse water harmful to the environment?\nA:     No. Reuse water, is governed by strict State and Federal regulations. All of those regulation must be met when discharging treated wastewater. \nQ:     Can you get aids from contact with untreated wastewater?\nA:     Because HIV (Human Immunodeficiency Virus) the virus that causes AIDS (Aquired Immune Deficiency Syndrome) is transmitted through blood and body secretions and is not a waterborne disease, it is not among the risks associated with wastewater.  Although HIV organisms have survived several hours in wastewater in controlled laboratory tests, in reality, wastewater is a hostile environment for HIV.  Also, HIV is not shed in the feces like most other pathogens in wastewater, and it cannot multiply outside the human body.  In fact, the only ways that HIV can enter wastewater is through blood, semen, saliva, or tears, and it can only infect people through direct contact with their blood.  For these reasons, it is not likely to be present in high enough concentrations in wastewater to pose a risk.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.8809642196,
        "format_confidence":0.9396363497
    },
    {
        "url":"http:\/\/timesaversinc.com\/faq?field_material_category_tid=3",
        "text":"Frequently Asked Questions\n\n\nQ: What’s the purpose of your wet dust collection machinery?\n\nAs you know, deburring, finishing or grinding ferrous and non-ferrous metals causes metal contaminants to be released into the air. Regrettably, this dust can create dangerous thermal events when it isn’t contained, including fires and explosions. Our dust collection solutions use water to filter these hazardous particulates out of the air, which is much safer than using a dry filter\/cartridge. They also have a low operating cost and are easy to clean, making them a natural choice for almost any dry metalworking application.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.986612916,
        "format_confidence":0.9714081883
    },
    {
        "url":"https:\/\/www.labelink.ca\/faq\/",
        "text":"• When and why should I print my labels Digitally?\n    There are several times and reasons why you should print your labels Digitally using the HP Indigo WS4500. Here are a few, but if you have specific questions please feel free to call to determine if Digital printing is right for you.\n    1. When you have multiple skus and short to medium runs. An example would be needing 10 versions of 50,000 labels.\n    2. When you need quick turnarounds.\n    3. When you want to order just what you need and nothing more to reduce your inventory.\n    4. When you need consistent color printing from order to order.\n    5. When you need consistency in the color of your Brand.\n    6. When you want to avoid the price of plates.\n    7. When you want to launch a test market on time and cost­effectively (like Coke).\n  • How do I achieve my spot colors through 4 color process?\n    HP Digital printing uses CMYK, Violet, Orange and Green as colors. Of course white is also available for hitting the solid whites for clear substrates. From these colors virtually any pantone or special color can be generated.\n  • How is this type of printing different from Flexo printing?\n    Digital printing is very different. It does not use plates since art files are sent directly to the printer. It is fantastic for achieving consistency from run to run, even after a long period of time. The registration of small print is perfect. The colors are outstanding.\n  • Do you have sizes that are close to my label size?\n    Because of the growth of Digital printing for us in the last 2 years, we have an inventory of dies that just might fit what you’re looking for. In the event that you don’t, we can price one out for you. You will notice that the price of a Digital die is much less than a regular rotary die for flexo.\n  • What kinds of materials are best suited for printing my labels?\n    Virtually any kind of material you are printing labels on right now can be used for printing your labels Digitally. This includes White\/Clear poly and up to 14pt board.\n  • If I give you artwork today, when can I expect to receive my labels?\n    Our Digital press is on a normal 5-7 day turnaround. We are working to get that to 3 days. However, we have been known to finish a job (1000 6 color labels on clear) in 3 hours.\n  • What type of proof will I see or receive?\n    Most proofs can be approved over a pdf. But in the event that you would like to see a proof before printing this is not a problem. The great thing is that you can see a proof that will be printed on the material your labels or packaging will be printed on. You can have a real sample proof!\n  • Is there a minimum or maximum order quantity?\n    No. You can order 1 label or 50,000 labels. You may order more. Usually when people order more it's because they do not want the decoration of their Brand to suffer n any way.\n  • Do you have an in-house art department?\n    Yes. If you’re in the printing business you need to have one or more. In our business we staff 4 people in our art department who are well-versed and equipped with what needs to be done.\n  • Are there other costs I should be aware of?\n    At Labelink, we take great care in giving it to you straight. We show you all the costs involved in printing your Brand and then work from there. It’s honest and unpretentious…just like you. And just like you we want to make it happen!\n  • What is RFID?\n    RFID stands for “Radio Frequency Identification”. RFID tags and labels are used to track, authenticate and provide branding experiences, using RF radio wave transmissions which can be completely contactless. The possible uses are endless, and we would enjoy brainstorming your requirements.\n  • What info do I need to have if I am producing my very first label?\n    First, you should have finished artwork and the quantity you will be needing for the first run. This is very important. Other than that, we can help you through the rest. It’s easy. And if you don’t have finished artwork, we’ll be able to direct you to a very good Graphic designer. We work with a few.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.5173880458,
        "format_confidence":0.9794975519
    },
    {
        "url":"http:\/\/shaindevelopment.com\/shain-blog\/",
        "text":"Please check back shortly. Thank you.\n\n\nWhat services do you offer?\n\nWe offer single family residence luxury home development services including new construction, remodels, and restorations.\n\nAre you licensed and insured? What kind of insurance do you carry for each of your projects?\n\nYes, as a general contractor, we are licensed, bonded, and insured. We carry a project-specific general liability insurance policy for each of our projects. This way, our client is paying directly for the insurance cost only for their own project. We also carry a Workers’ Compensation policy for the independent contractors working on site that are not insured through their company.\n\nWho will directly oversee the construction of the house? If I am a client, who should I call with questions or issues that I will be having?\n\nOn each of our projects, we have a full-time superintendent who oversees the daily operations of the project, a project manager who is in charge of subcontractor bids and contracts, and a billing project coordinator who manages the project budget and administrative documents. Greg Shain, our CEO, works together with the project team members to oversee each client’s project. Greg and all members of our staff are available to answer any project related questions through email, phone calls or job site meetings. Our goal is to make the construction process as easy, convenient, and transparent as possible for our clients.\n\nIf I have a project in mind, how does the bidding process work?\n\nGenerally, we give our potential clients what we call a Construction Budget Estimate. From the preliminary construction plan, we send the plans to our sub-contractors to get preliminary construction estimates\/bids. We then have a meeting with our potential clients to walk them through these documents step-by-step.\n\nHow do you qualify your subcontractors? The majority of subcontractors we work with have been doing work with our firm for many years. Through trial and error, we developed a team of subcontractors that we can rely on to give us competitive pricing, great service and beautiful work. Another very important piece to this equation is to make sure the subcontractor is available to start the project when we need them. Sometimes they are not available, and that is why we negotiate contracts with multiple subcontractors for the same scope at the same time.\n\nWhat kind of contracts do you use for the General Contractor\/Client?\n\nWe utilize the American Institute of Architect contracts, similar to the ones that many architects utilize.\n\nDoes Shain Development do Design Work? If we need design help with our project, how should we proceed?\n\nOur company works with many talented architects and designers, and we refer and help our clients select architects or designers best suited for their projects. In the past, we have executed much of the design for our projects so we have a tremendous amount of knowledge about architecture and design. We make sure to always help the client with any design related questions or issues that come about, as we always like to make sure the project is going in the correct direction. As we have the client’s best interest at heart, it is important to provide them guidance in this field and correspond with their architect or designer for any clarifications.\n\nWhat size homes do you build?\n\nBased on how we have structured our company, we have the capability to work on homes that range from 3,000 sq. ft. to 30,000 sq. ft.\n\nWhat is your price per square foot?\n\nWe can build for $400- $500 per sq. ft., but most of the time the cost is greater, based on the level of finishes and design.\n\nWhat is Value Engineering?\n\nWhen we Value Engineer, our goal is to get the same or similar desired product at a lower cost. Often, we will VE finished products like hardwood flooring or marble. Sometimes we can achieve the original desired look or intentions with a lower cost product. This is something we do on a regular basis and our goal is to always get the best pricing for the best products.\n\nWhat are pre-construction services?\n\nTypically, before construction starts but after the architecture and engineering is completed, we will start our pre-construction services to determine what the home will approximately cost. We do this through costing exercises with our sub-contractors and vendors. Through this process we are able to get a very good gauge of the range of the construction cost.\n\nIn what areas do you build?\n\nThe majority of homes we work on are in Pacific Palisades, Brentwood, Bel-Air, Beverly Hills, West Hollywood, Hancock Park and sometimes Malibu.\n\nDo I need to hire an architect and interior designer before I engage with a builder?\n\nWe suggest that you consult with us as the builder, first, and let us guide you through the process of finding the right architect and designer that will meet your budgets and design requirements. Often, we see mistakes made early by the client because no one was guiding them through the process of hiring the correct consultants. Unfortunately, this happens frequently and precious time and money gets wasted.\n\nDo we need to hire an interior designer?\n\nWe like to say a good interior designer is worth their weight in gold. There are many finishes that will need to be chosen and figured out. Even if the client knows what they want, they can have challenges putting all the parts together to make and create a cohesive vision throughout the home. Another consideration is the time it takes to put all these pieces of the puzzle together. It can be overwhelming for the client to take this on by themselves.\n\nWhat advice can you give me so that my project can go as fast as possible for the lowest possible cost?\n\nA detailed set of plans from a reputable architect and designer is the most important tool we can have. The more detailed, the better, since many new decisions or changes that need to be made in the field can add additional cost and time to the project. Having all your specs, finishes and details picked out at the start allows us to expedite the entire building process.\n\nNo posts available",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.7834307551,
        "format_confidence":0.9422352314
    },
    {
        "url":"https:\/\/www.jeffersonpackinghouse.com\/producers",
        "text":"Harvest and Infrastructure Management FAQ's\n\n\nWhat does JPH offer?\n\nEase and peace of mind. We provide professional service from harvest to distribution.\n\nWe will come to your site, harvest your flower, dry and cure it in our climate-controlled facility, test, trim and package in 1 pound bags ready for distribution. We will taylor our services to meet your needs.\n\nHow is the trimming process handled?\n\nQuality control is of utmost importance to our team here at JPH. We welcome producers into the warehouse to review the trimming of their product. Any special instructions will be considered by our warehouse trim leads for each individual job. All trimming rooms are onsite at our monitored warehouse.\n\nWill you sell my product?\n\nWe work with many wholesalers and distributors in Oregon. As a central marketplace for wholesalers, we can help bridge the gap between producers and distributors.\n\nWhat type of security can I expect at the warehouse?\n\nOur warehouse is under 24 hr surveillance in addition to the 8 ft. razor wire fence and night watchman. All employees must check in at the gate and wear their employee ID tags while on the premises. Our night watchman is equipped with a panic button dialed in to the Medford Police department. The average police response time is 3 minutes.\n\n\nHow do you harvest my product?\n\nWe work with you, and any harvest labor you wish to provide, to cut, weigh, and record in METRC as we load your plants onto our barcoded drying racks for transport to our facility. Any assistance you would like to provide during the harvest process is welcome, but not required.\n\n\nWho can I expect at my farm durning harvest time?\n\nWe provide the workforce and the transportation to your farm. You can rest assured that all of our employees go through the proper interview channels, are required to carry a valid Marijuana Workers Permit through the State of Oregon, and properly trained for their given position with Jefferson Packing House.\n\nHow do you keep my product separate from everyone else’s?\n\nJefferson Packing house has a unique inventory tracking system. Please request an appointment for details.\n\nWhat are your fees?\n\nTrimming and bucking are rated per pound. If you need harvest work or some but not all of our services, ala carte pricing is available and those prices vary by job. We do this to meet the unique needs of each of our clients.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9762402773,
        "format_confidence":0.9722316265
    },
    {
        "url":"https:\/\/www.altoonawater.com\/faq\/what-happens-rainwater",
        "text":"What happens to rainwater?\n\nTwo combined sewer overflow facilities capture and store 1.5 million gallons of wastewater during rain events which is later pumped to the treatment plants for proper treatment. During wet weather, the Altoona Water Authority utilizes these facilities to capture the “first flush” from the combined sewer areas in order to remove organic solids and debris which in past years went directly to the stream. The solids removed from the wastewater are further treated through a state-of-the-art process that yields a nutrient rich fertilizer that enables local farmers to reduce reliance on chemical fertilizers.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.5147294998,
        "format_confidence":0.9526072741
    },
    {
        "url":"http:\/\/fieldingmfg.com\/frequently-asked-questions.asp",
        "text":"Frequently Asked Questions\n\n\n  1. What are the benefits of prototyping?\n    A lot of technology will allow you to make a 3-D part quickly and cheaply, but the key is to be able to functionally test it. Our zinc die casting prototypes are typically about 85% of the strength of the actual die cast part. So if the prototype passes your mechanical application testing, the actual die casting will only be that much stronger.\n\n    Other prototype processes will give you a warm fuzzy feeling and something nice to look at, but you're not really learning, not answering the questions: Have I designed this for functionality and manufacturability? Is it going to perform at the appropriate level of safety and reliability? And so on. Our goal is to make sure the part you designed is going to perform in the application. That's where the value is.\n  2. What's the average cost of a prototype?\n    Depending on the quantity required, typical costs will run from approximately $1,200 to $2,500.\n  3. How long will my prototype take?\n    Most rapid prototyping in zinc will take 2½ to 3 weeks from the receipt of the high resolution '.STL' model (stereolithography format) and a purchase order.\n\n    A plastic prototype tool, can be turned around in a 3–6 weeks depending on complexity, though we have done them as quickly as 2–3 weeks.\n  4. What do I need to send you to get a quote?\n    We need a high resolution stereolithography 3-D model, which is a .STL format model. We also need the quantities that you want quoted.\n  5. How many parts can I get from the prototyping process and how good are they?\n    Typical quantities range from 6, to 12, to 25, to 100, and up to 500. As for quality, we actually get better average results than the standard quoted tolerances for rapid prototyping processes. Very often, you'll get quoted ±.005\" or ±.010\", which is too much variation for most small part applications. But resolution holds better for small parts than it does for much bigger parts, and we can often get down in the ±.003\" or ±.004\" range on most small part features.\n  6. What is the difference between investment and spin casting?\n    Depending upon the precision needed, the investment cast process is more accurate, but also more expensive. It is typically used when real precision is needed and for small quantities. We do a 3-D print part that has ±.0005\" (half-thousandth) resolution. That model becomes the sacrificial part for investment casting. So you need one 3-D print part per investment casting and the resulting prototype parts will probably hold in the ±.002\" range.\n\n    Spin casting is less expensive as it uses a rubber mold, but it is also less precise. However, we typically investment cast one or two parts, then use those castings to build the rubber mold. This preserves much of the accuracy of investment casting, but allows higher quantities of 25, 50, or even 100 or more. We've done prototype runs as high as 500 pieces, which is still much less expensive than taking the step into production tooling.\n  7. Can I prototype a very thin-walled part?\n    A frequent problem with prototyping is wall thickness. Typically, the minimum prototype wall has to be .070\"–.080\", although, depending upon geometry, we can sometimes get as low as .055\"–.060\". The problem is that with the die cast version walls can be much thinner.\n\n    Die casting injects much faster and under pressure, so you can fill thinner walls. Typical NADCA recommendations are approximately .025\" thick walls, but we've gone as low as .010\" walls on some miniature parts where the tooling and gating have been designed to maximize flow through those zones.\n\n    So if you've got thin walls and need to prototype, what we can do is beef up the walls into the .070\"\/.080\" range—i.e., make the prototypes with excess material—then machine that back down to the required dimensions for testing. The trick is not to alter the design, but to alter the model for the prototype process.\n  8. Can a prototype be machined?\n    Occasionally, we machine prototypes from zinc alloy bar stock. This is a special bar stock that has some compressive stress built in—by what's called a “gravity drawn bar process”—specifically for machining zinc prototypes. So if you have thin walls, sometimes straight machining is a better way to get the geometry. However, most of the parts that lend themselves to die casting have complex shapes that, although possible to machine, tend to be difficult to machine and\/or very expensive to machine.\n  9. How does prototyping work with a plastic part?\n    Plastic prototypes tend to take a little longer, but our goal is still to give you a functional part. Most plastic prototypes will require a prototype tool because we actually injection mold the prototypes to get all the mechanical properties of the process into the part for functional testing. We use the actual material you're designing with, including color concentrate or fillers, so the prototype is truly going to be representative of the production process of injection molding. We keep costs down by using frames and inserts instead of complete molds. Many of our customers actually continue to use these tools for initial production, until sales levels are better known and the capital risk of building multiple cavity production tools is reduced.\n\n\n  1. What advantage does a pre-hardened steel tool have over aluminum?\n    We do not typically build aluminum molds for injection molding because we've seen too many prototypes end up becoming initial production tools. Then, just when things get going, the tool wears out and you're forced to spend more money. For an additional 15 to 20% you can go right into a pre-hard steel tool which is going to have better durability and much longer life for production.\n  2. What is the difference between a prototype and production tool?\n    Production tools are significantly more expensive because a lot more goes into them than the prototype tool. For example, on a prototype tool, very often if there are through holes or “side actions,” we can use inserts to keep the cost down and simplify the mechanics. Once you go into production, however, you need to get labor out of the process, so we'll go with a cam action mold or a core pull mold. These mechanical actions add a lot of cost, as does using hardened tool steel for longer life. You may also have water cooling, or sub gates as opposed to a simple edge gate, and so on.\n  3. How much will my production tools cost?\n    Average tooling for a zinc die-casting part can run from $5,000 to over $20,000 depending upon complexity and additional cavities if we're trying to drive high volume. One of the real advantages of zinc die casting is you really don't need as many cavities (which results in less overall part-to-part variation) as you would if you were going to injection mold the part because zinc has a faster cycle time. Plastic molding tends to have a slower cycle, so you need more cavities to get production quantities and still retain responsiveness in production.\n\n    Average tooling costs for plastic molds range from $3,000 to over $50,000 depending upon complexity and cavitation. We have been molding for over 45 years and have many standard frames we can use to help our customer save dollars. Instead of buying a complete stand-alone mold, they can just buy cavity inserts.\n  4. How long will tooling last?\n    Most of our tooling consists of class A molds geared for high volume production and long life. We have tools that have been running for over 20 years and will typically guarantee a tool for so many million pieces. The trouble is, customers don't want to buy tools, they want to buy parts. Unfortunately, the tool is a necessary evil. It's the path to get good parts, and if it's not built right, we suffer in production and can't offer competitive pricing. That's why we build quality tooling that's going to last.\n\n    The other side of this issue is maintaining tooling while it is in production. A lot of shops will take a tool out of a machine and put it on the shelf. Then next time it's needed, they discover a problem. We're very pro-active. When tools come out, they get inspected. We have a detailed check list. We look at any quality issues throughout the run and create a feedback loop to get any of those problems corrected so we can be on time and responsive to future orders. Our tools are always ready.\n  5. Will tools for zinc parts last longer than tools for aluminum?\n    Zinc is a heavier, denser material than aluminum, but there is a big advantage to it if your application can tolerate the weight. That is, zinc casts below the tempering point of die steel, so a zinc die cast tool can be good for 5 million shots plus. A typical aluminum tool will run about 150K shots before it starts showing signs of heat checking, or the orange peel effect, as it becomes annealed. By casting at elevated temperatures, you start to draw the hardness out of the tool steel, so it doesn't last as long. So, if you have equal part pricing, over the long haul, zinc is going to be the less expensive.\n  6. How do zinc and aluminum compare in terms of part performance?\n    Fairly similar, outside of weight. If you look at tensile strength properties, aluminum is the stronger material, depending upon the grade. But I have actually converted aluminum parts to zinc that have actually outperformed aluminum. With zinc, you pick up some strength in the die casting skin, so if the walls are fairly thin and uniform, zinc can perform equal to or even a little better than aluminum.\n\n\n  1. What zinc materials do you use?\n    We cast with Zamac 2, 3, 5, 7, and ZA 8. See our section on Zinc Alloys for complete details.\n  2. What plastic resins is Fielding familiar with?\n    Our Injection Molding Resins section lists all the different materials we've run, from commodity resins all the way up to very highly engineered resins with fillers and high flow liquid crystal polymers, a... (truncated)",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9909063578,
        "format_confidence":0.9775765538
    },
    {
        "url":"http:\/\/www.usgs.gov\/faq\/node\/3150",
        "text":"What are the realistic chances to retrieve oil and gas from the Bakken Formation?\n\n\nVery realistic. Oil and gas have been retrieved from the Bakken Formation since the 1950’s.  To learn more about current estimates of the oil and gas volumes yet to be found, please see the USGS Bakken Formation fact sheet. There is a table on page 4 of the fact sheet that provides 5%, 50%, 95%, and mean probabilities of oil, gas, and natural gas liquids.  For production information, check with the North Dakota Department of Mineral Resources, Oil and Gas Division,  and\/or the Montana Department of Natural Resources and Conservation, Board of Oil and Gas Conservation.\n\n\nA slideshow about the 2013 USGS Assessment includes historical drilling and production as well as information about recent dramatic increases in drilling and production. \n\n\nThe U.S. Energy Information Administration (not part of the USGS) has a time-lapse map that does a great job of showing the rapid growth of drilling and production of oil in the Bakken Formation area over the last few years.\n\n\nLearn more: USGS National Oil and Gas Assessment (choose Williston Basin in the map to see all available documents and links).",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.856739223,
        "format_confidence":0.9725027084
    },
    {
        "url":"http:\/\/wudl.co.uk\/faqs\/",
        "text":"planning-application-final groundscrew-finaltap-finalcable-final\n\nfrequently asked questions\n\nPlease select any of the frequently asked questions from the list below, but if you have any other queries, please don’t hesitate to email or call us on 0161 225 4000.\n\n\nare these “pods” and how are they different to others?\n\nMost of our buildings are not really “pods”, they might have some similarities, but they’re not designed and built like pods that can be found on the market.\n\nOur buildings are proper buildings. We build very high quality eco-buildings that are still affordable. One key aim behind the concept is to create a living space that suits a wide market, it can be personalised and can also be extended or adapted over time. The way in which our buildings are manufactured, transported to site and assembled is and should be irrelevant to the end result.\n\nWe prefabricate them off-site which means that we can control the quality of the buildings better. By employing full-time trades people that know how to build, we can also reduce and reuse waste. Although, this process is not traditional or conventional we can manufacture and assemble a proper 3 or 4 bedroom house and even supply a “pod” that could be used as a home office or playroom… if you want.\n\nare wudl buildings available outside of the UK?\n\nPossibly. We’re currently investigating the best way to manufacture and transport our buildings to countries overseas. We can’t offer individual buildings but if the project consists of at least 5 buildings then this makes it more viable – we’re being very careful about the very high design and construction standards which is obviously more difficult to control when working in other countries. We also need to look at a few alternative specifications and check we meet each specific country’s building code\/regulations.\n\nAs soon as we have any further news we’ll let you know… please subscribe to our occasional newsletter for the latest news.\n\nwhere can I see one of your buildings?\n\nWe have a show home, the standard version, in Rusholme, Manchester, only a couple of miles from the city centre. This is available to view by appointment for our registered clients (once a site or plot has been identified). Please get in touch for more details via our contact page.\n\ndo your buildings require planning permission?\n\nIf you intend to use any building as a self-contained permanent home you will need planning permission. This includes our mobile designs.\n\nIf you propose to use our buildings for other purposes, it may be that they could fall under “permitted development” that means they will not require a Full Planning Application. The Planning Portal have a very useful guide, and a mini-guide specifically for outbuildings.\n\nWe have considerable experience of gaining planning permission for new homes and can take the application for a project smoothly and successfully through the process. The home’s design, size and sustainability credentials will appeal to the planners and it should find favour over and above the standard house.\n\nFor self-builders new to the process, this Homebuilding & Renovating website page provides some very useful information.\n\nare you able to provide land or building plots?\n\nUnfortunately no, not yet. However, we are becoming increasingly involved in Custom Build projects where serviced plots with Planning Permission tend to be sold to individual homeowners – please visit our Custom Build page for more details and our current projects.\n\nWe’re also working with BuildStore’s Plot Search and the NaCSBA’s campaign for the Right to Build… more details can be found here: www.wudl.co.uk\/land\n\nYou may find these websites useful:\n\nPlotfinder – from the publishers of Homebuilding & Renovating magazine\nPerfect Plot – a family run land retailer\n\nAlso try Rightmove – on their search page you can select “land” in the “Property type” list.\n\nYou may want to contact local estate agents to inform them that you would be interested in vacant land, or properties requiring considerable repair work or in need of demolition.\n\n\nI’m a land owner, can you help us to develop it?\n\nYes. Although we principally design and supply buildings, we can offer a comprehensive range of services from masterplanning to marketing. If you have land, we can help you to develop it, although this may be subject to local planning policy.\n\nThere is a huge demand for our homes, but people struggle to find land on which to put them. We can work with both individuals and property developers, potentially creating a Custom Build project with our own design code.\n\nPlease call Ric on 07976 704 532 to discuss further.\n\n\nwhat is Custom Build and can you offer this?\n\nCustom build is when people are able to specify an individual home through a more ‘hands-off’ journey, where an enabling developer delivers a spectrum of services – from just creating a serviced-plot right through to delivering a complete bespoke turn-key home for an individual or group of individuals.\n\nTypically a developer will purchase a piece of land (large or small), obtain planning permission, carry out any enabling work to the site such as providing services and roads, then sell individual plots to the public. If we’re one of the eligible home manufacturers (and if we’re not, please ask for us!), we can then help you to customise one of our designs and build your home, to either a building shell or a fully fitted home.\n\nThrough this process, our homes can also be built with a special mortgage, making it a very easy and affordable way to have a high quality customisable home!\n\nThere are more details about Custom Build here: http:\/\/custombuildstrategy.co.uk\/about-custom-build\/\n\nWe’re involved in a number of Custom Build projects around the UK, including Heartlands in Cornwall and Graven Hill near Bicester.\n\nHere is a website aimed at local authority planning and housing officers, development teams from housing associations, small builders and community organisations – all of whom may need guidance on how to facilitate more opportunities for people who want to build their own homes: http:\/\/customandselfbuildtoolkit.org.uk\n\nPlease also see www.wudl.co.uk\/custom-build for more details.\n\n\ndo you build the whole building?\n\nWe can build the whole building from the foundations up, and will fully fit it out, painted and with floor finishes. We can even put up curtains and fit blinds.\n\nWe can also just build the shell (including the cladding, door & windows, first fix services and internal lining) for you to complete yourself.\n\nA further option is to have a third-party contractor assemble the building. This may be more appropriate if there is already a main contractor on site or operating locally. We’ll still supply the full timber frame panel system and all other materials and components, ensuring everything that is needed is ready on time together with any specialist tools.\n\nFor the groundworks (foundations and service connections) we produce a design that can then be tendered or negotiated with a local third-party groundworks contractor. We will co-ordinate this part of the project, but the contract will be direct with you the client.\n\n\nwhat do the prices include?\n\nOur prices are broken down into 3 categories – the cost of the building shell, the building fully fitted-out and an approximate cost of what the total building project may be. Listed below are the elements that are included in each.\n\nSavings can be as much as 20% on multiple buildings through larger quantities of materials and components and the sharing of preliminaries such as site equipment etc.\n\nThe highly specified building shell would include:\n\n  •   •  insulated timber frame panel system with all membranes & fixings\n  •   •  cladding and roofing – the standard option being a vertical Larch cladding\n  •   •  external doors and windows – composite timber aluminium frames\n  •   •  internal doors and ironmongery\n  •   •  ventilation duct work\n  •   •  first-fix plumbing and sanitary frames\n  •   •  first fix electrics and cabling\n  •   •  dry lining boards\n  •   •  internal fittings such as skirting boards and balustrades\n\nThe fitting-out of a dwelle.ing would consist of:\n\n  •   •  hot water cylinder\n  •   •  underfloor heating system\n  •   •  sanitary fittings\n  •   •  sockets & switches\n  •   •  light fittings\n  •   •  kitchen\n  •   •  kitchen appliances\n  •   •  wall finishes\n  •   •  flooring\n\nThe approximate overall project cost includes the typical price for foundations & utility connections, Structural Engineers foundation design fees, Approved Inspector fees, Energy Performance Certificate (EPC), Structural Warranty, site insurance, transportation, crane, specialist lifting equipment, material storage, site fencing, welfare and waste removal.\n\nThis is only a guide price… although we can provide a fixed price for the building itself, site-specific factors will have an impact on the total cost, such as the site location, ground conditions (which will determine the type of foundations we use) and proximity to utility connections.\n\nYou can also select from a wide range of additional elements or options that will personalise your project – these additional cost items include:\n\n  •   •  renewable energy systems such as PV solar panels or an air source heat pump\n  •   •  rainwater harvesting (although we include the separate plumbing so this can be easily added in the future)\n  •   •  PCM boards (that simulates thermal mass)\n  •   •  a KNX automated building system (to control lighting, heating, blinds etc)\n  •   •  triple glazing\n  •   •  rooflights\n  •   •  fitted furniture such as cupboards, desk and shelves\n\nPlease note that all of our costs may vary from time to time due to market conditions and general design development. Our prices don’t include land or VAT (but new homes are often zero-rated).\n\n\ncan you produce Affordable Housing?\n\nUnfortunately it’s not that simple – the definition of affordable housing doesn’t directly relate to... (truncated)",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.6179958582,
        "format_confidence":0.9753981233
    },
    {
        "url":"http:\/\/guangzhoubgauto.com\/FAQ.html",
        "text":"Q1:Are you a factory or trading company?\nA:We are a factory.\n\nQ2:Where is your factory located? How can I visit there?\n\nA:Our factory is located in Foshan China, Where near the Guangzhou International airport. \n\nQ3: How many years is the warranty ?\nA: 1 year warranty.\n\nQ4:How can I get some samples?\nA: We are honored to offer you sample. you will need to pay the sample charge at first, after you place the order we will return the charge to you.\n\nQ5. What is your terms of payment?\nA: T\/T 30% as deposit, and 70% before delivery. We'll show you the photos of the products and packages \nbefore you pay the balance.\n\nQ6. What is your terms of delivery?\n\nQ7. Do you test all your goods before delivery? and how about the quality\nA: Yes, we have 100% test before delivery and our factory has gained CE, RoHS, FCC , CCC authentication.\n\nQ8: How do you make our business long-term and good relationship?\n     1. We keep good quality and competitive price to ensure our customers benefit ;\n      2. We respect every customer as our friend and we sincerely do business and make friends with them, \n      no matter where they come from.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.6051365733,
        "format_confidence":0.9772185087
    },
    {
        "url":"https:\/\/www.brdefence.com\/faqs\/",
        "text":"0845 309 6224\n\nFrequently Asked Questions\n\nHow much will it cost?\n\nThere is no \"Set cost\", to be able to mould your rubber product, a mould tool will have to be manufactured. This can be done as a one off cost so then you get the items off the tool at item price or the cost of the rubber tool can be divided over the first production run. For example Cost of Tool \/ 100 items.\n\nWhat are Cavities?\n\nCavities are the number on impressions in the rubber mould tool. Each cavity will manufacture one item.\n\nIs there any return on tooling?\n\nThe more information you have about the future of the product the better the return. If you know the item will run in the future, investment in a multi-cavity tooling will pay for its self very much quicker the single cavity tooling. Please feel to talk to use for advise on tool sizing. A single cavity tool will only produce item every cycles (Normally 8 minutes with rubber). A more expensive four cavity tool will manufacture 4 items every 8 minute cycle, so the item run time costing is only 2 minutes per item compared to 8 minutes per item on the single cavity. This with over a 1000 items will pay back very quickly.\n\nCan I change material of a component?\n\nYes, but be aware that different materials shrink at different rates once they have cooled after manufacture. This will sometimes make items made on the same tool but made in different material different sizes.\n\nContact Us\n\nContact Info\n\nBR Defence\nGU33 7BQ\n\nTel: 0845 309 6224\n\nFax: 01730 894344\n\n\nA division and trade name of Butser Rubber Ltd (Rubber Moulders)",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9730463028,
        "format_confidence":0.9776268005
    },
    {
        "url":"https:\/\/www.torreycrane.com\/copy-of-bars-and-ingots-2",
        "text":"Over the years, we’ve accumulated quite a list of frequently asked questions (FAQs) and their answers. They range from basic, beginners questions to high-tech problems with multi-part solutions.\n\nWe’ll be adding questions and answers as we get them put into the proper format. If you have a question that isn’t answered here, feel free to drop us a line and ask.\n\n\nWhat  is “flux”? What does it do?\nA flux can either remove existing oxides from the metal part that you are trying to solder, or simply coat the part to keep new oxides from forming while you are heating it. We offer flux options for every application.\n\nWhat’s the difference between “Rosin Core” and “Acid Core” solder?\nRosin core solder contains rosin, which is usually a purified pine tree sap, as a fluxing agent. The flux can be inactive, in which case it simply covers the area being soldered during the process (to keep oxides from forming), active or mildly active , in which case it will remove light-to-medium oxides that were present before the soldering process began, or highly active, which will remove almost any oxide or stain on the part and allow a good solder joint to be made. Rosin Core solders are active only during the soldering process. Activity is halted or greatly reduced after the heating process is finished. Rosin fluxes are non-conductive, and for this reason, they are the choice for electrical and electronics connections.\n\nAcid core solder contains a water based flux that is usually highly active both during and after the soldering process. The higher incidence of oxidation (also known as rust or tarnish) usually associated with plumbing fittings and fixtures requires an aggressive, highly active flux to allow a good solder joint to be made.\n\nWhile acid based fluxes are highly active, they are also hygroscopic. This means that any flux remaining after the soldering operation will acquire moisture from the atmosphere. Left intact, excess acid flux can cause moisture to accumulate to the extent that it will actually flow and puddle.  Since acid fluxes usually remain active after the soldering process, removing the residue is indicated to keep the residue from continuing to eat away at the part.\n\nAcid based fluxes are usually water soluble, which allows for easy removal with little more than warm water and a mild detergent.\n\nCan I use “electronics” solder on a small plumbing job?\nWhile lead bearing solders were used for years on plumbing fixtures, it is now illegal in many states to use tin\/lead solders on potable water systems. Lead will readily leech from the alloy into water, and can cause a myriad of health problems. Infants are most at risk from lead. It can cause developmental problems and brain damage.\n\nLead bearing solders were used because of their relatively low melting points and the ease with which they flow and bond to other metals such as copper. Alternatives such as SN95\/Sb5 are used, but their higher melting points and inferior wetting ability make them a less-than-optimum choice.\n\nThat’s why we’ve developed TB1™… The Best One.\n\nTB1™ melts, flows, and wets like a tin\/lead solder, but is lead-free. And it does it at a lower cost than lead-free solders from other manufacturers.\n\nWhat are all the numbers and letters in a solder alloy’s name?\nMost solders are described as percentages of particular metals. Sn60\/Pb40, for instance, is an alloy of 60 percent Tin (Sn) and 40 percent Lead (Pb). There are instances when a solder alloy is known by only part of that designation. Sn96, for instance is the designation for an alloy of 96 percent Tin (Sn) and 4 percent Silver (Ag).\n\n\nDoes solder go bad? Our process isn’t working like it used to. Why?\nIf it’s been more than 30 days since you changed the solder in your melting pot, the answer is probably ‘contamination’. Over time, contamination from whatever it is that you’re soldering builds up. Running copper parts through a wave soldering machine will result in copper contamination, steel parts result in iron and nickel contamination. Depending on what the contaminant is and how much of it has gotten into the solder, it may be time to change the contents of the pot.\n\nThe Torrey S. Crane Company offers solder pot analysis that will tell you if your material is contaminated and, if so, with what.\n\nWhat do I need to know when ordering solder?\nMost of the time, knowing the alloy, dimensions (diameter for wire or weight per piece for bars and ingots), core type (for wire) and quantity is enough. Any specifications (ASTM, QQ-S, J-STD, etc.) should also be mentioned when you place a quote request or order.\n\nWhat exactly is a ‘eutectic’ alloy? What makes it special?\nA eutectic alloy is one which melts and solidifies at the same temperature. In many applications, a pasty stage is not desirable, and an alloy that does not have a pasty stage is of benefit. Chemically, eutectic alloys are special because they are ‘balanced’. Their melting\/solidification temperature is a side effect of this fact.\n\n\nWhere can I get the finest quality solder products at the best possible pricing?\n\nAnswer: Torrey S. Crane Company of course … (860) 628-4778 \n\nHow can I get more information about Torrey Crane Company or its various products?  \n\nAnswer: Click on the Info Request button, complete the form, and submit it.  We’ll get back to you with the information as soon as possible, usually within 24 hours.  Of course you can always call (860-628-4778) or fax (860-628-7817) us to get information or ask questions.  Information Request",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.6736645699,
        "format_confidence":0.9748299718
    },
    {
        "url":"http:\/\/thomascarter.co.uk\/faq",
        "text":"faq 1\n\nS.I.P.s Frequently Asked Questions\n\nQ. What are Sips?\nA. Sips or Structural Insulated Panels are a form of timber frame construction, made up of two sheets of sheathing (usually OSB3) bonded to a rigid insulation core (urethane foam or eps) the panels form the load bearing Structural skin of the buildings walls and roof.\n\nQ. Is Sip Construction a new technology?\nA. No: Sip panels have been used in the UK for around 20 years, however, they have been used in other parts of the world since the early 50’s. The first Sips Panels were invented in Madison, Wisconsin by engineers at the Forest Products Laboratory in 1930’s.\n\nQ. If Sips have been around for decades, why is there so much interest now?\nA. With the current trends of high energy prices and new legislation regarding the performance of new housing stock, Sips are being recognised as the most cost effective way to achieve a premium insulated building. They are simple to use, versatile in design application and very fast to erect to a weather tight shell.\n\nQ. Are Sips more expensive to use than conventional building techniques?\nA. No. When compared to conventional brick and block, building Sips appear to be more expensive, however, the performance of Sips as standard if far higher than current building regs achieved by conventional build. If you were to build with brick and block to the same performance with additional insulation, the cost would actually be higher than that of the Sips method.\n\nQ. Do Sips require any specialist building knowledge or skills to use?\nA. No. Anyone with good carpentry skills\/tools can use Sips with a little training. All internal & external finishes\/linings are installed in the same manner as conventional building techniques.\n\nQ. Are Sips safe to use?\nA. Yes. Sips have undergone vigorous testing for structural and insulation performance, they have been tested in relation to fire performance and have obtained all necessary accreditation which is supported by BBA approval download copy BBA approval.\n\nfaq 2Q. Can I get a mortgage or insure my house if built from Sips.\nA. Sips have been used for some years in the UK and are recognised as a main-stream form of construction. Kingspan Tek panels have approval from all of the major home warranty suppliers and the council of mortgage lenders, so there is no issue in obtaining a mortgage or insurance for your property. Advise on self build mortgages can be found at www.buildstore.co.uk.\n\nQ. What footings are required?\nA. There are no special requirements for footing details. All standard type footings are compatible with Sip construction, the only requirements are that a load bearing skin of block work is taken up to the DPC level to support the soleplate and this should have a level tolerance of +\/- 5-10mm maximum\n\nQ. What finishes can I use with Sips?\nA. Sips are a very versatile form of construction and can be used with nearly all finishes from a brick skin to timber rain screen and render finishes. Internally they can be lined with normal gypsum boards, being dry lined or wet plaster finished.\n\nQ. How much quicker is building with Sip?\nA. Sip building systems can be erected in a matter of days to a weather tight shell, this is done by one set of tradesmen, so there are no delays in the programme. The nature of the system means that the on site time for the construction of the shell, is reduced by 30-70% depending on the size and complexity of the build\n\nQ. How soon can you be on site?\nA. Typically we could be on site with your panels within 6-12 weeks from placement of order and a design freeze. This time varies again based upon size and complexity of the build.\n\nQ. What is the level of sound proofing?\nA. Sip panels give a dB reduction of 40dB for a single panel lined with 15mm gyproc board. This exceeds current requirements.\n\nQ. How do I get a quote?\nA. Just follow the link to quote request fill in the details and we will get back to you as soon as possible.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.8044643402,
        "format_confidence":0.9782137871
    },
    {
        "url":"http:\/\/www.aluminuminjectionmold.com\/faq\/",
        "text":"Frequently Asked Questions\n\nAre aluminum tools just for prototypes and low volume production?\n\nQC-10 Aluminum has outstanding hardness and strength for increased mold life. The myth that aluminum molds are only for prototypes and limited production is false. Tool life is the subject of debates and it is clear that the factors that affect tool life include:\n\n-part geometry\n-plastic resin type\n-molding conditions \/ environment \/ training required when running AI molds\n-tool design\n\nWhat about the types of resin used to mold my part?\n\nYou can mold most filled and unfilled resins in our aluminum molds.\n\nAre there different types of aluminum?\n    Yes, there are several types of aluminum but the 6000 and 7000 series alloys are the most common. AIM designs and builds injection mold tooling utilizing Alcoa’s QC-10® aluminum. QC-10® is a high hard type of aluminum mold plate and is an optimum material for a wide range of injection and blowmold applications. With a thermal conductivity near five times that of steel, QC-10® can improve production cycle times by up to 25%.\nDo aluminum tools have to be handled differently in production?\n\nAluminum tools must be treated with a bit more care than steel tools. They can be damaged with excessive clamp pressure, excessive injection pressure or by removing stuck parts without proper care. Things like a screwdriver should never be used. Training in the set-up, running and maintaining of aluminum molds is highly recommended. Cleaning is another important factor when running aluminum.\n\nCan aluminum molds be polished or textured?\n\nYes, they can be polished to a near SPI #2 finish. With few exceptions, any texture added to a steel mold can be added to any aluminum mold. Any plating and coating can be added but the application temperature must be below 250°F.\n\nDoes the mold material affect flatness of the part?\n\nWhen molding molten plastic into any mold the hope is that the plastic will cool evenly at the end of the molding cycle. If it does not, the hotter areas of the plastic, often caused by hot spots in steel molds will continue to shrink as they cool causing internal stress and that usually leads to parts that warp or are not flat or straight. Aluminum’s ability to manage temperature evenly across the surface of a mold completely eliminates hot spots.\n\nCan your molds be used for the gas assist process?\n\nWe have customers who use aluminum molds for gas assist and also the Mucell process. The nature of the process is one where less injection pressure is required to complete the fill and uniform mold surface temperature is a must.\n\nI get the same price and leadtime quoted for an aluminum mold as I get for steel. So why not just go with steel?\n\nIt is common for mold makers to not offer both steel and aluminum. If they do, the price and leadtime is often about the same. This is often because they build both types of molds with the same process no matter the metal. You will most likely get your best quote on steel from a steel mold-maker as you will get your best price on aluminum from an aluminum mold-maker.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9854488969,
        "format_confidence":0.9782844186
    },
    {
        "url":"https:\/\/www.cambriacsd.org\/water-service-faqs",
        "text":"Skip to main content\n\nWater Service FAQs\n\nIf you're thinking of purchasing property in Cambria, please read the following carefully.\n\nWhat's the water situation in Cambria?\n\n  • Cambria’s entire water supply comes from municipal wells located on two creeks, San Simeon Creek to the North of town, and Santa Rosa Creek, which runs through Cambria.\n  • The District owns three wells on San Simeon Creek from which the majority of the town’s water is drawn. It also owns three wells in the Santa Rosa Creek basin: two potable and one non-potable.\n  • Since rainfall in Cambria is strictly seasonal, and no rain generally falls from May through October, water storage is a critical issue.\n  • The District is permitted by the State to withdraw a specific amount of water from the creeks. This is contingent upon maintaining wetland habitats in the creek for certain endangered species.\n  • The District declared a Water Code Section 350 emergency shortage in 2001 and put a moratorium on new connections to the water system. To date, the Water Code Section 350 declaration has not been lifted.\n\nWhat is the status of the CCSD's Water Supply Plan?\n\n  • In 2008, the CCSD completed a Water Master Plan (WMP) to determine Cambria’s water needs for the future. It includes the eventual “buildout” size of the community and the corresponding water, sewer, and fire protection needs for that size community. Desalination was determined to be the best long-term, stable water source for Cambria.\n  • During 2013, the Army Corps of Engineers, through a project cooperative agreement with the CCSD, commissioned CDM Smith to complete a Cambria Water Supply Alternatives Technical Memorandum. Following a series of public workshops, an indirect potable reuse project using brackish water was found to be the most technically superior project. \n  • This report was followed by a severe drought and consequential emergency water shortage declaration. This prompted the CCSD to complete its Emergency Water Supply (EWS) project during 2014. The EWS is a smaller scale version of the indirect potable reuse project described in the 2013 report (alternative 5). The key differences included reusing as much of the existing CCSD infrastructure as possible while keeping the project within the confines of CCSD-owned property located off of San Simeon Creek Road.\n  • The CCSD completed the EWS project's design, permitting, and construction within a very aggressive 6-month period. The project first went into operation during January 2015. It is currently permitted to operate under an emergency coastal development permit issued by SLO County Planning & Building. An SEIR to support a Regular Coastal Development Permitting process was completed during 2017 and included modifications to the original project and the evolution of the facility from an emergency supply to the Sustainable Water Facility (SWF). The SWF maximizes the CCSD's water supply and provides reliability during the typical dry season. The SWF's Regular CDP is currently in process with the County.\n\nWhy is there a Water Wait List for permits?\n\n  • There has been a long-standing water shortage, and the County has imposed a “growth management” ordinance that limits annual issuance of building permits.\n  • The CCSD will not issue water commitments beyond those for which the County will process building permits. This ensures there is not a backlog of customers unable to build. The \"County wait list\" is NOT for water and does not constitute a water commitment by the CCSD.\n  • If a real estate agent tells you a property has a wait list position, be sure to confirm that it is a CCSD Water Wait List position and not a County Building Permit waiting list position.  A hard copy of the CCSD Water Wait List is available at our Admin Office located at 1316 Tamsen Dr., Suite 201 in Cambria. A digital copy can be viewed here.\n\nWhat does a waiting list position mean?\n\n  • It entitles you to a new hookup for water and sewer service when your position number is eligible for issuance, and upon your completion of all Intent to Serve letter requirements.\n\nWhen can my project get water service?\n\n  • For the 10 years prior to the November 2001 water emergency declaration, between 27 and 65 single-family projects received water service per year, depending upon whether San Luis County allowed a growth rate of 1% or 2.3% respectively. The Cambria CSD has not issued a new residential Intent letter since 2001.\n  • The County of San Luis Obispo sets the countywide growth limit annually through limitations on issuance of building permits. The current growth rate allowed by the San Luis Obispo County is 0%.\n  • The County will not process a building permit for any project that does not have water.\n\nWhy would someone not accept his or her Intent to Serve letter?\n\n  • Accepting an Intent to Serve letter means the applicant must meet a number of requirements with considerable financial commitments and time deadlines.\n  • If the owner is not prepared to actively pursue a building permit, hire an architect and builder, acquire financing, and pay substantial fees, they should not accept an Intent to Serve.\n  • Failure to meet the requirements can result in a project being returned to the waiting list and forfeiture of certain fees. A project may \"defer\" one time without penalty. If you would like to apply for an extension, please complete an Intent to Serve Extension Application and submit it with the appropriate fee to the District office.\n\nWhat about properties with no water position?\n\n  • If a property has no water position, it is questionable whether a water permit could be obtained in the future.\n  • Currently, the only option is to transfer water from another parcel that already has a position. The conditions under which a transfer is allowed include retirement of either the sender parcel or an approved alternate parcel. Transfers are limited to parcels with single-family residential water meters that meet certain size and location requirements.\n  • If your property is smaller than 3,500 square feet (many single lots are only 1,750 sq. ft.) or is located in an area designated by San Luis Obispo County as Special Projects Area #1 (roughly Fern Canyon area to Romney Drive on Lodge Hill) or Special Project Area 2 (as depicted in Attachment \"A\" to Ordinance 02-2007), you cannot transfer water there.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.7105947733,
        "format_confidence":0.9761565328
    },
    {
        "url":"http:\/\/dynospindles.com\/faq\/",
        "text":"Spindle FAQ Overview\n\nSpindle Applications\n\nQ: What is the difference between a motorized spindle and a belt\/gear driven one?\n\nA: The main difference between a motorized spindle and a belt or gear driven spindle is how the spindle gets its power. In a motorized spindle design the spindle motor is mounted directly on the spindle shaft. A belt\/gear driven design requires an external motor that must be connected to the spindle via a belt or gear assembly.\n\nMotorized spindles are particularly useful for attaining high speeds while belt\/gear driven designs can produce more power and torque.\n\nQ: I need a spindle to mount on a robotic arm. Can Dynomax help?\n\nA: Dynomax has been on the cutting edge of robotic spindle applications from the beginning. In addition to our dedicated spindle line, most existing Dynomax designs can be mounted on robotic machining centers.\n\nIf you already have a robot in place, please consult our robotic spindle matrix to see which spindle is right for your situation.\n\nQ: I am an OEM machine builder; can Dynomax help me select a spindle?\n\nA: With an extensive lineup of available spindles and experienced professionals standing by to help, Dynomax is your one stop spindle solution. Whether you're looking for a new, clean sheet design or just a slight modification to an existing Dynomax spindle, we can help.\n\n\nQ: What is HSK tooling?\n\nA: HSK (the German abbreviation for \"hollow shank tooling\") is the newest and most advanced machine tooling option available. Developed in response to increased demand for high speed capable tooling in the automotive and aerospace industries, HSK offers greater accuracy and repeatability, as well as reduced weight and tool change cycle times.\n\nQ: Automatic tool change or manual?\n\nA: When deciding between manual and automatic tool change, the spindle's application must be considered. Manual tool change is a more basic option that requires an operator to loosen the current tool, remove it from the spindle, insert the new tool, and then secure the tool in the spindle. For applications that only require one or two tools, manual tool change can provide a cost effective solution.\n\nEither pneumatically or hydraulically powered, automatic tool change is a more advanced option that allows for complex machining operations which require many tool changes in rapid succession and without human intervention. Adding automatic tool change capability to a spindle can be a powerful time and money saving option.\n\nSpindle Accessories\n\nQ: How do I know which spindle accessories are right for me?\n\nA: When it comes to spindle accessories there are many options available. It is important to match your spindle with the proper accessories to make sure you get the most from your investment. At Dynomax, we have the spindle knowledge and experience to match each spindle with the perfect complement of accessories to minimize downtime, increase productivity and maximize profitability.\n\nQ: What is a Variable Frequency Drive (VFD) and do I need one?\n\nA: Variable frequency drives (VFD's) are also known as adjustable-frequency drives (AFD), variable-speed drives (VSD), AC drives, microdrives, or inverter drives. When paired with the proper spindle motor, a VFD allows for virtually infinite speed selection and spindle control.\n\nA VFD can also generate higher speeds from existing spindles. For example, a spindle with a maximum speed of 3,600 rpm could be increased to as much as 7,200 rpm. VFD's can also provide spindle protection from unwanted power interruptions and spindle overloads.\n\nQ: What is a chiller and do I need one?\n\nA: Heat is the number one enemy of machine tools. Since the spindle is one of the primary sources of heat in a machine, it is critical to remove as much heat as possible to maintain accuracy and prolong spindle life. A chiller cools the spindle by circulating coolant liquid through a jacket around the outside of the stator housing where heat is the greatest. Liquid chillers are the most effective cooling solution and the most economical over time. Another option for spindle cooling involves the use of air. In this method, cool air is circulated around the spindle stator by means of a vortex generator. This method is generally less cost intensive, however it is only viable for spindles 3 HP and under.\n\nDynomax Procedures\n\nQ: I'm interested in a new spindle, what should I do now?\n\nA: Our website contains a wealth of information to help you determine which spindle is best for your situation. Visit our innovative spindle creator to build a spindle that fits your specific needs. If you are unable to find what you are looking for, or if you need more assistance, please call us at 847.680.8833 and our knowledgeable sales associates will gladly help you find the perfect spindle solution. Dynomax now has coast-to-coast local representation. Please consult our map to contact our representative in your area.\n\nQ: I'm interested in sending in my broken spindle for repair; what should I do now?\n\nA: At Dynomax we know that when your spindle is down, time is money. That's why we have made our spindle repair process as streamlined and painless as possible. Simply package your spindle and include our easy to complete incoming spindle form in the box. This will give our repair department all the information they need to get your spindle back to OEM specifications. Upon receipt, our technicians will immediately begin the breakdown process to generate an accurate quote as soon as possible.\n\nPlease ship all spindles to Dynomax at: 1535 Abbott Drive, Wheeling, IL 60090, attn: Wayne Domke.\n\nQ: Is there anything I should know as a first time customers?\n\nA: Terms for all new spindle orders are 50% down and the balance due prior to shipment. These terms are not a reflection of a company's credit worthiness, and apply to all first time Dynomax customers. Terms for spindle repairs are prepay for new customers. Work will progress on your spindle before payment is received, however it cannot ship until payment arrives.\n\nFor consideration of more favorable terms on future orders, simply send your credit references along with a completed credit application form to our accounting department at .(JavaScript must be enabled to view this email address) attention Linda, or call 847.680.8833. Dynomax is always interested in creating and maintaining long term business relationships.",
        "topic_id":15,
        "format_id":5,
        "topic_confidence":0.9737989306,
        "format_confidence":0.9778984785
    }
]