[
    {
        "url":"http:\/\/www.gnu.org\/people\/webmeisters.html",
        "text":"\n\nWe are the GNU Webmasters!\n\nJason Self, GNU Chief Webmaster\n\nJason Self is the GNU Chief Webmaster from October 2010 onwards.\n\nPavel Kharitonov, GNU Translations Manager\n\nPavel is responsible for all the translations of the GNU website, and is a developer of GNUnited Nations, the translation tool used on gnu.org.\n\nYavor Doganov, GNU Translations Manager\n\nYavor is responsible for all the translations of the GNU website, and is the author of GNUnited Nations, the translation tool used on gnu.org.\n\nJohn Sullivan, FSF Executive Director\n\nJohn is currently the Executive Director of the Free Software Foundation, where he has worked since early 2003. John was the previous chief webmaster, and worked closely with Matt Lee on the gnu.org redesign work. He helps with design and development work for all FSF web sites, and is also a speaker for the GNU Project.\n\nRichard Stallman, Chief GNUisance and founder of the GNU Project\n\nFounded the GNU Project in 1984. He is the principal or initial author of GNU Emacs, the GNU C Compiler, the GNU Debugger GDB and parts of other packages. He is the President of the Free Software Foundation (FSF).\n\nKarl Berry, Assistant Chief GNUisance\n\nHas been involved with GNU since rms visited his home in 1986 or so. He co-authored the GNU font utilities, and is currently the volunteer maintainer of Texinfo and Hello, and is co-leading the GNU Evaluation Team, among other infrastructure projects. He also does a number of volunteer tasks relating to TeX distributions, notably a project leader for TeX Live, and co-authored TeX for the Impatient.\n\nDavid Thompson, Assistant Chief Webmaster\n\nDavid is a Web Developer at the FSF and assists with Chief Webmaster tasks.\n\nGNU Webmasters\n\nDora Scilipoti\n\nLeader of the GNU Education Team and the GNU Spanish Translation Team.\n\nJames Turner\n\nJames is a volunteer GNU webmaster and free software advocate.\n\nLuiji Maryo\n\nLuiji is a volunteer GNU Webmaster and a hacker of many a program designed to distract him from actually working. He's also massively paranoid.\n\n\nGNU Webmaster, developer and GNU Malayalam translator.\n\nRobert Musial\n\nMusial is a GNU Webmaster, an Associate Member of the FSF since 2003, and a programmer of free software.\n\nAlex Patel\n\nAlex is a volunteer GNU webmaster and a 2014 Summer campaigns intern at the FSF.\n\n\nWaclaw Jacek\n\nWebmastering the GNU since 2010.\n\n\nJoined the team in October 2012. GPG key: 0x386361391CA24A13\n\nAvdesh Kr Singh\n\nAvdesh is a GNU webmaster, joined the team in September 2014.\n\nFabio Pesari\n\nGNU webmaster since February 2015.\n\nGNU Web Translators\n\nIf you have translation skills and are willing to help in our effort to translate gnu.org essays, please contact the respective translation team. If there is no established team for your language (or there is but it lacks team co-ordinator), please contact <web-translators@gnu.org> after reading README for translations and the documentation it refers to.\n\n\nIf you'd like to join us as a webmaster, please complete the webmaster quiz.\n\nPast and present webmasters and translators\n\nAn exhaustive list of GNU webmasters and GNU Web Translators is also available.\n\n [FSF logo] “Our mission is to preserve, protect and promote the freedom to use, study, copy, modify, and redistribute computer software, and to defend the rights of Free Software users.”\n\nThe Free Software Foundation is the principal organizational sponsor of the GNU Operating System. Support GNU and the FSF by buying manuals and gear, joining the FSF as an associate member, or making a donation, either directly to the FSF or via Flattr.\n\nback to top",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.7585943341,
        "format_confidence":0.8440428972
    },
    {
        "url":"http:\/\/www.pushinteractions.com\/",
        "text":"Push Blog\n\nPush Contributes Two Entrants to Pitch Party – SkillShark, Ora\n\nRead more>\n\nQuality Software: Saving a Life\n\nRead more>\n\nAlphaGo’s win over Lee Sedol is a landmark for Human Kind\n\nRead more>\n\nPush Interacting\n\nFollow @pushinteraction\n\nStart your mobile project with Push: Contact us\nYou're in good company when you choose Push Interactions.\nOur commitment to quality has not gone unnoticed.\n\"I couldn't be happier with my App as well as the quick service in updating the app when iOS updates went out.\nHighly recommend Push Interactions!\"\n-Chris Kendall, The Raw Advantage Raw Recipes App",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.5236710906,
        "format_confidence":0.6117687225
    },
    {
        "url":"https:\/\/www.thoughtworks.com\/open-source",
        "text":"Committed to open source\n\nThoughtWorks contributes to and uses open source software wherever possible\n\nSoftware Excellence\n\nWe are a bit fanatical when it comes to delivering software. We are serious about our craft and always pushing to improve the way we do things. And we like to push the industry as a whole to improve. We call this our Software Excellence pillar.\n\nOpen source is foundational to software excellence and allows us to stay at the forefront of innovation. Using open source gives us solutions superior to proprietary in cost, freedom, privacy, security, quality and community. Building open source allows us to pay it forward, share new ways of working, and learn from the wider community.\n\nWhat We Are Building\n\nOur technologists bring successful, field-tested techniques and ideas from around the globe to open source solutions. Here are some highlights of our work across many domains including software development, testing, privacy, security, and global health.\n\n​Bahmni, an easy to use EMR & hospital management system, combines and enhances multiple open source products into a single solution. It has been designed keeping in mind the needs of hospitals in low resource settings.\n\nSimplify Continuous Delivery. Easily model and visualize complex workflows with GoCD, an open source continuous delivery server.\n\nGauge is an open source acceptance test automation framework. Write tests in your own business language with Gauge markdown. Automate with most any programming language. Work in your IDE of choice.\n\nMountebank is the first tool to provide cross-platform, multi-protocol test doubles over the wire.\n\nDeepLearning.scala is a domain-specific language embedded in Scala, for creating complex neural networks. With the help of DeepLearning.scala, regular programmers are able to build complex neural networks from simple code. You write code almost as usual.\n\nCoyIM is an instant messaging desktop application for the XMPP protocol that works with security and privacy features enabled by default, making it easier to hold a private conversation. 'Security by default' and simplicity are its strongest features.\n\nTalisman validates code changes before they're pushed from working copies of GitHub repos. Using GitHub's pre-push hook, Talisman scans file names to prevent pushing changesets that appear to reveal compromising information.\n\nAppium Test Distribution, a tool for running android and iOS Appium tests in parallel across devices\n\nMock objects framework for testing Objective-C code. It includes stubs, dynamic mocks, and mocks that can override methods in existing objects.\n\nBinding.scala is a data-binding framework for Scala, running on both JVM and Scala.js\n\nThis is a lightweight framework for regression testing of Cascading Style Sheets.\n\nFreedomBox is a community project to design, develop, and promote personal servers running free software for private, personal, communications\n\nHelp Us\n\nApply for a job at ThoughtWorks to join these and many other of our contributors.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9818045497,
        "format_confidence":0.8691570759
    },
    {
        "url":"http:\/\/neovante.com\/the-neovante-edge.html",
        "text":"\n\n– J.K.Rowling, Harry Potter and the Chamber of Secrets\n\nAt Neovante Technologies we believe that we are our choices. Our core values, beliefs and skills are global. We are committed to sustainability. We start with quality in mind to ensure superior execution. Neovante depends on the innovation of our team to generate improvements. We leverage justified techniques and extensive capabilities to delivery excellence for clients. We strive for consistent delivery. We provide the best available to our clients.  \n  • We are passionate about what we do. We take pride in our work. Our zeal for what we do sets us apart from our competitors. We are ardent about who we work for and what we provide.\n  • We have the technology. Our experienced technical staff can put together the appropriate solution for your business.\n  • Customer satisfaction is our only priority. We are concerned about reaching to the exact requirements of our customers. We provide 100% guaranteed customer support. If our customers are happy, we share the same feeling.\n  • We provide solutions at affordable price. We are here to give our clients what they want at a price that meets their expectations and budget. We take pride in the fact that our services are built on affordability, quality, and trust. We strive to offer honest and transparent services to our clients.\n  • We deliver what others struggle to master. While others may sprain to execute the more complex services, we deliver through accomplished achievement.\n  • Our turn-around time is productive, efficient and economical. We have never missed a deadline. We are fast, accurate, reliable and offer all these at a reasonable price. We work hard to quickly and effectively complete your project on time and within budget.\n  • We improvise search engine ability. We help to improve and maximize your web visibility. We structure the business practices that your team can implement to meet your visibility goals on the Internet.\n  • We provide extensive expertise in mobile application development. We develop secure and scalable applications both for consumers and enterprises across diverse platforms like iOS, Win OS, Blackberry, Android, PALM, Web OS and also Cross Platform mobile applications.\n  • We have strong partnerships with industry acknowledged labs and organizations. We create trust-based partnerships with our partners. We have honest and collaborative associations with our partners.\n  • We have boundless experience and expertise. We have highly trained and experienced team who are expert in understanding and executing complex software and hardware designs.\n\n\nChoosing the correct software development company for your needs is vital . We offer complete and comprehensive development service that includes software design, development, quality assurance , software testing , customer service and software support.\n\nWe specialize in custom application development in several areas including mobile application development( Symbian, Blackberry , Android, Windows mobile and iPhone\/iPad ), Desktop application development, Web based application development, Customized CMS development, Embedded system design and development and Value added service development. We also offer clients Database design and development, Blog Programming and User experience design. In addition to these , we also develop unique SMS messaging solutions.\n\n  • Extensive expertise in the area of mobile application development\n  • We have strong partnerships and tieup’s with industry acknowledged labs and organizations\n  • 24*7 support to customer\n  • We have vast experience and expertise in understanding and executing complex software and hardware designs\n  • We deliver customized, world class, endto-end solutions on-time to our customers with an added advantage of cost efficiency\n  • We are passionate about what we do and take pride in our work",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.94761163,
        "format_confidence":0.9772655368
    },
    {
        "url":"https:\/\/www.getwidget.dev\/blog\/about-getflutter\/",
        "text":"The Start for GetWidget, open-source\n\nGetWidget is an open-source library built on Flutter SDK. we have developed to help developers build their flutter app faster than they could ever have imagined. The library contains more than 1000+ UI components, all ready to include and use immediately in your project.\n\nWe have a well-defined product roadmap that we are asking our community to add to and influence, so you can review and share your feedback on GetWidget as well as contribute as developers if you so choose.\n\nGetWidget was developed internally by our team over the past year and we found it saved us so much time on new projects we thought others could benefit as well. This led us to develop some core reusable libraries for our development community to hugely decrease UI development and reduce the initial learning curve.\n\nWe have initially looked at the most used components, but are committed to adding many more widgets over time. We want to actively work with the wider Dev community to make sure we are focussed on user needs.\n\nWe were in flutter development from long and love it so we start thinking to develop some libraries for our Dev community to make UI development faster and better with the lesser learning curve.\n\nYou can upvote on our development plans via our published roadmap, request a new feature and also raise any bugs direct with us as well via our Raise Bug OR  Feedback services. Please follow our docs, and collaborate with us to help us improve GetWidget as well.\n\nYou can follow our docs and help us to improve it as well.\n\nWe have launched our official GetWidget Libraries on Github and Pub for the Dev community to start playing around with, so please share feedback or raise any questions comments or issues on our FLUTTER GITHUB.\n\nWe love to be social! So, of course, we also have accounts across all major social platforms that developers use. Why not join and keep updated?\n\n\n\n\n\n\nKeep in touch with us via our GetWidget community.\n\nWe look forward to welcoming you very soon. Finally – we’re also launching our official Logo today, let us know what you think and pass the word around.\n\nNote: GetWidget is not directly and\/or indirectly associated\/affiliated with Flutter or Google LLC. We are the team of Flutter Developers and we built this open-source library for the Flutter development community to made app development more easier.\n\n\nThe GetWidget Team",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9883844852,
        "format_confidence":0.9423272014
    },
    {
        "url":"http:\/\/historical-data.org\/",
        "text":"What is historical-data.org?\n\nThis site defines a collection of schemas (applied in the form of HTML tags) that webmasters can use to markup their historical and genealogical information in a consistent way.\n\nMany sites are generated from structured data, which is often stored in databases. When this data is formatted into HTML, it becomes very difficult to recover the original structured data. Many applications, especially search engines, can benefit greatly from direct access to this structured data. On-page markup enables search engines to understand the information on web pages and provide richer search results in order to make it easier for users to find relevant information on the web. Markup can also enable new tools and applications that make use of the structure.\n\nProject Scope\n\nThe scope of this project is limited to defining the schemas for historical and genealogical microdata that is designed primarily to enable search engines, web crawlers, browsers, and other tools for enabling users to find and understand the historical data contained on an HTML page. As such, the schemas defined by this project are designed to be lightweight and generic and are not designed to support all of the intricacies of a rich research model that supports in-depth semantic analysis and sophisticated bibliographic accountability.\n\nDate Note\n\nSchema.org, Microformats, and Microdata all rely on the ISO 8601 date format, which does not support approximate dates. Review the Library of Congress's Extended Date and Time Format, which extends ISO 8601 and allows uncertain and approximate dates.\n\nUpdates (via our blog)\n\nStay tuned for updates to the schema and other announcements by subscribing to our blog: historical-data-schema.blogspot.com\n\nLast updated: Mon Jun 11 17:23:47 -0700 2012",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.5421181917,
        "format_confidence":0.9393593073
    },
    {
        "url":"http:\/\/www.idsnetworking.com\/",
        "text":"Innovative Development Solutions\n\nExpertise to help your business work faster, smarter and more efficiently\n\nIDS Networking LLC\n\nIDS Networking LLC is an information technology company located in the Grand Rapids, Michigan area.\n\nOur specialty is providing innovative development solutions for your company or personal business.\n\nWe offer free evaluations on your daily business production and make suggestions on how we may improve your work flow. We will also listen to your ideas and then advise you from our experience what we think will work for you. Our mission is to design and develop solutions that satisfy your requirements and expand beyond your expectations.\n\nAt IDS Networking, we offer reasonable pricing for development and affordable rates for web hosting. With our flexibility, it makes our services widely accessible to the smallest or largest of businesses.\n\nOur Goals\n\nOur deep experience helps to ensure that your project is a success.\n\nOur processes and methodology have been perfected to manage risk, scope to maximize quality and minimize cost for your project. Our entire team is trained and experienced within a methodology.\n\nWith our combined experience in graphic design, website development and e-commerce stores, you can be confident that whatever your project demands, our web developers can deliver.\n\nOur integrated management, creative, development and testing teams work seemslessly to deliver your solution on time and within budget.\n\nContact us for sales and support.\n\nIDS Networking LLC\nPO Box 339\nByron Center, MI 49315\n\n\nWeb Design\n\nInnovative web designs to fit every budget.A custom website can help your business acquire targeted customers and increase sales.\n\nWeb Applications\n\nCustomize your website around your company's services, objectives and provide funtionality that makes it simply for your audience.\n\nSoftware Applications\n\nCustom software applications that will help you maintain and optimize your business, and help keep your daily activities organized.\n\nWeb Hosting\n\nAffordable web hosting choices for small and large businesses. Support 24 hours a day and 7 days a week.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9209448695,
        "format_confidence":0.9681124091
    },
    {
        "url":"http:\/\/keepingscoreonline.com\/about.php",
        "text":"As website design and website developers in Newcastle and Sydney Australia, we are a progressive web development team that have completed many projects in our time. We have extensive\nexperience and have been designing websites for many different industries since 1995.\n\nOur vision is to continue to lead the way not just locally, but both nationally and internationally.\n\nOur team of people are not only the best at what they do, but are dedicated to stay the best in this fast moving market place.\n\nWe can design any website, but specialise in business websites, school websites, childcare websites, retail websites, industry based websites, accountant websites, and pharmacy websites.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9531530142,
        "format_confidence":0.987827003
    },
    {
        "url":"https:\/\/notablebusiness.wordpress.com\/2014\/03\/14\/friends-of-the-web-makes-well-designed-sites-and-apps\/",
        "text":"Friends of the Web makes web and mobile applications that are “meticulously built and thoughtfully designed.” Based in Baltimore, Maryland, the software development company is driven by great design, quality, and an integrated approach. Friends of the Web builds its own products from the ground up and recognizes that digital products and services are never “done.” Since its inception in 2011, Friends of the Web has worked with brands and businesses such as eBay, Figure 53, Red Owl Analytics, Google, Jones Falls Furniture Co., Type Supply, House Industries, El Creative, and more.\n\nServices offered by Friends of the Web include product design and development, app icon design and product branding, early phase prototyping, and consulting. Friends of the Web has experience building functional websites and apps, creating prototypes for new or revised products, and turning an app or website into a brand. The company is run by a small, interdisciplinary team comprising software developers, graphic designers, one English major, one type designer, and one astrophysicist.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.8530601859,
        "format_confidence":0.8332401514
    },
    {
        "url":"https:\/\/yelloboxx.com\/",
        "text":"A few words\n\nAbout Us\n\nA team of energetic professionals, Who are committed to deliver the best Web solutions coupled with emerging practical and dependable technologies. Our team is specialized in every aspect of Web development and provide you the complete web solutions for all your business and professional needs. As a website development company, we made rapid progress in developing field and has successfully developed many projects. We are working on varied platforms and delivering highly custom, interactive and secure web solutions. Website created by our developers are scalable, responsive, user-friendly and loads within flashes of second.\n\nExplore Our Service\n\n\nWeb Designing \/ Development\n\nIn this changing environment, keeping a competitive edge means being able to respond quickly to changing business conditions.\n\nSocial Media Marketing\n\nAre you confused! How to get more traffic for you site?\n\nWant to get sudden traffic?\n\nIf yes, then you must try our Pay Per Click and Social Media Marketing Services.\n\nDigital Marketing\n\nYelloboxx is a leading Digital Marketing Company in kochi that specializes in Google search engine optimization services with solutions for business owners.\n\nGraphics Designing\n\nGraphic Designing become a way of projecting ideas with the help of our graphic design services include visual and content. It helps to convey the complexity of a vision through visual simplicity.\n\nE-commerce Development\n\n Want to do business with Best eCommerce Development Company in Kerala?  If yes, then you are at the right place. Developing an online shopping store is the first priority in an eCommerce business.\n\n'Websites Promotes You 24x7 : No Employee will Do That'\n\nExplore Our Work\n\n\nWhat Our Clients Says\n\n“You made it so simple. My new site is so much faster and easier to work with than my old site. I just choose the page, make the change and click save. Thanks, guys!”\n\nJijo Mohan Co - Founder CapslockStudios\n\nWhat Our Clients Says\n\nThese guys are absolutely the best in designing and development. I hired them for building my website from the scratch and told them all my requirements and preferences. They understood everything very easily and also recommended me some better alternatives wherever possible. They were helpful from the first interaction to the launch of our website through all the designing and development process. They ensured top quality, timely delivery and satisfactory support till the end of the project. I highly recommend them.\n\nSreeraj Rajan C.E.O Thought Point\n\n\nYelloboxx has helped us the best with redesigning our website. They not only reduced its loading time by implementing the right technology but also ensured that it is attractive and easy-to-use. They developed custom modules by understanding our needs effectively, ensured seamless communication for managing exigencies and delivered regular updates. Highly recommend them if you are looking for great output.\n\nRoby Thomas Co - Founder RTassociate",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9243222475,
        "format_confidence":0.9187039733
    },
    {
        "url":"https:\/\/appdevelopermagazine.com\/business\/rocket-55\/",
        "text":"Rocket 55\n\n\nUnverified, is this your company? Click here to claim it and get verified.\n\nApp Marketing  \n\nFounded Employees Social Traffic\n-- -- -- --\n\nRocket 55 is a full service digital agency specializing in mobile app development. We have extensive experience in developing apps in both B2B and B2C capacities in various industries.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.5980329514,
        "format_confidence":0.7180435061
    },
    {
        "url":"https:\/\/www.engine23.com\/about-engine23\/omaha-nebraska-magento-ecommerce-development-partner",
        "text":"Omaha, Nebraska\n\neCommerce Nice! If you have a request or simply want to drop a line, message us. We want to hear from the River City and beyond.\n\nWhat We Do\n\nWe transform your online vision, into a virtual reality!\n\nHere at Engine23 we don’t want you to coast by, we want you to soar! We bring certified experts to build you an incredible eCommerce site, that will help grow your business. One of our original founders is a firefighter in Omaha, and still rides out on Engine 23. Our story starts here in Omaha, there is nothing quite like home. We have years of experience in the eCommerce sector, and are driven by your passion for your business. We want to serve Douglas County, Lincoln, Council Bluffs, Iowa City, and other larger surrounding cities, like Des Moines, Kansas City, St. Louis, Sioux City, and Sioux Falls.\n\nOur services are unlimited, we can create you a new store, migrate your current store to the Magento platform, we can optimize your SEO and marketing, create a responsive design that will enable you to reach more customers. Our skills do not just stop there, we are also able to upgrade, speed tune, and integrate your site, enabling your business to run efficiently. We are not limited to just the specified areas listed above, we have been creating and modifying eCommerce sites for a combined twenty plus years. Your new site will generate a higher traffic volume, leading to more customers, which will increase your sales.\n\nWe are a well equipped agency, that does not just focus on the technical aspects of your company, although we do have the highest quality front-end and back-end expert developers, we also have experts in marketing, specialist in graphic design, and professional writers. However, that is not all we are, we are partners with everyone we have worked with, and would love to make you our next new partner. If you do not see what you are looking for in our services section, just leave us a message, or even better give us a call, because we are not limited in our knowledge. No one is quite like us, and we want to partner with you.\n\nNebraska Map Icon\n\n\n1299 Farnam St Suite 300\n\nOmaha, NE 68102\n\n\n\nEngine 23 Hours of Operation – Omaha\n\nHours of Operation\n\nMonday–Friday: 9 a.m. 5 p.m. EST\n\nSaturday: By Appointment\n\n\n\n\nHave a question?\n\nYou will find us highly customer-centric.\n\nWe want you to know and learn as much or as little as you want.\n\nLean on us. We enjoy helping out wherever we can.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.5780037045,
        "format_confidence":0.9823075533
    },
    {
        "url":"http:\/\/droplogic.com\/",
        "text":"Computer Systems Design\n\nComplete solutions design and development.  We excel at transforming ideas from the napkin to production.  dropLogic enjoys taking a challenging opportunity and applying rigorous analysis to it, producing an array of options you may execute upon.\n\nLearn More\n\nResearch & Development\n\nWhere does the latest technological advancement fit into our organization?  How may we best capitalize, or is there reason for pause?  dropLogic provides independent research in the examination of new business opportunities and their delivery.\n\nLearn More\n\nReverse Engineering\n\nWe provide the ethical examination of both in-house and third party solutions as well as their replication and augmentation.  If you can show us what you want, we have the ability to build you one of your own.\n\nLearn More\n\nOur Mission... to create success for our clients through targeted, purposeful and appropriate technology solutions, providing real, measurable, value.\n\n\nLets talk...\n\n...about what you want to accomplish.  We are excited to be part of your recipe for success.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.5511474609,
        "format_confidence":0.9615907669
    },
    {
        "url":"http:\/\/sagarnangare.com\/calsoft\/",
        "text":"Established in 1998, Calsoft is a leading software product engineering Services Company specializing in Storage, Networking, Virtualization and Cloud business verticals. Calsoft provides End-to-End Product Development, Quality Assurance Sustenance, Solution Engineering and Professional Services expertise to assist customers in achieving their product development and business goals. Our deep domain knowledge of Storage, Virtualization, Networking and Cloud verticals helps in delivering high quality products and services at the right time and cost. Our customer focused engagement models and innovative Accelerator IPs speed up time-to-market and accelerate revenue growth for our customers.\n\n\nShow Buttons\nHide Buttons",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.7897190452,
        "format_confidence":0.9606499672
    },
    {
        "url":"http:\/\/www.stackdcreative.com\/",
        "text":"We believe in making the internet\na beautiful place.\n\nYou have 3 seconds to grab your visitor's attention. How do you stack up against the competition?\n\n\nIn todays digital world, an online presence is your first interaction with potential customers. Whether on desktop, mobile, or tablet your message needs to be clear and concise. Here at STACKD Creative a lot goes into the design process.\n\nWeb Development\n\nWhat is design without the functionality? Well, it’s just photoshop. But you can’t run a business with photoshop. Our dev team has years of experience and a passion for their work. We are a tech focused group by nature with a pet peev for shitty websites. Look no further and find your website freedom with STACKD.\n\nSocial Media\n\n72% of all internet users are now active on social media. Social is not just another channel to acquire more customers. It’s a place for you express your brand and culture, as well as a place to interact outside of the normal confines of your business.\n\nBrand Development\n\nSimply put, your brand is your promise. It tells them what they can expect from your products and services, and it differentiates your offering from your competitors'. Your brand is derived from who you are, who you want to be, and who people perceive you to be.\n\nPackage Design\n\nSimply standing out…well that’s easy. But, standing out through effective brand expression and establishing a strong brand character, well that’s a challenge. Its tough work, but you’ll love the outcome!\n\nGraphic Design\n\nDesign is a conversation. From logo design to marketing materials, our design team can do it all. Any medium you desire we guarantee stunning modern feel that is sure to wow your customers.\n\nLatest Works\n\nTake some time to explore some of our most recent works. You might notice our designs are modern, clean, and sleek. Exactly what you need in todays web based world.\n\nWhy Choose Us?\n\nWe’re Creative\n\nWhy do the creating when we can do it for you? Leave the artsy stuff to us so you can focus on bringing in the mula.\n\nWe’re Punctual\n\nWe all know the age old saying “Time is money”. Well to us, time is everything.\n\nWe have magic\n\nIncendio! Let us add a spark to your web presence with our magic touch.\n\nWe love minimalism\n\nWhat is minimalism you ask? We like to call it strategic simplicity.\n\nWe’re responsible\n\nTrust us. We always handed in our homework on time :)\n\nWe're Friendly\n\nDon’t need a website and just want to grab a beer? We’re always up for meeting new people :)\n\nWhat people say?\n\nWe think you guys are the real deal- passionate about your product and you support it well after the initial launch of the site. Very happy customers!\n\nJames Dermitt\n\nWhat people say?\n\n...I can honestly say that I'm getting more work because out the intuitive layout and simplicity of our new site.\n\nPeter Strauss\n\nWhat people say?\n\nMy site looks great and your formula work within the first week. I had a new lead generated through the contact form everyday.\n\nAbbey Dalton\n\nPlease trust us, we will never send you spam\nLets tallk",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.5676207542,
        "format_confidence":0.8973309994
    },
    {
        "url":"http:\/\/www.satz24.com\/index\/terms-and-conditions",
        "text":"Search A2Z 24\n\nSatz24 TEAM\n\nA idea which represent our thoughts.\n\nAggressive problem-solver dedicated to producing results.\nSearch A2Z Team has been a developer team for over 2 years – most of us in leadership roles. We are adept at wearing many hats and managing complicated workflows efficiently.\n\n\n  • We are a software developer team.\n  • We like to spand time on computer for googling.\n  • We work according to our group plan with some arguments.\n  • Our team is new but have more experience then other experiences people.\n  • We don't believe in destiny reason we have destiny in our own hand.\n  • We like to share thought,that's why we all are represent us as Search A2Z 24.\n  • We believe in practical, real views and result.\nIf you want to know more about us click here to contact us.\n\nSkill Set\n\n  • PHP 90%\n\n  • MySQL 90%\n\n  • HTML 90%\n\n  • CSS 85%\n\n  • Javascript 75%\n\n  • jQuery 85%\n\n  • HTML5 85%\n\n  • CSS3 75%\n\n  • Magento 70%\n\n  • Responsive Web Design 80%\n\n  • Zend Framework 65%\n\n  • Smarty 55%\n\n  • Photoshop 65%\n\nLevel of skill (measured in awesome)\n\nReveal Modal Goodness\n\nThis is a default modal in all its glory, but any of the styles here can easily be changed in the CSS.\n\nThis is just a simple modal with the default styles, but any type of content can live in here. Lorem ipsum dolor sit amet, consectetur adipiscing elit. Morbi quis sem vel enim eleifend tristique. Etiam tincidunt faucibus pharetra.",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.935027957,
        "format_confidence":0.915738821
    },
    {
        "url":"http:\/\/www.computer-expert-uk.co.uk\/Excel_Programming_corby\/index.html",
        "text":"Computer Expert UK\n\nWe make your computers WORK for you\n\nComputers do all your work so you do not have to.\n\n\nProviding Customised search term pages to suit your existing pages solutions for your business\n\nWe are Computer Experts dedicated to provide you VBA Programming solutions and we are on hand if you need us especially if you live in the area of corby.\n\n\nWe have been in business since 2007 and we are dedicated to primarally providing custom programming solutions. We can operate in mostly any environment and use any language however VBA, ASP are the preferred environments.\n\n\nWho We are\n\nMartin Hammer\nCustom Programming Solutions\nEstablished 2007\n\n\nWe provide the code to make whatever you need automated, meaning you save literally thousands of man hours because your computers do not need a salary\n\n\nWe also have code that automates the generation of web pages which target search terms, hence we offer extra pages for your website at only £3 per page\n\n\nWhether its a mundane task that one of your employees has to do every day or a complex system involving many databases and flat files, we are able to provide affordable solutions guaranteed to save you money\n\n\nWe will come to investigate where we can help you at NO COST to you, I am sure once we investigate your current laborious processes we can quantify exactly how much money we will save you in the first year of implementing our software, our price will be just 25% of that estimation.\n\nFor Database Design, Relational Database Design solutions around corby contact us:\n\nSend Us A Message:\n\n\nCall Us:\n\n+44 (0)7411816042\n\nWe Are Social\n\nCreated by Computer Expert UK",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.8831479549,
        "format_confidence":0.5371853113
    },
    {
        "url":"https:\/\/www.cosmicjs.com\/commedia12",
        "text":"Shriv ComMedia\n\niOS mobile applications are growing and have become the need of every Apple smartphone. Shriv ComMedia Solutions is iOS application development company in India providing mobile application development services to its clients. In past one decade, the software development company has delivered various iOS apps for all verticals of the industry.\n  Shriv ComMedia Solution\nThis user hasn't Starred any content yet.\nThis user doesn't have any Apps yet.\nThis user doesn't have any Extensions yet.\nThis user doesn't have Articles yet.\n\nGet Started with Cosmic\n\nBuild personal projects for free. Add your team at unbeatable prices.\nStart Building Talk to Sales",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9793893695,
        "format_confidence":0.7596776485
    },
    {
        "url":"https:\/\/trinityis.com\/about\/",
        "text":"What we do\n\nMost companies struggle as they look for software applications that meet their unique business needs.  There is never a perfect off-the-shelf match.\n\nMany times, companies are forced to change business processes to match the software.  Often this software is inflexible to future changes.  Every good business evolves over time and software should be able to meet those changes.\n\nTrinity’s approach is different\n\nFor over 20 years Trinity has been partnering with clients to deliver business software solutions and process improvements. We work with companies to determine their business requirements and then develop the application to meet those requirements.\n\nThe tools we use are extremely flexible. “Fits like a glove” is a good analogy. So as businesses change, we can easily add new processes for our clients.\n\nTrinity is passionate about your satisfaction during all aspects of the engagement. Combine that with our technical expertise and you can understand why 90%+ of our clients return to us for other projects.\n\nQuick Base App Developer\nQuick Base App Developer\n\nMission Statement\n\nWork with clients to improve their efficiency, increase service levels and upgrade the quality of their output.\n\nLearn more about our company and see how our amazing solutions can take your business to the next level.\n\n\nQuick Base App Developer\nBird Dog\n\nScott Burday\n\nbusiness process improvements team\nWeb Ninja\n\nCharles Guilbert\n\nQuick Base App Developer\nSports Maniac\n\nRyan Schraufnagel\n\nTrinity's business process improvements team\n\nJeff Cravener\n\nQuick Base App Developer\n\nNathan Hise\n\nQuick Base App Developer\nDev Dad\n\nKyle Smith\n\nQuick Base App Developer\n\nTodd Channick\n\nbusiness process improvements team\nCoffee Addict\n\nKristie McGhee\n\nTrinitys business process improvements team\nKingfish Jr.\n\nJeffrey King\n\nQuick Base App Developer\nMaster Black Belt\n\nRick Miller\n\nQuick Base App Developer\nData Gal\n\nTiffany Lynn-McLarty\n\nbusiness process improvements team\nData Diva\n\nKatie Burday\n\nTrinity business process improvements\nAmerican Girl\n\nChristi Snaufer\n\nQuick Base App Developer\nWile E Coyote\n\nLynn Deffenbaugh\n\nFront Runner\n\nRon Couts",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9449116588,
        "format_confidence":0.9926581979
    },
    {
        "url":"http:\/\/aidadoc.sourceforge.net\/",
        "text":"Welcome to the Home Page of the Aida project.\n\n\nThe Aida project is two-fold: This is useful to create and maintain documentations, help files, etc, which must be distributed on different supports (Web pages, PDF documents, Wiki pages,...). The user writes his\/her files using the common Aida Markup Language and converts them to the target format with the aida command.\nThe system is fast, flexible and extensible. The core command aida is a strict parser (written using Bison and Flex) which analyses files written in the Aida Markup Language and invokes callbacks in order to convert them to the target format.\nThe aida command embeds a\nTcl language interpreter and all the callbacks are written in Tcl: the Tcl scripts constitute Aida's library. This architecture makes it easy to extend the library and define new target formats. It is also very powerful because any Tcl code can be sourced and evaluated within the Aida files and thus one can create dynamic contents, generated on the fly.\nFurthermore, the Aida files are highly parameterizable via a header and the entire system is configureable both at the admin's and at the user's level.\n\n\nThe Aida project is an Open Source project hosted by SourceForge at this address.\nThe current version is 1.4.1.\nThe latest releases can be obtained in the File Releases area.\nThe latest state of the source code can be obtained from the Subversion repository with the following command :\nsvn checkout http:\/\/svn.code.sf.net\/p\/aidadoc\/svn\/trunk Aida\n\n\nThe complete help for both the Aida Markup Language and the aida command can be found online: Aida documentation.\n\n\nThe Aida project is extendible. The code offers a simple architecture based on callbacks written in the Tcl language and it is easy to define new target formats.\n\nBug reports\n\nBugs can be officially reported via the Bug Tracker of the project. You can also submit feature requests there.\n\nMailing list\n\nFor any questions, problems, suggestions etc. about Aida, you can use the Aidadoc-users Mailing List. Click here to subscribe\/unsubscribe.\nTo post a message to the list, send an e-mail to <aidadoc-users@lists.sourceforge.net>.\nTo see the collection of prior postings to the list, visit the Aidadoc-users Archives.\n\nLast updated 2016-01-04 17:26:43\n\nAida is hosted by SourceForge.net Logo",
        "topic_id":2,
        "format_id":12,
        "topic_confidence":0.9809096456,
        "format_confidence":0.8934067488
    }
]