[
    {
        "url":"https:\/\/underagevoices.blogspot.com\/2014\/04\/i-want-to-date-hipster-boy.html",
        "text":"I Want To Date A Hipster Boy\n\nI want to date a hipster boy\nWho takes me to underground cafes  \nEducates me on music I’ve never heard of\nWho plays at least three instruments\nOne of them made out of repurposed oak\nI want to share kale salads and art cinema\nWith a guy\nWho whispers secrets through his kisses\nMeasures love in instagrams\nTakes me sailing past the mainstream\nA sweater collared shirt combo\nWho likes his glasses and polaroids in thick frame\nI’m looking for someone who listens to the same spoken word as me\nWho can write ballads on his harmonica\nAnd love me\nBecause it will never be cool\nI want to date leftover scruff\nAnd irony under eyelids\nThe only thing skinnier than his lattes are his jeans\nYou see I’m trying to typecast my lovelife\nMake a role for someone to fill\nWhen really I’m just trying to replace you\nStuff the void with a similar vibe\nBut the truth is you weren’t really a hipster\nYou were not an archetype\nA cliche or fantasy\nYou were a person\nMy person\nBut ever since we connected every call I’ve received sounds foggy\nThe words slurred\nAs if every conversation is a drunken mistake\nI wonder if you are searching for me\nTrying to find a poet girl\nWho wears flowers in her hair\nAnd her heart on her sleeve?\nDoes she sell her life story\ntrade her flesh for lines?\nMaybe you’re looking for someone different\nPrescribing yourself a new chaos\nBecause you’d rather drink wine than arsenic\nI know that I shouldn’t be chasing your eyes on different faces\nBut you are the blueprint for my love, my dear\nThe only foundation I have to construct a relationship\nSo I’m going to keep using it\nEven though it only let ours fall down.\n\n\nPopular Posts",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9305737019,
        "format_confidence":0.90830791
    },
    {
        "url":"http:\/\/www.eyitolami.com\/tribute\/daughter-of-zion-%F0%9F%92%AA%F0%9F%8F%BE\/",
        "text":"Tribute BY Vivian Odonkor\n\nI Called you “My Darling “ and with a smile on your beautiful Young looking Face you respond Saying “Vivian you don’t have respect Who is your Darling “. 😥 God knows this LOST is heavy for my HEART. My Mother, my Teacher, My defender 😊My gossip partner, I’m glad to have been a part of your BEAUTIFUL life. Will always have you in my heart. Rest Well EyiTolaMi 💋",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.9931390882,
        "format_confidence":0.5997216702
    },
    {
        "url":"https:\/\/news.amomama.com\/285328-elderly-woman-returns-her-old-hometown-s.html",
        "text":"Elderly Woman Returns to Her Old Hometown and Sees Friend Who Betrayed Her 40 Years Ago — Story of the Day\n\nManuela Cardiga\nJan 14, 2022\n10:20 P.M.\nShare this pen\n\nGlenda Reilley met her best friend who had betrayed her forty years before and realized that she couldn't blame her, only thank her.\n\n\nGlenda Reilley and Dina Muscovich were best friends from grade one and all through middle school and high school. They shared everything, except Hank -- he was Glenda's boyfriend from the time they were 13.\n\nThe idea that Glenda and Dina would ever be anything but best friends was unthinkable until they went to college, different colleges, and a man came between them.\n\nGlenda Reilley never imagined that a trip back home would bring her face to face with her betrayer | Source: Shutterstock.com\n\n\nGlenda never imagined that a trip back home would bring her face to face with her betrayer. It had been forty years since she had seen Dina for the last time, and as far as she was concerned, 'never' would have been soon enough.\n\nBut one look at Dina produced the opposite reaction to what she had imagined. There was no wave of hate, anger, and resentment, instead, she felt pity for the woman standing before her, a woman she remembered as bubbly, beautiful, and energetic.\n\nGlenda had walked into the hairdresser and there was Dina, forty years older, of course, but looking decades older, and worse of all, looking defeated. \n\n\nDina and Glenda had been best friends since first grade | Source: Unsplash\n\nThe moment Dina saw Glenda her face lit up and for a moment she looked like the old pretty, hopeful Dina. \"Glenda!\" she cried, jumping up from her chair in the waiting area. \"Oh Glenda! You look beautiful!\"\n\n\nGlenda stood frozen, staring at her former friend. Had Dina forgotten what she had done to Glenda? Had she forgotten how she had shattered her trust, broken her heart? \n\nBetrayal by a friend is more hurtful than the treachery of a lover.\n\nIt had all started when Glenda had been accepted to a prestigious Ivy League college, while Dina and Hank had remained to attend their local state college. Even though they would be thousands of miles apart, Glenda and Hank had promised each other they would be faithful.\n\nHank was Glenda's boyfriend but the three of them hung out together | Source: Unsplash\n\n\nGlenda had thought Dina would be around to keep an eye on her handsome boyfriend. She never imagined how close Dina and Hank would become. At the end of Glenda's first year in college, she'd come home excited by the thought that she'd be with her boyfriend and her best friend.\n\nGlenda was in for a huge surprise. She immediately noticed that Dina and Hank seemed to be a lot closer, and exchanged meaningful glances over her head... Something was going on.\n\nGlenda found out exactly what when she walked in on Hank and Dina having sex in her own kitchen during her birthday party. Glenda had exploded with rage and pain. Betrayed not only by her boyfriend but also by her best friend, the girl she loved like a sister.\n\n\nAfter graduation, Glenda went to an Ivy League college | Source: Unsplash\n\nThe next day Glenda had taken a plane to the East Coast and she had never come back again. Her parents and her siblings had visited her in Boston, and Glenda vowed never to return.\n\n\nNow, forty years later, after meeting and marrying a wonderful man, mothering three amazing kids and a hugely successful career as an editor, Glenda had returned for the wedding of one of her nieces.\n\nThat she would be facing the heartbreak she'd left behind at 19 had never occurred to her, yet here she was, looking at a smiling Dina who didn't seem to remember what she'd done.\n\nGlenda caught Hank and Dina together | Source: Unsplash\n\n\n\"Do you remember what you did to me, Dina?\" Glenda asked. \"I believed in you, I trusted you. It took me years to trust anyone again, do you know that?\"\n\nDina squared her shoulders and looked Glenda in the eye. \"I remember,\" she said softly. \"There hasn't been a day in the last forty years that I haven't thought about what I did Glenda, and believe me, I've paid for it over and over again.\n\n\"Hank... I married Hank, you know, and it was the biggest mistake of my life. He started drinking, then he started beating me... There were no babies, and when I was diagnosed with breast cancer three years ago he left me.\n\nDina married Hank but he turned into an abusive drunk | Source: Unsplash\n\n\n\"He said he should have stuck with you, and that I was the biggest mistake of his life.\"\n\nGlenda stepped forward impulsively and took Dina's hands. \"Oh no!\" she gasped. \"I had no idea! Are you OK now?\"\n\nDina smiled through her tears. \"I'm in the clear, no cancer -- and no Hank either which is good news too, but I always felt that everything that happened was God's punishment for having betrayed you.\" \n\nDina regretted what she'd done to Glenda for the rest of her life | Source: Pexels\n\n\n\"No,\" cried Glenda. \"You mustn't think that, ever!  In a way you saved me! Do you think Hank would have treated me any better? I don't!\"\n\n\"Maybe not,\" Dina whispered. \"I've missed you so much, Glenda!\"\n\nThe two women held each other and wept for the wasted years and the pain that had divided them for so long. Now they had a chance at a new beginning which started with forgiveness and promised many years of renewed friendship.\n\nGlenda and Dina became best friends once again | Source: Pixabay\n\n\nWhat can we learn from this story?\n\n  • Betrayal by a friend is more hurtful than the treachery of a lover. Glenda was devastated because the person who she would have turned to for help and support was the woman her boyfriend had betrayed her with.\n  • Stolen love never brings happiness. Dina took her best friend's sweetheart, but it brought her no joy. He turned out to be a vicious drunk and a wife-beater who abandoned her as soon as she became ill.\n\nShare this story with your friends. It might brighten their day and inspire them.\n\nIf you enjoyed this story, you might like this one about a woman who hands her teenage son to the police because she can't control him.\n\nThis account is inspired by our reader’s story and written by a professional writer. Any resemblance to actual names or locations is purely coincidental. All images are for illustration purposes only. Share your story with us; maybe it will change someone’s life. If you would like to share your story, please send it to info@amomama.com",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.7578964829,
        "format_confidence":0.7652639747
    },
    {
        "url":"http:\/\/www.beyondseparation.com\/articles\/articles.php?art=1356",
        "text":"Entwined Love (Download)\n\nBy Michael Knight\n\nSunday 4 July 2010\n\nArticle: 2,044 chars\n\nBookmark and Share\n\nHere, there and everywhere\nA mother of three is she,\nThere is no rhyme or reason, keeping her\nFrom being the mum she wants to be.\n\nBusiness and chasing delinquent debtors\nJust seem to be her thingy,\nFun, games and phone calls\nAs she catches those being tricky.\n\nAs money pours in here and money gathered there,\nA life of figures floats throughout the air.\n\nSaviour to those businesses she helps\nAnd good friend to those around,\nThis little red hen\nGets a life that goes round and round.\n\nIt's an identity that consumes her being\nAnd one that keeps her smart,\nAlas it's a crown that she must lay aside\nAnd listen to her heart.\n\nNow snug, warm and safe\nShe lay resting —\nHer life of toil is over for this day\nA time for dreams and play are on their way.\n\nLittle before midnight\nDoth she set her weary bones down,\nA drink or two helps her settle\nAs she stumbles into her gown.\n\nUnder the blankets she doth hide\nAll alone, her time is now,\nHer thoughts and memories come alive\nA prayer and love for all leaves her brow.\n\nAs her eyes grow heavy\nMoonbeams creep in uncovering her softness,\nDreams of her lover whisk in with each warm gentle breeze\nSensuous whispers of love emanate from a man on his knees.\n\nHis words slowly wrap around her\nHer feelings gently arouse him,\nTheir entwined love for each other\nMay flicker but never dim.\n\nA love of fury and of passion is theirs\nAs they slow in the night,\nA strong warmth and comfort appears\nAs they embrace each other tight.\n\nNestling in close, her beauty doth shine\nAs perfume fills the air,\nA love of the heart\nWill keep this pair in affair.\n\nNow drifting asleep\nInto another world alone,\nIt is time to say fairwell —\nShe was always on her own.\n\nWith love, kindness and peace\n\nClick for next article\n\nEmail this article to a friend\n\nFriend's Name\nYour Name\n\nFor a wonderful website to express and view comments of gratitude visit: www.IamSoGrateful.org\nAlternatively, contribute your experience and knowledge by leaving a comment below or send your story in to be published.\nWhat you say may just help another so go ahead share, and let us all be enlightened together —\n\nBookmark and Share\n\nYour Comments:\n\n+Add a Comment\n    By: Toni from Victoria, Australia on July 13, 2010 @ 11:11 am\n    What a very sweet poem\n    By: Cathy from Victoria, Australia on July 6, 2010 @ 9:33 am\n    I love you my darling, clever man XXX\nClick for next article\nBe notified of of other comments for this article\nAdd numbers below (Must be correct for comment to be posted)\n\n\nHosting & Support\nby WebPal\nHome | Articles | Archetypes | Support | Search | FAQ | Mailout | Contact Us\nAbout | Membership | Donate | Unsubscribe | Links | Terms\n\n© 2021 Beyond Separation. All rights reserved.\nGoogle Chrome Firefox 3 IE 7 Opera 9",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.8619981408,
        "format_confidence":0.976918757
    },
    {
        "url":"http:\/\/nidhibagdia.blogspot.com\/2011\/02\/my-fallen-angel.html",
        "text":"Monday, February 14, 2011\n\nMy Fallen Angel !!!\n\nWhen you had fallen from the Heavens up there,\nI certainly knew God had sent you for me here,\nI rushed towards you to check if you were hurt,\nBut you sparkled, without even a speck of dirt!\n\nWhen life seemed dark, your smile shone bright,\nEven with those lost hopes, everything felt right,\nI loved you so much, you were always on my mind,\nIt wouldn't be amiss to say your love made me blind.\n\nYou were shy, and I knew it was an angelic feature,\nI admired you, Oh so much! My Heavenly Creature!!\nYou were my cute Angel, Fallen for me on this earth,\nOnly for me, Oh Cutie! You were granted this Birth!!\n\nYou brought me good luck, my only lucky charm,\nI would keep you precious, never allow any harm.\nI would save you from the witches' enchantment,\nAnd keep you aloof from the bitches' entrapment!\n\nIf you were just a dream, I wanted it to end never,\nAnd for that my love, I was ready to sleep forever,\nNightmares of losing you, made me find a way,\nThat would keep us together forever, my way!\n\nI knew if you ever walked off leaving me deserted,\nYou'd come back to me sooner, my heart asserted,\nFor our love, with this world we could have fought,\nWould it really happen or so I merely thought?\n\nI would hold you so strong, never let you fall,\nThat descend from the Heavens, would be all.\nBut fallen you had once, and fell you again,\nThat one was a pleasure, and this one - pain.\n\nI thought life was complete and love graven,\nThe day, for me, you had fallen from Heaven,\nBut to all my love, bringing shame and disgrace,\nYou, my beloved Angel, have fallen from grace!\n\nI wouldn't loathe your presence, but continue your addiction,\nOnly if you hadn't lost your respect yourself in my conviction,\nI'm glad you were just a charming dream that forever didn't last,\nNot my mind's entirety, you deserve just a modest corner in my past!\n\n1 comment:",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.749930203,
        "format_confidence":0.890137732
    },
    {
        "url":"http:\/\/mariadeblassie.com\/blog\/2015\/7\/13\/love-letter-to-pleasure",
        "text":"Enchantment Learning & Living Blog\n\nWelcome to Enchantment Learning & Living, inspirational blog about the simple pleasures, dreams, and fantasies that bring true magic to the everyday. \n\nA Love Letter to Pleasure\n\nI don't quite understand you; it is as if you are a word in a foriegn language that I can't completely wrap my mouth around--but I try to desperately, willing my tongue and tonsils to coax the song across my palate with grace so that one day I may pass as a native speaker of your bliss.  So please, have patience with my fumbling.\n\nStill, I court you, tempted by your sighs and tickles, or the way you put my life into perspective with a playful shrug of your shoulder and, all at once, my too-hot flame is a joyful spark.  You are Coyote, tempting my off the straight and narrow, that dull anemic path that leaves nothing but an empty cup and a heavy soul.  Okay then, I say, when you cross my path.  Let's go.  Let's get lost in the desert, drunk on the stars, dizzy with the moon.  I won't even pause to catch my breath or search my dictionary to make sure I have the right words for you.  They will come on their own.\n\nYes, you can kiss me--though I know you would even without my permission.  That's what makes you, you.  And I reach for you in return, seduced by your mercurial touch, grateful for the way you ground me back into my body, my life (for even you, you seemingly flighty creature, have a way of bringing both the lightness of a summer's night and the weight of roots grounding garden herbs into my bones). \n\nI need you; and though I know you've heard this before from countless others, on hundreds of other rendezvous, know this: you are my necessity, my home. You bring wings to my discipline and joy to my focus; you are my rosebud, my compass.  Without you, there would be no breath.\n\nEnchantment Learning & Living is an inspirational collection of musings touching on life’s simple pleasures, everyday enchantments, and delectable recipes that will guarantee to stir the kitchen witch in you.  If you enjoyed what you just read and believe that true magic is in the everyday, subscribe here.\n\nWant even more inspiration to make your dream life a reality?  Follow me on Facebook, Pinterest, and Twitter.  Thanks for following!",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.8377462029,
        "format_confidence":0.636556685
    },
    {
        "url":"http:\/\/www.narayankripa.com\/2015\/04\/poem-quiet-unexpressed-love.html",
        "text":"Search Narayankripa\n\n17 April 2015\n\nPoem: Quiet Unexpressed Love\n\nOne more swing poem for PAD challenge day 17. This poem is dedicated to the feelings of quiet and unexpressed love.\n\nhis swinging moods\nanger or sadness\nscares me deeply\nwhile I try to take care anxiously\n\nhis depth of love\nmakes him restless\nhow i care for him \nso deeply\nwish he understand\ni am also restless\n\nhow i am worried\nwish i could express\nhow i am anxious for him\nwish he could understand\n\nlove is soothing\nit's never swinging\nwith swinging moods\nof me or he\n\ntrue love is quiet\nonly the heart can understand it\nbeneath the layers of swinging emotions\nlove breathes staying quiet\n\nsilent doesn't mean ignoring\nlove talks and listens to the heart\nwithout words\nlove cares without \nshowing expressions\n\nAnother Swing poem for day 17 challenge: Unwind With The Wind \n\nEnter your email address to get the latest poems in your inbox:\n\nDelivered by FeedBurner\n\nNo comments:\n\nPost a Comment\n\nback to top",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.6899792552,
        "format_confidence":0.904371798
    },
    {
        "url":"http:\/\/lovepoemsfromheart.com\/short-cute-love-poems\/",
        "text":"Short Cute Love Poems\n\nI believe that God above,\nCreated you for me to love,\nHe picked you out from all the rest,\nCoz He knew I would love you the best.\n\nIf I’d get a rose for every time I think of you,\nI would spend every day in a rose garden …\nI am thinking of you.\n\nYou are like the sunshine, so warm,\nyou are like sugar, so sweet…\nyou are like you …\nand that’s the reason why I love you!\n\nI love so much.\nmy heart is sure.\nAs time goes on I love you more.\nYour sweet smile,\nyour happy style,\nyour loving face,\nno one will ever take your place.\n\nWhat is a flower without the sun?\nWhat is the earth without the sky?\nWhat is life without fun?\nWhat am I without you?\nThis is why I tell you,\nI love you.\n\n~ Cute text messages for your sweetheart’s cellphone 🙂 ~\n\nA sweet little rabbit,\njust like you,\nbecause I love you !!\n\nI Luv u 2day,\nI Luv u 2morrow,\nand if you put it 2gether,\nI Luv u 4ever !!\n\nLuv is like a cloud…\nluv is like a dream…\nluv is 1 word and all in between.\nLuv is a fairytale come true …\nCoz I found luv when I found U.\n\nWhen u r sad………i will try ur tears\nwhen u r scared………i will confort ur fears\nwhen u r worried……..i will give u hope\nwhen u r confused…….i will give u cope\nand when u r lost…….and cant see the light\ni shall be ur beacon…..shining ever so bright\nthis is my oath……..i pledge till the end\nwhy u may ask?……..because u r my Love.\n\n1 Star2 Stars3 Stars4 Stars5 Stars (29 votes, average: 4.17 out of 5)\n\nLove kittens in the heart\n\nIf you like it, please share:\n\n5 Responses to “Short Cute Love Poems”\n\nRead below or add a comment...\n\n  1. berb says:\n\n    I love your blog.. very nice colors & theme. Did you make this website yourself or did you hire someone\n    to do it for you? Plz reply as I’m looking to construct my own blog and would like to know where u got this from. appreciate it\n\n  2. Ugyen Wangdi says:\n\n    Nice, i loved it. Looking forward for more romantic poems, etc…\n\n  3. ferdos hasen says:\n\n    I really liked it, it is so adoreable!!\n\n  4. Ryan Sangma says:\n\n    Nice Sweet Poems. I love them all.\n\n  5. Ryan Sangma says:\n\n    Sweet Nice Poems. I loved them.\n\nLeave A Comment...",
        "topic_id":7,
        "format_id":2,
        "topic_confidence":0.6637291908,
        "format_confidence":0.8963673115
    }
]