[
    {
        "url":"https:\/\/www.pinow.com\/articles\/322\/how-well-do-you-know-your-nanny-or-babysitter",
        "text":"The Trusted Network of Private Investigators\nFind an Investigator\nFind an Investigator\n\nHow well do you know your Nanny or Babysitter?\n\n  • June 28, 2006\n  • by PInow Staff\n\nBabysitter and nanny checks can help you find the right caregiver for your child.\n\nIf you are hiring a nanny, au pair, babysitter, tutor, or child caregiver of any kind, you need to check carefully. The news is full of stories of children who have been abused, hurt, and even killed through the recklessness or instability of the adult who was entrusted to care for them. Sadly, behind each of these headlines is a real-life tragedy. You do not want this to happen to you, so if you rely on anyone to care for your child - whether for weeks or just a few hours, you should consider running a thorough nanny check or babysitter check.\n\nExperts recommend that at the very least you check:\n\n  • References. This means more than glancing at the names a caregiver has printed on their resume. Call each reference and ask very specific questions: How long have you known this person? How did you find this caregiver? Can you give some specific examples of what the caregiver did right? Can you give an example of something you were unpleased with? How long did this person care for your child or children? Would you hire this person again? Why do you no longer hire this person (if this is the case)? Remember: caregivers can ask friends and acquaintances to act as references and some people will give positive references simply because they do not know someone well. Make sure that you are dealing with someone who knows the applicant well enough to judge and can provide you with specific reasons to hire this person.\n\n  • Driving records. Having a private investigator run a nanny background check or babysitter public records search may seem extreme, but it is actually a surprisingly affordable way to make sure your trust is not badly misplaced. Making sure that your babysitter or nanny does not have DUI convictions, reckless driving incidents, or a string of accidents is crucial if your child's caregiver will be driving your children anywhere.\n\n  • Credit Checks. A big part of many babysitter checks and nanny checks includes credit checks. This is simply because credit is a good measure of overall responsibility. If someone is responsible for their financial responsibilities, they are more likely to be mature and responsible with their jobs.\n\n  • Criminal Records. Almost all babysitter and nanny checks include criminal records checks. If your caregiver has a history of sexual assault or a criminal record, you will certainly want to know that before you hire them.\n\n  • Experience. Again, when you call references, confirm how long your potential nanny or au pair has worked in the field. While experience is not everything, it is more likely to create a caregiver who can cope with most situations, which is crucial if you will be entrusting that person with your children.\n\n  • Skills. Find out what specific skills (and related experience) a babysitter or nanny has. If they have acted as a tutor or have worked with special needs children, for example, these skills may translate to a higher level of care for your children.\n\n  • Child Reaction. A crucial nanny check and babysitter check that many parents overlook is the child reaction. Does your child actually like their nanny or babysitter? If not, there could be something going on that you do not know about. Be especially careful about checking the reactions of children who are too young to talk. While it is normal for children to not want you to leave them with a stranger, any child who is not comfortable with their caregiver is not going to be on their best behavior. For both your child's sake and the good of the caregiver, find a new babysitter or nanny.\n\n  • Education. While the education requirements for au pairs and nannies do not have to be great, someone who has an emergency course, babysitting course, or child care course from a reputable source will at least be able to deal with common problems and emergencies something that can keep your children safe and can offer you some peace of mind.\n\nIt may be unfair to expect the perfect child caregiver, nanny, or babysitter, but you owe it to your family to find the best person to take care of your children while you are away. That means running a careful nanny or babysitter check or leaving that check to professional investigators so that you can make an informed hiring decision.\n\nThis is not something you should ever cut corners on. If you do not have the time to check out applicants for yourself, look to the Investigator Directory to find a local, qualified investigator who can run a nanny investigation or babysitter investigation for you. It could be the most important choice you make.\n\nNOTE: When hiring a company to do any type of pre-employment screen you should make sure that they are a licensed Consumer Reporting Agency and provide their services in accordance with the Fair Credit Reporting Act.\n\nAbout ( is a Worldwide Directory of Private Investigators that enables law firms, corporations, and the general public to find local investigators anywhere. strives to be the most trusted resource on the web to locate qualified investigators. All investigators listed on are pre-screened and must meet specific listing requirements. was developed by the team that brought you the Process Servers Directory (\nVisit to find investigators who can help with all your investigation needs.\n\nTell us what you think:\n\nSearch Articles\n\nThe Lawgical Promise\n\nThe Lawgical Promise guarantees our members are pre-screened to verify their qualifications.\n\nFind an Investigator\n\nFrequently Asked Questions",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.8948709369,
        "format_confidence":0.8365558386
    },
    {
        "url":"https:\/\/www.slideshare.net\/bluesme\/you-can-fight-identity-theft",
        "text":"You Can Fight Identity Theft\n\n\nPublished on\n\ncompany names mentioned herein are for identification and educational purposes only and are the property of, and may be trademarks of, their respective owners.\n\nPublished in: Education\n  • Be the first to comment\n\n  • Be the first to like this\n\nNo Downloads\nTotal views\nOn SlideShare\nFrom Embeds\nNumber of Embeds\nEmbeds 0\nNo embeds\n\nNo notes for slide\n\nYou Can Fight Identity Theft\n\n  1. 1. If you disclose sensitive information in a phishing attack, contact one of the three major credit bureaus listed below and discuss whether to place a fraud alert on your file. A fraud alert will help prevent thieves from opening a new account in your name. You can fight identity theft Here’s how: • Never provide personal financial information, including your Social Security number, account numbers or passwords over the phone or the Internet, if you did not initiate the contact. Equifax 800-525-6285 P.O. Box 740250 Atlanta, GA 30374 • Never click on the link provided in an e-mail you think is fraudulent. In addition to stealing your personal information, the link may contain a virus that can contaminate your computer. Experian 888-397-3742 P.O. Box 1017 Allen, TX 75013 • Do not be intimidated by an e-mail or caller who suggests dire consequences if you do not immediately provide or verify financial information. TransUnion 800-680-7289 P.O. Box 6790 Fullerton, CA 92634 You Have the Power to Stop Identity Theft • If you are unsure whether a contact is legitimate, go to the company’s Website by typing in the site address or using a page you have previously book marked, instead of using a link provided by the e-mail. • If you fall victim to identity theft, act immediately to protect yourself. Alert your financial institution. Place fraud alerts on your credit files. Monitor your credit files and account statements closely. • Report suspicious e-mails or calls to the Federal Trade Commission through the Internet at edu\/microsites\/idtheft\/, or by calling 1-877-IDTHEFT (1-877-438-4338). To learn more about keeping your money safe, visit the shtml Website. A message from the federal bank, credit union and thrift regulatory agencies • oard of Governors of the Federal B Reserve System • ederal Deposit Insurance F Corporation • ational Credit Union N Administration • ffice of the Comptroller of the O Currency • Office of Thrift Supervision IdentityTheft_NoLogos.indd 1 12\/9\/08 12:17:14 PM\n  2. 2. You Can Fight Identity Theft Stop identity theft There is a type of identity theft using the Internet called “phishing.” Pronounced “fishing,” that’s exactly what thieves are doing, fishing for your personal financial information. They want your account numbers, passwords, Social Security numbers, and other confidential information so they can use your financial accounts or run up bills on your credit cards. In the worst case, you could find yourself a victim of identity theft. With the sensitive information obtained from a successful phishing scam, these thieves can take out loans or obtain credit cards and even a driver’s license in your name. They can do damage to your financial history and personal reputation that can take years to unravel. But if you understand how phishing works and how to protect yourself, you can help stop this crime. How phishing works Typically, you’ll receive an e-mail that appears to come from a reputable company that you recognize and may do business with, such as your financial institution. In some cases, the e-mail may appear to come from a government agency, perhaps a federal financial institution regulatory agency. The e-mail will probably warn you of a serious problem that requires your immediate attention. It may use phrases such as “Immediate attention required,” or “Please IdentityTheft_NoLogos.indd 2 contact us immediately about your account.” The e-mail may also state that unless you provide certain confidential information your account will be deactivated or closed. The e-mail will encourage you to click a link to go to the institution’s Website. In a phishing scam, you could be redirected to a phony Website that may look exactly like the real thing. Sometimes, in fact, it may be the company’s actual Website. In those cases, a pop-up window will quickly appear for the purpose of collecting your financial information. You may be asked to update your account information or to provide information for verification purposes: your Social Security number, your account number, your password, or the information you use to verify your identity when speaking to your financial institution, such as your mother’s maiden name or your place of birth. If you provide the requested information, you may find yourself a victim of identity theft. How to protect yourself 1. Never provide your personal information in response to an unsolicited request, whether it is over the phone or on the Internet. E-mails and Internet pages created by phishers may look exactly like the real thing. They may even have a fake padlock icon that ordinarily is used to denote a secure site. If you did not initiate the communication, do not provide any information. 2. If you are unsure whether a contact is legitimate, contact the financial institution. You can find phone numbers and Websites on the monthly statements you receive from your financial institution, or you can look up the company in a phone book or on the Internet. The key is that you should be the one to initiate the contact, using information that you have verified yourself. 3. Never provide your account information and\/or password over the phone or in response to an unsolicited Internet request. A financial institution would never ask you to verify your account information or confirm a password online. Thieves armed with this information and your account number can help themselves to your money. 4. Review account statements regularly to ensure all charges are correct. If your account statement is late in arriving or does not arrive, call your financial institution to find out why. If your financial institution offers electronic account access, check your account activity online regularly to catch suspicious activity. What to do if you fall victim • Contact your financial institution immediately and alert it to the situation. • Close accounts you think have been tampered with or opened fraudulently. Call the security or fraud department of each associated company or financial institution. Followup in writing and supply copies of supporting documents. • It is important to notify credit card companies and financial institutions in writing. Send your letters by certified mail, return receipt requested, so you can document when and what the company received. Keep copies of your correspondence and enclosures. • Report all suspicious contacts to the Federal Trade Commission through the Internet at edu\/microsites\/idtheft\/, or by calling 1-877-IDTHEFT (1-877-438-4338). • Check with your state Attorney General’s office to find out if state law requires the police to take reports for identity theft. Check the Blue Pages of your telephone directory for the phone number, or check for a list of state Attorneys General. If possible, file a report with local police or police in the community where the identity theft took place. Obtain a copy of the police report or the report number. It can help you deal with creditors who need proof of the crime. If the police are reluctant to take your report, ask to file a “Miscellaneous Incidents” report. 12\/9\/08 12:17:15 PM",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.6688468456,
        "format_confidence":0.9663004875
    },
    {
        "url":"http:\/\/braziliandocumenttranslator.info\/?p=715",
        "text":"5 Uses For Experts\n\nTips on how to choose the Best Embezzlement Lawyer\n\nIt will be beneficial to you when you choose the right embezzlement lawyer to help you handle your case.It will challenge you to get the best lawyer if you lack the best tips to follow.Choose the lawyer who shows you the interest of helping you to solve your case.It is important to consider the confidence of the lawyer as way of choosing the right one.By considering all the details of the lawyer it will easy for you to get the best one.Consider the following tips for you to get the best lawyer who can handle your case.\n\nGet the one who loves doing that job. By getting the one who loves the work that he does, you will get the best representation.Get the one who has passion for the job to deal with your case.Select the embezzlement lawyer who time to listen from you all that you need assistance.It is important for you to choose the lawyer who is able to fight for you.It will be easy for your case to be handled by the lawyer with the concern.\n\nHave good thoughts for the lawyer whom you need to help you out. Have your feelings right to the embezzlement lawyer that you need to choose.Having all your concerns right will help you to get the best lawyer who can deal with your case.You have the right to select another lawyer if the one you have cannot handle your case.Ensure you are served by the lawyer whom you are comfortable with.A lawyer with the best experience will solve your case in a proper way.\n\nSelect the embezzlement lawyer who has the ability to understand you in detail.By getting the right lawyer who full knows who you are, it will be easy for him to solve your case.Try all you can to choose the right lawyer with the ability of handling your case in a way that you will not feel victimized.You will have your issue addressed in the right manner if you are well known by the lawyer.\n\nWhen you get the best lawyer with the knowledge your case will be handled in the right manner.No matter how expensive the court might be but with the right lawyer with the knowledge, all is made possible.When you choose the professional lawyer to deal with your case, it becomes easy for you.It will be easy for you to emerge as the winner so long as the lawyer you choose in very confident.You will manage to reduce the expenses to spend while in court by choosing the lawyer who is knowledgeable.\n\nThe Key Elements of Great Attorneys\n\nIf You Read One Article About Services, Read This One",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9931769371,
        "format_confidence":0.7089509964
    },
    {
        "url":"http:\/\/transvaginalmeshlawsuitz.net\/locating-a-prime-notch-law-firm-when-you-need-one-particular\/24",
        "text":"Locating A Prime Notch Law firm When You Need One particular\n\nWhen men and women discover that they need to have a law firm, they are normally clueless as to how to start seeking. When you have so a lot of to decide on from, it is tough to uncover the very good ones. Use the details in this article to understand which items you must search for when browsing for a very good law firm.\n\nMake certain to question for your legal professionals history prior to hiring them. Mere possession of a license to follow law does not automatically make for a good lawyer. This will help you feel assured about your representation.\n\nQuestion for a payment plan from any law firm you’re taking into consideration. You will see that the far more encounter a attorney has, the higher you will have to pay out. It is best to know the quantity an legal professional will cost before hiring his or her providers. If you can’t pay, you may not have illustration all through the approach.\n\nYou ought to not pick the first reasonably priced law firm you locate in the regional yellow web pages. When it comes to authorized representation, you have to treat your situation with regard by getting time to analysis each and every law firm you’re pondering of making use of. You may possibly even uncover that you have hired a law firm with no a valid license or a single who has been sued for malpractice. Keep away from this.\n\nWhen meeting with your law firm, request each and every question you could have. Your lawyer must clarify every thing they do and hold you up-to-day on a normal basis. If not, you need a new lawyer.\n\nFinding a excellent lawyer that can manage your circumstance can just take time. With that explained, the time you commit will determine regardless of whether or not you will uncover a attorney that you will be pleased with. The good news is, you read the post previously mentioned, so you have a prosperity of knowledge to aid you as you embark on your look for for the very best attorney for you.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9937775135,
        "format_confidence":0.6578295827
    },
    {
        "url":"https:\/\/schottpc.com\/how-to-tell-someone-to-stop-infringing-without-getting-sued\/",
        "text":"How To Tell Someone to Stop Infringing Without Getting Sued\n\nShare on facebook\nShare on twitter\nShare on linkedin\n\nBy Stephen B. Schott\nAn Article in Schott, PC’s IP Law for Startups Series\n\ndreamstime_xs_4693108Dear Dr. Jones,\nIt has recently come to my attention that your product, the Gadgetron, may infringe our client’s [patents, trademarks, copyright]. In order to avoid a costly lawsuit, during which you would have to pay large sums of money and which could result in the loss of your business, my client is willing to offer you a nonexclusive license under the attached terms. If you execute the license and send the payment mentioned in section 4, we will consider this matter closed…\n\nNo one wants to receive a cease and desist letter like this and few people are all that excited about sending them. But if you send a cease and desist letter, it’s good to know the risks and how to craft one to avoid getting yourself hauled into court before you’re ready.\nSue me? No, I’ll sue you [for punitive damages you’re giving me]\nIt may seem unfair that someone who is infringing your intellectual property could sue you—but the Declaratory Judgment Act allows a party to bring an action for non-infringement or invalidity when “a case of actual controversy” exists between parties. The rationale is that the accuser should be allowed to clear their name and the declaratory judgment action (or DJ action as they are often called) allows a person accused of infringing to do just that.\nThe accused infringer has at least two advantages in a DJ action: (1) The DJ action allows the accused infringer to pick the court most convenient or advantageous to it, and (2) The accused infringer is suddenly on the front foot and may take the accuser by surprise.\nWhat can you write in your cease and desist letter to avoid a DJ action?\nIf you own IP and want to send a cease and desist letter but avoid a DJ action, you must tread carefully: The courts have set a low threshold for what constitutes enough conduct to invite a DJ action. The Supreme Court’s Medimmune DJ test asks whether “the facts alleged, under all the circumstances, show that there is a substantial controversy, between parties having adverse legal interests, of sufficient immediacy and reality to warrant the issuance of a declaratory judgment.” That’s a mush-mouth full of dependent clauses but the critical language is whether the accuser’s conduct creates “sufficient immediacy and reality” about a legal controversy. In layman’s terms: Are you afraid that you might get sued?\nThe courts have left a few breadcrumbs signaling how to avoid writing a letter that gives rise to a DJ action. The Supreme Court left a helpful hint in Medimmune:\n\n[A] communication from a patent owner to another party, merely identifying its patent and the other party’s product line, without more, cannot establish adverse legal interests between the parties.\n\nThe Federal Circuit gave another helpful piece of advice when it advised that an accuser may avoid a DJ action if it conducted pre-filing discussions under a confidentiality agreement, since discussions under such an agreement would be inadmissible. (3M Company v Avery Denison Corp.)\nThus, a letter written something like this could well avoid creating a “sufficient immediacy and reality” of a threat:\n\nDear CEO,\nOur client is the owner of US Patent 6,332,840. While reviewing your website, we recently came across your product, the Awesome Toy.\nWe would like to discuss the patent and this product line and suggest that doing so would be best done under a confidentiality agreement [the confidentiality agreement should include a clause prohibiting either party from filing a lawsuit during some term—see Biomet, Inc. v. Bonutti Skeletal Innovations, LLC.], attached hereto. Please let us know if this is acceptable by returning the signed agreement to us, and we will countersign it and arrange a time to discuss this further.\n\nEven a toothless letter like this might not avoid a DJ action because whether a case or controversy exists is decided on a case-by-case basis. But the above letter follows courts’ specific advice on how to craft a letter to avoid a declaratory judgment lawsuit, namely:\n\nCease and Desist Letter Ingredients to Avoid a DJ Action\n(1) It identifies a patent and a product line, without accusation of infringement.\n(2) It includes a nondisclosure agreement, which would mean that any conduct after the nondisclosure agreement’s signing (and during its term), such as a specific allegation of infringement, would not be admissible to support a DJ action.\n(3) It might include a provision to specifically not sue for a period of time.\n\nA letter that includes these may be safe to send, although I can’t say it enough: The bar for a DJ action is low and each case is decided on its own set of facts.\nHow low is the threshold to support a DJ action? Oh, it’s low alright.\ndreamstime_xs_51369762Take the case of Hewlett-Packard Company v. Acceleron LLC as a warning when crafting your cease and desist letters.\nOn September 14, 2007, Acceleron sent a letter to HP identifying its patent and certain products of HP. So far, so good under Medimmune. Acceleron also requested an agreement that “all information exchanged between the parties will not be used for any litigation purposes whatsoever…or [that it] otherwise created any actual case or controversy regarding the enclosed patent.” Acceleron gave a two-week deadline for reply but did not specify what it would do if HP failed to respond.\nOn October 1, 2007, HP responded and suggested that it would not file a DJ action for 120 days in exchange for Acceleron agreeing not to file any action against HP during the 120 days.\nOn October 5, 2007, Acceleron responded with its own letter arguing that HP had no basis for a DJ action and again requested that HP respond within 2 weeks—again without threat of what it would do if HP failed to respond. Acceleron appears to be trying hard to avoid the DJ action in these letters, nevertheless, on October 17, 2007 HP filed a declaratory judgment action for non-infringement and invalidity of Acceleron’s patent.\nWeighing all the facts, the court held that “it was not unreasonable for HP to interpret Acceleron’s letters as implicitly asserting its rights under [its] patent.” According to the court, Acceleron’s conduct permitted HP’s right to bring the DJ action:\n\n  • Acceleron asserted that a patent is “relevant” to the other party’s specific product line\n  • Acceleron imposed a “short deadline” for a response\n  • Acceleron insisted that HP not file suit\n  • Accelerant ignored HP’s request to not sue for 120 days\n  • Acceleron is a licensing entity (i.e., a patent troll)\n\nAs was suggested in Medimmune, the Federal Circuit noted that “a communication from a patent owner to another party, merely identifying its patent and the other party’s product line, without more, cannot establish adverse legal interests between the parties,” which supports the guidance that the toothless letter proposed above may avoid a DJ action.\nWhat to do if you don’t want to write the toothless letter\ndreamstime_xs_32521830If you don’t want to write the nonthreatening letter above but also don’t want your accuser to choose the forum in which to file a DJ action, you can file your own lawsuit first in the forum of your choosing. You don’t have to serve your complaint immediately, so if the accused infringer files a DJ action after your filing but before your filing expires, you will be in a lawsuit, but at least in a forum of your choosing.\nIf you have questions, contact me.\nIf you want IdeaEsq delivered to your inbox, sign up for the daily or monthly newsletter.\n© Davisales | Dreamstime.comIndiana Jones Caricature Photo",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9674936533,
        "format_confidence":0.64677459
    },
    {
        "url":"https:\/\/advocatefinancialservices.wordpress.com\/2016\/10\/03\/strategies-on-how-to-legally-get-out-of-a-timeshare-contract\/",
        "text":"Advocate Financial Services\n\nHome » Financial Consulting » Strategies on How to Legally Get Out of a Timeshare Contract\n\nStrategies on How to Legally Get Out of a Timeshare Contract\n\nThe timeshare contract may be considered a binding legal document, but that does not mean that it is absolute and cannot be terminated. The misconception that a timeshare contract is interminable is the result of some fraudulent and dishonest timeshare companies claiming that it is, causing many consumers to feel intimidated and powerless. Under the law, contracts, including timeshares, can still be canceled or terminated for a variety of reasons, including fraud and realizing that the timeshare is not for you. Seeking legal counsel from a leading marketing platform for timeshare attorneys can get you started on how to legally get out of a timeshare contract. Here are some strategies that attorneys may recommend:\n\n  • Cancel the contract within the cancellation period – Timeshare contracts typically have a given period when you can cancel it. That period tends to vary by state, but it is usually between five and ten days. This right cannot be waived, and this means that the company who sold you the timeshare cannot tell you to give it up. Hence, you need to act quickly as soon as you change your mind about the contract, and be sure to write the cancellation letter and give it to the company within the allotted time frame\n  • Sell the timeshare – Consumer Protection Laws requires the private seller to provide full disclosure of all terms, conditions, and full disclosure prior to executing a financial commitment. Such as\n  • Timeshares are not real property;\n  • The true owner of the real property is the developer;\n  •  The developer can legally charge you fees above and beyond the maintenance fees without the owners’ consent;\n  • Upon the member’s death, the members heirs successors and assigns would HAVE to inherit all financial and legal obligations under contract. With such facts being disclosed; people will not have an interest in purchasing a timeshare; would you?\n  • Terminate the contract with help from a timeshare attorney – In some cases, you might be able to get out of the contract, even after the cancellation period has expired by suing the company, especially if you suspect fraudulent or dishonest selling practices. Remember that consumer protection laws exist to protect you from deceptive and unfair business and sales practices. An experienced timeshare attorney can tell you how to legally get out of a timeshare contract.\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.6489461064,
        "format_confidence":0.8947930336
    },
    {
        "url":"https:\/\/www.tactical-life.com\/exclusives\/a-sensible-safe-room\/",
        "text":"safe room\n\nAccording to a report by the United States Department of Justice, 38 percent of assaults and 60 percent of rapes occur during home invasions. Although home invasion is not defined as a specific crime in many states, as a criminal practice, it is becoming increasingly prevalent. Previously, businesses, banks, and similar commercial institutions were the targets of choice for criminals because they held the promise of bigger payoffs. However, as security measures at these businesses have improved, targeting them has gotten increasingly difficult. This has made family homes a very attractive alternative for criminals.\n\nRELATED: The Art Of The Gun Hide\n\nWhile most people would like to believe that the solution to a home invasion is just a 911 call away, it’s not that easy. According to research done by the Atlanta Journal Constitution on police response times in major metropolitan areas, it typically takes at least 10 minutes for police to respond to a high-priority emergency call. Atlanta, which had the slowest response time of the seven cities studied, took on average 11 minutes and 12 seconds from the time a high-priority 911 call was received until a police officer arrived at the scene. A lot of bad things can happen to you and your family in 11 minutes. Even worse things can happen if you never have the opportunity to make that call.\n\nAverage police response time in major metropolitan areas is 11 minutes and 12 seconds. A lot can happen in that time — are you prepared to handle it? Sean Utley Photo.\n\nOne of the best ways to ensure that your family can survive a home invasion is to develop a sound home security plan that includes external physical security, a strong safe room within the house, and good security-conscious habits.\n\nSafe Room Basics\n\nThe first priority in keeping your family safe should always be to invest in the external security of your home. Strong physical barriers and warning systems, while not perfect, will make getting into your home much more difficult. If they don’t completely deny access to the criminals, they will slow them down significantly and make their efforts to get in louder and more obvious. That gives you time to react.\n\nRELATED: Defending Your Home\n\nA safe room is basically a reinforced room within your home where you and your family can secure yourselves in the event of a home invasion. It provides physical security to keep the invaders out, provides the resources you need to call for help, and serves as a stronghold from which you can defend yourself with force if required.\n\nTypically the master bedroom is the most logical choice for a safe room, but this may vary according to the layout of your home, its physical structure, and the way your family members are typically positioned within your home.\n\nLike the external doors to your home, your safe room door should provide a solid physical barrier to keep intruders out. Although it may not do so permanently, it should be strong enough to allow you time to call for help and gather the resources to defend yourself. Safe room door features should include:\n\n• Solid core: Hollow core or paneled doors can be easily defeated with a strong kick. Your safe room must have a high-quality solid-core door.\n\n• Multiple hinges: Your safe room door should be hung on at least three, preferably four high-quality hinges. These hinges should be attached to the door and the frame with three-inch or longer wood screws or deck screws. This way the door is securely anchored into the actual wall structure, not just the doorjamb.\n\n• Pinned hinges: Your safe room door should open inward, so there are no exposed hinges that a home invader could attack. Whether it opens inward or outward, the hinges should be “pinned” by replacing one screw of each hinge with a “hinge stud” that extends about 3\/8- to 1\/2-inch out from the hinge plate and nests into the screw hole on the opposite hinge piece. Alternately, you can use a nail, wood screw or lag screw that is screwed in only part way, leaving part of the screw shank protruding. Cut off the head of the screw at the proper length and you achieve the same goal, which is to make it impossible to lift the door off the hinges, even if the hinge pins are removed.\n\nPinned hinges prevent the door from being lifted off its hinges and are a must for outward-opening doors. One screw is replaced with a nail or screw that extends through the matching hole in the other hinge plate.\n\n• Deadbolt: A safe room door needs to have a high-quality deadbolt lock or, even better, two of them—one above and one below the knob. The lock area of the door should also be reinforced with a metal wraparound sleeve.\n\n• Reinforced strike plates: To ensure that the deadbolt does its job, the bolt must nest into a strong anchor in the doorframe. A reinforced strike plate is much longer than a standard strike plate, includes more screw holes for mounting, and when installed with extra-long screws, is anchored to the solid wood of the wall structure.\n\nYour safe room door should be of solid-core construction, have at least one deadbolt lock, and have a reinforced strike plate. This extended plate is installed with long screws that anchor to the wall frame around the door.\n\n• Peep hole: Ideally, you should be able to look out of your safe room to see if an intruder is still in the hallway. A one-way peephole is therefore a good idea. If you are forced to use the safe room, resist the urge to look out of the peephole until you know it is safe to leave the room (after the police have arrived). Your presence behind the peephole could allow an intruder to target you with a firearm through the door.\n\nSafe Room Furnishings\n\nIchiro Nagata photo.\n\nThe critical items you should have in your safe room include the following:\n\nCell phone and charger: Even if you have a landline phone in your safe room, don’t assume that you’ll be able to use it during a home invasion. While most criminals won’t cut the phone lines the way they do in the movies, they will often take a phone extension off the hook elsewhere in the house to prevent you from calling out.\n\nWritten emergency script: During the terror and stress of a home invasion, simple tasks like telling the emergency operator your name and address can be difficult. To ensure that you can say everything you need to say, prepare a script in advance. Print it out in large, easy-to-read print, laminate it, and keep it with your emergency cell phone. This script will “remind” you to explain that you are calling on an emergency cell phone and will provide a clear summary of the situation, your address, your specific location within the house, and the fact that you are armed and in fear for your life. It will also remind you to mention who is with you in the safe room and what you are wearing.\n\nFirearm, ammo, and flashlight: Anyone who enters your home and is willing to deliver violence to you and your family will not respond to anything less than more effective and more committed violence. If he or they get through that door, you need to be prepared to defend yourself. A firearm, properly selected ammunition, and proper training allow you to do that. You should also have a high-intensity tactical flashlight and the skill to use it and your firearm together.\n\nFirst aid kit: It is possible that you or a family member could suffer an injury on the way to the safe room. A well-stocked first aid kit should therefore also be part of your safe room resources.\n\nSpare keys: When the police arrive, you want them to be able to enter the house and ensure that it is safe before you leave your safe room. The easiest way to do this is to have an extra set of house keys that you can throw out a window to them. By attaching a light stick to the key ring, the officers can easily find them if you throw them into the grass or bushes.\n\nAlarm Keypad: If you can invest in an alarm system, do it. When it’s installed, ensure that one of the control keypads is located in your safe room and learn how to use it properly—including how to manually activate the alarm if you need to.\n\nCover and Backstops\n\nOne often overlooked aspect of planning a safe room planning your fields of fire. Basically, this comes down to three elements: having cover for yourself and your family, being able to engage threats from that cover if they enter the doorway, and having a solid backstop behind the area you’ll be shooting into.\n\nCover is something that will actually stop incoming gunfire. If a home invader has a firearm and shoots through the door or wall, you and your family should be behind something that will stop those bullets. Unfortunately, the construction of most homes, as well as the beds, mattresses, dressers, and other stuff likely to be in your safe room, won’t even stop small-caliber handgun bullets. Your best bet is to strategically place something that constitutes real cover in your safe room.\n\nSince part of the goal of a safe room is secure storage of defensive firearms, having a gun safe in that room makes very good sense. A full-size steel gun safe with an open door can literally provide enough cover for you, your spouse, and a couple of kids and makes a great “centerpiece” for your safe room defense strategy.\n\nTo figure out where to put that safe, think about firing rounds from various locations in your safe room toward the doorway. Then look beyond the door area and figure out where those rounds would go if they went through your attacker or missed him entirely. The goal of this process is to determine angles of fire that allow you to shoot effectively and ensure that any rounds that don’t stop in your attacker come to rest in something appropriate. The ideal choices for solid backstops would be things like fireplaces, stone walls, or brick façades. If these are not available, strategically placed bookcases also make great bullet stops.\n\nA Reaction Plan\n\n\nThe final phase of implementing your safe room plan is to develop and rehearse a ... (truncated)",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.8737736344,
        "format_confidence":0.9607653022
    },
    {
        "url":"https:\/\/york.crimewatchpa.com\/fairviewtwppd\/42144\/content\/mass-shooting-event",
        "text":"Mass Shooting Event\n\nUnfortunately, every year we hear about large scale shootings at a business, schools, or other public places. It typically takes police several minutes to respond to an incident and a lot of people can be killed or injured in that time.  There are three things that you can do that may help you survive one of these events: run, hide, or fight.\n\n\nIf you are able to get out of the area safely, do so. Exit as quickly as possible. Your concern should about you and your family’s safety, not others who may not be able to leave. Do not worry about your belongings and leave everything behind. It is only important to exit the area as fast as you can. Once you are safe, call 911 and try to keep others from away from the danger area. When speaking to 911, they will want to know a lot of information, such as how many shooters there are, their physical descriptions, what kind of weapons do they have (handguns, long guns, explosives), and how many innocent people are there.\n\n\nIf you can’t escape, try to get behind a large object that could hide you from the shooter’s view and may provide some protection from the bullets. Ideally, the hiding place should not restrict your movement in case you need to move quickly. If you are in a different room but can’t escape, turn off the lights and shut and lock the door if possible. Be as quiet as you can and silence your cell phone. Shooters typically will not take the time to force open a locked door, especially if they do not believe someone is in there.\n\n\nIf you can’t escape and hiding will not work, the only option is to fight the attackers. You can do this alone, or as a group to incapacitate them as quickly as possible. You should act decisively and with aggression, as you are fighting for your life and that of others. Deadly force would be authorized in this circumstance, as you would be trying to protect yourself or someone else from death or serious bodily injury. Historically, the only proven way these incidents have ended quickly was when another armed person, either a police officer or armed civilian, has confronted and shot the attackers. If you have a firearm or other weapon, use it. If not, use whatever improvised weapons you can find, such as a chair, fire extinguisher, trash can, etc… If there is nothing available, use your bare hands. Fighting back is better than dying.\n\nPolice Response\n\nIf you are unfortunate enough to find yourself in one of these situations, know that when police arrive, they do not know who is good and who is bad. Do not rush towards them, as you could be perceived as a threat. You should get on the floor and raise your empty hands and listen to their commands. Initially the police will not be evacuating people or tending to the injured as their first priority is to seek out and incapacitate the attackers.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9961938858,
        "format_confidence":0.9371268153
    },
    {
        "url":"https:\/\/www.pelleylaw.com\/blog\/2019\/07\/how-should-you-challenge-a-shoplifting-charge.shtml",
        "text":"Pelley Law Office LLP\nDallas Office\nPlano Office\nSherman Office\n\nNo Charge For Initial Consultation ($250 value)\n\nMenu Contact\n\nOver 80 Years Of Combined Experience\n\nView Our Practice Areas\n\nHow should you challenge a shoplifting charge?\n\nShoplifting doesn't sound like the most serious criminal charge, but a conviction can result in a variety of punishments. Depending on the value of the property, prison time is even possible.\n\nThere is no right or wrong way to challenge a shoplifting charge. Your defense strategy is based largely on the details surrounding your arrest.\n\nHere are some of the most common shoplifting defense strategies:\n\n  • Challenge the act: A shoplifting crime typically has two elements. The first is the intentional concealing of an item listed for sale. The second is the intent to remove the item from the store without paying for it. You may be able to avoid a conviction by arguing that you didn't intend to steal the item, but instead forgot to pay for it.\n  • Challenge witnesses: There are times when a shoplifting case is based largely on video evidence, but this doesn't always hold true. Instead, it comes down to eyewitness accounts, which aren't always accurate. For example, a store employee may state that they saw you shoplifting, but after some prodding in court, their story isn't nearly a reliable as they thought.\n  • Negotiate a deal with the prosecutor: This is something for your shoplifting defense attorney to discuss with you. There are many ways to approach this, such as negotiating a plea deal that allows you to avoid the most serious charges and punishment. Your attorney can also look into taking steps to get your arrest expunged.\n\nWhat to do if you're accused of shoplifting\n\nIf you're accused of shoplifting, it's important to remain calm. Here are some steps to take:\n\n  • Ask the store employee or security officer to explain what's happening\n  • Explain your situation\n  • Don't scream or get physical\n\nSometimes, all you have to do is provide an explanation to the store employee about what happened. For example, if you accidentally walked out without paying for an item, let them know that and return it promptly.\n\nWith a shoplifting charge having the potential to alter your life in many ways, don't hesitate to learn more about your legal rights in Texas and the defense strategy that can help you avoid a conviction.\n\nBrowse our website and blog for more detailed information regarding shoplifting and other theft-related crimes.\n\nNo Comments\n\nLeave a comment\nComment Information\n\nAwards & Recognition\n\nBold labels are required.\n\nContact Information\n\nThe use of the Internet or this form for communication with the firm or any individual member of the firm does not establish an attorney-client relationship. Confidential or time-sensitive information should not be sent through this form.\n\n\nPrivacy Policy\n\nOffice Locations\n\nPlano office\nSherman office\nDallas office\n\nPlano Office\n1312 14th Street, Suite 100\nPlano, Texas 75074\n\nPhone: 972-608-0335\nMap & Directions\n\nSherman Office\n905 North Travis Street\nSherman, Texas 75090\n\nPhone: 903-813-4778\nMap & Directions\n\nDallas Office\n100 Crescent Court\nSuite 700\nDallas, Texas 75201\n\nPhone: 214-733-1775\nMap & Directions",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9969373941,
        "format_confidence":0.7257147431
    },
    {
        "url":"https:\/\/www.pepper-spray-store.com\/pages\/protect-assault",
        "text":"Extra 10% of orders when you use Bitcoin\n\nHow To Protect Yourself From Being A Rape Victim\n\n  • Out of every ten women, one of them will become a victim of rape in her lifetime. Rape can affect anyone regardless of what their race may be, their age or their physical appearance.\n\n\n  • Each rape attack plays out much differently from the next, with no tactic being effective for women to use in every single situation they may find themselves in. Some women in the past have been successful in getting away from an attempted rape situation by simply reasoning with the attacker. Others can get free by acting erratically or by using self defense methods of attack.\n\n\n  • If you ever find yourself in a rape situation or potential rape situation, try to escape your attacker. Most attackers expect you to fight back against them so try to get in a good blow to their groin area. They will not likely expect you to go for that area and you may be able to catch them off guard. Be sure you act quickly by attacking and then running immediately while your attacker is trying to recover.\n\n\n  • When you do get away from your attacker, be sure to go to a safe place and call the police right away.\n\n\n  • Although you may feel inclined to do so, under no circumstances should you use the bathroom, change clothing or wash any part of your body after a rape attack. The police will need evidence from your body to prosecute your attacker. Blood or semen on your clothes or body will be helpful in getting justice served.\n\n\n  • The police will likely suggest you go to the hospital immediately. You may need to be treated for possible pregnancy or venereal disease. In addition, you may have other injuries which require medical treatment.\n\n\n  • Even if you don't have medical insurance coverage, most hospitals will give free treatment to rape victims.\n\n\n  • When the medical personnel starts questioning you, be as honest and thorough as possible. They will ask you specific questions and it can be difficult to share this information so soon after the crime has occurred. But, they need this information to treat you properly and to assist the police. When you are detailed in your answers, you will be helping them catch the rapist more rapidly. Most often a very detailed description of the assailant will help the police more than anything else and prevent the rapist from harming others.\n\n\nAs referenced in National Geographic, How Stuff Works, eHow, Maxim, Wallet Pop\n\nJoin our Mailing List\n\nSign up to receive helpful information to stay safe.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9913081527,
        "format_confidence":0.892333746
    },
    {
        "url":"https:\/\/starmountainresources.com\/personal-injury-case-tips-tricks-advice-how-to-and-beyond\/",
        "text":"\n\n\nYou should take action if you sustained a personal injury and can hold a party as responsible.Read on and learn the steps you should take.\n\nAsk for their advice when choosing a good personal injury lawyer.This will help you find a reliable lawyer worthy of your case. You deserve the best possible attorney to aid your case.\n\nDon’t hire a personal injury attorney that you have only on television. This is a common mistake for you.\n\nYou must find a lawyer who specializes in personal injury law experience. You need to find a lawyer who knows this side of the law and who has been through it before. If you don’t do this, you’re taking a huge risk.\n\nYou should avoid moving your vehicle after accidents unless a law enforcement officer tells you it is ok to do so. The only time this does not apply is if the way of a street or highway.\n\nBring copies of all your paperwork to your first meeting with various lawyers.The documents you bring may be bills, medical records and bills, documentation of any income you may be losing or any other evidence.\n\nMany people have back pain. You can easily avoid straining it.\n\nThis will only make your case stronger.\n\nIf you think you may not be able to afford a lawyer, see if they’ll work with you on a contingency. This means that you only pay your lawyer in the attorney won’t be paid until you’ve received a settlement. This ensures you end having to pay if you lose.\n\nYou need to search for a local attorney with an office near your home.It is much harder to deceive someone who lives nearby. You will be able to go to their office easily in case your lawyer this way and you’re probably not return emails or phone calls.\n\nYou should seek medical attention as soon as you get injured.Having the proper records can prove in court that you have been hurt and deserve a financial reward for what occurred.\n\nWrite down every little detail you can think of to give to your lawyer if you’re in a car accident. License plate numbers are imperative to obtain. Be sure to learn the names of any insurance companies are. Make sure you have copies of any and all tickets that were given at the site of the accident.Your case will go faster when you take time to prepare.\n\nPrevailing in your matter turns largely on getting a great lawyer and helping build a strong case. Use these tips to prepare prior to going to court. You need to know as much as possible for the best chances.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9943501353,
        "format_confidence":0.9822804332
    },
    {
        "url":"https:\/\/certifiedlegalfunding.com\/how-to-prove-fault-in-a-wrongful-death-claim\/",
        "text":"How to Prove Fault in a Wrongful Death Claim\n\nFeatured image for article called How to prove fault in a wrongful death claim\n\nHow to Prove Fault in a Wrongful Death Claim\n\nIf you’ve lost a loved one due to someone else’s negligent act or deliberate misconduct, you have grounds to file a wrongful death claim and lawsuit. At one time, suing someone wasn’t possible. However, in the 19th century, due to the wrongful death and survivor statutes, that all changed.\n\nBy creating wrongful death and survivor statutes, legislatures made it possible for close family members and heirs to be compensated for the death of their loved one. The compensation may include funeral expenses, damage for lost financial support, the decedent’s suffering and pain prior to death and other damages that depend on the context of the case. However, a plaintiff (heir or heirs) must prove the defendant’s fault in the case.\n\nTo further your knowledge on this subject, we will examine the elements that must be proved in a wrongful death claim.\n\n\nProving duty\n\nFirstly, it’s necessary to prove that the defendant must have owed the decedent a duty of due care. Due care is a duty to complete an action in favor of someone’s safety and security. For instance, let’s assume that the decedent was in a car accident. The plaintiff may argue that the defendant was negligent while driving and he\/she owed a duty of care to drive the car as a reasonable person would. In this case, the judge, not the jury, will decide whether the defendant owed a duty of due care.\n\n\nBreach of duty\n\nIf the judge decides and determines that a duty exists, the plaintiff must prove that the duty was breached by the defendant. For example, if a decedent was in a car accident, the plaintiff must present evidence that the defendant wasn’t paying attention while driving when he\/she struck the decedent.\n\n\nProving causation\n\nProving causation can be very complex. It depends on many factors of the case that hold true.  While trying to prove causation, the plaintiff must try to prove that the breach of duty caused the decedent’s death. Again, if it was a car accident, the plaintiff must prove that it was actually the defendant’s car that struck the decedent and not some other vehicle.\n\n\nProving Damages\n\nIt is also very important to prove that the decedent suffered damages. If you’re dealing with a wrongful death case, then the damages will be presumed because the person had lost their life.\n\nIf you ever find yourself in a situation like this and are struggling with unforeseen costs from a wrongful death accident, feel free to contact Certified Legal Funding. While awaiting your wrongful death settlement, Certified Legal Funding can offer you with pre-settlement funding and help you stay financially secure.\n\nShould you have any other questions, feel free to give us a call at 800-922-7439. We are here to help you!\n\nCall Now\nApply Now",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9891169667,
        "format_confidence":0.9759950042
    },
    {
        "url":"https:\/\/mainehost.com\/domain-registration-scams-2\/",
        "text":"Domain Registration Scams!\nRate This Post\n\nDomain Registration Scams NEVER Seem to End!\n\nAlways Look Twice Before Crossing The Streets of Domain Registry: \n\nDomain Registration Scams\n\n\nSo, you reach into your mailbox and mixed in with all of your bills, magazines and assorted junk mail you notice a pretty authentic looking envelope from “Domain Registry of America”. Upon opening the piece of mail, you notice in the upper right hand side in bold letters that your website domain name is about to expire. You may panic, sweat or scold yourself for forgetting to remember to renew this. Your first impulse may be to pay it and just cross it off the list of things to do. We are here to tell you that you should ALWAYS read the fine print and do your research before paying anything, as spam has a way of infiltrating essentially any means of mail these days.\n\n Here is the rundown of how scammers like the above mentioned companies work:\n\n  1. They will send you a notification that your domain is about to expire and will advise you to take immediate action and PAY them.\n  2. They will warn you that you must renew your domain name in order to retain the exclusive rights to it.\n  3. They will all of a sudden “suggest that you switch to them” because they are the best, cheapest and most prestigious domain registry available. Be advised that they are non of the above. This is called a scam within Intellectual property known as Domain Slamming.\n  4. Domain slamming is a form of scam in which an internet service provider (ISP) or domain name registrar attempts to trick customers of different companies into switching from their existing ISP\/registrar to the scamming ISP\/registrar, under the pretense that the customer is simply renewing their subscription to their old ISP\/registrar.*\n\nWhat to do:\n\nThey are trying to trick you into involuntarily switching over to them, if you have received a letter in the mail from any of the companies that are “offering” these types of services to you, and you were wondering what you need to do; well here you go:\n\n  1. First, make sure you check who is your domain registrar. You should be able to find this easy enough by simply checking an old bill, looking within your websites files or pick up the phone and call.\n  2. I strongly encourage anyone who gets a letter from the Domain Registry of America to report the company to your country’s consumer advocacy agency. Most Western and industrialized countries have an arm of the government dedicated to consumer advocacy. Report them and don’t do business with Domain Registry of America.\n  3. Most likely, your domain name is hosted with another company, it will not expire in the near future, and there is nothing you need to do. Throw that piece of paper in the recycling bin.\n\nClick here for more information and examples of Domain Registration Scams\n\n\n\nMaine Hosting Solutions\n\n\nWordPress Gallery\n\nGet the Maine Hosting Weekly SuperHero Internet Update\n\nStay Up-To-Date with SEO, WordPress, and most importantly SECURITY.\n\nJoin our mailing list to receive the latest news and updates from our SuperHeroes, sent out every Wednesday morning.\n\nYou have Successfully Subscribed!",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.7240745425,
        "format_confidence":0.6247230768
    },
    {
        "url":"https:\/\/sumikawa.net\/legal-services\/how-do-you-settle-labor-disputes\/",
        "text":"Settling Labor Disputes in Japan\n\nlabour problems japanIt is generally difficult to settle a labor dispute by direct negotiations between the parties, considering the relationship between the employer and employee. There are wrongful termination, arrears of pay, and sexual harassment as common issues.\n\nIn Japan, when you face such problems, there are the following 5 options to take.\n\n1, Mutual agreement (Negotiation)\n2, Civil conciliation at the court (Minji-Choutei)\n3, Mediation service offered by a dispute coordinating committee of labor department\n4, Labor tribunal proceedings at the court (Roudou-Shinpan)\n5, Civil lawsuit\n\nThe above #2, 3 and 4 are the procedures to be gone through with a third party in order to reach an agreement.\n\n#3 provides services offered by Labor Department under the law. There are consultation desks at each Labor Standards Inspection Office across the country, and they provide free consultation services designed to support the labor dispute settlement.\n\n#4 Labor tribunal proceedings (Roudou-Shinpan) is designed to settle labor dispute cases with a court action as follows.\n\n(1) Distinctive features of the labor tribunal proceedings\n\nThe decision will be made within 3 sessions (Usually, within 4 months after filing the petition)\n\nThe labor tribunal committee is consisted of 1 judge and 2 labor relations referees. (Usually, 1 labor relation referee from each side of the employee and employer)\n\nLabor tribunal proceedings are designed to act as an intermediate procedure between the mediation and civil lawsuit. An agreement will be sought through the mediation first, and then the tribunal committee will make a decision with judgment if an agreement cannot be reached.\n\n(2) If you have objections to the judgment\n\nThe statement of disagreement can be filed within 2 weeks in order to take a judicial action. Then the procedure will proceed to the civil lawsuit.\n\nThere are some possible ways to settle labor problems as listed above.\nWhen labor issues arise in your workplace and yet you don’t know how you can approach them, please contact us for consultation.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9645088911,
        "format_confidence":0.8071719408
    },
    {
        "url":"http:\/\/www.stuarterichardson.com\/guide.asp?level=2&id=514",
        "text":"Stuart E. Richardson, Esq.\nYou are here: Law Guide >> The Legal System >> Selecting a Lawyer\n\nSelecting a Lawyer\n\nChoosing a competent attorney to represent you on a legal matter is one of the most important decisions you may make. Because most people are rarely involved in lawsuits, being involved in one is typically stressful and traumatic. A good lawyer will give you confidence and make litigation more bearable.\n\nLaws allow attorneys to advertise on the radio and television, in newspapers and phone books, and on billboards. It is not recommended that you choose a lawyer based on his advertisement. However, the advertisement may be a helpful starting place. For instance, you can find out if the lawyer has a certified specialty, get access to the firm’s Web site and perhaps get information on fees from an advertisement.\n\nTIP: Phone books typically list attorneys by their specialty or board certification. This is important information because attorneys board certified in a certain field are perceived as being more qualified. Additionally, complex cases (mineral law, patents, appeals) are generally better served by a board-certified lawyer in that specialty.\n\nIt never hurts to use an Internet search engine to compile a list of possible attorneys in your area. You can then search a single attorney’s name to find papers or legal articles she has written as well as cases she has handled.\n\nTIP: There are a tremendous number of Web sites that promise attorney referrals or list lawyers supposedly competent in their field. Do not use these Web sites to find an attorney. Remember the attorneys utilizing the Web sites are simply paid advertisers. Do not expect to find an attorney by filling out a form and checking off your \"issue.\" Selecting an attorney is not like shopping for a car online. No form can unearth the right \"make and model\" lawyer for your situation.\n\nTalking to family, friends and colleagues is an excellent way to find an attorney. These people have had dealings with specific attorneys and can tell you what their experiences were with that lawyer.\n\nAll states maintain an official Web site listing attorneys licensed to practice law in that state. The Web site should have information on the attorney’s years in practice, specializations, the law school she attended and whether any disciplinary actions have ever been initiated against her.\n\nTIP: State bars generally have sections or committees of lawyers who practice in one area. If your case involves a business contract, you can contact the president of the business law or litigation section for some direction in selecting an attorney.\n\nLawyers practicing in a city or area are usually members of the local bar association. The local bar association has an office that you can contact for a lawyer referral. The referrals simply come from a list. The name you are given is not necessarily an individual personally recommended by the local bar association. He is simply a member who is available for referrals.\n\nHow do I know if my situation warrants hiring an attorney?\n\nYou should consult with an attorney if you or your property has suffered a serious injury. Personal injuries with pain and suffering and out-of-pocket expenses definitely warrant a consultation (usually free) with an attorney.\n\nTIP: If your business or property is injured or injury is threatened, and your livelihood is likely to be affected, it is important to talk to an attorney as soon as possible.\n\nTIP: If you have been a victim of discrimination or a civil rights violation, you should first contact the Equal Employment Opportunity Commission (EEOC) or the U.S. Office of Civil Rights (OCR). Those Web sites are (EEOC) and (OCR).\n\nI am meeting with an attorney today to discuss my case. What questions should I ask him?\n\nYou should ask:\n\n  • How long have you been practicing law?\n  • How long have you been practicing in this area (city, county)?\n  • How long have you been with this firm?\n  • Are you board certified in a specialty and, if so, when were you certified?\n  • How many cases have you handled similar to mine?\n  • How many cases have you tried in front of jury?\n  • Do you usually represent plaintiffs or defendants?\n  • Will you primarily handle the case or will it be assigned to another attorney? (then ask the same questions of the attorney who will get the case)\n  • Will you take the case on a contingency basis?\n  • If not, explain your fees. How is your hourly time segmented?\n  • What do you anticipate the expenses (not fees) will be to handle this case? Will I have to front the expenses?\n  • Will your paralegal or legal assistant be working closely on the case? Will I be talking to him on a regular basis?\n\nAfter you have established answers to basic questions, you should question the attorney about the specifics of your case:\n\n  • What do you see as the legal issues?\n  • How strong is my case, in your opinion?\n  • Do you have a sense that the case can be settled?\n  • How much preparation, research, investigation and discovery will be necessary to handle the cases?\n  • If I do not want to settle, are you willing to take the case to trial?\n\nOther Topics In This Section",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9955188036,
        "format_confidence":0.8911239505
    },
    {
        "url":"http:\/\/ci.irving.tx.us\/2633\/Crime-Victim-Resources",
        "text":"Crime Victim Resources\n\nThis section needs introductory content leading to the tabbed content for each topic.\n\n  1. Crisis Counseling\n  2. Victim Rights\n  3. Normal Reactions\n  4. Crime Victims' Compensation\n  5. Safety Planning\n  6. Dynamics of Domestic Violence\n  7. Protective Orders\nSome suggestions for coping with an immediate crisis include:\n\n  • Try to get plenty of rest and\/or sleep if you can.\n  • Eat nutritious meals, even if you have little appetite. Sometimes several small meals are easier than three large ones.\n  • Moderate exercise, such as walking, may help relieve some of the stress and may also help with appetite and sleep problems.\n  • Keep a journal, including writing about the experience and about your feelings and experiences afterward.\n  • Try to keep important information together, including names and dates of people that you have talked to about the case. Perhaps saved in a large envelope.\n  • Find a supportive friend or counselor who is willing to listen to you tell your story. You many need to tell the story repeatedly.\n  • Remember that children react differently to trauma than adults do. Children may be affected even if they were not directly involved in the crisis. Encourage children to talk, draw pictures, or act out the event with toys or role playing. Some regression is normal in children, but if you feel that the reaction is severe, you may want to seek counseling for the child.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9934363365,
        "format_confidence":0.6980025768
    },
    {
        "url":"https:\/\/www.copyrightwitness.com\/protect\/p23_registering_websites",
        "text":"Registering websites\n\nFact sheet P-23: Registering websites\n\nIssued: 30th January 2009\nLast amended: 2nd February 2009\n\nWebsites are a soft target. Internet content is frighteningly easy to copy and we get more reports about plagiarism of website content than any other material. It is important for site owners to secure the evidence that registration provides, but a large proportion of the enquiries we receive are from people who are unclear how to register their site.\n\nThis fact sheet explains how best to register your website.\n\n  1. When to register\n\n    Due to the dynamic nature of websites deciding when to register may be unclear.\n\n    As a basic rule, the site should be as complete as possible, but should ideally be registered before the site is published online, or is seen by untrusted parties, to ensure that proof of content is available as early as possible.\n\n  2. What to register\n\n    A registration is evidence of the content that you submit to us, so it is important to ensure that the full content you want to protect is included when you make your registration. The way to approach this will depend on the type of site you have. Broadly speaking websites normally fall into one of four categories:\n\n    1. Planned \/ proposed sites\n\n      With a site that is at the planning stage, you may have written content for the site, perhaps some artwork and design ideas, but little (if any) code. This preliminary work can be registered; in fact it is common to do so, and even recommended before you approach third parties to develop your ideas.\n\n      If this is the case, you simply need to get together all the content, images, etc. into a folder on your computer and proceed to ‘How to register’ below.\n\n    2. Built online\n\n      Sites that are created online using a website builder service or content management system.\n\n      1. With back up\n\n        If the facility you use provides the ability to back up your content, or you have access to and are able to back up the datastore that contains your content, then submitting a backup is normally the best option when registering.\n\n      2. Without backup\n\n        If you are not able to make a back up, then you will need to manually assemble the content for registration. The best way to do this is to create a folder on your computer and save to that folder all the content that you wish to submit. There are many ways to do this, including:\n\n        • Using a tool like GNU Wget to download the site contents.\n        • From your web browser save each page to your computer (in most browsers there is an option ’Save page as‘ or similar under the file menu).\n        • Microsoft Word \/ Open Office document(s) (or similar) containing all the written content you have added to the site (either copied directly from the web page, or your own originals if you have these).\n\n        Remember to also include any image files that you have created that are used on the site, as well as any other supporting materials or files that you have created that are available on your website.\n\n        Once you have all this data together in a folder you can either burn it to CD\/DVD (etc.) or zip it ready form uploading (see ’How to register‘ section below).\n\n    3. Traditional sites\n\n      Sites that are based on non-compiled resources that are hosted on a web server.\n\n      Such sites will consist of some or all of the following elements:\n\n      • HTML\/XHTML pages\n      • CSS stylesheets\n      • Javascript files\n      • Images\n      • PHP, PERL, (or other interpreted language) scripts and files\n      • Downloadable\/viewable files (PDF, text files, Microsoft Word or Open Office documents, etc.)\n\n      When registering this type of site, you should submit a copy of the same files that you would upload to your web server.\n\n      If you are using Adobe Dreamweaver, Microsoft Front Page or similar editing software to publish your site, it is advisable to publish the website to a local folder on your system (this will normally ensure that all files are included with the registration), then proceed to ‘How to register’ below\n\n    4. Sites with compiled resources\n\n      Sites that use compiled resources such as Java, .NET, etc.\n\n      With this type of site, the main issue is the source code - Under copyright law, computer programs are principally classified as literary work – that is to say it is principally in the actual written code (i.e. the source code) where copyright exists. So in most circumstance, you will want to include a copy of the source code in your registration deposit.\n\n      If you are registering online, then you should create a zip archive containing all your source code (plus any non-compiled resources - static pages, scripts, images and other files) and upload this when you register. You can of course also upload a copy of the compiled (working) site if you wish to fully illustrate your work.\n\n  3. How to register\n    1. Registering Online\n\n      During online registration you will be asked to upload the files that make up your work.\n\n      Websites typically have a lot of files across a multilayered directory structure so special care must be taken to ensure that the structure of your site is preserved during upload.\n\n      You should take the following steps:\n\n      • You should have a directory on your computer containing the full content of your site.\n      • Use an application such as WinZipWinRar\/Rar7-ZipStuffIt, or Tar to create a single archive file (i.e. a ‘.zip’ or ‘.tar.gz’ file) from the directory (so you now have a single file containing all the content).\n      • Upload this archive file when you register online.\n\n      Following this procedure will ensure that the directory structure of the site is preserved.\n\n      We will accept any type of compressed archive files, although we recommend that a non-proprietary format (i.e. .zip, .tar.gz) is used. As with all electronic files you should choose common formats to ensure that software to read the files will be available in the future.\n\n    2. Registering by post\n\n      For postal registrations you simply need to send the copy of the entire site on CD, DVD, BD disc or USB drive with your completed registration form.\n\n  4. Common questions\n    1. What happens if my site changes after registration?\n\n      The fact that your work may change and evolve after the registration should not be a concern as we provide a facility to register updates to your work.\n\n      The registration update facility enables you add new versions of your work to the registration, so that the new content is covered. The original registration date and content is retained and each update is stored as a separate item of evidence, effectively building up a record of the evolution of your work over time, (this is very powerful evidence to have in an infringement case).\n\n      You are free to choose how often you update a registration - it not necessary to do so every time the site changes. Generally, registration updates are recommended if there is new content you specifically want to protect. Most website owners\/designers will only submit an update when there has been a major change, or something of particular value that they wish to include in the registration. (In most cases, many months will pass between registration updates).\n\n      Updates are charged at a reduced rate (£19.50 online or £27.00 per work for postal updates) for full details please see our fact sheet P-17 Updating Copyright Registrations\n\n    2. Can I be sure that my work is safe?\n\n      Yes. All work we receive and data we store is covered by strict confidentiality and security policies. All staff with access to registered materials have signed confidentiality agreements. Additionally, if you register online, the upload of your work happens oven an encrypted (HTTPS) connection.\n\n      For further details please see our security\/privacy documentation.\n\n      If you are still concerned, you may encrypt the files before you submit them for registration, but it is your responsibility to ensure that you have the means to decrypt the files for the lifetime of the registration.\n\n    3. Can I include other people’s work in my website when I register?\n\n      Provided you have permission from the work owner or the work has a licence that allows you to use it as you intend, and it is clear which parts are not your own (i.e. the work should be attributed to the relevant owner). These conditions would apply before you publish on the Internet in any case so should already be complied with.\n\n      If you do not have permission for any parts (perhaps the site is a proposal stage), then the best option is to remove affected parts from the content you submit for registration.",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.8972212076,
        "format_confidence":0.5059646368
    },
    {
        "url":"https:\/\/click4immigration.com\/immigration-news\/how-to-obtain-evidence-of-lawful-admission-with-cbp-automation-of-i-94-card\/",
        "text":"How to Obtain Evidence of Lawful Admission with CBP Automation of I-94 Card\n\nU.S. Customs and Border Protection (CBP) has started implementing the automated version of Form I-94, Arrival\/Departure Record, at air and sea ports of entry and will by week’s end include Charlotte Douglas International Airport in North Carolina, Orlando International Airport in Florida, McCarran International Airport in Las Vegas, Chicago O’Hare International Airport, Miami International Airport and George Bush Intercontinental Airport in Houston. Implementation will continue across the nation through May 21, to include air and sea ports of entry that support international arrivals. For more information on the implementation schedule, please see CBP’s Travel Advisory.\nForeign travelers entering the United States at air or sea ports of entry will be able to access their electronic Form I-94 by visiting Upon inspection at the point of entry, CBP will give foreign travelers a tear sheet with instructions on how to look up their electronic Form I-94 on CBP’s website. From this website, they can print out their Form I-94 in paper format. Foreign travelers may need their Form I-94 when requesting certain USCIS benefits, or when applying for public benefits from other government agencies.\n\nTo ensure that Form I-94 automation will not disrupt USCIS’s adjudication of benefit requests, USCIS has begun updating certain forms requesting applicants and petitioners to enter the admission number from their Form I-94 and\/or their:\n\nPassport information, including passport number, country of issuance and expiration date); and\n\nTravel Document information, including Travel Document information, country of issuance and\nexpiration date.\n\nAs evidence of lawful admission submitted with a benefit request, USCIS will accept the electronic Form I-94 in paper format obtained from CBP’s website ( This document is the equivalent of the paper versions of Form I-94 issued by CBP and USCIS. In lieu of submitting the electronic Form I-94 in paper format, USCIS will also accept photocopies of the passport pages that contain the individual’s biographical information, visa and admission stamp. These alternatives will allow applicants and petitioners more ways to provide proof of lawful U.S. entry in order to establish eligibility for certain USCIS benefits. Visit our website for a full list of USCIS forms being revised to align with the Form I-94 automation.\n\nLeave us a reply",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9109748602,
        "format_confidence":0.8184211254
    },
    {
        "url":"https:\/\/www.ehow.co.uk\/how_5171426_check-divorce-records.html",
        "text":"How to check divorce records\n\nDivorce records are not confidential. Therefore, it is legal to do any research on divorce records. Finding divorce records is an easy process.\n\nGo to\n\nUnder \"Civil Records,\" click on \"Marriage\/Divorce\".\n\nType in all applicable information, including at least the first and last name of the person for whom you are looking and the state that person lives in.\n\nClick \"Search.\"\n\nYour screen will display all relevant searches. Choose the one you are looking for.\n\nChoose a package and click \"Next\".\n\nEnter your payment information and receive the divorce records.\n\nMost recent",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.8906514645,
        "format_confidence":0.9781915545
    },
    {
        "url":"https:\/\/www.myerssolicitors.co.uk\/how-to-avoid-problems-with-probate\/",
        "text":"Let us help you - 01782 577000\nLet us help you\n01782 577000\n\n\nHow to avoid problems with probate\n\n24 October 2016\n\nIf you have been appointed as an executor in a will, you may be tempted to try to obtain probate yourself with a view to saving on legal costs.\n\nHowever, except with the simplest of estates, the process can be complex for inexperienced executors to handle and there are many potential pitfalls and problems which can arise.  In the event of a dispute regarding the will it can end up costing much more than it might have done and adding a significant delay to the process.\n\nStephen Myers explains the common areas where complications arise, and how using a solicitor can avoid some of the potential pitfalls:\n\n1.Validity of the will\n\nA solicitor can check that the will has been drafted and executed properly and confirm that it is still valid.  Recently, for example, a will was overturned where a couple had mistakenly signed each other’s will and consequently invalidated them.  If a problem does arise, your solicitor will be able to advise you what to do accordingly.\n\n2. Dealing with fraud\n\nIf you suspect that your relative was pressurised into making or changing their will, this can be a difficult issue to deal with alone.  A solicitor will alleviate the burden of raising such concerns and resolve fraud issues on your behalf.\n\n3. Following wishes\n\nThe executor’s job is to ensure that the terms of the will are carried out.  Your solicitor can explain each section of the will and its implications for tax and inheritance.  Estates can often be complicated, and they must be administered according to strict rules particularly if they include trusts which have been set up for particular tax planning purposes.\n\n4. Gathering information\n\nAs an executor you will need to collate information on all the assets and liabilities of the person’s estate, which can be very time-consuming.  Your solicitor can take over many of these duties on your behalf, including writing to the various banks, building societies, credit card companies, share registrars and obtaining valuations of the investments as of the date of death.  They can also obtain a valuation of any property and the contents.\n\n5. Inheritance tax\n\nDepending on the value of the estate, you may then need to submit an account to HM Revenue & Customs and arrange payment of any inheritance tax.  You will also need to provide beneficiaries with detailed accounts of the estate.  If this is not done accurately you could find yourself open to accusations of fraud.\n\n6. Challenges from family members\n\nA solicitor will be able to provide advice and support if family members become difficult.  They may try to challenge the will, or your conduct as an executor.  This can be an emotional time for families, with old rivalries often coming to the surface.  Using a solicitor can satisfy family members that everything is above board and being done properly.\n\n7. Claims from dependents\n\nWhere a dependent has a financial claim because they have not benefited from the will in the way they anticipated, you will need advice on what to do as the estate could end up in court.\n\n8. Disputes\n\nDisputes can arise where family members feel excluded from the will, or perhaps a substantial portion, or all of the estate, has been left to charity.  Your solicitor has experience on how to handle disputes sensitively.\n\n9. Varying the will\n\nBeneficiaries may want to refuse an inheritance, either to avoid inheritance tax or so that their children can inherit in their place.  Your solicitor can advise on the options and advantages, and prepare a deed of variation.\n\n10. Executors liability\n\nAn executor’s job can last from a few months to a number of years depending on the complexity of the estate.  It is an onerous and unpaid task, and you can find yourself personally liable for mistakes.\n\nBy instructing an experienced solicitor, you can shorten the process of obtaining probate and avoid causing unrest among the family.  With often large amounts of money at stake, it is safer to leave it in the hands of an experienced solicitor who specialises in probate law and can provide you with the assurance that everything will be handled correctly.  The fees of a solicitor are a legitimate expense of the estate.\n\nFor more advice about obtaining probate contact Stephen Myers on 01782 577 000 or email stephen.myers@myerssolicitors.co.uk.\n\nThe contents of this article are for the purposes of general awareness only.  Readers should not act on the basis of the information included and should take appropriate professional advice upon their own particular circumstances.\n\n\nStephen Myers\n\nDDI: 01782 525007\n\nE: stephen.myers@myerssolicitors.co.uk",
        "topic_id":3,
        "format_id":22,
        "topic_confidence":0.9781993032,
        "format_confidence":0.7381907701
    }
]