[
    {
        "url":"http:\/\/peninsulaclarion.com\/news\/2014-05-27\/calling-all-heroes",
        "text":"Calling all heroes\n\nThe word “hero” can bring to mind anyone from law enforcement officers keeping communities safe to emergency responders saving lives to the firefighters working to contain the Funny River Road wildfire.\n\n\nBut the Summer of Heroes program, developed through a partnership between Alaska Communications and the Boys and Girls Clubs of Alaska, looks to recognize the young heroes of Alaska.\n\n“It’s just recognizing a youth in the community (who have) done good,” said Heather Schloeman, executive director of Boys and Girls Clubs of the Kenai Peninsula.\n\nA panel of judges will select five winners from nominated kids this summer to receive a $1,500 scholarship and a trip to the Alaska State Fair in Palmer where they will be recognized for their heroism.\n\nJennifer Brown, director of marketing and public relations for Boys and Girls Clubs of Alaska, said the Summer of Heroes program has grown with more nominees since its debut four years ago. Brown had sat on the judging panel and said selecting five winners is not an easy process.\n\n“I want to pick them all because they’re all just really good kids that need to be recognized,” Brown said.\n\nBrown said the program has received nominees of all ages from throughout the state.\n\nChance Haller, a 17 year old from Seldovia, was selected as a hero last summer. Haller has been volunteering in the community as a firefighter since 2011.\n\n“My dad stepped up and became fire chief and kind of dragged me along with him,” Haller said.\n\nIn 2012, Haller put in 250 volunteer hours for the fire department. He is studying toward his Firefighter I certificate, but no one in Seldovia is certified to do the training for it.\n\n“Everything (in Seldovia) is volunteer, so we’re not certified to go into houses or any of that stuff,” he said. “We’re certified to hold a hose and put the fire out.”\n\nHaller is also a certified emergency trauma technician. When he’s 18, Haller plans on becoming an emergency medical technician.\n\nHaller will be a high school senior next year and plans to attend Kenai Peninsula College for computer science. While working toward a degree, Haller also wants to continue firefighting. After college, he wants to attend the Alaska State Trooper academy.\n\nNearly a year after finding out he won, Haller still doesn’t know who nominated him.\n\n“He is kind of an all-around outstanding kid,” said Hannah Blankenship with Alaska Communications.\n\nIn 2012, Courtney Stroh of Kenai and Shaylee Rizzo, a Nikiski teen, received Summer of Heroes scholarships for their community work. Stroh founded a team to clean up fish waste during dipnet season in Kenai. Rizzo raised awareness about vehicle and moose accidents by writing a kid’s book and educating elementary students.\n\nAlaskans are asked to nominate youth ages 6-18 who make a difference in their community whether it’s raising money for a cause, volunteering or contributing in other ways. Nominations can be made through July15 online at alaskacommunications.com\/summerofheroes or forms can be picked up at Alaska Communications stores or Boys and Girls Clubs.\n\nFor every Alaska Communications smartphone purchased before July 15, the company will donate $25 to the Boys and Girls Clubs of Alaska.\n\nClarion file material was used in this article.\n\nKaylee Osowski can be reached at kaylee.osowski@peninsulaclarion.com\n\n\nMon, 04\/23\/2018 - 21:03\n\nFarmers look to attract tourists",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9737359881,
        "format_confidence":0.9869247675
    },
    {
        "url":"https:\/\/20200130t223056-dot-koreaboo-production.appspot.com\/stories\/dawn-hyuna-secret-strong-relationship\/",
        "text":"DAWN Shares The Secret Behind His Strong Relationship With HyunA\n\nSo that’s their secret 👀\n\nK-Pop’s cutest couple—HyunA and DAWN—have been dating since May 2016, which means they’re nearing their 5-year anniversary. In an industry that shuns public relationships, their story is practically unheard of!\n\n| @hyojong_1994\/Instagram\n\nIn a recent behind the scenes video for HyunA’s “I’m Not Cool” music video, DAWN shared practical advice on how to make your significant other feel loved. It must be one of the reasons why their relationship is still going strong!\n\n| @hyojong_1994\/Instagram\n\nAt one point during the video, HyunA complained about the pain she felt on her feet because of the cold floor. It didn’t help that there were beads scattered all over, making dancing even more difficult for her.\n\nMy toes are so frozen, I can’t dance. It hurts, and there are beads at the bottom so it hurts even more. Dancing barefoot is no joke.\n\n— HyunA\n\nAlthough he couldn’t do anything about the floor, DAWN made sure that HyunA was at least hydrated by fetching a bottle of water. Surprisingly, however, he passed it to a staff member to hand it to her in his stead!\n\nShe happily drank the bottled water without knowing that DAWN was behind the thoughtful gesture.\n\nDAWN explained that he didn’t give it himself because he doesn’t like grand gestures. Rather, he believes that the secret is to show love through the little things.\n\nThe key is to not be showy. Gotta let her know through the little things that you care—for real.\n\n\nIt’s no wonder these two have such a strong relationship!\n\nWatch the full video below to see more of HyunA and DAWN.\n\nSource: YouTube",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.5639340878,
        "format_confidence":0.6127073169
    },
    {
        "url":"https:\/\/www.dailyeasternnews.com\/2017\/03\/21\/panther-service-day-offers-new-sites-collaborations\/",
        "text":"Panther Service Day offers new sites, collaborations\n\nKalyn Hayslett, Editor-in-Chief\n\nHang on for a minute...we're trying to find some more stories you might like.\n\nEmail This Story\n\nStudents can volunteer sooner and at new locations for the 15th Annual Panther Service Day April 1, which will kick-start Greek Week.\n\nBeth Gillespie, director of the civic engagement and volunteerism office, said making Panther Service Day a part of Greek Week is something new the office is trying this year.\n\n“In the past Panther Service Day is typically later in April, and we do have Greek participation. But by building it into Greek Week, we are hopeful that we will have more students go out, both from the Greek community and not,” Gillespie said.\n\nIndividuals and groups will receive free T-shirts if they register to volunteer by Thursday. Students can register online by going to the Panther Service Day tab on the Civic Engagement and Volunteerism Office homepage.\n\nIf students are a part of a fraternity, sorority or registered student organization with more than five people volunteering, they will need to complete a group registration form. Individual registration forms are also available.\n\nGreek Week lasts from March 31 to April 9. Airband performances, Panther Service Day and Greek Sing will all take place the first weekend.\n\nCrystal Brown, assistant director for the civic engagement and volunteerism office, said the Greek Week volunteer committee came up with idea in the hopes of engaging more Greek members.\n\nCommittee member Catie Witt said the Panhellenic Council requires its fraternities and sororities to have 15 percent of their members participate.\n\n“They came to (the volunteerism office) about doing a service project on that Saturday, and we discussed it here and with them. We thought, ‘Why don’t we move Panther Service Day and make it a collaborative effort and a larger event?’” Brown said.\n\nCheck-in will be at 9 a.m. April 1 in the University Ballroom of the Martin Luther King Jr. Union. Participants can have bagel and cream cheese in the morning and will be dismissed based on site location. Students are responsible for providing their own lunch, Gillespie said.\n\nStudents can choose from volunteer sites that have been offered during Panther Service Day for years including HOPE, Douglas Heart Nature Center, Standing Stone Community Center, Five Mile House and First Fruits Homestead.\n\nThey can also choose sites typically offered during different times of the year including a mobile food pantry, a car wash fundraiser and community aid in Ashmore.\n\nGillespie said this year is the first time students can volunteer for Choices for Pregnancy, where they can help clean up the agency’s thrift store, stock the shelves and organize the merchandise.\n\n“They help women with education during pregnancy (and) help with education about parenting in terms of techniques, physical and emotional health of babies after birth. They support the mother and baby until the baby is 2 to 3 years old. They do it for free,” Gillespie said.\n\nChoices for Pregnancy only has one employee and relies on volunteers to help maintain the educational services they provide all year, Gillespie said.\n\n“We like them because they support mothers who have low income, may be struggling or who are trying to be a different kind of parent then they have experienced — and they do this in a judgment-free supportive environment,” she said.\n\nThe car wash fundraiser will be held in the Auto Zone parking lot, and the goal is to raise $250, which will be donated to One Stop Community Christmas, Gillespie said.\n\nVolunteers will make signs in the morning to recruit community members, Brown said.\n\nThe Eastern Illinois Food Bank will organize the mobile food pantry sites. The volunteers will travel to Georgetown, Illinois, approximately an hour away, so students will meet in the Union and carpool to the location.\n\n“Just due to the nature of the program, it will take place from 8 a.m. to 1 p.m. which is a little longer than the time of the rest of the projects,” Brown said.\n\nEvery location will have student government representatives and executive board members to serve as site leaders.\n\nGillespie said the student government representatives will help answer questions and make sure everyone is having fun and knows what they need to do.\n\n“We are going to act as those Prowl leaders for Panther Service Day. We don’t have a volunteer requirement for student government, but we always try to do our best to volunteer together,” Witt said.\n\nSince 2003, student government has co-sponsored the service day and helped supply the free T-shirts.\n\n“We are really grateful for the partnership; we are glad that it has continued, and we think it offers the senators from student government another chance to be a leader for those who put them in office,” Gillespie said. “To go out and spend time doing good together is a powerful experience and for those in student government who are wanting to be leaders on campus we think it’s a great way for them to do just that.”\n\nWitt said the current student senators are not shy and will use this time to meet new people.\n\n“This gives them a chance to branch out and potentially meet new people and maybe learn a perspective they originally did not hear before,” Witt said.\n\nKalyn Hayslett can be reached at 581-2812 or [email protected]",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.733069241,
        "format_confidence":0.9940342307
    },
    {
        "url":"https:\/\/www.gainsboroughstandard.co.uk\/news\/infatuated-festival-goer-seeks-lost-love-1-8066764",
        "text":"Infatuated festival-goer seeks lost love\n\nThe Ynot Festival\nThe Ynot Festival\n\nA lovestruck festival-goer has set up a twitter account to help him find a blonde-haired girl he met at YNot.\n\nThe infatuated reveller has set up the account @lostblonde52 to help him track down a girl called Jess who he met while watching Madness on the last day of the festival.\n\nShe said she was from Nottingham and he thinks she was with a brunette friend called Lucy but he can’t now contact her as he never got her number.\n\nThe people who look after the YNot twitter account have retweeted it for him, praising the effort but worrying she might be ‘a bit freaked out’ if he ever finds her.\n\nYou can help him find her if you like by retweeting his appeal on twitter.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.7616189122,
        "format_confidence":0.9875302315
    },
    {
        "url":"https:\/\/www.delmartimes.net\/lifestyle\/society\/sd-solana-beach-holiday-tree-lighting-20171205-photogallery.html",
        "text":"Solana Beach Holiday Tree Lighting\n\nThe City of Solana Beach’s Parks and Recreation Commission hosted the annual Holiday Tree Lighting Event at Fletcher Cove\n\nPark Dec. 3. The event included sweets, treats, cider and hot cocoa, a visit from Santa and music by award-winning pianist Robert Parker.\n\nCopyright © 2019, The San Diego Union-Tribune, LLC. All rights reserved.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.946742177,
        "format_confidence":0.6306625009
    },
    {
        "url":"http:\/\/www.mysuburbanlife.com\/2013\/05\/30\/la-grange-highlands-buzz-for-beds-shaves-heads-to-help-homeless\/amvaw2r\/",
        "text":"Print Edition\n\nPrint Edition\nSubscribe now to the print edition of Suburban Life.\n\nText Alerts\n\nText Alerts\nGet text messages on your mobile phone or PDA with news, weather and more from\n\nEmail Newsletters\n\nEmail Newsletters\nOur My Suburban Life Daily Update will send you all of the news you need to keep up with the pace of news in DuPage and Cook County.\nLocal News\n\nLa Grange Highland’s Buzz for BEDS shaves heads to help homeless\n\nLA GRANGE HIGHLANDS – Tom Hinshaw’s Buzz for BEDS fundraiser raised $38,000 in the past three years for La Grange’s BEDS Plus, which provides shelter and assistance for people who are homeless. \n\nHinshaw enjoys helping the organization, where he volunteered several years ago, but his favorite moments involve the kids who participate in the event, raise money and then get their heads shaved. \n\nAfter the event, he’ll see kids with shaved heads at a baseball game and overhear them being asked why they are bald.\n\n“And they say, ‘I shave my head to help the homeless,’” Hinshaw said. “The kids are happy to explain why they’re bald.”\n\nThe fourth annual Buzz for BEDS took place at La Grange Highlands Middle School on Friday. The school partners with Assisting the Homeless, an organization started by Hinshaw, to put on the event, which raised $5,400 as of Sunday night. Hinshaw expects that number to increase, because he’s still receiving donations.\n\nThe event first took place in Hinshaw’s backyard after friends told him they’d pay 10 or 20 bucks if he shaved his head. (He then donated the money.) After several years, Hinshaw partnered with the school to create a fundraiser that doubles as an end of the school year party with an inflatable obstacle course, face painting, dunk tank and other games. \n\nThe highlight, though, is the head-shaving. Last year, 78 people had their heads shaved, including four girls. Girls who want to keep their hair can participate by receiving feathers or extensions. Shaving help comes from employees from three local salons – Hair Cuttery, Olivia Jean and Baci. \n\n“I think it’s a fun, tangible way that the kids can get involved,” said Tina Rounds, executive director of BEDS Plus, who will be at the event. \n\nOn May 10, a group of students from the school visited BEDS Plus to learn about homelessness and serve lunch at the organization’s support center. \n\nBEDS shelters have served 211 people since July 2012, twice as many as it served the previous year. Rounds attributes the increase to the organization’s additional outreach and effects of the recession that started in 2008.\n\n“We’re all just a couple tragedies … away from being in a position where we could be [homeless],” Rounds said. \n\nIn addition to the La Grange Highlands fundraiser, Hinshaw is trying a new event called Buzzapalooza to get high school students involved. Buzzapalooza will be from noon to 4 p.m. Sunday at Denning Park. The event is open to everyone and will feature music, food and an iPad Mini raffle in addition to head shaving. \n\nDonations to Assisting the Homeless can be made online at\n\nLoading more",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9563798904,
        "format_confidence":0.9874901175
    },
    {
        "url":"http:\/\/articles.mcall.com\/1986-03-09\/features\/2509141_1_elects-board-officers",
        "text":"Oapa Elects Officers\n\nMarch 09, 1986|The Morning Call\n\nThe Old Allentown Preservation Association has elected officers for 1986. They are John Harry, president; Sara Swijter, vice president; Tom Purmort, treasurer, and William Seiberlich, secretary.\n\nThe organization's other new board members are Ann Ruth, Mimi Miley and Ginny Harry. Continuing to serve on the board are Bruce Faust and Jenifer Stanley.\n\nThe next meeting of the association will be March 14 at St. Andrew's Church, 9th and Gordon streets, Al lentown. The topic will be neighborhood noise.\n\nMorning Call Articles\nPlease note the green-lined linked article text has been applied commercially without any involvement from our newsroom editors, reporters or any other editorial staff.",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.6712385416,
        "format_confidence":0.9828875661
    },
    {
        "url":"http:\/\/www.queanbeyanage.com.au\/story\/2132780\/all-set-for-seniors-week\/?cs=2287",
        "text":"All set for seniors week\n\nQUEANBEYAN City Council and the Senior Citizens Association have combined this year to put on a great program of events for Seniors Week 2014.\n\nSeniors Week will run from March 15 to 23 and include fun and free activities including flexibility and strength classes, croquet, a Tech Savvy computer session, Men's Shed open day, recycling tour and recycling and composting talk, river walks, a musical afternoon with Mike Snoxall and hearing screening and information.\n\nMayor Tim Overall said he was also looking forward to challenging local seniors in the Mayor's Quiz, held at 1.30pm on Thursday March 20 at the Senior Citizens Centre (257 Crawford Street).\n\n\"I will be going head-to-head against knowledgeable senior citizens and our bright students in this trivia quiz. It should be lots of fun and I'm preparing for some tricky trivia questions about Queanbeyan that may be thrown in just to test me.\"\n\nCr Overall said seniors would also be treated to a sneak preview of the new proposed design for the CBD (which is due to go out to public consultation in April) during Seniors Week.\n\nHe said the design preview would be part of the CBD improvement talk which will be held from 3pm to 4pm Thursday 20 March at the RB Smith Community Centre, 262 Crawford St.\n\n-A full program of events can be found on Queanbeyan City Council's website at A number of events do require bookings, for more information phone 02 6285 6552.\n\nTablet - Narrow\nTablet - Wide",
        "topic_id":7,
        "format_id":10,
        "topic_confidence":0.9878618717,
        "format_confidence":0.9829166532
    }
]