[
    {
        "url":"http:\/\/pleasantlivinghome.blogspot.com\/2012\/12\/the-holiday-windows-of-new-york.html",
        "text":"Friday, December 21, 2012\n\n\nSomewhere between Thanksgiving and Christmas, back before the idea of DVD's or VHS's existed, Miracle on 34th Street would play on one of the three channels our TV picked up. It was a time of footie pajamas and hot chocolate made with real milk. The opening scene crackled in as we saw the back of Kris Kringle walking down one of the side streets in Manhattan, his cane in hand. My siblings and I were buried in our couch under a heavy wool blanket completely enthralled in the spirit of the Holiday through the magic of a movie. After the title had passed and the credits had finished scrolling Kris stops in front of a display window concerned that the window decorator had made a mistake with the placement of the reindeer in front of his tiny toy sleigh. From that moment on I had dreams of the holiday windows in the city that always seemed draped in necklaces of Christmas lights.\nIn my twenties, long after I had given up the footies with the buttoned up drop-down tushie panel, I got to walk down Fifth Avenue to see the windows of Saks, Lord & Taylor and Macy's for myself. I was in love with the holiday and the animated characters that danced, threw miniature snowballs and flew through skies made of twinkling lights. The only thing better was when I had a child of my own I could carry on my shoulders and share her delight as she squealed with laughter at the same dolls and mannequins that I had admired in seasons past.\nThis year my daughter is sixteen and not with me to enjoy the windows first hand so even though she's too big to ride on my shoulders I still want to share our joy in what Christmas looks like on a walk down Fifth Avenue\nCentral Park is always aglow with nature and the windows at Bergdorf's are a magical match to the parks splendor during the holiday.\nThe windows glisten with glamour from full-size to jewel-box bringing back the days\nwhen women wore flasks gartered to their legs and men always wore tuxedos to dinner.\nOnce past Bergdorfs there's the crystal star hanging over the intersection of Fifth and Fifty-seventh Street.\nThere are windows that are meant to delight the children and then there are the ones that stir the imagination of a more mature mind.\nAt Henri Bendel's the anthropomorphism of its characters and the eclectic fashion made many a New York sophisticate stop and smile while some of the tourists could only scratch their heads in WTF.\nThey say everything is larger in Texas but New York can give Dallas a run for its money. A wreath so large you need to do a double-take when you see it in comparison to the grey suited munchkins standing behind the desk.\nDiamonds have always been an important aspect of the holidays, so it was impossible not to stop and admire the entrance to Holly Golightly's favorite hangout, Tiffanys.\nEven with the temperature in the mid-50s the spirit of the holidays permeated the entrance into The Peninsula Hotel. Who couldn't help getting into the holiday spirit when you're making your entrance to the city by way of this gate keeper and hotelier.\nNot to be outdone, Cartier has wrapped its building with red and white lights in the form of a ribbon. A wrapped box under the tree from Cartier could make anyone's Christmas a very special occasion.\nThen there's Saks, the quintessential purveyor of New York sophistication. Their windows were designed to delight all ages of viewers with snow globes\nand barking dogs for the starry eyed children at the front of the store\nto the couture designs of Zac Posen and Jason Wu draped over elegant mannequins out to party every night of the holiday season in the windows at the corner of Fifth and Fiftieth.\nPrometheus continues to shine brightly as he has for the past seventy-nine years under the arms of the Rockefeller Christmas Tree. It would be a shame to take the Christmas walk down Fifth Avenue without branching out to see the tree, the alley of lit angels and the skaters gliding around the ice rink at the center of the plaza.\nFor seventy-five years Lord & Taylor has graced its windows with the most traditional of all the windows. This year's theme was to take Santa's journey from the North Pole\nto exotic holiday locations around the world. Lord & Taylor's windows have always been among my favorites.\nIt's their use of animation, the miniaturization of our world into a perfect recreation, and the beauty with which it portrays the Christmas season that puts it at the top of my list.\nThese are the windows Emmy and I could spend hours looking at until our fingers start to tingle and our noses start to run from the cold forcing us to move on or in.\nAt Forty-Second Street I had to veer west and take one last walk through the Bryant Park Holiday Market. Even though my shopping was pretty close to finished and I left my skates back in Madison, seeing their tree dressed in a million blue lights was worth the diversion. It was the perfect shortcut to my final destination, Macy's.\nMacy's is the granddaddy of Holiday window trimmings; they've been at it since the 1870's.\nThis year they've called their windows the Magic of Christmas.\nSkinny-armed puppets cavort through a Cubist landscape of past Macy's signature events.\nThere are times when we can't make it back to New York during the Holiday season, that time between Thanksgiving and New Year when the streets and avenues are festooned with the decoration of the holidays. If I can't make it back I try to make do with watching Miracle on 34th Street and a stint of blog viewing. This posting is my gift to all of you who couldn't make the walk yourself. Merry Christmas to all.\n\nCentral Park in Winter, NYC, 1935\nErnst Kassowitz, photographer\nAvailable through The University of Washington Library\n\nNo comments:\n\nPost a Comment",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.6417178512,
        "format_confidence":0.9921320081
    },
    {
        "url":"http:\/\/certainwoman.blogspot.com\/2014\/10\/tintagel.html",
        "text":"May 2014.\n\nI've bought a campervan as a 60th birthday present to myself, made some curtains and a patchwork quilt, waved goodbye to my family, and set off. My aim is to explore the coastline of Britain, anti clockwise, starting in Kent. I have no idea what will happen.\n\nWednesday, 1 October 2014\n\n\nI left Baa in a carpark in the middle of Tintagel and set off to see the sites. There is a charming Old Post Office dating back to late 1300s which is owned by the National Trust. It was a Medieval hall house, and then a post office in Victorian times, with low ceilings and narrow stairs, and furniture and chattels dating back to the 16thC. I'm glad I went early because when I walked past a couple of hours later there were Japanese tourists queuing round the block.\nI walked a little way out of the village to St Materiana, the parish church of Tintagel, dating back to 1080, though there was something even older there before. It's Grade I listed and utterly beautiful, sitting close to the coast, and another short coastal walk from the medieval Castle, said to be home to King Arthur. Merlin, his mentor, is supposed to have lived in a cave on the beach below. It is a is a real meeting of history and myth - the site of the castle goes back to Roman times, and no one really knows the truth about King Arthur .. or if he was born there.\nTintagel Castle\nIt's a fascinating place, with different courtyards spreading across part of the mainland, and all over a little island which is reached by a bridge.\nWhen I got back to the village I stopped to eat a pasty for lunch in the sun with my newspaper. The most surreal thing happened... I was reading an article by Janet Street-Porter as I was biting into my pasty, (I quote..) “Last weekend in Cornwall, I stopped at a deli in Tintagel to eat a pasty, and gawped at the procession of fatties, waddling along the main street licking ice creams and gobbling chips...” It was the start of a diatribe about obesity in this country... and she had a point, most people who passed by were overweight, and most of them were eating! I ordered an ice cream and left...\nAfter all the crowds in Tintagel I couldn't bring myself to face more people in Port Isaac. It's a no-car village and I would've like to see where Doc Martin treats the sick, but I decided to move on.\nJust along the coast is the charming narrow bay of Port Quin, and I wish I had been organised enough to walk there from Port Isaac... it's only 2 or 3 miles along the cliff path, but there's always the problem of getting back to the van. I sat on the small narrow beach, the tide was out and a couple of people were swimming, and talked to a nice woman from Wadebridge who had moved down from Tunbridge Wells.\nPort Quin\nSadly it was a closed day at Prideaux Place a beautiful 17thC house just outside Padstow which I have put on my 'next time' list. It is where a lot of Rosamunde Pilcher's stories have been filmed and, as she is immensely popular in Germany, that's probably another reason why this stretch of coast is so popular with Germans. There are any number of wonderful places to eat in Padstow and it has great charm, sitting on the side of the Camel estuary. It is also home to the National Lobster Hatchery which was also shut when I got there – it was after 6.30pm, that's why. I got poor Baa wedged in a parking space and, after the unfortunate Bude incident, took ages to get her out.\n\nNo comments:",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9692541957,
        "format_confidence":0.9979016781
    },
    {
        "url":"http:\/\/emcapito.com\/journal\/the-biz-cation\/",
        "text":"Solopreneur Perk: The Biz-cation\n\nSolopreneur Perk #703: The Biz-cationI only went on a few business trips when I was employed, which was a lucky thing because I disliked traveling with colleagues and I really don’t care for flying.\n\nMost trips amounted to a so-so destination, 4-5 hours of flight time each way, terrible hotel pillows along with semi-permanent neck pain, and then 8 hours a day in the basement of said hotel at a conference.\n\nBusiness trips when you’re employed are wretched.\n\nBut when you work for yourself…you can curate the ultimate biz-cation.\n\nStep 1. Get the client to pay for your airfare and lodging, and maybe even a per diem. Obviously.\n\nStep 2. Purchase a separate airline ticket for your current bestie or significant other.\n\nStep 3. Get all the busywork out of the way ahead of time and build your schedule to accommodate both business and pleasure.\n\nStep 4. Enjoy a nice vacation without breaking the bank.\n\nI just returned from an 8-day biz-cation to San Francisco.\n\nI stayed in the fabulous Tuscan Inn at the wharf, spent Saturday at Alcatraz, rented a car on Sunday to explore Sonoma, and even took an adventure across town on the bus for dive dim sum.\n\nI even checked an empty suitcase (since Southwest gives each passenger two free checked bags), which just barely contained my purchases.\n\nThe extra airfare and above per diem expenses totaled less than $100, and that doesn’t take into consideration the paycheck for my consulting work, which was nearly five figures.\n\nI have a naggy conscience, so you’ll have to make your own call on disclosure, but my client was well aware of my travel companion and intention to enjoy the sights.\n\nTransparency isn’t a problem when your client is confident in the results you’ll achieve. The same is generally not true in an employment setting, where everyone needs to be treated “equally”, which is a bunch of malarkey since your results are not equal to the schmuck down the hall.\n\nUnrelated Too Good Not to Share San Francisco Tips:\n\n  • At Union Square, wander over to the Tower Elevators at the Westin St. Francis hotel. Punch in floor 32 (the highest) and take a breath-taking ride up over the city for free as many times as you would like.\n  • There’s also a public dock next to Pier 1 (not the store, actually the first pier) – grab a latte or a cold beer at the Ferry Building and then stick your feet in the water at the end of the dock, away from the tourists.\n  1. Whenever I want to unwind, I’ll just go somewhere cheap and near my area. For me it doesn’t matter if it’s high-end as long as I can clear up my thoughts and recharge.\n\n    1. You nailed it. Since we moved to a quiet canyon, we’ve taken many fewer “vacations” and instead focus on at-home or nearby activities that are rejuvenating. An island beach doesn’t seem quite as appealing when you think about taking an airborne greyhound, hauling baggage, and sleeping in a hotel bed. Thanks for stopping by!\n\n  2. I’ve never taken Mrs. Done by Forty on a business trip, but she let me tag along when she had a week long conference in Hawaii last year. By far some of the best money we spent. Mixing business & pleasure (and splitting the costs) is fun.\n\n    So glad you had a good time in the Bay Area. Mrs. DB40 is from the north bay, and she keeps trying to convince me to move there. If we do, the prices are so high that I think we’ll have to change the name of the blog to Done by Eighty…\n\n    1. DB80 would certainly lose you some followers! I don’t think I could ever live in such a crowded metropolis. I much prefer the traffic and cleanliness of Salt Lake.\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9066902995,
        "format_confidence":0.9577767253
    },
    {
        "url":"https:\/\/www.arubatoday.com\/20581-3\/",
        "text":"Ayo Rock Formation, Steve’s Birthday and more!\n\nAyo Rock formation\n\nI was reading some reviews online and someone ranked Ayo Rock formation #9 out of 18 things to do in Aruba and I think it’s true. The big rocks will stop your breath when you are in front of them. Many years ago we did a sleepover on top of the rocks and I can tell you that it was really fun. There are also Indians inscriptions at this park. Once you’re in the park you must take the right path and you will see them under a big rock. This park is just at the cross road when you are going to Andicuri Beach.\n\nYes, this week is my birthday\n\nI’m very thankful and thank God I’m alive but still recovering from a serious car accident from a few weeks ago, still taking painkillers for back pain and must take it easy for a full recovery. Appreciate all the love, support and recovery soon wishes and hope to recover soon, yes.\n\nMorning view of Baby Beach\n\nSomeone asked me about a month ago for the best times go visit Baby Beach. Early morning around 6:30AM – 8AM it’s very quiet with just a few couple taking beach walks.  Around 9AM – 10AM you will see some school kids taking swimming lessons (just a few days a week) but after 10:15AM the sun will be just perfect for a swim or tanning on the beach. So if you want fully bright sun I recommend after 10AM.\n\nRochella and Vishva\n\nThere is a very important gesture in photos and that’s the touching and this gesture will enhance your photos by ten times. This lovely couple is the perfect example so don’t leave Aruba without an intimate touching photo and sure all your family will love it.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9688246846,
        "format_confidence":0.9197430015
    },
    {
        "url":"http:\/\/www.unexplorer.com\/photo-friday-boaters-in-central-park\/",
        "text":"I’m sorry to say: New York City stresses me out. Chalk it up to me living in Southern California for so long, where the pace of life is much slower. All the congestion, noise, and pollution sets me on edge.\n\nBut then I step into Central Park, and all that melts away. You don’t even feel like you’re in the middle of one of the largest cities in the world…you’re just in nature. No wonder New Yorkers love it. It’s a true getaway.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9250378609,
        "format_confidence":0.9747443795
    },
    {
        "url":"http:\/\/torythered.blogspot.com\/2009\/06\/5-june.html",
        "text":"Saturday, June 6, 2009\n\n5 June\n\nGoodbye, Norway!\n\nIt's been a great twenty days. While it is still fresh in my mind...\n\n9 Great Things About Norway:\n\n1. Stupendous geography, rich in vast mountain ranges, spectacular fjords, numerous waterfalls, and huge forests\n2. Friendly, well-educated people\n3. 100% powered by renewable energy (hydro power!)\n4. Good train system, excellent bus system\n5. You have to pay for bags at the grocery store (encourages using your own)\n6. Great hostels! I was most impressed with the breakfasts.\n7. Good traditional cuisine (great seafood!) a nice mix of international foods\n8. Free water at most restaurants (!!!)\n9. Universal healthcare and welfare (Norway is essentially a socialist country with a very high standard of living)\n\n\n5 Somewhat-less-than-Awesome Things About Norway:\n\n1. Food costs 3-4 times as much than in the USA (The standard combos at McDonald's range from $13-$17)\n2. Alcohol costs about 3 times as much as in the USA and wine\/liquor can only be purchased at special government-run stores with limited hours (Cheapest pint of beer I found was $9)\n3. Unique currency, not a member of the E.U. (But they are a member of NATO)\n4. Smoking is really, really cool and is very popular among all the cool people here\n5. Economy is currently anchored by oil exports (meh)\n\nToday was a super-long day of travel. I left at 8:20 AM and arrived in Uppsala, Sweden at 7 PM.\n\nThere was a great sunset last night. Like, really incredible.\n\nAnd it turns out that today was graduation day for schools all over Sweden. And during my layover in Östersund I saw between 30 and 50 dump trucks which had been converted into party wagons full of drunken co-eds blaring party music and drinking champagne.\n\nIt was madness. A completely inappropriate introduction to the country, but enjoyable all the same.\n\nTomorrow is Sweden's national day, so Caitlin and I are going into Stockholm, which is only a 40 minute train ride from here. Time has been tight here, but I'll do my best to keep up with posts.\n\nNo comments:\n\nPost a Comment",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9840429425,
        "format_confidence":0.9870169759
    },
    {
        "url":"https:\/\/abigailmcnattphotography.com\/2018\/05\/12\/italy-adventures-day-3\/",
        "text":"Ciao! We are 3 days into our Italy trip and it’s been nothing short of an adventure. We’ve all (well most of us) become so close and have been having such a wonderful time.\n\nAs I mentioned, yesterday we visited the Vatican, as well as multiple churches, ate some cannolis (amazing), and explored Rome a little bit before running block after block through a torrential rainstorm to where we were going to eat pizza. It was great, lol. But since I couldn’t have my camera most places, I didn’t want to write about it.\n\nDay 3 was wild from beginning to end. We started out the day by seeing a huge church called Basilica di S. Clemente. There were underground ruins of an older church built first and then the modern church was built on top. Then we went to S. Agnese fuori le mura, before heading to lunch on our own. Lunch was amazing, oh my gosh. My small group broke off and went to a small pizzeria called Pizzeria Europa. It kind of reminded me of like the Italian version of Subway, where it’s small and cheap. Seriously, I paid 6 euros for a coke and a piece of pizza. In the grand scheme of things, that’s basically nothing. And, oh my GOSH was it amazing. I miss it, haha.\n\nThen around 3:30pm we had our appointment at the Colosseum. Our Rome tour guide, Richard, gave us some background on the Colosseum before we went in while we waited and it made it pretty cool to have prior knowledge before we went inside.\n\nThe Colosseum was unreal. It was the first thing we’ve seen here that I was truly in awe about. It almost didn’t look real. It’s something you see in so many pictures and don’t ever expect to trust be able to see and it was absolutely beautiful. And we were able to learn so much. The sides of it were actually destroyed by weather such as earthquakes, which was something I didn’t know. It wasn’t just over time. That’s what gives it it’s worn down look.\n\nAfter we went around the Colosseum and got photos everywhere, we walked to Palantine Hill and the Roman Forum, which were both ruins of ancient Rome. They were both beautiful sights to see and learn about as we walked through and took photos. I have to say, too, that being here and learning makes the facts that much more interesting. I truly don’t think you can learn from a textbook and truly retain that knowledge.\n\nAfter that we went to dinner together and tried some wine and pizza. I got Marinara which basically had sauce, garlic, and basil and it was very good. Also, I don’t like hardly any wine but the one my group of friends ordered wasn’t the worst one I’ve tried, so that was good. Then we went back and prepped ourselves for the next day.\n\nToday we are on our way to Florence to enjoy another part of Italy!\n\nAs usual, I posted all my photos on Flickr and featured a few below!\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9860101938,
        "format_confidence":0.9979872704
    },
    {
        "url":"http:\/\/kevinswoodshed.blogspot.com\/2005\/04\/living-jerry-lee-lewis-song-in-tokyo.html",
        "text":"\n\nSunday, April 10, 2005\n\nLiving a Jerry Lee Lewis Song in Tokyo\n\nYesiree, a whole lotta shaking going on! At 7:22 this morning, the biggest earthquake I remember feeling in my eight years in Tokyo. A magnitude of 6.1 on the ol' Richter scale and an upper 5 on the Japanese scale of 7. The magnitude 7 to 8 quake that is expected to hit the Kanto plain sometime between 1980 and tomorrow is predicted to kill about 10,000 people outright and level parts of the city. And you urban pussies in the US whine about gang violence and crack houses!\n\nSuggested new tourism slogan:\nTokyo is for lovers--Come and feel the earth move!\n\nNo comments:",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.7755153775,
        "format_confidence":0.997759819
    },
    {
        "url":"https:\/\/burners.me\/2012\/03\/24\/moving-about-the-playa\/?shared=email&msg=fail",
        "text":"I spy, with my geo-eye, Black Rock City on the move\n\nDid you know that Black Rock City is not in the same place every year? They move it around so that they can study the environmental impact better. Here’s a picture showing it’s locations in 2003, 2009, and 2011. You can  load these KML overlays to Google Earth, this one is for the 2011 Geo-Eye hi-res image, and these are for the 3 different sites you see below.\n\n\n115 Mega-pixel satellite image of Burning Man 2011. Click the image to load the full file and zoom in\n\nLeave a Reply",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.5626642108,
        "format_confidence":0.9782987833
    },
    {
        "url":"http:\/\/www.adamandsusan.com\/wordpress\/?page_id=573",
        "text":"AUS \/ NZ – Day 9\n\nAustralia \/ New Zealand\n\nDay 9 – November 7 2011\n\nWe have arrived in Port Chalmers\/Dunedin!\n\nAs you can see it was still overcast and cloudy but we docked and got on our tour. We are to go on a tour of a ranch (Natures Wonders) where they have fur seals and rare penguins. Then we are to go to an anqurium. But first things first! We got on the tour bus and got some photos of the city and the landscape as we drove towards the ranch.\n\nOh and we drove by the Cadbury chocolate factory. Unfortunately this wasn’t part of our tour but they have a chocolate waterfall and everything. Those that went said they enjoyed it. Maybe next time!\n\nAfter quite a drive we arrived at the ranch “Natures Wonders”.\n\nThis ranch had sheep and stuff but it was mostly there as a private reserve for Fur Seals and the Yellow Eyed Penguins which the owner has been working hard on for years to help keep the popualtion up. We were told there were less than 200 of these penguins left in the world.\n\nWe got in these cool 4×4 vechile and started driving up to get a tour of the facility and see the penguins.\n\nThe little vehicles went pretty fast and they handled hills and mud with no problem. They best part is with it being cold like it was we didn’t even get wet or anything. We got some amazing views.\n\nWe arrived and saw the beautiful fur-seals. There were about 20 of them and they were playing in the water and sunning themselves on the rocks. They weren’t afraid of people at all and they were very safe being at on this property. At one point, one of the little baby seals just walked right up to a group of us and expected everyone to get out of his way…and they did.\n\nThen we drove over to see the penguins. They are extremely shy and if they see another penguin they won’t nest so they build their nests in the shrubbery and hide away so they can’t be seen. We were fortunate to get a few photos of them. Here’s a zoomed in photo we took. It’s hard to tell but there’s one in there!\n\nAfter that we went back to a house on the ranch and we had some snacks. It was an amazing place with beautiful scenery.\n\nThen we got back on the tour bus and went to the Aquarium. This was a very small aquarium as it is a research\/educational facility. They only had a limited number of things to see but they were very knowledgable and told us all about the life of certain kinds of fish and other marine life.\n\nAfter the aquarium we took the long ride back to the ship as the driver wanted to show us as much scenery as possible.\n\nWhen we arrived back to the ship it was just about time to leave so we didn’t have an opportunity to explore any part of Dunedin on our own but we had no complaints. We had a great time here!\n\nAs the ship left the area we saw some rare albatross on a cliffside. We were too far awasy to get a good closeup but they are the white you see in the cliffside ont his photo. This was also the local lighthouse.\n\nThat about does it for Dunedin. We really liked it here and the weather did turn a bit better in the afternoon. Tomorrow we head to Akaroa!\n\nHere’s the random photo of the day!\n\nOn to Day 10!",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9938289523,
        "format_confidence":0.9962866306
    },
    {
        "url":"https:\/\/girltravelingtheworld.com\/2016\/10\/16\/big-little-big-apple-part-2\/",
        "text":"Big Little Big Apple, Part 2\n\nPart 2 of my trip to New York with my amazing big sister! Click here to read all about our first two days!\n\nFriday, 9\/30\/2016\n\nRain was in the day’s forecast, so we suited up in rain gear and grabbed our umbrellas! We began with the breakfast of champions, a bagel and coffee, and walked over to the New York Public Library! With an exhibit on Alexander Hamilton and Winnie the Pooh, we were both very happy with our visit!\n\n\nOur next stop was lunch at “Sardi’s,” a New York staple, with my childhood friend Emilie! We had such a fun time and it was a great escape from the rain!\n\nSardi’s is well known for showcasing caricatures of famous celebrities!\n\nNext up we headed to the Museum of Natural History! We checked out the prehistoric exhibit as well as watched a video about space, narrated by Neil Degrasse Tyson.\n\n\nOur last stop of the day was a New York Yankees game! We took the subway all the way to the Bronx to get to Yankee Stadium! The rain seemed to have kept away everyone but the true fans (and us) away, but after a healthy meal of a hot dog, fries and beer (well, cider for me), we settled into our seats. Rachel and I bought matching hats, and boy, were we twinning wonderfully.\n\n\nWe left around the sixth inning and headed to bed, only shivering a little bit!\n\nSaturday, 10\/1\/2016\n\nOur last full day in New York, sadly, but we wanted to go out in style! First up? Breakfast at “The Smith” with my Israel friends Amy and Erin! It was such a great time, and wonderful to catch up with great friends!\n\n\nWe then walked across the street to the Museum of Sex! Because what else do you do in New York?\n\n\nAfterwards, we randomly stumbled upon a the Korean Parade and Festival in Koreatown!\n\n\nWe then met up with an old friend of Rachel’s for some coffee, before deciding what we should do for the evening. Another musical? Why not! What was our musical of choice? Something Rotten!\n\nWe realized that it was our last day of the trip and we hadn’t had a New York slice of pizza or cheesecake! we quickly remedied both of these things, with a greasy slice of pizza from a random shop and a piece of cheesecake from the famous “Junior’s.”\n\n\nThen it was time for the musical! By far, one of the funniest things I’ve ever seen, and probably one of my favorite shows!\n\n\nMy friend Lauren then met up with us after the show, and we headed to famous cookie shop “Schmackary’s” where I ate way more than I definitely should.\n\nAnd then we were left with the dilemma of deciding whether to call it a night at 11:30pm or do something wild and crazy? We chose the latter! We walked to the Empire State Building and rode all the way to the top at 12:30am! It was completely foggy and we couldn’t see anything, but it was such a fun experience and we were both so glad we decided to do it!\n\n\nWith that, we walked back to our hostel and fell asleep with the sounds of late night NYC as our soundtrack. We left the city the next morning happy, exhausted, and full of wonderful memories!\n\n-Girl in New York 🙂\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9837628603,
        "format_confidence":0.9969428182
    },
    {
        "url":"http:\/\/anetamark.blogspot.com\/2009\/",
        "text":"Saturday, December 12, 2009\n\nNot my usual trip or experience- The Bahamas\n\nHere we are in the Bahamas, and staying on Paradise Island, which is right across the bridge from Nassau. Our resort is literally right beside the famous Atlantis Resort.\nWe are staying at the Riu Paradise Resort, another trip we got free with Air Miles.\n\nLucky the trip is only 4 days, as we both get very antsy staying at a resort, however when it's complimentary due to points, you really can't go wrong.\n\nWe did go over to the casino and Atlantis each day to hang out. It's this giant resort, spread over hundreds if acres. I mean, it's a country on it's own.\n\nThursday, November 26, 2009\n\nA break from hardcore travelling!\n\nJust in case people haven't noticed, but we took a break from our backpacking trips lately, and just recently returned from Jamaica, which was a much more relaxing trip. We still did some cool off-= the beaten trail stuff, but on the most part kept it low key.\n\nAfter 3 consecutive years of major backpacking trips, March\/April 2007 to Thailand, October 2008 to Egypt & Jordan and May 2009 to Peru, we decided to take it a little easy for now. We still were able to sneak in a trip to the Dominican Republic in Jan. 2008 and Jamaica in Oct. 2009.\n\nSo we are heading off for 4 days to The Bahamas, in search of some R&R!\n\nThis is sort of a milestone, as it is country #25 for Aneta. It may sound low for some, but hey, we think it's pretty good ;)\n\nIt's also country #20 for yahhhh!!!\n\nFriday, October 9, 2009\n\nDoes Jamaica have the highest amount of pharmacists per capita!?!\n\nIt seems like everyone in Jamaica went to pharmacy school, since so many introduce themselves as pharmacists!! Although most of these self proclaimed pharmacists have a much wider range of narcotics than the usual store. ;) I also don't think they ask about your insurance policy that much. lol\n\nAs one Jamaican man told us, \"ya know mon, dat Jamaica has de highest amount of churches and da highest amount of bars per capita... so 'n Jamaica, ya r eit'er a religious man or an alcoholic, but eit'er way, ya get de spirit!!!\n\nAnd so ends our trip to Jamaica...until our next adventure!!!\n\nWednesday, October 7, 2009\n\nRum, Reggae, Rum!!\n\nIt's now half way through our Jamaican adventure, and I probably drank a little too much Appleton's Rum and Red Stripe Beer :)\n\nIt's all good...just relaxing and letting it flow!! ;)\n\nMonday, October 5, 2009\n\nJumping off waterfalls into neon blue waters!!\n\nAfter arriving late on Saturday, we basically ate some dinner and relaxed to the sound of the ocean and the warmth of a typical Caribbean night. The next day we woke up to hot and humid 40 plus degrees, and headed to the beach at Mammee Bay. I was really looking forward to what would come the next day, as we would head out really early in the morning, visiting Dunn's River Falls near Ocho Rios and then off to White River, to the Blue Hole near the small town of Exchange, Jamaica.\n\nThe next morning we left early, and went directly to Dunn's River Falls, where we arrived at around 8:15 am, about 15 mins before the park actually opens. We waited patiently, and finally got in. We were the only tourists there. We had the whole falls to ourselves. Our plan had worked, by getting there early, we avoided all the tour buses. We also went on a day we knew there would be no cruise ships at port at Ocho Rios. This also eliminated other potential tourists. We felt as if the falls were our own personal playground. We also spotted a Jamaican Hummingbird (also called the Doctor Bird, because of it's long needle type nose), flying and hovering just over our heads.\n\nWe parked the van, and hiked about 15-20 minutes to the larger 30 foot waterfall. We were the only people there, as this spot is not very popular with tourists, and usually only has a few locals around. It's an awesome feeling, to leave a tourist filled town like Ocho Rios, and drive about 30 minutes and be in complete solitude, with some of the most dramatic river scenery in the country.\n\nThis is a video of me jumping off a 30 ft. waterfall into the neon blue waters of the White River. I think I almost missed the actual jump, barely clearing the waterfall!!\n\nThere is also a really cool cave, which you access by putting your head right through the waterfall on the side. You feel the water hitting your head, then your shoulders, it feels like small water knives as it hits your skin. The hole itself is not larger than your actual body, so once you try and push in, you feel claustrophobic instantly. You have to spin your body around, so you are no longer heading into the hole head first, and you need to then climb down with your feet first. Our local guide, PJ or Repeat as his friend's call him, went in first, and guided and helped me into the cave. It took me a good 5 minutes to spin around in the tiny enclosure. I finally was able to spin around, and proceed feet first down the small cave. I quickly slipped into the water, and was now behind the waterfall, in another small enclosure. You could see the light coming through the falls, it was such an odd experience, being behind such natural power, and yet, being so calm and in your own world. We finally, dove under the water, and swam right under the falls, popping up in the main whirlpool.\n\nFrom this spot we headed to another smaller waterfall, about a 10 minute hike downstream. This spot is called the Blue Hole, since the water here is even more brilliant, and neon blue can't even describe the colour of the water. The falls here are in a horseshoe type shape, but much smaller, around 15-20 feet high. The jump here was easy but much more fun, as you don't worry about smashing your body into the rocks!! lol There is also a cave which you can swim to, by going under some rocks beneath one of the falls. Temperature in there was at least 10 degrees cooler.\n\nAfter we drove back into Ocho Rios, and passed by the bauxite factory, which was the filming location for Dr. No's evil hideout in the James Bond movie. It's the one that blows up at the end of the movie. From here, we went to the Ocho Rios Market, to look for some crafts, art and Blue Mountain Coffee.\n\nAll in all, a pretty busy day.\n\nPS. Thanks to PJ and Jermaine for bringing us out to some of these hidden spots...peace!!\n\nCheck out our pics at\n\nTuesday, September 15, 2009\n\nJamaica-The land of sun and sea\n\nAs our trip to Jamaica approaches, I keep thinking of how such a small country has influenced much of the world's popular culture. From Jamaica's track sprinters, like Bolt, Powell, reggae music and Marley, Tosh, Bantan, Yellowman, Beenie Man....\n\nA country which is home and has inspired 2 of my favorite things in life, Bob Marley and reggae music and Ian Fleming and James Bond!\n\nBob Marley, born in a small town about 1 hour south of Ocho Rios, called Nine Mile and\nthe creator of James Bond, Ian Fleming, who had a summer residence called 'Goldeneye' about 20 minutes east of Ocho Rios. Here he wrote many of his Bond books, and incorporated Jamaica in many of them, especially the first movie, Dr. No, which entirely takes place and is filmed in Jamaica. The famous beach where Ursula Andress gets out of the water, is literally 5-10 drive from Ocho Rios, and about a 20 minute walk.\n\nAbout 2 days to go until we leave...let's hope for no hurricane!!\n\nEvert'ing cool, mon, evert'ing irie!! Soon come, de' oly' erb, sensie and tampie! ;)\n\nThursday, September 10, 2009\n\nHere we are once again, preparing for another trip, this time to Jamaica. We will be departing early October.\n\nThis will be a more relaxing trip, chillin' out and taking in some R&R!\n\nWe are going to Ocho Rios on the north coast, and will most likely visit Dunn's River Falls and maybe take a trip inland, to the Blue Mountains and the interior of the island.\n\nPeace out, and one love!!\n\nCheck out our pics at\n\nFriday, May 29, 2009\n\nFarewell to Peru!!\n\nWe are leaving tomorrow morning at 7 am, for our flight back to Canada. Sad, here comes reality again. Sucks...!!!!!\n\nSee all u guys when we get back...\n\nWe will post our pics once we return, so check out Flickr page and Blogger page for updates...\n\nCheck out our pics at\n\nThursday, May 28, 2009\n\nSurfing the Pacific Coast of Peru!!\n\nGot here a little late yesterday and it took about 1 hour from the Lima airport to get to San Bartolo which lies on the Pacific Ocean, right in front of some really nice surf, called Penascal.\n\nDidn't surf at all yesterday, as it was already 4:30 when we got there, and we still had to eat.\nDecided to wake up early today and try to get a session after breakfast.\n\nI was a little sick the whole trip, actually, got sick about the second day since we landed in Cusco. I had a cold, plus the combination of the altitude and lack of oxygen, and I having some difficulty in breathing. So this morning, I went out to give it a go, and lasted about 30 minutes before having to come back in. The water is a little cold, had to wear a full wetsuit with booties, and that combined with my past cold the difficulties of the altitude have caught up to me. Got an asthma attack, and before it got serious, I forced myself to come back into shore.\n\nI am sooo fricking pissed, as the waves are really nice, good clean sets. Also, they are about 100 metres from place we are staying. Caught one wave only, stayed about 30 minutes, and had to come back in to get my puffer. Couldn't go back out for the rest of the day. Now just relaxing, writing this crap, since I can't frickin surf....\n\nThere are some other surfers here as well. A group from Brazil, a couple from Australia and a guy from Spain. They are all really good and were hitting the waves hard.\n\nI will try again tomorrow, but as this keeps up, there is no way I can go out in the water again. Well, there goes my 3 days of surfing!!!!\n\nGuess I have to go again in the fall somewhere to just surf, and this time, make sure I am not sick, so my asthma doesn't act up.\n\n\nWednesday, May 27, 2009\n\nPi... (truncated)",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.995482564,
        "format_confidence":0.9833465815
    },
    {
        "url":"https:\/\/www.59-north.com\/blog\/-north.com\/2013\/01\/blog-from-onboard-kinship.html",
        "text":"Blog from onboard Kinship\n\n\nHere comes the first blog post from Kinship. Sorry I am writing in English, but I promised I would...\n\n09.00 UTC 14 Jan\n25 degrees, 00 ' N\n18 degrees, 48 ' W\n\nWe all were impressed with Las Palmas and what we got done when we turned around. We arrived early Wednesday morning and ten minutes later we had people come and work on the boat. Jon Crouch was the man who made everything happen and we were very thankful for his help. The broken shroud got replaced, Kinship got hauled out to fix some leaks and we bought some extra food to make the crew happy! :)\n\nKinship sailed out from Las Palmas 14.00 local time on Saturday Jan 12. Happy bellies full of pizza and Andrew made a last trip to the mini market to get some extra packs of cookies.. :) We had a nice slow sail along the Canarian cost and just before dark on Saturday the wind picked up to about 15-20 kt from NE. The highlight of yesterday was a visit by some dolphins. I was laying down in my bunk reading a book when I heard Andrew \"I think I saw a fin\" and a minute later we had around hundred dolphins jumping around Kinship. They were up at the bow, along the side and in the far distance! I love dolphins! We had a great meal last night, curry chicken with rice!\n\nThe nights are long, the sun goes down around 18.45 and up around 08.00. The days have been warm in the sun but a slightly cool breeze. During the night I have been wearing long pants and a jacket, but I wouldn't say it has been cold.\n\nWe are having a great time, everyone happy and healthy. No seasickness, yeah.\n\nHave a great time and please send us comments here on the blog or to\n\n, we like to know who is following us!\n\nAlso stay updated here on the blog, Andy has been putting up our position and you can see where we are!\n\n\nThis e-mail was delivered via satellite phone using OCENS's OCENS.Mail software.\n\nPlease be kind and keep your replies short.",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.7694553733,
        "format_confidence":0.9964212179
    },
    {
        "url":"https:\/\/gobsmackingblog.com\/2017\/07\/10\/spotted-semblance\/?replytocom=179",
        "text":"Spotted Semblance\n\nEvery writer has their spot, a spot where the words wash over the dam of broken thoughts and paint the page a whole new color. J.K. Rowling raised Harry Potter in a slew of quirky cafes. Dickinson poured far and wide with poetry written in an isolated room. Lorde wrote her latest album in a New York City diner famous for its onion rings while Hemmingway became a master of his craft standing at a typewriter in Cuba. From one spot, a writer can draw a plot line which bends into a place and then explodes into an entirely new world. Simply put, the right kind of spot leads to polka-dotted brilliance.\n\n\nI have a very spotty method when it comes to writing. In one day, I’ll hop from park bench to grassy slope, stone step to shaded monument until that iron-clad tangle of words finds it rhythm. Like a laser dot, my spot is constantly changing.\n\nBut in Italy, when my crop of thoughts is in desperate need of sowing, destroying, or resurrecting, my spot usually morphs into a marble window ledge, beautifully cool to the touch in the land of eternal sun.\n\nItalian windows, with their wide mouths and absence of teeth, were made for writers and sunburnt thighs. In my case, both descriptors apply. And as a furtive scavenger of metaphors, a window overlooking humble and exquisite Umbria is the perfect spot to lay claim to, even if it’s only for two days.\n\nPerugia is the perfect spot for writers but also for street art appreciators, gelato-gobblers, and cappuccino-guzzlers. Again, all descriptors apply to me. This large hamlet, small city, place-that’s-somewhere-between-town-and-metropolis is packed with pocks of perfection, which are contagious, so prepare yourself because you may just catch the Perugian bug if you enjoy:\n\nAbsurdly Fun Public Transport\n\nPerugia is worth visiting for the mini-metro alone. Like a standard metro, the mini-metro is quick, cheap, and convenient but unlike large-scale metros, it’s adorable, sparkling clean, and so unbelievably fun to use. After I got off a crowded Flix Bus from Rome, I jumped on this self-maned, mobile form of perfection with such glee, too much glee as evidenced by the puzzled glances of my fellow passengers. I wish the ride had lasted longer, much much longer because my spot at the forward-facing window, cool against my beaming hands, was blissful. Frankly, the mini-metro should be UNESCO-protected.\n\nRainbow Umbrellas\n\nMy first afternoon in Perugia, the sun was smudged into invisibility by a gray, spongy sky. The rain tickled the ground lightly at first until a slew of rainbow umbrellas dared it to fall harder. After a month of sun, sun, sun, I more than welcomed the dripping hair and soggy shoes. My skin could finally breath without the thick, globby restraint of children’s sunscreen (smells much better than adult’s) while my eternal sunburn lost its rageful tone. I splish-splashed, tip-tapped against the pebbly piazza until my canvas sneakers shivered against my toes. Just before I ducked back into my hostel, I spotted a lone, rainbow umbrella floating so pridefully by a line of slate-shaded buildings. Color against rain, shining brighter, pulling deeper, is one splendid sight.\n\n\nArtful Cappuccinos\n\nI’m not even sure if I like coffee but I’m more than willing to drink it if it’s topped with milk foam shaped into a heart. Just around the sharpened corner of my hostel was a large cafe teetering on the edge of the main piazza. This cafe, appropriately named “Jolly Caffé”, was my favorite, post-run spot. I could spend upwards of two-hours here, sipping on a beautifully-crafted cappuccino while glancing at neighboring tables. The cafe regulars, with their freshly-pressed, Italian papers and grand leather shoes made me slightly envious. When I return to Jolly Caffe, I hope to do so with my own Italian newspaper in hand. To be able to read a local paper, to understand it, to know how perfectly it pairs with a true, Italian cappuccino would be grand!\n\n\n Kind Italians\n\nIn a country known for a national personality that’s both laid back and passionate, you’re hard pressed to find a truly mean Italian. But in Perugia, kindness exists in higher doses. Shop attendants seem genuinely happy to see you while pigeon-chasing children giggle in your direction. People will stop you on the street just to tell you how brilliant the chocolate is and how brilliant it is that you’re in Perugia. Perugia is a place for smiling with your lips, body, and gelato-nourished soul.\n\n\n\nPerugia introduced me to its gorgeous friend, Appretivo. Appretivo, an endless buffet of Italian favorites paired with a free cocktail (you can never go wrong with an aperol spritz) is a friend to us all. I quickly appeased my appetite with an appretivo at Umbro, supposedly the best in town, with a fellow American I had the pleasure of meeting back at the hostel. For seven euro, I got a heaping plate of pasta, breaded zucchini, toasty focaccia among other dishes. Finished off with a palate-cleansing custard and the watered-down ends of my aperol spritz, I left Umbro content and appretivo-enthusiastic.\n\n\nTo those hesitant of slumming it in hostels, let my time in Perugia serve as a reminder that hostel-living is luxuriating in other ways. At my spacious hostel, I met a very confident and loquacious American named Barbara. Barbara, middle-aged with a good handle on modern Italian fashion, opened my eyes to what now seems like an obvious pile of opportunity.\n\nBarbara, a go-getter woman who loves to inspire strangers and eat truffles, published a book called “Living Without Reservations.” In the book, Barbara talks about working a typical 9-5 job that paid for private school, a fashionable car, all the things we consider necessities. But in her blurb, Barbara states that she quit life or rather life quit her. She went through a divorce, got engaged, then grappled with the sudden loss of her fiancé who died of a heart attack. After all these horrible things happened, Barbara basically said “I’m done” in the most positive, bad-ass way.\n\n\nFrom Florida, she left on an RV headed for Alaska with her dad on board. She then worked on cruise ships in the Caribbean, wellness centers in Bali, and a winery in Tuscany which she visited as a tourist and ended up staying in for seven years!! (She fell in love with the winemaker, Guissepi.)\n\nSince then, Barbara has avoided the States like the plague, carving out a comfortable living abroad by launching motivational e-courses geared towards middle-aged women with itchy feet.\n\nMy mindset has really changed since meeting her. Suddenly, it seems crazy that I haven’t noticed all the possible opportunities peaking behind the stone buildings of just about every town in Italy. However, I’m not sure if I can count on falling in love with a winemaker in Chianti.\n\n\nA Deep Breath\n\nItaly is always bright, caffeinated beyond belief, and blinding in its beauty but with Perugia, I reintroduced some much-needed peace in my life. I could take a deep breath without the aid of gelato and appreciate the simple magic of my spot. Cooling marble beneath a wide-open window overlooking perfect Perugia brings out my inner Hemmingway, fills my head with Lorde, christens my journal with a touch of JK Rowling while carving out a spectacular new world out of Dickson-branded isolation. But the best part of finding your own spot is it’s you: unmistakably, irrevocably you in a grand world of polka-dotted brilliance.\n\nHit the Spot,\n\n\n\nLeave a Reply to gobsmackedblog Cancel reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9811506867,
        "format_confidence":0.9845454693
    },
    {
        "url":"http:\/\/midlifetravel.com\/car-camping-extended-trip",
        "text":"Car Camping on an Extended Trip\n\nClick here for details on buying a car in Australia For lots more detail on budget 4WDing in Australia and elsewhere check out Budget 4WD Travel blog\n\nHave station wagon (estate car) or 4WD will travel. a cheap man’s (or woman’s) RV or caravan or motor home. Have a tent or sleep in the back of vehicle. Buy a cheap camp stove and an icebox and you are free to camp in Nationals Parks or in Caravan Parks. Australia is probably the classic for this type of trip – huge area, relatively poorly developed and expensive public transport network. Even shoestring travellers discover that they can buy a car for a few thousand dollars drive it for 6 months and even if they abandon it in the airport car park with the keys in it they will have spent less than a bus pass and seen a great deal more. Most hostels in big cities even provide some options on secure parking – though not always for free.\n\nIs car camping for you?\n\nCar camping suits those Car camping is not so good if you\nif you are a couple or a group of friends on a very tight budget. Vehicles can have unexpected expenses\nhave some sort of mechanical ability with cars and some experience camping want to spend a lot of time in large cities. A car is hardly ever an advantage in a city.\nif you don’t have experience make sure you are prepared to pay for an independent assessment of the vehicle pre-purchase can’t drive!\nwant to meet the locals\nwant to really see the countryside and wild places\nyou want to self-cater because of dietary restrictions, cost or preference\n\nBest Car Camping Countries\n\nCar camping works best in western countries which have a developed transport infrastructure but expensive or limited pubic transport. Classic car camping locations include: Australia and New Zealand.\n\nNot-so good Car Camping Countries\n\nIn much of the developing world it is neither economic or sane to attempt to compete with the locals on the roads. Unfortunately in the USA registration and insurance issues appear to make it nearly impossible for a foreigner without a local residential address to buy a vehicle.\n\nWhat has changed in the last 10 years\n\nFortunately buying and selling is well established on the internet and there many places to look for vehicles before you arrive – even if you don’t buy sight unseen its easy to establish the costs involved and get a feel for what you can expect to buy for your money.\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nCommentLuv badge",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9504090548,
        "format_confidence":0.8641038537
    },
    {
        "url":"https:\/\/www.isabellewinkler.com\/2016\/11\/27\/a-first-resume\/",
        "text":"Deutscher Text\nLooking back. Marks in the sun.\n\nAfter my first week on the road, I had written a summary of my state of mind. When I wrote it I was still a little high from the previously experienced nature-high and totally not used to the feeling of power over me, myself, and I. Since then, much has changed. However, it is important to me to share it with you because it captures that moment and my state of mind.\n\n\n\"For the last week, I have been traveling to the east alone. It turns out that this adventure reveals more about myself than about the culture and the country I am visiting. I don't feel overwhelmed. After all, that was the plan. I really wanted to know where my limits lie before I entered Russia. I discovered the stranger in me. It's a fairly wide, fairly breathtaking landscape (metaphorically and literally) and I am regularly high of the feeling of absolute self-determination. I realize that I am experiencing this feeling for the first time.\n\n\nNew coenaesthesia\n\nI feel muscles that I have never felt before. It is not a painful muscle ache brought on by over stressing, rather the noticeable slow growth of the fibers with permanently increasing demand. My attitude is changing, too. I stand upright, walk with wider steps and feel taller. My body becomes a tool that is at my disposal. The exhaustion occurs much later than expected. I am much more present and look forward to my growing leg muscles. My body aesthetics adapt to my new goals.\n\n\n\nAfter only one week on the road, I have already made some serious mistakes. I missed trains, overestimated myself, lost all my documents, and bought dubious tickets on the Internet. The resulting problems were quite serious and went way beyond my head. Problems that I can't solve alone are a complication. Just because something is complicated does not mean that it is impossible. The certainty that I will find a way to cope with whatever is thrown at me, is exhilarating.\n\n\n\nA woman traveling alone is not a normality anywhere. It was commented on everywhere I went. I have already been called everything from brave to insane. When I feel threatened (almost never), I walk more decisively, my steps become wider but not faster and I breathe slower. Most of the time, however, I am confronted with complete ignorance or an instinct of protection. Between alien and baby, I feel equally uncomfortable. My vis-a-vis often doesn't know this, and most of the time I say goodbye with a friendly and helpless smile.\n\n\nPlanning approach (key realizations)\n\nThe planning of such a trip is not about my own security, but about giving the person I visit enough time to get comfortable with the thought of me being there.\"\n\nWrite a comment\n\nComments: 0",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.7949270606,
        "format_confidence":0.9852049351
    },
    {
        "url":"http:\/\/www.travelpod.com\/travel-blog-entries\/georgegoode\/2\/1343993103\/tpod.html",
        "text":"Trip Start Aug 01, 2012\nTrip End Aug 15, 2012\n\nLoading Map\nMap your own trip!\nMap Options\nShow trip route\nHide lines\n\nFlag of United Kingdom  , England,\nWednesday, August 1, 2012\n\nArriving in Forest Hill, I was struck by the distinct lack of Olympic atmosphere there was on show. Nothing had changed. What was I expecting? Flags? Posters? Bunting? Well, actually, yes. Was I greeted with any of these. Well, no. There had been lots of adverts at the airport for the Olympics, but now I was in the real London; on my walk home from the station all I saw was one solitary flag flying from a car... and it was a Jamaican one at that.\n\nGetting home, I found my mum watching sports entertainment (better known as wrestling) on the television, so nothing had changed there either. It wasn't until I spoke to my brother and heard his obvious enthusiasm for the Games that I started to get a feeling for the Games. The best indicator of how big the Games had become (outside Forest Hill) was that the BBC had created specific Olympic television channels. Not only did they have Olympic coverage on BBC 1 – 4, but they had created 24 Olympic channels. Rather than be dragged from event to event, basically showing the highlights (usually involving Team GB), you could settle down and watch an entire match\/event from start to finish. 24 channels of sport. Welcome to the Games.\nReport as Spam\n\nUse this image in your site\n\nCopy and paste this html:",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.5892208219,
        "format_confidence":0.9826179147
    },
    {
        "url":"https:\/\/lighttravelsfaster.com\/the-ultimate-guide-to-salt-sauna-oslo-norways-innovative-sauna-art-music-complex-on-the-north-sea\/",
        "text":"The Ultimate Guide to SALT Sauna Oslo: Norway’s Sauna, Art & Music Complex on the North Sea\n\nOne of the two private Barrel Saunas or Himmelsaunas\n\nSALT Sauna Oslo: A Complete Guide to one of Oslo’s Top Saunas\n\nOslo’s @saltartmusic or SALT is described as “a nomadic and epic initiative of art, food, music and architecture, in the heart of Oslo.” Oh, and it’s also a SAUNA…one of the largest in the world! \n\nIn a recent blog post and IGTV video, I shared with you my experience on a boat sauna in Norway. My visit to SALT was equally amazing, yet totally different. SALT is a temporary art project made of pyramidal based on traditional Norwegian fish racks for drying fish. They’ve also got a café, space for outdoor art and cinema, a bazaar, and last but not least, the saunas!\n\nHere, they have several different types of saunas, two of which can be rented for private use, but the big one is the real game changer: as you soak in the therapeutic steam, you can also watch a movie or a lecture or even dance to a DJ. \n\nWe opted for the Himmelsauna, a private barrel sauna on a terrace with a fireplace and benches, overlooking the Oslo Fjord. You can actually see the twinkling city lights from inside the sauna! Cool off with an outdoor shower, a dip in the cold water barrel tubs, or a jump into the Norwegian fjord. Either way, a trip to SALT is an #Oslo experience not to be missed.\n\nREAD ON for the full experience at SALT Sauna Oslo! Pin this for your next trip to Norway!\n\nThe industrial complex that’s been converted into SALT Oslo\n\nVisiting SALT Sauna Oslo: The Nitty Gritty\n\nAs you may have guessed, SALT is much more than just a sauna. It’s an entire experience. The owners describe it as “a nomadic and epic initiative of art, food, music and architecture, currently in the heart of Oslo.” And that’s indeed what it is. \n\nFirst off, you’ve got SALT, the temporary art project made of pyramidal constructions called “hesjer.” These are based on traditional coastal construction methods used by Norwegian fishermen who set up fishracks on pyramids to dry fish in the wind. SALT’s Arctic Pyramid is lit up at night like an open tunnel over the seaside promenade, and serves as the entrance to the complex. The other pyramids house SALT’s other offerings. \n\nLanghuset, which hosts concerts, events and art exhibitions.\n\nNext up is the hygge-filled Café Naustet, partly built of driftwood found along the seashore, and furnished with details reminiscent of your grandmother’s cozy living room. At Naustet you can get real Norwegian waffles with brown cheese (a traditional Norwegian cheese), baked goods, coffee and drinks. It also serves as the check-in for the sauna.\n\nSALT also has several other pyramidal constructions, including the Langhuset, which hosts concerts, events and art exhibitions, and Lillehjella, which hosts outdoor movies, art exhibitions and other events. There’s even a Bazaar, a bedouin inspired tent with chill space in cozy booths.\n\nLast but certainly not least, is the crowning glory of the complex, and what I came for, the saunas! SALT houses four different saunas, including a private barrel sauna and ARDNA, one of the world’s largest saunas with room for up to 100 people! To cool down, you can choose between a dip in a coldwater barrel tub or simply jumping into the fjord. \n\nTime to get out of the cold and into the heat!\n\nHimmelsauna: A Private Barrel Sauna in the Sky\n\nWe chose to try out the Himmelsauna (the sky sauna), a private sauna in a wooden barrel, atop a raised platform with a stunning view of the Oslo fjord. Each of the two Himmelsaunas, is available only for private bookings, and holds up to 8 people. Since it was just Mr. Lighttravelsfaster and I, we had plenty of space. It was amazing to have this adorable little barrel all to ourselves. \n\nThe two saunas share a terrace with benches and outdoor fireplaces to relax at when you need a break from the sauna. It’s 70-90°C inside each barrel, so only the most experienced sauna-goer can last long before needing to cool down. When relaxing by the fireplace isn’t cold enough for you, descend from the terrace and take a dip in the cold water barrels outside the ARDNA sauna or jump into the fjord. It was freezing outside when we visited SALT in late November, so we opted to simply sit by the fire (although, we only lasted a minute or two before needing to go back inside).\n\nThe two Himmelsaunas can be booked individually or together. As a reminder, if you’ve booked only one of the barrel saunas, another group may book the other one at the same time as you (and you’ll be sharing the terrace with benches and fireplace).\n\nThe cost to rent is one barrel for 1992NOK (2 hours, up to 8 people) or both barrels for 3984NOK (2 hours, up to 8 people). \n\nArriving at SALT Oslo, Norway\n\nNAUSET: A Traditional Private Sauna\n\nAnother option for a private sauna is the Nauset sauna, located in the back of the Café Naustet. The Nauset sauna can hold up to 8 people and can be booked for 2-hour sessions. The temperature inside the sauna is between 75-90°C and you can cool off in the same manner as the Himmellsauna, via the cold water barrels behind ARDNA or with a jump into the fjord. \n\nDuring the session you’ll have access to a small changing room and a shower available in Naustet. The main difference between the Nauset and Himmelsaunas is that the latter is inside a barrel on a terrace overlooking the Oslo fjord. You have views from both inside the barrel and when relaxing at the fireplace on the terrace. \n\nNauset is a traditional sauna without windows or views. Nonetheless, it’s still a great option when you simply want a hygge-filled sauna in which to take a good schvitz. The cost to book the Nauset sauna is 830NOK for up to 4 people in 2 hours and 200NOK extra per person (max 4 extra).\n\nCafe Nauset which houses the Nauset Sauna behind it.\n\nADRNA: A Communal Sauna filled with Music and Dance\n\nLast not but not least is the communal sauna, or ARDNA, which consists of the Árdna, Skroget and Barrel saunas. Árdna, SALT’s largest sauna has a capacity of 100 people and holds a comfortable temperature of 60–80°C (140–176 Fahrenheit). While Árdna is one of the world’s biggest saunas, that’s not all it is…it also hosts an entertainment program consisting of musical performances, readings, DJ sessions, and more in what they call Sauna Sessions.  \n\nOn Fridays and Saturdays DJs play in the bar in Árdna, and the dancefloor is ready for guests to sweat a little more. On Sundays they take it down a notch and play ambient tunes with a chill vibe for total relaxation. Can you imagine actually dancing inside a sauna? Or listening to live music while getting your sweat on?! For me, that’s reason alone to go back to SALT. Árdna also boasts large glass windows enabling you to look out the city of Oslo as you sweat. \n\nCold Showers outside the Ardna Sauna\n\nEntrance to ARDNA also provides access to the Skroget and Barrel saunas. Skroget has a pleasant temperature of around 70-80°C. The Barrel sauna, which has been built inside a 100-year-old, 7.000-litre aquavit barrel can get up to 80–90 degrees Celsius (176–194 Fahrenheit),\n\nCool off in the two cold water barrel tubs outside ARDNA, in the outdoor showers or via a jump into the fjord. \n\nThe cost for the communal sauna at ARDNA is 195NOK per person (or 100NOK for SALT members), and 150NOK for students. Children 7 to 14 years are 50% off and children under 7 are free. \n\nCommunal Barrel Sauna\n\nWhat to know when visiting SALT Sauna Oslo.\n\nTo visit SALT saunas, you’ll need to bring your own towel or rent one at the bar for 50NOK. You may also want to bring a lock for the locker room, although you can buy one for 50NOK. Since we used the private Himmelsauna, we simply kept our stuff on the terrace. Bathing suits are required and you should also bring flip-flops to walk around in. There are two changing rooms and two outdoor showers. Unlike KOK Oslo, the boat sauna I reviewed here, BYOB is not allowed at SALT. However, there is a fully licensed bar at Cafe Naustet. \n\nBook your sauna ticket online at  or take a chance on drop-in. Check-in is at Café Naustet or the reception (depending on the day of the week). The saunas are open every weekend, except during the summer. SALT is located at Langkaia, close to the Oslo Opera House.\n\nCafe Nauset, the SALT reception.\n\nWhat’s the verdict? Kok Oslo Sauna Boats vs. SALT Sauna Oslo\n\nSo which did I prefer, the Boat Sauna at Kok Oslo, or the private barrel Himmelsauna at SALT? Well, the answer is…both! The experiences are entirely different. Being on a boat sauna is extremely unique and unlike any other sauna I’ve ever tried. At the same time, the Norwegian art and culture at SALT is not to be missed. I mean, who else but Norwegians would think to include music and dance inside a sauna? Plus, it’s pretty cool to be inside an actual barrel sweating it out and the whole complex has a unique industrial, contemporary art kind of feel. Next time I’m in Oslo, I’ll definitely return to both of these! \n\nCheck out the video below for a recap of my sauna experience at SALT Sauna Oslo. You can unmute the video with the volume controls!\n\nYou can also see more from my SALT Sauna Oslo experience on my Instagram @lighttravelsfaster by clicking the photos below! Don’t forget to follow along for more tips and tricks from luxurious and adventurous destinations from around the world!\n\nHappy sweating everyone!\n\nHappy sweating everyone! If you decide to go, make sure to let me know! I love hearing that others enjoy something as much as me! Stay tuned for more amazing experiences you can have when you visit Oslo, Norway!\n\nStay tuned for more from Norway!\n\nDisclosure: Our experience at SALT was sponsored. However, all opinions are my own. Please check out our disclosure policy for more details. Thank you for your support!\n\n~Eileen Rhein from @lighttravelsfaster\n\n\n  1. Agnese Rudzinkova\n    March 25, 2020 \/ 9:51 am\n\n    Your trip looks very interesting and am... (truncated)",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.9913114309,
        "format_confidence":0.8842731118
    },
    {
        "url":"https:\/\/kgrahamjourneys.wordpress.com\/2012\/09\/22\/mt-field-national-park-the-waterfalls\/",
        "text":"Mt Field National Park – The waterfalls\n\n“Nature is painting for us, day after day, pictures of infinite beauty.” John Ruskin\n\nRussell Falls, Mt Field National Park\n\nTasmania is a wonderful place to go hiking with hundreds of trails, from short walks to multi-day hikes. It’s also the place where my hiking buddy lives so, on most of my visits, I get to pull on my hiking boots for an overnight trek, base camping or even just a short stroll to a waterfall. We are slowly ticking off hikes in all corners of the state and one my favourites is in Mt Field National Park. The Russell Falls\/Horseshoe Falls\/Lady Barron Falls\/Tall Trees Circuit is six kilometre walk, which takes two to three hours depending on how long you linger at each of the waterfalls.\n\nMt Field National Park is about 60km north west of Hobart and is particularly unique for its diversity in vegetation. There are tall swamp gum forests and giant tree ferns in the lower reaches of the park and alpine vegetation in the higher elevations, where there is also ski field above Lake Dobson. At the time of our visit, September, there was still snow in the alpine regions and our longer hike was foiled because we were sinking up to our thighs in the snow, not to mention losing sight of where the trail went – but that’s another story (Mt Field National Park – Alpine hikes).\n\nFortunately, the waterfalls circuit is suitable at all times of the year and Russell Falls, which is one of Australia’s most photographed waterfalls, is only a 10 minute stroll from the visitor centre. Here are some of my photographs of this beautiful hike.\n\nSunlight filters through the thick canopy and there is so much water coming over Russell Falls that the spray drenches us. We have to stand further back to take photos.\n\nWe also visited Russell Falls after dark to see the glow worms. It took our eyes a while to adjust to the darkness but gradually the glow worms began to appear, resembling twinkling stars. The falls also looked amazing – ethereal in black and white – and the sound of the water tremendously loud.\n\nOur senses were definitely heightened as we walked slowly along the darkened trail; the red eyes of a pademelon occasionally startling us. They were less scary in the daylight.\n\nRussell Falls has three tiers and some of the best views are from the steep trail leading to the top of the falls.\n\nThe view across Mt Field National Park from the top of Russell Falls.\n\nHorseshoe Falls are about 100 metres upstream from the top of Russell Falls.\n\nI love the opportunity to be creative when photographing waterfalls and this one is perfect. It’s dark, allowing slow shutter speeds. There’s a fence (aka tripod) to keep the camera steady. And there’s not too much spray. Awesome!\n\nThe ‘Tall Tree Circuit’ is a 30-minute walk through a forest of incredible swamp gums – the world’s tallest flowering plants – and there are sign boards along the route and a device that allows you to measure the height of the trees.\n\nLady Barron Falls\n\nThe last part of the walk is alongside a picturesque creek, which takes you back to the visitor centre.\n\nJust outside of Mt Field National Park there is another lovely hike to Marriott Falls, which takes about an hour each way. The trail begins alongside the raging Tyenna River before crossing an open paddock and venturing into rainforest.\n\nThis is an incredible walk, very Tolkienesque, with giant ferns and vivid-green moss covering the tree trunks and most of the trail.\n\nIt is wonderful to stand in this beautiful glade, surrounded by giant trees, feeling the spray on my face and gazing up at this spectacular waterfall.\n\nHave you been hiking in Tasmania? I would love to hear about your favourite walk or waterfall. Let me know in the comments below.\n\n\n5 thoughts on “Mt Field National Park – The waterfalls\n\n  1. We should attempt the tarn shelf walk again when the trail isn’t obscured by snow! I love Mt Field as well. There are so many different walks to do.\n\n  2. Pingback: Mt Field National Park – Alpine hikes | kgrahamjourneys\n\n  3. Pingback: Walls of Jerusalem National Park | kgrahamjourneys\n\n  4. Pingback: The Best Day Trips From Hobart | Affordable Holidays\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.8855314851,
        "format_confidence":0.9966985583
    },
    {
        "url":"http:\/\/www.johnslabourblog.org\/2012\/05\/east-tilbury-coalhouse-fort-and-bata.html",
        "text":"Sunday, May 27, 2012\n\nEast Tilbury, Coalhouse Fort and Bata Factory walk\n\nOff message but went on marvellous walk today along the Thames Estuary. Weather was hot and sunny but there was also a perfect breeze. This is not an entirely \"pretty\" country walk. There is a constant contrast between the industrial heritage and natural marsh land beauty. It is also very quiet and isolated despite being opposite to Gravesend and so close to London.\n\nStopped off for a visit and a guided tour of the 19th Century Coalhouse Fort.  One of the so called \"Palmerston Follies\" built to defend the UK against the French but never fired a shot in anger until being used by anti-aircraft batteries during the first and second world war.\n\nTowards the end of the walk was the abandoned British Bata Shoe Company striking modernist building which was the basis of a model town built in the 1930's by Czech entrepreneur, Tomas Bata.\n\nHat tip to for the walk itself. This is a fantastic free site for downloading walks and maps. This walk was overgrown in parts due to the recent rain, sunshine and selfish farmers and in the \"growing season\" for fear of red and scratched legs I would not suggest shorts and open walking sandals (which of course I was wearing today).\nPost a Comment",
        "topic_id":23,
        "format_id":15,
        "topic_confidence":0.786046803,
        "format_confidence":0.997959733
    }
]