[
    {
        "url":"http:\/\/www.cracked.com\/photoplasty_486_22-statistics-that-will-change-way-you-see-world\/",
        "text":"Login or Register\n\nSign in with Facebook\n\nWe asked our readers to go out and find statistics that would make us pissed at our teachers for never having taught them to us. The winner is below, but first the runners up ...\n\nEntry by MrWilson\n\nEntry 22\nby MrWilson\n\nEntry by Phighter\n\nEntry 21\nby Phighter\n\nContinue Reading Below\n\nEntry by joebrown2020\n\nEntry 2\nby joebrown2020\n\nAnd the winner is ...\n\nCongrats, runner-runner. You win money.\n\nEntry 1\nby runner-runner\n\nWant in on this?\n\nThere are FOUR regular contests for you to choose from. Click on the prompt that catches your fancy, and post your entry in the thread, or submit to all four and quadruple your chances of becoming rich and famous. Winner gets 5,000 pennies.\n\nTo turn on reply notifications, click here\n\n\nLoad Comments",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.7675234675,
        "format_confidence":0.609690547
    },
    {
        "url":"http:\/\/www.eng-tips.com\/viewthread.cfm?qid=195180",
        "text":"Log In\n\nCome Join Us!\n\nAre you an\nEngineering professional?\nJoin Eng-Tips Forums!\n  • Talk With Other Members\n  • Be Notified Of Responses\n    To Your Posts\n  • Keyword Search\n  • One-Click Access To Your\n    Favorite Forums\n  • Automated Signatures\n    On Your Posts\n  • Best Of All, It's Free!\n\n*Eng-Tips's functionality depends on members receiving e-mail. By joining you are opting in to receive e-mail.\n\nPosting Guidelines\n\nPromoting, selling, recruiting, coursework and thesis posting is forbidden.\n\n\nDifference between cladding and lining\n\nDifference between cladding and lining\n\nDear All,\n\nWhat is the difference between cladding and lining? Can these two terms be used interchangeably?\n\nAppendix 3 of the Code (ASME VIII-1) defines a “clad vessel” and a “lined vessel”. To me, it appears that the differences between these two terms is based only on whether the corrosion resistant material is integral\/continuous (in case a clad vessel) or whether it is intermittent (in case a lined vessel). Is my interpretation correct?\n\nYour opinions on this subject will be highly appreciated.\n\n\n\nRE: Difference between cladding and lining\n\nThe wording and referenced standards of part UCL will clarify the meanings.  In summary - clad is (100%) metallurgically bonded either during plate manufacture or by deposition of weld overlay; lined is simply 'stuck on' by attachment welds.\n\nSteve Jones\nMaterials & Corrosion Engineer\n\nRE: Difference between cladding and lining\n\n\nThanks for your reply. But now I have some other questions.\n\nBased on your below reply, would it be ok to interpret that a lining is in a way a \"mechanicaly inferior cladding\" since it is attached by plug welds?\n\nWhen is lining prefererred over cladding? What are the merits of lining over cladding?\n\nIs cladding applicable for metals only and does lining include both metallic and non-metallic (example- plastic lined, FRP lined, etc) lining?\n\n\nRE: Difference between cladding and lining\n\nIf you are intending to adopt UCL-23 (c), then yes, one would argue that lining is a mechanically inferior cladding.\n\nThe choice of whether to go for lining or cladding is a function of all the usual input parameters in materials selection: cost, availability, schedule, fitness for service etc etc.\n\nAs to the last question, you really should study the wording of UCL-1 and not get confused with painting and coating terminology that ASME VIII does not address.\n\nSteve Jones\nMaterials & Corrosion Engineer\n\nRE: Difference between cladding and lining\n\nI would not say that lining, ie stip lining or sleeve lining is inferior to clad in all applications.  While clad is widely used in many applications, weld overlayed lining is preferred in reactors where higher temperatures and vacuumn may occur.  Strip lining can be used where there are not wide deviations in temperatures and external pressure is not a concern and in alloys where clad is not readily available and time and monetary constraints are important.  Recently the use of a solid alloy constuction for vessels that are relatively thin and austenetic stainless steel is much more economically feasible than a clad vessel of say 516-70 base with 304 or 316 ss cladding.\n\nRE: Difference between cladding and lining\n\nASME VIII Div 1, Appendix 3, para 3-2 defines exactly what clad and lined means\n\nHowever in my experience the two terms are sometimes interchanged and can cause some confusion as some people call clad, “lining” – which I suppose is correct too.\n\nI define it as:\nClad steel is a base carbon steel material (which takes the pressure and loads) covered with a corrosion resistant alloy (CRA) material.\nThe CRA can be either integrally bonded (i.e. explosive or hot roll bonded to the base carbon steel material) or applied by weld overlay deposit.\nAlthough UCL-23c allows you take account of the claddings strength, I have never done this and most clients don’t allow it either. The cladding is just assumed as a corrosion allowance and no credit is taken for its strength in the pressure calculations.\n\nThe CRA material can also be applied as strip lining or as loose sleeves in pipes. However there is still welding involved here back to the base CS material. Strip or sleeve lining is not used as stated above in high temperature services or where there is vacuum pressure. Additionally sleeve lining is used in situations where CRA material cannot be or is difficult to integrally bond to the base CS.\n\nLining are loose non metallic linings (e.g. rubber, PTFE) or painted \/ sprayed coatings or glass linings. The glass or painted \/ sprayed coatings may also need to be cured at temperature.\n\nThe loose non-metallic linings are bonded to the base CS\n\nLoose and coated \/ sprayed and glass linings will required attention to vessel internal surfaces,  welds and nozzle corners which need to be of a smooth profile and radiused in accordance with the lining manufacturers or clients requirements,\n\nHope this helps\n\nRE: Difference between cladding and lining\n\n\na star for you for clearly out\"lining \" the differces (!?!) between the two.\n\n\nRE: Difference between cladding and lining\n\nThe difference has been rightly outlined by Roca.\n\nI wish to share my experience with a cladded & lined vessel. If any one wishes to measure the thickness of shell using Ultrasonic method, on a cladded vessel & a lined vessel, the results would be as under:-\n\nCladded Vessel : Will get thickness of Shell + Clad\nLined Vessel   : Will get Thickness of outer shell only.\n\nThis may sound simple but sometimes the info may be very useful.  \n\nRE: Difference between cladding and lining\n\nOne reason why lining might be preferable is that the lead times for bare carbon steel and bare alloy are usually significantly less than the lead time for clad material.\n\nAnother reason is that cladding usually has to be stipped back prior to welding the carbon steel portion to ensure good weld quality. Lining is added afterward so this is not an issue.\n\n\nRed Flag This Post\n\nPlease let us know here why this post is inappropriate. Reasons such as off-topic, duplicates, flames, illegal, vulgar, or students posting their homework.\n\nRed Flag Submitted\n\nThank you for helping keep Eng-Tips Forums free from inappropriate posts.\nThe Eng-Tips staff will check this out and take appropriate action.\n\nReply To This Thread\n\nPosting in the Eng-Tips forums is a member-only feature.\n\nClick Here to join Eng-Tips and talk with other members!\n\n\nClose Box\n\nJoin Eng-Tips® Today!\n\nJoin your peers on the Internet's largest technical engineering professional community.\nIt's easy to join and it's free.\n\nHere's Why Members Love Eng-Tips Forums:\n\nRegister now while it's still free!\n\nAlready a member? Close this window and log in.\n\nJoin Us             Close",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.716340363,
        "format_confidence":0.7670089602
    },
    {
        "url":"http:\/\/www.cameralabs.com\/forum\/viewtopic.php?f=22&p=274614",
        "text":"Free Shipping on ALL Products\ncamera reviewsbest cameraslens reviewsphotography tipscamera forumvideo toursphotography bookssupport me\nIt is currently Mon Sep 26, 2016 1:01 am\n\nAll times are UTC\n\nPost new topic Reply to topic  [ 1 post ] \nAuthor Message\n Post subject: Serendipity\nPostPosted: Fri May 09, 2014 1:36 pm \nUser avatar\n\nJoined: Fri Dec 28, 2007 3:05 pm\nPosts: 1142\nHow's this for serendipity then? I just looked at week 3 of a Coursera Astrophysics course that Anthony Ayiomamitis put me on to and saw that the first Black-Hole candidate Cygnus X-1 sat between the Tulip nebula and a bright star :shock: :shock: I never knew that - but I did know that I had a Hyperstar image of that region so I just dug it out. YEP - sure enough - there's Cygnus X-1 sitting there - and I never knew I had it :D :D :D\n\nImageCygnus_X1 by cybermystic, on Flickr\n\n\nNexstar 11 GPS, 2 x Sky 90, M25C, MaximDL, Photshop CS3, Noel Carboni's Photoshop actions, 7 foot Pulsar fibreglass dome, Canon 40D, 100mm macro lens, 28-200mm zoom lens, 17-55mm f#2.8 zoom lens, 100-400mm zoom lens, 1.4x converter, 2x converter.\n\nDisplay posts from previous:  Sort by  \nPost new topic Reply to topic  [ 1 post ] \n\nAll times are UTC\n\nWho is online\n\nUsers browsing this forum: No registered users and 2 guests\n\nYou cannot post new topics in this forum\nYou cannot reply to topics in this forum\nYou cannot edit your posts in this forum\nYou cannot delete your posts in this forum\n\nSearch for:\nJump to:  \n\nAll words, images, videos and layout, copyright 2005-2012 Gordon Laing. May not be used without permission.\n\/ How we test \/ Best Cameras \/ Advertising \/ Camera reviews \/ Supporting Camera Labs\n\nWebdesign by Alphabase IT\nPowered by phpBB® Forum Software © phpBB Group",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.503762722,
        "format_confidence":0.9946415424
    },
    {
        "url":"http:\/\/www.ontariostorms.com\/showthread.php?s=dac46e0db80cf4b9d55a72376e25a46a&p=402",
        "text":"Ontario Storms Site!  \n\nGo Back   Ontario Storms Site! > Ontario Storms Forums > Previous Years > 2003\n\n2003 Storms of 2003\n\nThread Tools Display Modes\nOld 02-16-2010, 07:42 PM\nDarkSky's Avatar\nDarkSky DarkSky is offline\nJoin Date: Aug 2009\nLocation: St. Catharines, ON [Niagara]\nPosts: 1,616\nThanks: 668\nThanked 415 Times in 281 Posts\n\nAt Serpent Mounds Park on Rice Lake Near Peterborough Ontario (Description and photo courtesy of William Snelling)\n\nI saw (looking west) this tornado on Saturday, August 2, 2003 from the restaurant at Elmhirst Inn, on north shore of Rice Lake. All the others in the restaurant and the kitchen staff saw it too. It happened at 6:30 pm after the rain storm. We saw it for ten minutes.\n\nReply With Quote\n\nrice lake, tornado\n\nThread Tools\nDisplay Modes\n\nPosting Rules\nYou may not post new threads\nYou may not post replies\nYou may not post attachments\nYou may not edit your posts\n\nBB code is On\nSmilies are On\n[IMG] code is On\nHTML code is On\n\nForum Jump\n\nPICTURE OF THE MOMENT - Photo by: Itchy (Apr.12, 2014, London, ON)\n\nAll times are GMT -4. The time now is 04:55 AM.\n\nPowered by vBulletin® Version 3.8.4\nCopyright ©2000 - 2018, Jelsoft Enterprises Ltd.\nAll original material copyright OntarioStorms.com, all 3rd party material copyrights held by original publisher",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.7875470519,
        "format_confidence":0.9963428378
    },
    {
        "url":"http:\/\/scienceblogs.com\/developingintelligence\/2007\/03\/22\/imagination-memory-and-context\/",
        "text":"Developing Intelligence\n\nImagine you are invisible. Congratulations, you are now actually less likely to remember what you were doing a few minutes ago, and possibly a lot longer ago than that. At least, this is the basic finding from a 2002 article by Sahakyan & Kelley, who showed that when people are asked to forget something they’d learned, they may actually do this by rapidly changing their internal context in a way that is similar to what happens if, say, you’re asked to imagine that you’re invisible.\n\nIn the laboratory, this is usually studied in the “directed forgetting paradigm,” in which subjects learn a series of items (List 1) to a certain performance criterion, and then half of the subjects are told to forget those items. All the subjects then learn a second list of items (List 2), and are all subsequently tested on their recall of both List 2 and List 1 items. Typically, the results show that directed forgetting actually works – subjects who were told to forget List 1 actually are worse at recalling it later, even if offered money to do so. In addition, subjects who were told to forget List 1 are also better at recalling List 2, which may reflect “escape from proactive interference” (i.e., if you forget the first list, it’s less likely to interfere with your memory for items in the second list.)\n\nSome theories suggest that people are actively inhibiting the List 1 items when told to forget them. In contrast, Sahakyan & Kelley hypothesized that people are not actively inhibiting them, but merely changing their “internal context”, such that those items are now less likely to be retrieved. At first, this hypothesis may seem very abstract, but it actually rests on a well-accepted finding in the memory literature known as “encoding specificity.” Briefly, this principle states that you may be more likely to remember a childhood experience if you’re walking around your childhood home; or you may be more likely to remember a studied fact during an exam if you’re in a similar mood as when you studied it before. Encoding specificity has been shown in terms of mood, smells, and the physical environment.\n\nTo test this idea, the authors asked subjects to report their strategies during a directed forgetting experiment – sure enough, some reported “thinking of something else, such as the upcoming wedding of a sister.” In a subsequent experiment, they asked all subjects to imagine that they were invisible (and to state what they would do while invisible) after learning List 1 items. The results showed that all subjects showed that directed forgetting and “imagining you’re invisible” have similar effects on recall, both decreasing List 1 recall and increase List 2 recall by similar amounts relative to a control group. A subsequent experiment showed this “internal contextual change” manipulation in directed forgetting seems very similar to previous work involving a external (ie, environmental) context change between the lists.\n\nIt would be interesting to know how far into memory the effects of internal context change can actually extend. For example, are you less likely to remember everything after specifying a new context? Are you more likely to remember childhood experiences, perhaps a time when you also imagined you were invisible, or 10 feet tall? These are probably intractable but nonetheless very interesting questions for future research.\n\nA recently published article cites an in-press follow-up to this study, in which they showed the effects of internal context to be even stronger among those with higher working memory spans. Unsworth & Engle have interpreted this to reflect improved context maintenance skills in those with high working memory capacity. I’m still waiting to get my hands on a copy of that paper, but will post an update when I do…\n\nRelated Posts:\nReworking Working Memory\n\n\n  1. #1 Mitch Harden\n    March 27, 2007\n\n    Recently I read a paper by Fenske & Raymond (Affective influence of Selective Attention) in which they had participants actively inhibit certain images. Afterwards they rated the otherwise neutral images poorly (or at least less joyful than they would without active inhibition). I wonder if this “internal context” change results in the same sort of depreciation of value that is found in active inhibition, or if this could be used to differentiate between the two phenomena.\n\n  2. #2 Peter Delaney\n    March 29, 2007\n\n    It was nice to see someone reads these papers besides directed forgetting researchers :)\n\n    Just for the record, we sent you the Delaney & Sahakyan “in press” paper a week or so ago, so hopefully you have it in your stack of to-be-read items. If not I can resend it.\n\n    Also, we’re no longer thinking escape from proactive interference is the way to explain why people do better on List 2 after they change contexts (or try to forget List 1). Sahakyan has now proposed a two-factor account that attributes List 1 forgetting to context change (the Sahakyan & Kelley idea you outlined) but the better List 2 memory to changes in encoding strategy (Sahakyan & Delaney, 2003). For the past few years, she has been collecting evidence that the List 1 costs can be obtained without the List 2 benefits, and vice versa.\n\n  3. #3 charles joyce\n    March 30, 2007\n\n    I think you shall have to explain your concept in the much broader way. Scientists are doing experiments on telepathy by sending\/transmitting photons in a lab somewhere in california. Even just recently I have read an article on similar subject with some new flavour on design site .You shall better visit to get something more rational viewpoints.\n\n  4. #4 Narender\n    October 15, 2007\n\n    Common its more like a phylosophy…I mean yeah I read couple of good books relative to the subject ; even your one is no different …Can you give me any rationale behind how shall we accomplish that…It’s more like a sweet dreaming…without any sense…Do you have any idea w.r.t. to gravitational forces and their impact on the motion and relative push to help us move somewhere in the Universe..I mean they are the only original forces which are to say Yes they are!!!! So any variation in its functioning can have unpredictable results…O.K. this topic has no relation with the subject but their is some rationale behind it …That May Be We Can…\n\n  5. #5 Sai BPO Services Ltd UK\n    April 9, 2008\n\n    a large part of daily mental activity might involve telling ourselves what NOT to think or remember. For example, we may find that a certain train of thought leads to illogical consequences, and avoid it because it is unproductive and a waste of time.\n\n    An interesting direction for future research would be to extend the paradigms to concept of censors by examining the effects of repeated attempts to forget or suppress particular thoughts.\n\n    Sai BPO Services (UK) Ltd\n    Web design and Web development\n\n  6. #6 May\n    October 6, 2009\n\n    Hi Chris,\n    I am very interested to hear your view about a later report following the research quoted in your article: Imagination, Memory and Context in the Directed Forgetting Paradigm (Mar 22, 2007).\n\n    Have you read “Intentional Forgetting is easier after two “shots” than one” (published in the Journal Experimental Psychology: Learning, Memory and Cognition: 2008; Vol.34, No. 2 pgs 408-414?\n\n  7. #7 Hotels in Great Barrington\n    December 2, 2010\n\n    Superb information sharing and thank you very much. i am looking for more posts. I am very much satisfied with this information sharing by you. It is just amazing work done by you.\n\n  8. #8 web development\n    December 2, 2010\n\n    really very nice information sharing and i am looking for such type of informative news and i get through this blog so i am very much thankful to you.\n\n  9. #9 liferay customization\n    January 22, 2011\n\n    really very nice information sharing and i am looking for such type of informative news and i get through this blog so i am very much thankful to you.\n\n  10. #10 MarionJuarez31\n    January 30, 2011\n\n    Some time ago, I needed to buy a building for my firm but I didn’t earn enough money and couldn’t buy something. Thank goodness my comrade suggested to try to get the business loans at reliable bank. Hence, I did that and used to be happy with my bank loan.\n\n  11. I really love the way information presented in your post. I have added to you in my social bookmark and i am waiting your next post.\n\n  12. #12 Website developers\n    February 24, 2011\n\n    Your article “Imagination, Memory and Context in the Directed Forgetting Paradigm” I worthful to read,\n\n    I already bookmarked it and suggested to my friends also..\n\n    Thanks for sharing with us :)\n\n  13. #13 Web Design Los Angeles\n    March 17, 2011\n\n    I would have preferred to see a few more examples that didn’t have anything to do with Nevertheless, your advice has me going back to an upcoming post on my own blog so I can “fine tune the Website Design Delhi\n\n  14. #14 Chilled Out\n    March 23, 2011\n\n    Nice article….\n\n\n  15. #15 MortonGeorgina18\n    April 11, 2011\n\n    Don’t you recognize that this is high time to receive the credit loans, which will make your dreams come true.\n\n  16. #16 web India\n    June 23, 2011\n\n    Great thanks for sharing this blog post, Fantastic.\n\n  17. #17 website design company\n    June 23, 2011\n\n    Yes, good information you guys have here. I always prefer to read good quality contents and I think I have found it on your post here. Thanks!\n\n  18. A motivating way for future study would be to make bigger the paradigms to idea of edit by examining the belongings of frequent attempt to not remember or hold back exacting opinion.\n\n  19. #19 shweta sahu\n    July 18, 2011\n\n    Your post is very useful and resourceful for lots of users, thanks for sharing great tips and information and it also helps me a to develop my website.\n\n  20. #20 MerrillFanny\n    August 7, 2011\n\n    I think that to receive the business loans from banks you ought to have a ... (truncated)",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9508332014,
        "format_confidence":0.886862874
    },
    {
        "url":"https:\/\/www.caracaschronicles.com\/2013\/07\/29\/tap-water-chronicles\/",
        "text":"Tap Water Chronicles\n\nValencia's tea-colored tap water, now with more aluminum!\nValencia’s tap water, now with more aluminum!\n\nThe people of Valencia have been drinking water with elevated levels of aluminum for the last 29 months now. Aluminum in drinking water has been linked with nerve damage, leading to Parkinson’s, Alzheimer’s and Lou Gehrig’s Disease.\n\nBut that’s not the only thing found in the water: in recent years, stuff like platinum, cobalt, iron, plankton and cyanobacterias has been found in local reservoirs, according to leaked data from the provider, Hidrocentro.\n\nThis situation could be replicated in the capital, as the main source of water (La Mariposa reservoir) is facing illegal squatters and animal leftovers from witchcraft rituals. Still, this issue takes a backseat, as water itself has been scarce in some parts of Caracas for quite some time.\n\n\n  1. Gustavo, I think the serious problems with water pollution in Valencia and most of Carabobo started earlier. In 2006-2007, Chavistas diverted the water from the Valencia Lake towards the Pao reservoir. The Valencia Lake is highly polluted. They “completed” a water cleaning plant in Los Guayos, but this water plant is not working properly and it is already too small for the amount of liquid it needs to process.\n\n    They add huge amounts of chlorine to kill the bacteria – most of the time – but a lot of evil material gets in. Control of sewage has completely collapsed, this has been made worse with the proliferation of slums in such areas as Los Guayos, which is now a completely urban-marginal area, the densest municipality in Carabobo and one where the opposition hardly penetrates even if it is so close to the Panamericana.\n\n    There are new slums around the Pao-Cachinche reservoir as well and the waters get into there.\n    One of the largest landfills of Venezuela like close by and there all the worst rubbish of the State gets dumped using methods from the Middle Ages.\n\n    Everyone in Carabobo who can afford it now buys water from lorries or has special filters (hard to find). The poor try to boil the water but that does not take away the non organic poisons.\n\n    I wrote something about this three years ago:\n\n    • kepler, you are absolutely right, my father and I used to go fishing in the pao-cachinche reservoir, wich is about 45 minutes away from valencia, in the late 90s, around the early 2000s it became imposible to fish there, the boat got a thick mud-like (similar to sh*t) layer around it after you put it in the water, and you could not get any fish, and it is not only the valencia lake contaminated water that they pumped to cachinche, the pork farms that exists around the reservoir dump their waste in the reservoir as well, y de ñapa, the water purifying facilities for the gran valencia area hasn’t been upgraded in like 30 years, they simply can’t handle the volume of water the city needs. I recommend this facebook page for anyone living in the valencia area https:\/\/www.facebook.com\/AguaVenezuela?fref=ts\n\n  2. “as the main source of water (La Mariposa reservoir) is facing illegal squatters and animal leftovers from witchcraft rituals.” Wait, what?\n\n    • We are Congolizing and Otomacosizing ourselves more and more by the day.\n      Cuban Santería is yet another consequence of our ties with the Caribbean “commies”.\n\n      • The witchcraft rituals and animal sacrifices in la Mariposa have been taking place for several years now, they are related to the cult of María Lionza. Around 2007, my brother was in journalism school and did a piece on this for a class, went to la Mariposa and came back traumatized after watching the animal sacrifices. Thus, this has been happening since at least 6 years ago.\n\n      • But could there possibly be THAT many animal sacrifices that they are affecting the water supply?\n\n        Amazing how some people are living in the 19th century.\n\n        • Somewhere in my 2010 Venezuela photos I have pictures of signs I saw at some of the off the beaten track spots near Valencia my cuñado took us to that read: “brujería prohibida”.\n          I figure if someone had to go so far as post a sign…\n\n  3. I live in Valencia and since last year I have been buying my water, I used to treat my drinking water with a pill to purify it but when all this discussion started, I began to buy it. But the point is that it has got worse. The color of water is like tea, most of the time it makes no sense to wash your white clothes because the end up looking in a brownish way. While we’re still talking about this, there is no official recognizement of the problem, as if it does not exist. That’s how everything goes around here.\n\n    • Do you know where the water you buy comes from? Have you had it tested to make sure it’s not the same stuff, conventially filtered but mostly just cosmetically cleaned up?\n\n        • If you can afford it, your best bet is to purchase a ceramic filter and also an ozone “filter” (which is not really a filter, but that’s how they call them in Venezuela. The ceramic filter will remove solids and the ozone will oxidize (kill or get rid of) bacteria, virii (viruses), organic compounds which are harmful and cause foul taste, colors, and odors, and almost everything else. Ozone is very reactive, so in order to prevent re-contamination you may want to add a small dosage of chlorine to the water after its use.\n\n          Other popular solutions include the use of activated carbon (charcoal) to remove organics and UV-light “filters” to eliminate bacteria or viruses. Finally, bleach is a low-cost solution which can also be used if you know how much to add to water. A simple pool chemistry kit is very useful in this case.\n\n    • María Isabel, pero ¡qué muker tan fina eres tú! Mi tía compara el color del agua de Hidrocentro revolucionario no al “te” sino a otra cosa.\n\n  4. This is a sad commentary, a case of de-development. Kudos to Gustavo, Kepler, Maripuerta, Moses etc. for local insights and links. Where are the PSF to comment on this? Arturo? Shame? GetaClue\/Chris Carlson? CortGreene?\n\n  5. And bear in mind: the problem is not just the Lake. Heavy pollution in the Lake started in the sixties of last century but people were not drinking water from there. Pollution there is now much worse with all kinds of pipelines going into the Lake without control. I know from first sources people in charge of giving permits for new construction around the area have been threatened unless they give the green light.\n\n    – Uncontrolled slum expansion has worsened both around the Lake and around the Pao-Cachinche (squatters, some of them on a very professional basis, not only do they occupy other people’s land or state land and “resell”, but they lead thousands of others to do so)\n    – the government took the incredibly stupid decision to divert water from the Lake to Cachinche-Pao\n    – the water cleaning plants like the one in Los Guayos have collapsed and the rojo-rojito Hidrocentro managing them is completely incompetent\n    – the Guásima landfill, one of the largest in Venezuela, has become a major environmental disaster affecting not only the people living in the municipality but the quality of water departing from there to…surprise, surprise: the lowest part of the basin, which goes to the Valencia Lake.\n\n    Carabobo’s coast, which is cut off from the Valencia Lake basin by the mountains of the Litoral, has its own pollution issues…caused by the refinery of El Palito and just uncontrolled sewage from all the new slums in those areas.\n\nLeave a Reply",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.6839271784,
        "format_confidence":0.8790150881
    },
    {
        "url":"https:\/\/www.physicsforums.com\/threads\/darwing-electric-field-lines.670786\/",
        "text":"Dismiss Notice\nJoin Physics Forums Today!\nThe friendliest, high quality science and math community on the planet! Everyone who loves science is here!\n\nDarwing Electric field lines\n\n  1. Feb 10, 2013 #1\n    Suppose we have two charges in vacuum. They are positive and negative. If we want to draw the electric field lines around the negative charge. Do we draw the lines inward (negative) or outward (field lines produced by the +ve on -ve). I remember that free body diagram on a bidy does not include forces produced by the body itself but the forces applied on it.. What about in this situation? . Thanks to whoever responds!\n  2. jcsd\n  3. Feb 12, 2013 #2\n    See :\n\nKnow someone interested in this topic? Share this thread via Reddit, Google+, Twitter, or Facebook\n\nSimilar Discussions: Darwing Electric field lines\n  1. Electric field lines (Replies: 4)",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9966968298,
        "format_confidence":0.9460154772
    },
    {
        "url":"http:\/\/www.bio.net\/bionet\/mm\/mycology\/1997-April\/005549.html",
        "text":"Morels in Northern Illinois\n\nVicki Latta ds132 at FreeNet.Carleton.CA\nWed Apr 23 01:45:48 EST 1997\n\nNewsgroups: bionet.mycology\nSubject: Re: Morels in Northern Illinois\nReply-To: ds132 at FreeNet.Carleton.CA (Vicki Latta)\nReferences:  <v02140b03af8279ffa700@[]>\nOrganization: The National Capital FreeNet\n\nJohn Jack) Murphy (jmurphy at TFM.FMNH.ORG) writes:\n> Dear fellow mycologists;\n>         Last night I dreamed of collecting three Morchella esculenta.  Does\n> that count?\n> respectfully submitted,\n> Jack\n\nSounds good to me Jack... I dreamed about morels last night, too... so\nvividly that I went out to check my most reliable morel spot before work\nthis afternoon.  None yet... but was saddened to see the someone in their\ninfinite wisdom has put a \"snowmobile\" trail right through the spot....\nbut it appears to be used far more by those four wheel things that tear up\nthe soil.  Am concerned about how edible these morels will be if they even\ngrow this year... any thoughts?\n\nGetting the butter nad skillet ready just in case.... <G>\n\n\nMore information about the Mycology mailing list",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9171958566,
        "format_confidence":0.9801720977
    },
    {
        "url":"http:\/\/www2b.abc.net.au\/tmb\/View\/NewMessage.aspx?b=236&t=1010&tn=&dm=1&m=8919&tpa=&r=%2Ftmb%2FView%2FMessage.aspx%3Fb%3D236%26t%3D1010%26a%3D0%26ps%3D50%26tpa%3D%26uto%3D1%26dm%3D4%26ci%3D0%26pd%3D1%26so%3DDateTime%26soa%3DTrue%26p%3D1%26p2%3D0",
        "text":"ABC Radio National\n\nLate Night Live\n\n\nComments on stories are a way for Late Night Live listeners to contribute to and discuss the program.\n\nComments are moderated. Before you contribute, we recommend you read our house rules.\n\n\nDate\/Time 04 Jul 2015 4:26:06am\nUnfortunately things look grim for oceans, Humanity and the Biosphere (Google \"Are we doomed?\"). Thus, for example:\n\n1. Professor Peter Wadhams(Ocean Physics, Cambridge University, UK) says that all Arctic summer sea ice will be gone by 2015, a disastrous ecosystem collapse.\n\n2. World coral started dying when atmospheric carbon dioxide (CO2) concentration reached 320 parts per million (ppm).- in 2012 it reached 397 ppm at the US Mauna Loa Observatory and is currently increasing at over 2 ppm per year. Coral experts say that most of the world's coral will be doomed from ocean warming and ocean acidification when the CO2 reaches 450 ppm (about 325 years' time). Dr James Lovelock FRS says that ocean phytoplankton (the basis of the ocean food chain) will go into crisis when CO2 reaches about 500 ppm (Google \" - return atmosphere CO2 to 300 ppm\", \"\" and \"300 ppm CO2\").\n\nPlease note that there is limit per post of 3,000 characters, including spaces, carriage returns and punctuation (about 500 words). Your email address will not be published.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.982212007,
        "format_confidence":0.9663237333
    },
    {
        "url":"https:\/\/www.physicsforums.com\/threads\/rotation-matrix.125932\/",
        "text":"\n    Dismiss Notice\nDismiss Notice\nJoin Physics Forums Today!\nThe friendliest, high quality science and math community on the planet! Everyone who loves science is here!\n\nRotation matrix\n\n  1. Jul 13, 2006 #1\n    I have a question from Strang's Linear Algebra on page 230. Does anyone know how to derive the attached statement?\n\n    Attached Files:\n\n  2. jcsd\n  3. Jul 13, 2006 #2\n\n    Tom Mattson\n\n    User Avatar\n    Staff Emeritus\n    Science Advisor\n    Gold Member\n\n    When I detatch your document it comes out as gibberish. Could you either post a PDF or type up your question in LaTeX?\n\n\n  4. Jul 14, 2006 #3\n    Bad first attempt\n\n    This was my first attempt. I have my answer though from another post. Thank you. I will use the built in functions after this.\nKnow someone interested in this topic? Share this thread via Reddit, Google+, Twitter, or Facebook\n\nSimilar Discussions: Rotation matrix\n  1. Rotation Matrix (Replies: 0)\n\n  2. Matrix Rotation (Replies: 3)\n\n  3. Rotation matrix (Replies: 5)\n\n  4. Rotation matrix (Replies: 5)",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9931026697,
        "format_confidence":0.959074676
    },
    {
        "url":"http:\/\/www.physicsforums.com\/showpost.php?p=3795122&postcount=36",
        "text":"View Single Post\nMar2-12, 02:03 PM\nP: 1,097\nQuote Quote by John232 View Post\nSomeone could take two particles that are entangled, and then change the spin of one of them, and the other particle would change its spin instantly faster than the speed of light. Then your \"reality\" would depend on how fast of a transmission you observed it with. Someone observing it with a string of thread would see it differently than someone with a camera, or even with someone with an entanglement experiment.\n\n& classical physics has left the building. (not that I think this is incompatible with classical physics)\n\nIIRC there is no information exchanged in that scenario, ie no \"break\" in causality \/ faster than c. Not sure I subscribe to the scenario you describe with changing spin. A NYSE trader would love that kinda communication speed advantage, let alone any wireless communications company. It is a \"state\" that the particle is in, I guess there can be a \"clone\" particle of sorts that share indefinite properties (specifically a state); as wiki says \"...which is indefinite in terms of important factors such as position,[5] momentum, spin, polarization, etc.\"\n\n\"Entanglement\" is misleading.\n\nReally this is not much different than \"distant star\" scenario we were discussing above. With theory, we can measure, calculate values & make predictions.\n\nI hope someone who knows more can correct me on this if wrong, but there is no change in state of either particle, merely the values become mostly definitive\/determined.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9962813258,
        "format_confidence":0.986251235
    },
    {
        "url":"http:\/\/www.amsat.org\/amsat\/archive\/amsat-bb\/200011\/msg01008.html",
        "text":"\n\nRe: Mir bounce\n\nHi Jean-Louis,\n\nI have noticed that sometimes when I track MIR in FM mode that my squelch\nopens even though MIR is not transmitting.  When this was happening, I\nmoved my beam left and right from the MIR position and the squelch closed\nagain.  It only opened when I was pointed at MIR and this \"open\" condition\nfollowed MIR across the sky.  This happening was also noticed by Junior De\nCastro in Brazil.  There was no communications heard, just a barely open\nsquelch with noise.  \n\nI believe this was caused by the squelch circuits in the FM receiver\ndetecting a threshold quietning of the receiver because of the hundreds of\nearth stations calling MIR for a QSO.  The external antenna on MIR may have\nbeen excited by all the rf from the ground and reradiating a small portion\nof it back again.  This same condition has been used by some to receive TV\nsignals behind a mountain range by putting back to back tv antennas on the\nmountain top and pointing the receiver antenna at them.  At any rate, what\never is causing it, I believe there is some reradiation of ground station\nRF.  I think it would take a pretty good TX\/RX setup to be able to\nestablish even one way communications.  Perhaps CW would be worth a try\nwith a moon bounce class station.\n\nJean-Louis.RAULT@tcc.thomson-csf.com wrote:\n> > > All of the Amateur Radio equipment on Mir is currently disconnected,\n> > > however, have you tried to bounce your signal off of Mir?\n> > > It called Earth-Mir-Earth?\n> Last summer, I organized a Mir bounce experiment.\n> The team was composed of about 10 skilled french hams and we performed many\n> skeds.\n> We were using AO-10 class equipment working on 145 MHz, that is 50 to 80 W\n> RF output to 10 or 12 el yagi beams.\n> Preliminary link budgets were showing that a little positive S\/N ratio could\n> be obtained (with narrow band CW) if the equivalent surface or MIR was 100\n> square meters or more on the 2 meters band.\n> My own reception chain was including a 11 el circularly polarized yagi beam,\n> followed by a SSB Electronic AsGa preamplifier and an ICOM IC-821H\n> transceiver. That equipment allows me to clearly hear some Moon bounce\n> stations.\n> I used FFT tools like Spectrogram and CoolEdit 2000 as an help to detect\n> tiny sigs in background noise.\n> I must admit that we NEVER get any positive results (yes, we took the double\n> Doppler effect into account).\n> This pessimistic test report is just to inform any future MIR bounce\n> candidate about the minimum rig performance he has to deal with.\n> We plan to start a new campain in the next few months, with more RF power\n> and larger aerials.\n> We hope to be ready before MIR lands  ...\n> Cheers\n> Jean-Louis F6AGR\n> ----\n> Via the amsat-bb mailing list at AMSAT.ORG courtesy of AMSAT-NA.\n> To unsubscribe, send \"unsubscribe amsat-bb\" to Majordomo@amsat.org\n\n73, Roy\n\nInternet: w0sl@amsat.org\nHome Page: http:\/\/home.swbell.net\/rdwelch\nVia the amsat-bb mailing list at AMSAT.ORG courtesy of AMSAT-NA.\nTo unsubscribe, send \"unsubscribe amsat-bb\" to Majordomo@amsat.org",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.8743524551,
        "format_confidence":0.9624047875
    },
    {
        "url":"https:\/\/nforum.ncatlab.org\/5\/",
        "text":"Not signed in (Sign In)\n\nNot signed in\n\nWant to take part in these discussions? Sign in if you have an account, or apply for one below\n\n  • Sign in using OpenID\n\nSite Tag Cloud\n\n2-category 2-category-theory abelian-categories accessible adjoint algebra algebraic algebraic-geometry algebraic-topology analysis analytic-geometry anomalies arithmetic arithmetic-geometry beauty bundles calculus categories category category-theory chern-simons-theory chern-weil-theory cohesion cohesive-homotopy-theory cohesive-homotopy-type-theory cohomology colimits combinatorics comma complex complex-geometry computable-mathematics computer-science constructive constructive-mathematics cosmology deformation-theory descent diagrams differential differential-cohomology differential-geometry duality education elliptic-cohomology enriched fibration finite foundations functional-analysis functor galois-theory gauge-theory gebra geometric-quantization geometry goodwillie-calculus graph gravity group-theory higher higher-algebra higher-category-theory higher-differential-geometry higher-geometry higher-lie-theory higher-topos-theory homological homological-algebra homotopy homotopy-theory homotopy-type-theory index-theory infinity integration-theory internal-categories k-theory kan lie-theory limit limits linear linear-algebra locale localization logic manifolds mathematics measure-theory modal-logic model model-category-theory monoidal monoidal-category-theory morphism motives motivic-cohomology newpage nonassociative noncommutative noncommutative-geometry number-theory of operads operator operator-algebra order-theory philosophy physics pro-object probability probability-theory quantization quantum quantum-field quantum-field-theory quantum-mechanics quantum-physics quantum-theory question representation representation-theory riemannian-geometry set set-theory sheaf simplicial space spin-geometry stable-homotopy-theory stack string string-theory subobject superalgebra supergeometry svg symplectic-geometry synthetic-differential-geometry terminology theory topological topology topos topos-theory tqft type type-theory universal web\n\nVanilla 1.1.10 is a product of Lussumo. More Information: Documentation, Community Support.\n\nWelcome to nForum\nIf you want to take part in these discussions either sign in now (if you have an account), apply for one now (if you don't).\n    • I’ve just edited topological concrete category to correct the claim that topological functors create limits, which is not quite true: for instance, the forgetful U:TopSetU: \\mathrm{Top} \\to \\mathrm{Set} fails to reflect limits because choosing a finer topology on the limit vertex yields a non-limiting cone with the same image in Set\\mathrm{Set}. This is correctly reported on wikipedia and in Joy of Cats, p. 227.\n\n      It is true that topological functors allow you to calculate limits using the image of the diagram under the functor, which is quite powerful. In Joy of Cats, a topological functor is said to “uniquely lift limits” (definition p. 227, proven p. 363). There doesn’t seem to be an nlab page for this property – I suppose it’s not much used by most category theorists.\n\n    • at monoidal adjunction the second item says\n\n      while the left adjoint is necessarily strong\n\n      but should it not say\n\n      while the left adjoint is necessarily oplax\n\n\n    • I added the definition of uniform space in terms of covering families. But I don’t know the covering version of the constructive “axiom (0)”.\n\n    • created arithmetic jet space, so far only highlighting the statement that at prime pp these are X×Spec()Spec( p)X \\underset{Spec(\\mathbb{Z})}{\\times}Spec(\\mathbb{Z}_p) (regarded so in Borger’s absolute geometry by applying the Witt ring construction (W n) *(W_n)_\\ast to it).\n\n      This is what I had hoped that the definition\/characterization would be, so I am relieved. Because this is of course just the definition of synthetic differential geometry with Spec( p)Spec(\\mathbb{Z}_p) regarded as the ppth abstract formal disk.\n\n      Well, or at least this is what Buium defines. Borger instead calls (W n) *(W_n)_\\ast itself already the arithmetic jet space functor. I am not sure yet if I follow that.\n\n      I am hoping to realize the following: in ordinary differential geometry then synthetic differential infinity-groupoids is cohesive over “formal moduli problems” and here the flat modality \\flat is exactly the analog of the above “jet space” construction, in that it evaluates everything on formal disks. Moreover, \\flat canonically sits in a fracture suare together with the “cohesive rationalization” operation [Π dR(),][\\Pi_{dR}(-),-] and hence plays exactly the role of the arithmetic fracture square, but in smooth geometry. I am hoping that Borger’s absolute geometry may be massaged into a cohesive structure over the base Et(Spec(𝔽 1))Et(Spec(\\mathbb{F}_1)) that makes the cohesive fracture square reproduce the arithmetic one.\n\n      If Borger’s absolute direct image were base change to Spec( p)Spec(\\mathbb{Z}_p) followed by the Witt vector construction, then this would come really close to being true. Not sure what to make of it being just that Witt vector construction. Presently I have no real idea of what good that actually is (apart from giving any base topos for Et(Spec(Z))Et(Spec(Z)), fine, but why this one? Need to further think about it.)\n\n    • I had started an entry “exponentiation” but then thought better of it and instead expanded the existing exponential object: added an examples-section specifically for SetSet and made some remarks on exponentiation of numbers.\n\n    • I would like to include something on wheeled properads (or wheeled PROPs) in the nlab. It seems to me that a wheeled prop is something like a symmetric monoidal category with duals for every object generated by one object. Is this right? Is there a place in the litterature where i can find the relation between wheeled properads used by Merkulov and some kinds of symmetric monoidal categories with duality?\n\n      Before changing the PROP entry to add this variant, i would like to have a nice reference on this.\n    • Although referred to in a couple of place, it seems we had no entry for spatial topos, so I’ve made a start.\n\n    • A long time ago we had a discussion at graph about notions of morphism. I have written an article category of simple graphs which collects some properties of the category under one of those definitions (corresponding better, I think, to graph-theoretic practice).\n\n    • Created twosets20170617. Contains an svg illustration of a full subcategory of Set\\mathsf{Set} consisting of a terminal object and a two-element set. Uses the convention that an identity arrow is labelled by its object. Intended for use in some graph-theoretical considerations from an nPOV. Sufficiently general to be possibly of use in some other nLab articles too.\n\n    • Created a stub for internal type theory to collect some references. At some point we could move more from Mike’s blog post.\n\n    • I changed “irreflexive graph” to “directed graph” (aka quiver), as such a presheaf is more commonly known. (Irreflexive to my mind means loops at a vertex are forbidden.)\n\n    • Somehow we didn’t yet have a page about pseudo-distributive laws, so I made a stubby one with a few examples and references.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9555841684,
        "format_confidence":0.9647740126
    },
    {
        "url":"https:\/\/www.physicsforums.com\/threads\/electron-precession-versus-proton-precession-in-a-magnetometer.235200\/",
        "text":"Dismiss Notice\nJoin Physics Forums Today!\nThe friendliest, high quality science and math community on the planet! Everyone who loves science is here!\n\nElectron Precession versus Proton Precession in a Magnetometer?\n\n  1. May 14, 2008 #1\n\n    Why is it that electron precession is not used in addition to proton precession in a proton precession magnetometer? It seems to me that when the frequencies are emitted as the protons precess that the electrons would do precessing at the same time and provide a secondary frequency to observe. Observing a second frequency would provide a better signal to noise for processing and perhaps may decay faster or slower providing a signal that is better at different times or different situations. I imagine there is a fundamental reason why this is not done but I can't find anything on the web that talks to this.\n\n  2. jcsd\nKnow someone interested in this topic? Share this thread via Reddit, Google+, Twitter, or Facebook\n\nCan you offer guidance or do you also need help?\nDraft saved Draft deleted",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9971116781,
        "format_confidence":0.9459053874
    },
    {
        "url":"http:\/\/www.societyofrobots.com\/robotforum\/index.php?topic=8940.0",
        "text":"Author Topic: Looking for robot project team in NJ  (Read 1612 times)\n\n0 Members and 1 Guest are viewing this topic.\n\nOffline Half ShellTopic starter\n\n  • Robot Overlord\n  • ****\n  • Posts: 225\n  • Helpful? 0\nLooking for robot project team in NJ\n« on: August 26, 2009, 02:58:47 PM »\nI am stuck in New Jersey for awhile. I am a college graduate robotic engineer looking for a few people to work together on a robotics project. I have significant experience and will be able to take care of all the electronics and software - unfortunately my machine shop skills are lacking (something i hope to remedy). If you are a robot builder in NJ and are looking for someone to create a (serious) robot to tackle a challenge, then please contact me.\n\nIf you're wondering what KIND of robot I am hoping to build, the answer is I don't care too much. I am just looking for a project to keep me busy- as long as the problem it solves is serious or forces us to really plan out how it maps and reacts to its environment, I'm fine. I am NOT looking to build some remote control battle bot.\n\nOffline Joker94\n\n  • Supreme Robot\n  • *****\n  • Posts: 1,119\n  • Helpful? 26\nRe: Looking for robot project team in NJ\n« Reply #1 on: August 26, 2009, 05:28:10 PM »\nGoogled it and found nothing. Do you have a yellow pages or something simillar. If you don't find one post a message on your local message board and start up your own robotics club\/Team.\n\nBut then that is a big responsability\n\nOffline vipulan12\n\n  • Robot Overlord\n  • ****\n  • Posts: 181\n  • Helpful? 0\nRe: Looking for robot project team in NJ\n« Reply #2 on: April 16, 2013, 02:14:25 PM »\nwhat college did you go to?\n\n\nGet Your Ad Here",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.7972652316,
        "format_confidence":0.9780378342
    },
    {
        "url":"http:\/\/forum.ucerd.com\/viewtopic.php?f=31&t=198&view=unread&sid=58cf2ff6d4d9837b8b100eda3f05c14c",
        "text":"Eigens Notes (by Fayyaz Ahmad)\n\nThe UCERD Mathematics Forum includes general math, education, geometry, software, calculus reform, research and recreations.\n\nEigens Notes (by Fayyaz Ahmad)\n\nUnread postby UCERD.COM » Fri Jan 18, 2013 2:03 pm\n\nAn eigenvector of a square matrix is a non-zero vector that, when multiplied by the matrix, yields a vector that differs from the original at most by a multiplicative scalar.\n\nFor example, if three-element vectors are seen as arrows in three-dimensional space, an eigenvector of a 3×3 matrix A is an arrow whose direction is either preserved or exactly reversed after multiplication by A. The corresponding eigenvalue determines how the length and sense of the arrow is changed by the operation.\n\nSpecifically, a non-zero column vector v is a (right) eigenvector of a matrix A if (and only if) there exists a number λ such that Av = λv. The number λ is called the eigenvalue corresponding to that vector. The set of all eigenvectors of a matrix, each paired with its corresponding eigenvalue, is called the eigensystem of that matrix.[1][2]\n\nPlease Promote Our Work and website through yoursocial and professional network. We would highly appreciate your help.\nFind us on FaceBook,Like and Share Please\nUser avatar\nSite Admin\nSite Admin\nPosts: 961\nJoined: Wed Jun 20, 2012 3:01 pm\nLocation: Barcelona\nHas thanked: 13 times\nBeen thanked: 14 times\nBlog: View Blog (1)\n\nReturn to Mathematics\n\nWho is online\n\nUsers browsing this forum: No registered users and 1 guest",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9950374961,
        "format_confidence":0.9767837524
    },
    {
        "url":"http:\/\/www.ted.com\/conversations\/18912\/math_topics_presented_in_a_mor.html",
        "text":"This conversation is closed.\n\nMath topics presented in a more engaging and unorthodox fashion.\n\nMath is already the most hated subject in schools and students have pinned math knowledge with a certain persona. The general persona is a monotone, nerd with no 'swagger'. This coupled with the rigor of the subject makes even the serious minded students tune out. This is a math lesson delivered as they've never seen nor expect. In music videos and various other forms of entertainment, a 'hood' figure who speaks with 'hood' vernacular is placed at the other end of the intelligence spectrum. This educator shows that where you come from does not speak to your intelligence or potential. Many agree that his delivery is unorthodox, interesting and rivals the explanations of seasoned professors. Some have professed that none of their collegiate educators delivered an explanation which could surpass the one given in the video. View the link and see if you agree with thousands thus far.\n\n\n  • thumb\n    Jun 13 2013: Here are our thirty-four TED Talks about Math. http:\/\/www.ted.com\/talks\/tags\/math\n\n    The first, by a very energetic speaker, has had almost 5 million views! And he spoke again at TED Global today.\n\n    In my experience, math is presented in a very wide variety of ways by different teachers and speakers. There are great and engaging teachers and professors and weak ones. With such a wide range, and as mathematicians can have an eccentric streak, I don't think any mode of speaking about the subject can truly be called orthodox.\n    • Jun 14 2013: I guess there is a reply limit on here so I clicked on this one to reply to your last comment. As a matter of fact I am a math teacher. I suppose it wasn't very hard to tell. That theory sounds pretty good. The most problematic aspect of teaching inner city students is discipline. I honestly could not say whether or not I would be able to implement such a strategy because the biggest magic trick of all is getting them to actually care\/try. There could be gifted students in the mix but they are so taken by their environments that academics are the last items on the list of importance. If I could be so lucky to get 5 million views and resources to act, I know exactly how to change it. As of now, it's a daily battle and with the close of each year, I lose the war big time. I mean, some of them have genuine unbelievable circumstances to deal with at home. One student told me that their mom was up for 3 days as he witnessed a drug habit. Not to get too deep but I almost hugged the little guy because he deals with a lot to be so young. The worst part is that his story isn't at all unique. They all have crushing survival pressures, horrific environmental influences and a loss of will. Movies and television about this very thing tend to desensitize as we are no longer stunned by hardships but it is 10,000% real. At this point, I really don't know what to do for them. I know I went on a little rant here but hey....just figured I'd vent while speaking to a fellow educator.\n      • thumb\n        Jun 14 2013: It's not the place for me to address at length, but what worked pretty well for me in classrooms like you seem to have is to start the year by asking for a show of hands of who sees college as probably in the plan. Practically all say they do.\n\n        At that point I say that this is important for me to know, because we need to run the class to prepare them for that.\n\n        This conveys expectations that are useful and that, after all, came from what they told me their personal goals are.\n\n        You might try that in September.\n        • Jun 14 2013: This is not funny at all but sometimes all you can do is give one of those 'this makes no sense' laughs....when I ask about college, they don't even bother to raise their hand. It use to be that way about 7 years ago. They would raise their hand at least not to look bad. This is my last year teaching.\n  • thumb\n    Jun 21 2013: Learnig maths (or whatever) and also teaching in a nice way, is practical, pleasant, and (if they know how to do it well) useful. Sure.\n  • Jun 20 2013: LOl,I was good at math subject and I spent so much time to probe math's questions at school.And now my daughter likes math subject too.I can say some of students don't like math subject which isn't children's fault but math's teaching methods,curriculum...how do we apply math in reality?\n  • Comment deleted\n\n    • Jun 23 2013: you know of any books which go into more detail about this?\n  • Jun 17 2013: I watched the talk referenced by you. I found that the presentation in his explanation of the derivative in the differential calculus based on the conventional definition. I admire his clear presentation. but it's not an innovative approach. The dismal phenomenon of lack of interest in math by the students is not due to teaching, but it's due to the interference of the top-down from the education bureaucracy who tries to handcuff the teachers in how to teach, what to teach and shovel all the ineffective materials or regulations to deter students learning. Two examples:\n    The so-called common core teaching materials, especially in math, are full of idiotic explanations which are simply hard for the student to understand and impractical as well. An example is the equation; 1\/2 x 1\/3 = 1\/6. Most of the TEDsters believe that using the pizza slices analogy is both realistic and easy to understand. But the authors in the common core attacked this approach and came up with some impractical and hard to understand explanations.More of these kind of \"puzzles\" are certain to turn the students off.\n    Another example concerned with the new rules by the education authority to delay the teaching of Algebra I until the 9th grade. First of all, history shows that math should be learned as early in age as possible. There are plenty of prodigal youngsters who can reach the level of calculus or beyond at the age of 15 or even younger, but there are extremely few adults who could develop high math skills when they didn't have the proper foundation in math when they are already adults. Furthermore, what would we teach the students in the 7-8th grade. If the problems include relatively complex solutions, then the problems can easily be solved by algebraic equations, but they have not been taught at that time. If we lay off the students on that, then it is equivalent to give THE STUDENTS A SLACK in progress during the optimal time for learning. In both cases, we turn them off of math!\n  • Jun 13 2013: Thanks for the reference. I will check them out.....I agree. Math is typically very unorthodox but to the masses of people who hate the mere mentioning of the subject, it can be dim to say the least.\n    • thumb\n      Jun 13 2013: I notice children typically like or even love math as long as the problems are easy and they can do them with minimal effort. Part of why people start not liking math is that people don't always enjoy making mistakes and being told they have made mistakes.\n      • Jun 13 2013: Yeah that's true. Once they have to do more than 3 steps to get to the answer then it's like pulling teeth. At some point, they just have to realize that it is the glory of thinking your way through that fuels the process.\n        • thumb\n          Jun 13 2013: Just in case you are a math teacher, there is a great little book I read a long time ago called Thinking Mathematically, by John Mason. One of the key ideas is that to get students hooked on math, you have to get them to experience the stuck-stuck-stuck- Breakthrough! experience.\n\n          For this you have to hit just the right level of difficult so that they will get stuck... stuck...stuck... but then break through, producing that elated feeling that gets addictive. and you take them there over and over again.\n\n          That's my secret anyway. Notice it is an intrinsic thing.",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.59284091,
        "format_confidence":0.9881051779
    },
    {
        "url":"http:\/\/www.bio.net\/bionet\/mm\/microbio\/2009-September\/023928.html",
        "text":"[Microbiology] USP Microbial Limits Prep Test\n\nChristina Benson via microbio%40net.bio.net (by cbenson from nutritionallabs.com)\nTue Sep 8 17:52:12 EST 2009\n\nHi there,\n\nI was wondering if you would be willing to share the SOP you wrote on how to\nperform the prep test?  I am having a hard time figuring it out.  I also\nthink it is kind of an oxymoron to be testing antimicrobial stuff.\nAntimicrobial is good, right?  Why ruin it by neutralizing?\n\nThanks for your time,\n\nChristina Benson\n\nMore information about the Microbio mailing list",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9478262067,
        "format_confidence":0.9413132668
    },
    {
        "url":"https:\/\/www.physicsforums.com\/threads\/closed-operation.303044\/",
        "text":"\n    Dismiss Notice\nDismiss Notice\nJoin Physics Forums Today!\nThe friendliest, high quality science and math community on the planet! Everyone who loves science is here!\n\nClosed operation\n\n  1. Mar 27, 2009 #1\n    The question given is: Determine the smallest subset A of Z such that 2 ε A and A is closed with respect to addition.\n\n    The answer given was the set of all positive even integers, but I was thinking that the smallest subset would be the given element and the identity element (0 in this case) so that A = {0,2}...wouldn't this be more accurate?\n  2. jcsd\n  3. Mar 27, 2009 #2\n    To understand why that is not correct, you have to know what closure of an operator over a set means.\n\n    A set S is closed under a binary operator + iff for all x, y in S, x + y is in S.\n\n    A = {0, 2} isn't closed under addition because the definition is not satisfied. We can find a counter example where x and y are both in S, but x + y is not. The counter example is with x = 2 and y = 2.\n  4. Mar 27, 2009 #3\n    Closed means you can do it to any two (possibly non-unique) elements and get an answer in your set.\n\n    S = {0, 2} doesn't work since 2+2=4 is not in S.\n  5. Mar 27, 2009 #4\n    I see. Thanks...funny I didn't notice that.\nKnow someone interested in this topic? Share this thread via Reddit, Google+, Twitter, or Facebook",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9945966005,
        "format_confidence":0.9335030913
    },
    {
        "url":"https:\/\/www.pacificbulbsociety.org\/pbslist\/2010-June\/508gml45ehq1ujos7tcqmk2ol4.html",
        "text":"Spelling of personal names in botanical nomenclature; was RE: Haemanthus and Scadoxus Culture\n\nJim McKenney jimmckenney@jimmckenney.com\nMon, 28 Jun 2010 10:19:37 PDT\n\nYears ago on this list, a sharp eyed reader noticed that someone had  used\nthe “an” form of the indefinite article before a genus name which began with\nH. Sharp-eyed reader commented something on the order of “now I know how you\npronounce the name: with a silent H. “\n\nThis points to one probable source of the lack of clarity in the code with\nrespect to the treatment of names. There are at least two schools of thought\nwhen it comes to the answer to the question “what does “name” mean in this\ncontext?”. Does “name” in this context refer to  the spoken form of the name\nor to the written form of the name? \n\nChris Whitehouse correctly pointed out that the name Katharine is ultimately\nderived from Greek. But in the English language, what seems to be the same\nname has dropped two of the original four  syllables, has given new sounds\nto the retained vowels, and has introduced a sound for the th which did not\nexist in Greek. Furthermore (and this aspect is particularly important for\npurposes of plant nomenclature) the spoken form of the name as spoken in\nEnglish ends in a consonant sound (an “n” sound); the written form ends in a\nwritten but silent (in English) vowel. \n\nAll of this would be irrelevant except for one thing. One of the\npeculiarities of the rules (at least as I read them) is that the rules seem\nto be relying on  principles of euphony  traditional in the study of the\nclassical languages, but these rules are applied to the written word with no\nregard for the sounds the written characters represent. The word euphony\nimplies sound: the sound comes first, the spelling follows. Spelling changes\nto reflect euphonic sensibilities.\n\nBut in the world of scientific nomenclature, almost every one has lost touch\nwith the SOUNDS of classical Latin and Greek. But that has not stopped them\nfrom attempting to apply rules of euphony specific to Latin and Greek (and\nbased on those sounds)  to the written form of scientific terms, including\nsometimes botanical names. The result can be comically anorthographic, is\ngenerally offensive to the trained ear and sometimes displays an ignorance\nof the sense of the very rules of euphony evoked to produce the spellings in\n\nEnough of this rant! But Chris did mention one other thing which tempts me\nto open another can of worms: Chris alluded to the fact that for purposes of\nplant nomenclature some names are declined and some are not. We could have a\nlot of fun with that one, too: any one else game? \n\nJim McKenney\nMontgomery County, Maryland, USA, 39.03871º North, 77.09829º West, USDA zone\n7, where if we continue this topic I'll get Crépin and Max Wichrua involved.\n\nMy Virtual Maryland Garden http:\/\/www.jimmckenney.com\/\nBLOG! http:\/\/mcwort.blogspot.com\/\nWebmaster Potomac Valley Chapter, NARGS \nEditor PVC Bulletin http:\/\/www.pvcnargs.org\/ \nWebmaster Potomac Lily Society http:\/\/www.potomaclilysociety.org\/\n\nMore information about the pbs mailing list",
        "topic_id":19,
        "format_id":4,
        "topic_confidence":0.9612659216,
        "format_confidence":0.8381354809
    }
]