[
    {
        "url":"http:\/\/www.fhithich.uk\/?p=21923",
        "text":"Greens Moor Quarry\n\nI don’t know the West Pennines very well. In fact, I can only recall four visits although there must have been a few more. Deep-sided urbanised valleys dividing large tracts of very boggy, and I mean very boggy moorland. The road signs on the way north from the M62 jogged memories of fell running clubs that were always ahead of me in results. Rochdale, Bolton, Bury and Rossendale. The Rossendale Valley is oddly named, after all a dale is a valley. And it is the River Irwell that flows down the valley on its way to Manchester and the River Mersey. One of the major industries in Rossendale has been quarrying the gritstone notably in the form of flagstones for flooring, pavements, railway platforms and docksides. Trafalgar Square is paved with Rossendale flags. The industry still flourishes, carving a large gash in the hillside. Greens Moor Quarry is now disused though and has been developed into a popular mountain bike centre called the Valley of Stone with many constructed trails. One thing I did notice was the absence of plastic bottles, beers cans and burnt-out cars. Quite a comparison with our own Eston Hills. Amazing.\nOpen Space Web-Map builder Code\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7909950018,
        "format_confidence":0.9907770157
    },
    {
        "url":"https:\/\/blog.seattlepi.com\/ballard\/tag\/old-ballard\/",
        "text":"\n\nPosts filtered on Tag\n\nTag: Old Ballard\n\nNew old Ballard\n\nFifty years in the same house in Ballard used to make for history, now it practically describes me.\n\nThe Viking (1950-2013)\n\nMy former neighbor was a regular for a while, part of the “coffee club.” What I remember is looking for him in the tavern when I was locked out of the house. Also that my neighbor always wanted to",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7274187803,
        "format_confidence":0.6081769466
    },
    {
        "url":"https:\/\/vintageportland.wordpress.com\/2010\/07\/27\/se-foster-50th-1937\/",
        "text":"SE Foster & 50th, 1937\n\nThis should be a familiar sight to anyone who’s passed by the intersection of SE Foster Rd. and 50th Avenue. The cars and businesses have changed but the buildings remain the same. All three buildings in this 1937 photo still remain.\n\n(City of Portland Archives)\n\nOne thought on “SE Foster & 50th, 1937\n\n  1. Any explanation for the white area on the Katzky’s Pharmacy building.\n    I see a shadow of the Mobil Gas flying horse logo (Pegasus) and wonder what the Star is (Texaco Oil and Mobil were competitors so I doubt if they were sold together)\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9892372489,
        "format_confidence":0.9440214634
    },
    {
        "url":"http:\/\/digitalcemeterywalk.blogspot.com\/2009\/06\/",
        "text":"\n\nTuesday, June 30, 2009\n\nChanging Landscape\n\nIn December 2007 our town suffered a really bad ice storm. Many trees were lost and the landscape of our community changed, including our cemeteries. A few trees were repurposed at the Penwell-Gabel [old Memorial Park] Cemetery.\n\nThe one with the animals is in Petland\n\nMonday, June 29, 2009\n\nSurvey Says...\n\nI use the words Interment or Inter, but not everyone does.\n\n******WHAT DO YOU USE?******\n\nInterment –noun\nthe act or ceremony of interring; burial.\ninterment. Dictionary.com. Dictionary.com Unabridged (v 1.1). Random House, Inc. http:\/\/dictionary.reference.com\/browse\/interment (accessed: June 29, 2009).\n\nOr this...\n\nInter –verb (used with object), -terred, -ter⋅ring.\n1. to place (a dead body) in a grave or tomb; bury.\n2. Obsolete. to put into the earth.\ninter. Dictionary.com. Dictionary.com Unabridged (v 1.1). Random House, Inc. http:\/\/dictionary.reference.com\/browse\/inter (accessed: June 29, 2009).\n\nThe one I see most often is:\n\nInternment –noun\n1. an act or instance of interning.\n2. the state of being interned; confinement.\ninternment. Dictionary.com. Dictionary.com Unabridged (v 1.1). Random House, Inc. http:\/\/dictionary.reference.com\/browse\/internment (accessed: June 29, 2009).\n\nOr this...\n\nIntern –verb (used with object)\n1. to restrict to or confine within prescribed limits, as prisoners of war, enemy aliens, or combat troops who take refuge in a neutral country.\n2. to impound or hold within a country until the termination of a war, as a ship of a belligerent that has put into a neutral port and remained beyond a limited period.\nintern. Dictionary.com. Dictionary.com Unabridged (v 1.1). Random House, Inc. http:\/\/dictionary.reference.com\/browse\/intern (accessed: June 29, 2009).\n\n[there is also a definition that includes a trainee or apprentice]\n\nThese spellings did not return any results\nA. Inturnment\nB. Inturment\n\nA new one to me a few years back was Inurn. I saw it appearing in our newspaper obits here in Kansas. When my little sister died in 2007 I included this word in her obituary and was told by the newspaper in Georgia that it was not a proper term. Huh? It was not worth the hassle during such a sad time that I just re-worded it.\n\nInurn –verb (used with object)\n1. to put into an urn, esp. ashes after cremation.\n2. to bury; inter.\ninurnment. Dictionary.com. Dictionary.com Unabridged (v 1.1). Random House, Inc. http:\/\/dictionary.reference.com\/browse\/inurnment (accessed: June 29, 2009).\n\nWho Are You?\n\nThis is [only] one of the saddest headstones I've found. Someone cared enough to have the cross placed on this grave and even embed the little doll into the stone but no where can I find a name for the person buried here. I am assuming it is a baby or child.\nThis grave is located in the Eastside Cemetery in Hutchinson, KS. I spend a lot of time here for a multi-level project that two of us are working on. We typed all of the paper records for the city and for our genealogical society and are now walking each lot noting the burials with and without headstones. All of this will eventually find its way to the society web site. The grave is also in the original Potter's Field, where even though there may be an interment record there isn't always a location recorded. I'm in the process of analyzing about 130 years worth of records to reconstruct what I can. My eyes scan the cemetery for this marker each time I enter it.\n\nSaturday, June 27, 2009\n\nSecond Look\n\nIt wasn't until I looked through these pictures again from Attica Cemetery that I realized this was not a Rock of Ages headstone. It's a sweet remembrance for a young woman. My trip to this cemetery was unusual in that it is an hour and half from my house. My husband, being the good sport that he is when it comes to visiting cemeteries, drove with me to find this particular cemetery to see the Nathan Grigsby lot that I had heard about. Click on the label to find that headstone.\n\nFriday, June 26, 2009\n\nA Good Clue\n\nNow why can't I get help like this in my genealogy?\n\"Left his wife and seven children to mourn his death, at rest\"\n\nJesse B. Harris\n12\/20\/1860 - 12\/4\/1911\nRiverdale Cemetery, Columbus, GA\n\nThursday, June 25, 2009\n\nFrances Rohrer\n\nFrances Elizabeth\nDaughter of\nJohn G & Josephine Rohrer\nBorn: 12\/17\/1888\nDied: 3\/21\/1902\nBuried: Mt. Olive Cemetery, Pittsburg, Crawford Co., KS\n\nI could only find a Francis Rohrer, age 11, born Dec. 1888, in the household of Peter Rodenberger household on N. Grand Avenue in the 1900 Pittsburg, Crawford Co., KS Federal census. Her mother Josephine is on the same base and she died in 1936. It's possible the father is buried close by and I missed him.\n\nDCW Videos\n\nI've been experimenting with videos, mostly for my genealogical society. After investing in a video software I found that I liked the simple one that came with my computer better. It doesn't have many bells and whistles but I don't need a degree to figure out how to use it. What I do like about it is that I can take digital photos and create a video from them. I do own a camcorder now but find it impossible to visit some of these cemeteries again or often.\n\nI have added a video bar to the side column and uploaded two short videos. Or, you can link to the YouTube channel for Digital Cemetery Walk directly.\n\nI plan to keep my videos short, under 3 minutes, so you won't fall asleep! Should one warrant more time, well, that's okay too!\n\nBlog Highlighted\n\nI am honored to have my blog highlighted by Laurie over at The Graveyard Detective. I am inspired by so many other cemetery bloggers, including Laurie. Thanks, Laurie!\n\nThe photos used in my header and footer are from the historic Linwood Cemetery in my hometown of Columbus, GA. I love to walk this cemetery when I go home to visit.\n\nI am captivated by the symbolism found on headstones. You see cemeteries in a new way when you stand before a grave and silently ask \"what am I being told about you?\".\n\nThrough my AGS membership I have come to know Richard Waterhouse. He shares his love of symbolism through a monthly newsletter. I had the opportunity to interview him for our genealogical society quarterly. You can read a copy on his web site. Click on the Symbols in the Cemetery article. You will also find his newsletter back issues on his site too.\n\nHave you visited a cemetery today?\n\nMonday, June 22, 2009\n\nCemetery & Photo Count Update\n\nI had an opportunity to visit a small pioneer cemetery while out of town. Add Eakins Cemetery in Denton Co., TX to my previous list.\n\nUpdated Count:\n118 cemeteries represented by 16,828 photos\n\nEven though I try to delete duplicates I know within some folders I may have some that I resized for posting online.\n\nSee my previous post with the same label for more information.\n\nSea of Coping - Riverdale Cemetery\n\nThe Riverdale Cemetery in Columbus, GA has to be one of the hardest cemeteries to maintain. When you look out across the cemetery your gaze falls upon a sea of coping, for most lots within a section are divided by it. Last fall I heard the city is working to establish a foundation that would cover Riverdale, Porterdale and East Porterdale. I hope so! My mother and 3 of my sisters are buried here, along with my grandmother, Great grandmother and other relatives.\n\nSteinbeck - Pioneer Family\n\nThe Steinbeck family burials occupy the west section of 2 lots at Eastside Cemetery. The surname headstone states \"members of Reno County Pioneer family 1848\". Reno County wasn't officially established until 1872. There are 10 family members buried here.\n\nSunday, June 21, 2009\n\nCharlie Martin\n\nWe spent a long weekend in Ponder, Texas. I had the opportunity to take a quick visit to Eakins Cemetery. Here is the grave of Charlie Martin 2\/12\/1902 - 6\/10\/1905. I did find a few transcriptions online for this cemetery. All have his death year as 1903 but enlarging the close-up headstone photo clearly shows it as 1905.\n\nWednesday, June 17, 2009\n\nCemetery Photographs\n\nMy love of cemeteries developed through genealogy but it wasn't until the last few years that I really noticed the beauty that can be found in a cemetery. In the beginning my visits were limited to locating specific people, photographing the headstone for my records and leaving. That, however, changed along the way. Now I find that I will stop and visit any cemetery regardless of a family connection [and these days most have no connection].\n\nI was curious of just how many cemeteries I have taken photographs in [that I have a record of] - so I decided to look. I also noted I began to take more photos after I purchased my first digital camera, no longer needing to be conservative with film and developing costs.\n\nI keep all of my computer files organized in folders so pulling this information was easy. I have photographs for 116 cemeteries that I have visited. These 116 cemeteries total 16,687 photos. Of those 12, 238 are in the Kansas county that I live in. We have 54 cemeteries and so far I have completely photographed 34 and partially photographed the remaining. 3 are really large of which 2 may never get done completely but the other one is currently a special project I'm working on with a friend for our genealogical society web site. I also have 1,280 photos that others have shared with me over the years. And, I have a photo box that have several hundred taken on film.\n\nHere is my list as of today.\n**[Added one 6\/18 - new count is 117 cemeteries w\/ 16, 745 photos]\n\nCemetery, County, State\nAbbyville, Reno, KS\nAmish, Reno, KS\nAntioch, Reno, KS\nArlington, Reno, KS\nAttica, Harper, KS\nBainum, Reno, KS\nBaker, Reno, KS\nBaxter Springs, Cherokee, KS\nBeallwood, Muscogee, GA\nBuhler, Reno, KS\nBuhler Municipal, Reno, KS\nBurrton, Harvey , KS\nCalvary, Crawford, KS\nCampground, Holmes, FL\nCedar Hill, Terrell, GA\nCottonwood, Rice, KS\nEast Porterdale, Muscogee, GA\nEastside, Reno, KS\nElmwood, Montgomery, KS\nEnterprise City, Coffee, AL\nEvergreen, Muscogee, GA\nFairlawn Burial Park, Reno, KS\nFairview, Montgomery, K... (truncated)",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9630004168,
        "format_confidence":0.986853838
    },
    {
        "url":"http:\/\/transitiondesert.blogspot.com\/2012\/04\/spriiiiiiing-break-yeah.html",
        "text":"A few weeks ago I went on a little spring break trip to visit my family in Los Angeles. A few things happened, followed by a few more, and so on. Here's a multiple-part photo journal of events that mattered to me while I was there. Enjoy!\n\nAfter years passing this sign millions of times (at least) since the age of 6, I finally decided to indulge my curiosity and visit the mysterious highway exit known as Zzyzx Rd. Originally known as a government outpost Soda Springs, CA was rechristened Zzyzx in 1934. Zzyzx was founded by a crackpot evangelist who split his time between hosting a radio show in L.A. and managing his health spa and hotel in Zzyzx. Its strange name was claimed to be a real word, which he used to properly name his spa so that it would be \"the last word in health\".\n\nKelso Dunes as seen from Zzyzx.\n\nAfter the federal government dubiously \"reclaimed\" the land on the technicalities of mining claim laws, the Cal State university system took the land over in 1976 and manages it to this day. CSU nows operates a Mojave Desert research center in the converted health spa and hotel facilities that the original owner built. Soda springs still exists on the grounds of Zzyzx, and is actually the last existing habitat for the endangered Mohave Tui Chub, the only fish currently native to San Bernardino County.\n\nAfter taking my sweet time at Zzyzx, I decided to extend the usual, tedious trip between L.A. and Vegas into an extended field trip. Next stop: Vasquez Rocks.\n\nWhile most recognize this place from scenes in Bill and Ted's Bogus Journey and a plethora of other films of varying quality, the Vasquez Rocks were initially known for being a favorite hideout for the notorious Tiburcio Vasquez. As a kid, the Vasquez Rocks were a favorite boy scout hiking spot of mine, to the point that I was pretty well-versed in the history of their infamous namesake.\n\nDespite growing up in within the educated Spanish ruling class, at age 17 Vasquez descended into a outlaw lifestyle which included ample amounts of robbery, theft, prison breaks, and womanizing. Since he was usually on the run, he found the canyons around the Vasquez Rocks to be an ideal hiding place.\n\nSiltstone conglomerate in the foreground. CA Hwy 14 and the San Gabriel Mts in the background.\n\nNo comments:\n\nPost a Comment",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.5288855433,
        "format_confidence":0.996994257
    },
    {
        "url":"http:\/\/www.leavesofheritage.com\/2011_04_01_archive.html",
        "text":"Tuesday's Tip: It's just a matter of time...but which one?\n\nIf you're like me, you've pondered the names of the months at one point or another. Especially those at the end of the year that have numerical prefixes (sept, oct, nov, dec). And if you have Quakers in your family history, you might be wondering why some of the dates aren't matching up with other records you have for certain individuals. After all, few, if any, Quaker records were recorded using the actual name of the month. Rather, they were recorded using the number of the month. But there is an easy explanation as to why some things might not be adding up!",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.875315845,
        "format_confidence":0.9599328041
    },
    {
        "url":"https:\/\/wordandsilence.com\/2012\/09\/18\/silence-in-london-9182012\/?shared=email&msg=fail",
        "text":"Skip to content\n\nSilence in London\n\nJust back from London, where the hugeness of space and history were hard to ignore.\n\nBut the experience was always deepest in the smallest space, where something sacred, or just something simply old, could be apprehended intimately, in silence.\n\nSo that it was not Westminster Abbey, despite its beauty as a space and the unnerving realization that one is walking by the actual tombs of early kings and queens, including Elizabeth I. It was not this, but Westminster’s cloister:\n\n\nAnd it was Westminster’s Chapter House, with its original 13th-century tile, 14th-century paintings on the wall, and nearby the oldest door in England, supposedly used by Edward the Confessor, c. 1050:\n\n\nAnd it was, most of all, Westminster’s Pyx Chamber, also dating to shortly after 1066. It is hard to say why this room struck me, but I could have stayed there for days:\n\nIt was also not the Tower of London, the only time where the idea of royalty truly stank of excess and arrogance and blood, especially at the exhibit of the crown jewels. It was not here, but nearby, at the church of All Hallows by the Tower, a place gutted during the Blitz, the damage revealing a c. 775 Saxon Arch from the earliest version of the church, as well as c. 200 Roman pavement in the crypt below, and of course, crypt chapels for silence:\n\nAnd it wasn’t even London, really, so much as it was a side-trip to Salisbury, an hour or so west by train. We constantly compared London’s transport system to New York’s (having endured the latter for four years) and always found London’s easier to use, and London in general more friendly, with maps everywhere on the street. There was also much more walking space in London than New York–walking as in ambling and relaxing, not NYC sidewalks that are merely pathways to rush from one place to the next. The sidewalks were always wider than you would expect, there was always a park or a garden nearby, there was always a sense of nature being near. And in Salisbury, nature was always near, such as the River Avon, and the city’s wide streets:\n\nAnd while I would take Salisbury Cathedral over Westminster Abbey any day, I would take its Chantry Chapel, c. 1520, over the entire Cathedral–in fact, over most of what I saw and have seen of religious or political architecture. Just a small room a man had built in the middle of the cathedral. On this trip there were a dozen of these small places that, had I stopped to kneel or just to think too long, I’m sure I would have broken down. The Chantry Chapel was the most powerful of them:\n\nOr, actually on par with it, was Stonehenge. Yet even here, it was still intimacy over the hugeness of space. It strikes me that a large city, large buildings, a large cathedral, even a large city garden, is only trying to convey what nature does on its own, and this is seen on the Salisbury Plain where Stonehenge sits. You think the stones are huge, and get distracted by the logistics of how they did it and start arguing about it, rather than being pleased that people did it at all, and for sacred purposes, and that it was placed consciously in a huge landscape made intimate by its placement there. I mean, that the landscape was intimate already, and the people knew it, and placed something there not to surpass nature, but to be with it. It is impossible to take a bad photo of something that is already filled with rhythm, and which cooperates with everything around it:\n\n\nAnd it didn’t hurt to have contemporaneous burial mounds nearby, either:\n\n\nThere were also London’s Roman remains. Yet even the statue, apparently of the emperor Trajan, and the remains of the Roman wall (with medieval additions) behind him, seemed intimate and begging silence, surrounded as they were by the London tube, crowds of tourists, and the nearby Tower of London. Trajan and the wall look pretty lonely and sad, Ozymandias-like, a hand raised and a wall raised for a Rome that isn’t here anymore–and which, by world standards, wasn’t here for very long anyway:\n\n\nAnother image of Roman London struck me the same way–this one near Westminster Abbey, across the street from Big Ben and the Houses of Parliament, and perpetually looking down on the Thames, on traffic, and crowds of tourists who probably don’t notice her. I mean a statue to Boudica, the woman who led an unsuccessful revolt against Rome, and burned Roman London down. It is odd to see Britain, a Christian nation and seat of a once great empire, embrace this pagan woman (this “barbarian” woman, they would probably say of anybody else) who revolted against the empire that subjected her:\n\nWe also came to London to see about writers. The only one we actually met was Donald Rumbelow, a former London policeman, crime historian, and author of a few books on Jack the Ripper. We took the Jack the Ripper walking tour he gives,  and followed him and the tiny plastic stool he stood upon at each stop. His talk lasted about two hours, and there was nothing theatrical about it, not one moment that was merely supposed to be shocking, or gory. It was better than any other “entertainment” we could have sought on a Friday night in London, and it just goes to show that the human voice alone, eloquently and succinctly tuned, can be as riveting as anything–and it reminded me of why I bother writing at all. Even more to Rumbelow’s credit, he ended his tour saying he didn’t know who the Ripper was, and even said that one of his older theories had been disproved. He could have left a bunch of tourists who didn’t know any better with a theatrical certainty, but instead left it as it probably is, an unknown. Here he is with us at Spitalfields Market, near where one of the victims, Annie Chapman, was last seen:\n\n\nThere was also a T. S. Eliot pilgrimages of sorts. We found his early address at 18 Crawford Mansions, where he lived from 1916 to 1920, and at nearby 9 Clarence Gate Gardens, where he lived shortly after. The streets around these addresses are beautiful, especially the chimney tops:\n\nWe also found, on our last full day there, St. Stephens Church, where Eliot was baptized into the Anglican faith in 1927, and where he worshiped for the rest of his life. It was something to think of him, after and amid so much inner turmoil, finding at least some sustenance and peace there. For twenty-five years he was also a church warden, and it was equally nice to think of him, simply tidying up the place. (A small orchestra was using most of the church to practice when we walked in, so most of the photos were taken outside, except the dark one of me standing by a memorial plaque set up to him)\n\n\nFinally, there were two graves in Highgate Cemetery East. The first for Peter Ucko, an archeologist I had read from his work in Egyptology, with an Egyptian prayer to Nut on the front of his stone, and a predynastic Egyptian statue carved on its back:\n\nAnd then the grave of Douglas Adams. A simple stone and some pens (to which we added one of our own) is enough:",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.6806298494,
        "format_confidence":0.7528303862
    },
    {
        "url":"https:\/\/ww2resource.wordpress.com\/2010\/12\/29\/february-1945-the-death-of-dresden-2\/",
        "text":"February 1945: The Death Of Dresden\n\nPosted: December 29, 2010 in World War 2\nTags: , , , , ,\n\nThe Plan Of Attack\n\nIt would be more probable that the confirmation of the order to attack Dresden was given in a general spirit of compliance with the memorandum tabled at Yalta by the Soviet Deputy Chief of Staff, General Antonov, on 4th February, in which he suggested that the Western strategic bomber forces might deliver attacks on communications near the Eastern front.\n\nOnce the order to bomb Dresden was confirmed Sir Arthur Harris raised no further objections to carrying it out. As he comments in his memoirs Bomber Offensive: “The attack on Dresden was at the time considered military necessity by much more important people that myself.”\n\nThe First Attack: 10:10PM, 13th February\n\nAt 10:09PM the ticking clock which replaced wireless broadcasts during alerts in Germany was sharply interrupted. The unmistakably Saxon voice of a very agitated announcer broke out of the loudspeakers: “Achtung, achtung, achtung! The first waves of the large enemy bomber formation have changed course, & are now approaching the city boundaries. There is going to be an attack. The population is instructed to proceed at once to the basements & cellars. The police have instructions to arrest all those who remain in the open.”\n\nIn his mosquito three thousand feet about the silent city, the Master Bomber was repeating over & over into his VHF transmitter: “Controller, to Plate-rack Force: Come in & bomb glow of red T.I.s as planned.”\n\nIt was exactly 10:10PM.\n\nThe Second Attack: 1:30AM, 14th February\n\nZero hour for the second attack on Dresden was 1:30AM. At 1:23AM the Blind Illuminator Lancasters released their sticks of flares across the aiming point, & at 1:28AM the Master Bomber arrived; to his horror, he found that the whole of the center of the city was being swept by a violent firestorm, making it impossible for him to identify the aiming point clearly.\n\nFrom Irving:The Destruction of Dresden\n\nRichard Pireau barely knew Dresden. All he could have told you was the vague direction of the Großer Garten, a large park in the center of the city. Again & again, impassable craters blocked his path. The soles of his shoes had been scorched away long ago. But he felt no pain. All he knew was that the fiery storm raging round him would soon close into an impassable ring. Shortly after 1 o’clock, he finally reached the park, where thousands were scrambling to safety, weak & exhausted like himself. Suddenly he was startled by a scream from thousands of throats. Incredulously he stared at the sky. All four corners of the park were lit up by white “Christmas tree” flares. Richard Pierau dropped to the ground & hid under a park bench. He was gripped by icy fear. Then another load of heavy bombs came screeching down remorselessly & there were more incendiaries. Richard scrambled in the earth, as hundreds of bombs & mines ploughed up the park. Then suddenly he was blown into the air. He lost consciousness. When he came to the next day, he was lying among a heap of dead bodies about to be taken to a mass grave.\n\nThe Third Attack: 12:12PM, 14th February\n\nAs the morning of February 14th dawned over Dresden, tens of thousands of people rushed out of the burning city along every road. A woman from Cologne, evacuated to Dresden, wrote: “Our ambulances, clearly marked with prominent red crosses were full of badly wounded people. When the low-level attack began, they refused to stay in the vehicles, but scrambled for shelter in the rubble. In front of us stood an open lorry, carrying wounded soldiers. The planes opened up with everything they had. Then the soldiers too, dropped off the lorry, running, staggering or crawling for dear life. One of them walked straight into the rain of bullets. He died on the spot. Again & again, the planes returned, firing on all the vehicles & killing scores of people.”\n\nThe Reaction In London\n\nChurchill presented a minute to his Chiefs of Staff, in which he wrote: “It seems to me that the moment has come when the question of bombing German cities simply for the sake of increasing the terror, should be reviewed.” But Air Marshall Portal, Chief of Staff of the RAF, forced Churchill to withdraw his minute.\n\nSimilarly, a news item broadcast at 6PM on February 14th 1945, was amended in all further news bulletins. It went as follows, “Last night & again this morning, British & American Bombers delivered one of the power blows against Central Germany, as promised by the Allied leaders at Yalta. At night, 800 RAF bombers attacked Dresden, capital of Saxony, only some 70 miles from Marshal Koniev‘s front. The raid was the first major attack on this great industrial center. A terrific concentration of fires was started in the center of the city.”\n\n  1. This is really interesting, You’re a very skilled blogger. I have joined your rss feed and look forward to seeking more of your fantastic post. Also, I’ve shared your site in my social networks!\n\n  2. Do you people have a facebook fan page? I looked for one on twitter but could not discover one, I would really like to become a fan!\n\n  3. fgheuifi says:\n\n    Seriously that is precisely the advice which i have been hunting to obtain! You actually reached appreciate Google simply for delivering us straight to your website!\n\n  4. conveyancing says:\n\n    Wow! Many thanks! I necessary to write on my website something of that nature. Can one implement a part of your posting to my site?\n\n  5. As being a Freshman, I will be always searching on the internet for articles that will help me get further ahead.\n\n  6. vimax says:\n\n    Eu imprimi um monte de seu blog graças a meu amigo\n\nDiscuss Your Thoughts\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9902499318,
        "format_confidence":0.8828772902
    },
    {
        "url":"http:\/\/anglo-dutch-wars.blogspot.com\/2007\/05\/there-is-more-to-be-learned-and.html",
        "text":"Monday, May 28, 2007\n\nThere is more to be learned and understood\n\nThere is more information that has been found that indicates that our understanding of Dutch captains and warships for March to September 1652 (and probably more than that) is still incomplete. For example, there were two Amsterdam ships named Overijssel in service at the start of 1652. One was the new ship Overijssel, built in 1650 (seemingly) and the other was an older ship that may or may not have served in the Battle of the Downs in 1639. I have seen a list from 30 June 1652 that indicated that Jan van Campen served with the fleet on that date. What ship did he command? On 5 August 1652, he and Dirck Schey were fitting out two ships between Amsterdam and the Texel. Dirck Schey's ship was the Achillis (the 131ft long ship) while Jan van Campen's ship seems to have been the newer Overijssel. That must mean that the older Overijssel was not sold in March but was still in service, under the command of Abraham van der Hulst.\n\nGoogle SiteSearch\n\n\nLotto System\n\n\nJames Cary Bender's Facebook profile\n\nAmazon Ad\n\nAmazon Ad\n\nAmazon Context Links",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9785990715,
        "format_confidence":0.9933062196
    },
    {
        "url":"https:\/\/hiddenwatersblog.wordpress.com\/2017\/01\/05\/jeromep\/",
        "text":"Jerome Park Reservoir, Bronx\n\nAs a Parks analyst, I’ve researched the history of hundreds of parks throughout New York, but when is a “park” not a park? When it appears in Borough Park, Rego Park, Ozone Park, and Rockaway Park– all neighborhood names that ironically do not have have large parks within their borders. Then there’s Jerome Park, a horse racecourse from a century ago that had been submerged in favor a drinking water reservoir in the northwest section of the Bronx.\n\njer title.jpg\n\nAs it is with the park-name neighborhoods, there are no large parks around the shore of Jerome Park Reservoir. The small green spaces that are there are separated from the water by a double fence.\n\nWhere the Horses Ran\n\nhorses 1868.jpg\n\nForerly the countryside home of Alexander Bathgate, the 230-acre hilltop property was purchased and opened as a racetrack on September 25, 1866 by Leonard W. Jerome. A successful stock speculator, this “king of Wall Street” had a passion for horse racing. Together with August Belmont Sr, he organized the first Belmont Stakes at Jerome Park in 1867. At the time, the property was within the Village of Fordham, Westchester County. The course also hosted the Champagne Stakes, Ladies Handicap, and the first polo match in the country in 1876. Jerome’s socialite daughter Jennie married into British aristocracy and is the mother of Sir Winston Churchill.\n\nOn the Map\n\njwerome 1872.JPG\n\nOn the above 1872 Beers Atlas map of the area, we see Jerome Park on the left with its unusual “saddlebags” course. St. John’s College on the bottom is today’s Fordham University. The Fordham Park development to its north never made it off the map, a likely victim of the financial Panic of 1873. That year, western Bronx was annexed by New York City. The site later became the New York Botanical Garden.\n\nThe creek originating at the top center of the map is School Brook (today’s Mosholu Parkway) flowing into Mill Brook alongside the railroad tracks of today’s Metro North Harlem Line. The Cromwell Farm development takes its name from a colonial family that owned land in present-day western Bronx. Their name also appeared on the now-buried Cromwell’s Creek where Yankee Stadium stands today.\n\nConcerning streets on this map: Jerome Avenue runs along the edge of the racetrack, remembering its founder to this day. Southern Boulevard is also seen here. Mosholu Parkway and Grand Concourse have not yet been conceived. As the city’s population grew, so did its need for water. On October 4, 1894, the Jerome Park Racetrack was closed in favor of a reservoir. Reporting on the occasion, the New York Times described the park as the “nursery of American racing.”\n\nThe Reservoir as Envisioned\n\nJerome plan 1907.JPG\n\nAs I often point out, some of New York’s most famous sites are unfinished (case in point: Second Avenue Subway). The Jerome Park Reservoir is another example. On the Aqueduct Commissioners’ plan above, the reservoir was designed to cover nearly the entire property of Jerome Park in two basins.\n\nSiaAm.jpgThe Jerome Park Reservoir was intended to hold two trillion gallons of water. When it was completed, it stored enough water to quench the thirst of Manhattan and the Bronx for ten days. During its construction, Division Engineer Daniel Ulrich compared his task to the pyramids of Egypt.\n\nThe May 12, 1906 edition of Scientific American heaped praise on the reservoir, but while the 94-acre west basin sparked with water, the site of the larger eastern basin remained as  a massive construction pit. It was within this unbuilt basin that the racetrack had been. Beneath the reservoir ran the underground tubes of the original Croton Aqueduct and the successor aqueduct line that tapped water from the Catskill Mountains further upstate.\n\nAcropolis of the Bronx\n\nAs it is with Columbia University, Yeshiva University, and City College of New York (my alma mater) there is something attractive about having a college campus on a hilltop overlooking the city. Planners felt that it evoked the Acropolis of ancient Athens, while students hiked the slopes with heavy backpacks on their way to class.\n\n\nFor the Boogie Down Borough, that hilltop is Jerome Park Reservoir, where Lehman College sits atop the site of the unbuilt east basin. In a late hurrah for the Collegiate Gothic style, this public works project proposed nine buildings for the campus, but by 1931 only four were completed. Yet another unfinished New York destination.\n\njer 1924.JPGPrior to the college’s construction, part of the East Basin was developed in 1917 as a rail yard for the Lexington Avenue subway line, a branch of which runs nearby on elevated tracks above Jerome Avenue.\n\nThe remainder of the East Basin remained empty until 1927, when Joseph V. McKee, president of the city’s Board of Aldermen proposed to use the land for civic projects including an uptown campus for Hunter College and a privately funded Museum of the Peaceful Arts. The former became reality, while the latter was never heard from again. The uptown campus was formally dedicated as Lehman College on March 28, 1969, the 91st anniversary of namesake Governor Herbert H. Lehman’s birth\n\nTo the north of Lehman College is the elite but public and tuition-free Bronx High School of Science, which moved to its present campus in March 1959. The final academic element at Jerome Park is DeWitt Clinton High School. Originally based in Manhattan, its present facility opened in 1929. It was an all-boys public school until 1983.\n\nAccess to the Reservoir\n\nWith the development of neighborhoods around the reservoir, there have been calls for decades to make its shoreline more accessible to the public as a running path similar to the one around Central Park Reservoir. The city’s answer had been a rejection based on security grounds for the last reservoir on the aqueduct before the water emerges from the people’s faucets.\n\nmaster plan.jpg\n\nSmall openings are finally showing at Jerome Park Reservoir. In 2015, the city’s Department of Environmental Protection announced a pilot program to open the waterway’s perimeter to the public for a few hours on one weekend for admiring the reservoir. It did so again in November 2016.\n\nKeeping the possibility of a public jogging path for Jerome Park Reservoir, the PArks Department commissioned the landscape architecture firm MKW+Associates to design a master plan for the site, which appears above. It would give the “marathon men” of the Bronx their own reservoir to run around.\n\nBetween the streets and the fences ringing the reservoir there are a few small parks within the space: Fort Independence Park, Old Fort No. 4 Park, Jerome Park, and Harris Park. So if asked whether there is a park today called Jerome Park, it is the 4.359-acre strip of grass on the reservoir’s eastern bank, but the name often refers to the entire reservoir and sometimes the neighborhood around it.\n\n\nThe reservoir and its peripheral parks is a link in the Aqueduct Walk, a series of parks situated atop the route of the Old Croton Aqueduct. Following the water’s path from Jerome Park Reservoir towards Manhattan, follow Reservoir Avenue to Kingsbridge Road. Across this road, the Aqueduct Walk becomes a linear park that extends south as a narrow parcel for 1.5 miles. For nearly another mile, follow University Avenue to High Bridge, which leads into Manhattan. The history, maintenance, and tours of the aqueduct route is being promoted by the nonprofit Friends of the Old Croton Trail. As as linear parks go, Aqueduct Walk is not as sexy as Manhattan’s High Line, but is longer, older, and certainly less crowded. (photo above courtesy of Forgotten-NY)\n\nTracey Towers\n\n\nLooking north from the reservoir, the most recognizable structure in sight are the Tracey Towers. The tallest buildings in the borough, these twins are 38 and 41 storeys in height. Designed by architect Paul Rudolph and completed in 1974, they are a “vertical city” intended to provide for many of their residents’ needs without having to leave the towers.\n\nJerome Park Without the Water\n\ndry res 1.JPG\n\nIn 2008, the Jerome Park Reservoir was emptied in connection with the building of the nearby Croton Water Filtration Plant, exposing its flat concrete bottom. It would have been a good opportunity to bring back horses to the site. The plant was initially slated to be built within the reservoir, but local opposition moved its location a mile to the north, beneath Van Cortlandt Park. It was an unusual scene for local residents who have been used to seeing an inland sea from their windows for nearly a century. Water was restored to the reservoir in 2011.\n\nTwo local civic groups, Friends of Jerome Park Reservoir and the Jerome Park Conservancy, have been active in having historically significant sections of the reservoir designated, such as its gatehouses; and ensuring expanded public access to this vital piece of the city’s infrastructure. Perhaps in a not-so-distant future this reservoir will become as obsolete as its predecessors in Bryant Park and Central Park. At that point the options will be either to develop the site as a park or to leave the water as it is. I have a feeling that the latter option will be chosen, as it had been with Central Park’s great reservoir.\n\n\nOne thought on “Jerome Park Reservoir, Bronx\n\n  1. Andrew Porter January 10, 2017 \/ 5:25 pm\n\n    Interesting history. In my youth, I lived on Jerome Avenue at 166th Street.\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9891946316,
        "format_confidence":0.8350127935
    },
    {
        "url":"http:\/\/thegrich.blogspot.com\/2007\/09\/vara.html",
        "text":"Wednesday, September 05, 2007\n\nThe vara\n\nFun fact for the day.  I came across a very bizarre unit of measurement today while considering land surveys in Texas.  It seems that while surveyors in most parts of the country rely on feet or chains (go figure), in Texas, and indeed in some other southern states, you might run into the vara.\n\nExample of what it would look like on a survey:  “thence N 23 ½ W 232 vrs.”\n\nIt turns out the vara is an old Spanish and Portuguese base of measurement imported over to the Americas.  When the Spanish system came in contact with the English system during the days of independent Texas, the modern vara was adjusted to make more sense to people who were more used to measuring things in feet.\n\nAlthough, why they didn’t use the English chain, which was much more integrated with feet and miles, is beyond me.\n\nHere’s a history of the Spanish vara:\n\n      The vara, a Spanish unit of distance, was used in the Spanish and Mexican surveys and land grantsqv in Texas. One vara equals approximately thirty-three and one-third inches; 5,645.4 square varas equal one acre; 1,906.1 varas equal one mile; and 1,000,000 square varas, which is one labor,qv equal approximately 177.1 acres. The word vara entered the Spanish language from vulgate Latin and originally meant a long, thin, clean branch of any tree or plant. It later came to be used for any straight stick and then for a lance. Next it came to mean a badge of office carried by mayors and judges and such officials and probably achieved a more uniform dimension. As a judge's lance, the vara assumed a position of official importance in the eyes of the people, began to be used as a measuring stick, and eventually became a unit of measurement.\n\nThe vara is also thought to be the typical length of stride of a Spanish soldier.\nIn Texas, one vara is equal to 33 1\/3 inches, or just less than a yard.  1 million square vara equal one square Labor.  The Spanish vara was set at 835.9mm in 1801 (that’s about 32.9 inches).  The Colorado and California vara are 33 inches and the Florida vara is 33.372.\n\nIn truth, it seems that everywhere in the Spanish world the vara could have been anywhere from 32 to 35 inches in length, causing all kinds of problems.\n\nNo comments:",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9634024501,
        "format_confidence":0.9885548949
    },
    {
        "url":"https:\/\/whidden.wordpress.com\/whidden-hall-history\/",
        "text":"Whidden Hall History\n\nHistory buffs! It’s your lucky day…..here is a little piece of Whidden History for you to salivate over. =)\n\nWhidden Hall (opened 1961)\n\nWhidden Hall’s name honours Howard Primrose Whidden (1871-1952), McMaster’s sixth chancellor (1922-41).\n\nWhen it first opened in 1961, it housed 250 men. The building went co-ed in 1980 – something that would have been unthinkable during Dr. Whidden’s time as executive head of the University.\n\nIn addition to approving the name of the building, the Board of Governors of the University also approved names for the three wings: Rand, Wallace, and McCrimmon, in memory of three other chancellors of the University.[1] By 1965, these names had become associated with floors rather than wings, and the building having four levels another name was required – New (in honour of Chester W. New, professor of History from 1920 to 1951).\n\nWhidden Hall is said to have inspired the classic film Animal House (1978). The movie was produced by a renown McMaster graduate – Ivan Reitman ’69.\n\nBy 1980, New House had given way to Gaiser House and Hooker House (Dr. New’s name had been given to one of the three arts towers in 1974). Dr. Lulu O. Gaiser was professor of Biology (later Botany) from 1925 to 1949 – a time when there were very few women amongst McMaster’s faculty. The reference to “Hooker” is said to have been a reference to Dr. Harry Lyman Hooker, whose bequest to the University of more than $25 million was announced in 1980.\n\nWhidden Hall’s first president was Lynton R. Wilson (Honours History ’62, honorary doctor of laws ’97). He went on to an exceptional career in public service and business, serving as:\n\nØ Ontario’s Deputy Minister of Industry and Tourism from 1978 to 1981;\n\nØ President and CEO, and later Chairman of the Board, of Redpath Industries between 1981 to 1989;\n\nØ Vice-Chairman of the Bank of Nova Scotia in 1989-90; and\n\nØ President, Chief Operating Officer, Chief Executive Officer, and finally Chairman of the Board of BCE Inc. (now retired)\n\nWhidden Hall Presidents (research in progress)\n\n1961-62: Lynton R. Wilson ‘62\n\n1962-63: Charles Coles ’63 \/ Gary Murray ’63\n\n1963-64: Dennis A. Carson ’64\n\n\n1965-66: Robert J. Williams ’66 (also IRC president)\n\n1966-67: Barry Davies\n\n1967-68: Bill Williams\n\n\n\n1970-71: Gary Bannister\n\n1971-72: Steve Peconi\n\n1972-73: Peter Greco\n\n1973-74: Graziano Gazzola\n\n1974-75: Ronald Hancock\n\n1975-76: Bruce E. Walker\n\n1976-77: Roger C. Trull ’79\n\n1977-78: Roger C. Trull ’79 (also IRC president, MSU president in 1978-79)\n\n1978-79: Michael D. Rogers ’79 (also IRC president)\n\n1979-80: Steve Ross\n\n\n1981-82: Damien Cox\n\n1982-83: Rob Scott\n\n1983-84: Rob Scott\n\n1984-85: Bruce Beckett\n\n\n\n\n\n\n1990-91: Karim Lakhani\n\n\n1992-93: Jason D.D. Hunt ’94 (also IRC president, MSU president in 1993-94)\n\n1993-94: Darren Nichiproik\n\n\n1995-96: Jonathan Arsenault\n\n1996-97: Brian McDermott\n\nWhidden Hall as recipient of awards\n\nLynn Watson Award – 1984, 1985, 1986, 1987, 1988, 1992, 1993\n\nBlood Vessel Award – 1986, 1987\n\nIRC Cup – 2006\n\n[1] Theodore Harding Rand (1835-1900, chancellor 1892-95), Oates Charles Symonds Wallace (1856-1947, chancellor 1895-1905), and Abraham Lincoln McCrimmon (1865-1935, chancellor 1911-22).\n\n\n\n  1. Came across your site in a google search. Great research. President in 1980\/81 was Chris McAlpine. President in 1989\/90 was Bernie Koehler. I was president in 1991\/92. I know Darren and Jon were after me. But there is someone missing in the 93\/94, 94\/95, 95\/96 time period and I can’t pin it down. I know Darren followed me immediately and I think Jon after that, but I could be wrong about Jon.\n\n  2. Darryl Sproule was president in 1992-1993, leaving Jason Hunt as president in 1991-1992.\n\n  3. There is an error for the president position for 1972-73. Peter Greco was not the president. It was John Joblin.\n\n\n    Grats Gazzola president 1972-74.\n\n  4. Chris McAlpine was 1980-81\n\n  5. Chris “Cal” McAlpine was actually the President in 1985-86. I know because I’m him…:)! I was only in grade 12 in 1980-81.\n\n  6. As I was Whidden Hall Social Convener in first year of co-Ed, 1980-81, I can say Hall President was Katie ? And VP was Debbie ? The other Social Convener was Debbie Hayward that year.\n\n  7. Chris McAlpine was the president for 85-86\n\nLeave a Reply\n\nFill in your details below or click an icon to log in:\n\nWordPress.com Logo\n\nYou are commenting using your WordPress.com account. Log Out \/  Change )\n\nGoogle photo\n\nYou are commenting using your Google account. Log Out \/  Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/  Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/  Change )\n\nConnecting to %s\n\n%d bloggers like this:",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.941287756,
        "format_confidence":0.7778478265
    },
    {
        "url":"http:\/\/kerajaan-indonesia.blogspot.com\/2008\/11\/karaeng-haji-ali-mallongbasi-of.html",
        "text":"Official Statement of Neutrality\nHereby the makers of this website want to declare, that we are completely neutral in all matters appearing on this site.\n\nKamis, 13 November 2008\n\nKaraeng Haji Ali Mallongbasi of Sanrabone\n\nSanrabone is a little principality south of Makassar. In the makassar,or Gowa area there were several little principalities founded by high, or lower descendants of a Gowa sultan.Sanrabone is descended from a high prince. In ca. 1860 the principalities in this area mostly lost their indirect monarchy rule and became regencies; ruled however still by the dynasties.\nSanrabone principality was for a time under the sway of Gowa,of course later made a bit more independent by Holland. The dynasty was quite a lot intermarried with the Gowa dynasty, so that several rajas of sanrabone also were Sultans of Gowa.\nThe present Karaeng of sanrabone was insrtalled shortly after this picture was taken. He has a special coloured belt with blocks around his waist. That means in Bugis\/Makasarese royal world, that he is a Monarch.\n\nDonald Tick,\nPusat Dokumentasi Kerajaan-kerajaan Indonesia \"Pusaka\"\nEdit by festivi\n\n1 komentar:\n\nAchmad rizaldy Mallombasi mengatakan...\n\nin the picture isn't karaeng sanrobone but it's from jeneponto....",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9836613536,
        "format_confidence":0.9769037366
    },
    {
        "url":"https:\/\/discoversardiniablog.wordpress.com\/2016\/12\/15\/oristano\/?replytocom=8",
        "text":"Oristano was previously known by the Byzantines as Aristanis.  It acquired importance in 1070, when, as a result of the frequent Saracen attacks, Archbishop Torcotorio made it the seat of the bishopric, which was previously in the nearby coastal town of Tharros. It also became the capital of the giudicato (“judiciary”, equivalent to a Duchy or Kingdom) of Arborea.\n\nIn medieval times Oristano vied for power over the whole island of Sardinia, and therefore waged wars against the other Sardinian kingdoms which culminated in the attempt to conquer the whole island during the reign (1347–75) of Mariano IVand that of his son Hugh III  (1376–1383) and his daughter Eleanor (1383–1404). The giudicato of Arborea held out to be the last Sardinian kingdom (Giudicato) to cease to exist in 1420, about 10 years after the battle of Sanluri.\n\nThe main sight of the city is the Tower of St. Christophoros, otherwise known as Tower of Mariano II, was built in 1290, is 19 metres (62 ft) tall and the most striking remaining evidence of the old walls built at the time of the Giudicato, as it was one of the main gates thereof.\n\nAlso important are the St. Mary’s Cathedral (1130) which was rebuilt during the reign of Mariano II after being destroyed in a siege and the Church of St. Francis of Assisi which was built around 1200 and is currently in neo-classical style.\n\nThe main event of the city is Sa Sartiglia.\n\nThe beautiful beaches of the Sinis can be reached with a quick drive.\n\nAlso noticeable is the town of Cabras, few kilometres north of Oristano\n\n2 commenti\n\nRispondi a The “Giudicati” – Discover Sardinia Cancella risposta\n\nInserisci i tuoi dati qui sotto o clicca su un'icona per effettuare l'accesso:\n\nLogo di WordPress.com\n\nStai commentando usando il tuo account WordPress.com. Chiudi sessione \/  Modifica )\n\nGoogle photo\n\nStai commentando usando il tuo account Google. Chiudi sessione \/  Modifica )\n\nFoto Twitter\n\nStai commentando usando il tuo account Twitter. Chiudi sessione \/  Modifica )\n\nFoto di Facebook\n\nStai commentando usando il tuo account Facebook. Chiudi sessione \/  Modifica )\n\nConnessione a %s...",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9649672508,
        "format_confidence":0.7947432399
    },
    {
        "url":"https:\/\/blogs.ubc.ca\/ariannadagnino\/2019\/09\/",
        "text":"September 2019\n\nWhite suprematism in the US: A Comprehensive History\n\nI have just added to my ever longer reading list the book by Gene Bétit “Collective Amnesia: American Apartheid — African American’s 400 Years in North America, 1619-2019.”\n\nCollective Amnesia: American Apartheid is a comprehensive study of the treatment African Americans have encountered since their arrival in Virginia in 1619, a saga of racism and white supremacy. It is actual history, not the popular mythology about the Civil War and its aftermath taught in our schools. Numerous tables, photographs, maps, and charts make the study easy to read. The topic is extremely pertinent due to the four hundredth anniversary of African Americans’ presence in North America in 2019 and encouragement of racism from the White House.\n\nChapters cover white supremacy and racism, slavery, the service of US Colored Troops in the Civil War, devastation of the South, evolution of emancipation, and Reconstruction and the Freedman’s Bureau. Other chapters address “redemption” and the “lost cause,” Jim Crow, blacks’ significant military contributions in the two world wars, the Great Migration, the civil rights movement, and the backlash that continues today.\n\nThe book also addresses contemporary issues, including white supremacy, Confederate statuary, and evaluates the status of blacks compared to other groups in society. Note is taken of Professor James Whitman’s observation that Hitler admired Jim Crow and antimiscegenation laws, as well as Richard Rothstein’s study of federal and local housing law, documenting whites’ responsibility for creating inner-city ghettos.",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.7542262673,
        "format_confidence":0.9580509663
    },
    {
        "url":"http:\/\/www.kristinbrinner.com\/2008\/08\/06\/centralia-a-town-lost-to-an-underground-mine-fire\/",
        "text":"Centralia, a town lost to an underground mine fire\n\nKristin and I share an unusual fascination with abandoned places. On our way to New York City, we decided to take a detour to the town of Centralia Pennsylvania, a coal mining town abandoned due to an underground coal fire.\n\nIn 1962, a fire in the town landfill ignited an exposed seam of coal and started to burn underground. Despite many attempts to put the fire out, it continued to burn mostly unnoticed until the local gas station owner reported that his underground gas tanks were at 172 degrees Fahrenheit. National attention was received in 1981 when the ground collapsed beneath a 12 year old boy, exposing a 150 foot deep fiery cavern. Luckily his cousin pulled him out before he fell to his death.\n\nWhen we arrived, the town had a strange feel of abandonment. Empty streets are lined with telephone poles and driveways lead to overgrown empty lots.  The hill on the south side of town is charred from the fire, and a pipe venting fumes from the fire sits alongside a deserted street.  Pennsylvania claimed eminent domain on all town properties in 1992, however a few residents rejected a government buyout and refused to leave. \n\nKristin visited Centralia on a college geology trip in 1995. The U.S. census of 1996 counted a population of 46 compared to 1,100 in 1962. Residents were in the middle of a legal battle to have the eminent domain declaration of 1992 reversed, and “Save our Town” signs were posted in lawns.  The legal battle was lost, and in 2003 the US Postal Service revoked Centralia’s ZIP code.\n\nToday there is not much left of the town.  We did not see any of the signs warning people of toxic gas or ground cave-ins that once were posted around town, but I was still afraid to wander off the well worn roads.  The 2004 census counted 18 people remaining, which are technically living illegally in homes owned by the state.  On the south side of town, we walked down the abandoned section of PA Route 61. We passed motorcycle skid marks, graffiti, and shoulder high bushes growing out of the median. We followed the road until the southbound lane buckled and led to a smoking crevice. I wanted to walk up to the edge and look in, but thoughts of falling into a cavern of burning coal kept me far distance away. On the way back to the car, we passed two college-aged guys walking towards the crevice. I am sure they are at home safe now, and I am sure they got a better look than we did.\n\nMore information",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9367449284,
        "format_confidence":0.9941824079
    },
    {
        "url":"http:\/\/maryinmonmouth.blogspot.com\/2017\/04\/the-gunter-house-at-abergavenny-with.html",
        "text":"Saturday, April 1, 2017\n\nThe Gunter House at Abergavenny with its Secret Catholic Chapel. Fundraising group to restore and tell the story of this remarkable House. From the South Wales Argus\n\nThe Welsh Georgian Trust has been in negotiations with a Monmouth-based company to buy the Grade II*Listed Gunter Mansion in Cross Street and an agreement has been reached to acquire it if the funds can be raised.\nThe Monmouth-based trust, which specialises in rescuing endangered treasurers, aims to restore the building which boasts one of the best preserved recusant chapels in the UK and the only one in Wales.\nAt the time the property was owned by Thomas Gunter, a local attorney and ardent supporter of the Catholic faith.\nA number of retail units now occupy the ground floor of the mansion which once contained the chapel in its attic.\nThe trust needs to raise £200,000 to buy the building from The Cardiff Exchange and Office Company Ltd and to carry out immediate urgent repairs. A bid will then be submitted to the Heritage Lottery Fund for major restoration.\nOnce the restoration work is complete, the bulk of the building will remain retail to ensure it has a viable economic future which, it is hoped, will be an opportunity to help in the regeneration of that part of the town centre.\nA public meeting, hosted by the Trust’s chairman, Andrew Becket, was held in the town last week.\nMr Becket said there was ‘tremendous support shown’ and a wealth of ideas put forward. A steering group is due to meet and several groups formed to look at areas of the project such as the lottery bid, fundraising and research of the building.\n“It is II*Listed for its ‘special interest as a late 16th century house with fine features and an important history.”\nAn altar piece, The Adoration of the Magi by an unknown artist is now on display in Abergavenny Museum.(See above) St David Lewis would have offered Mass in this building.\nThe trust wants to see the chapel opened up to the public, and one possibility is to create a small centre celebrating the history of the Catholicism in Wales.\nFormer Torfaen MP Paul Murphy who is a prominent Catholic, the local history society and Civic society have pledged their support for the project.\nMr Becket said: “Whatever happens, this will be a community project. We have no fixed ideas at the moment but we will keep it within the realms of what is achievable.”\nIt has until the end of 2016 to raise the funds.More anon.\n\nNo comments:",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.8277581334,
        "format_confidence":0.9784467816
    },
    {
        "url":"http:\/\/www.alexandramay.co.uk\/author\/mystical-wiltshire\/castles-of-wiltshire\/",
        "text":"Sadly, there are only a few real castles left in Wiltshire. Poverty, war and neglect sealed the fate of every Anglo-Saxon residence, while the Norman castles and country estates were squabbled over by the aristocracy, taken back by the crown, and eventually crumbled to ruin from lack of care. The Dissolution of Monasteries Act ordered by Henry VIII saw the end of all abbeys and priories in the county.\n\nFrom the 16th century estates, manors and churches were usually built on the ruins of older buildings leaving archaeology difficult if not impossible.\n\nDevizes Castle\n\nThe origins of Devizes Castle began in 1080 when a medieval fortress was built by Osmund, Bishop of Salisbury. The baileyed castle is presumed to have been erected over the top of an Iron age fortress. Devizes Castle is famous for its part in King Stephens war against Empress Matilda. King Stephen besieged the castle in 1139, as did Oliver Cromwell in 1645, and King John imprisoned his queen here. The fortification must have been secure because Henry II and Henry III both used the castle as a prison.\n\nToday, little of the historical castle remains. The original mound, an outline of the moat and traces of the foundations of the great hall are all that can be seen. Still, the ‘Neo-Norman’ design of the 19th-century resurrection is very aesthetically pleasing! The building is now divided into flats in private ownership and is not open to the public.\n\nDevizes Castle. Photo courtesy of Wiltshire Heritage Museum, 41 Long Street, Devizes, Wiltshire, SN10 1NS, UK. Tel. 01380 727369.\n\nLongford Castle\n\nLongford Castle is located on the banks of the River Avon south of Salisbury. It is the seat of the Earl of Radnor, and an example of the Elizabethan prodigy house. The original Manor house was acquired by Thomas Gorges in 1573 and has since changed its shape from a triangle to the hexagon you see today. Every generation has made alterations but it was Jacob, 4th Earl of Radnor (1815-1889), who oversaw the last significant changes to the castle architecture.\n\nToday, the castle is a Grade I listed building and is currently the seat of William Pleydell-Bouverie, 9th Earl of Radnor. You can visit the castle which is open to the public for pre-booked tours on 28 days of each year.\n\nThose who have seen the film The Princess Diaries may recognise Longford as the castle of Genovia, seen at the end of the movie.\n\nThis photo of Longford Castle is courtesy of TripAdvisor\n\nLudgershall Castle\n\nLudgershall Castle is a ruined 12th-century fortified royal residence at Ludgershall in Wiltshire. Three large walls still remain of the castle, which was turned into a hunting lodge by Henry III but fell into disuse by the 15th century. Extensive earthworks remain, although a private house stands on part of the site.\n\nThe property is now under the care of English Heritage. \n\n Photo courtesy of English Heritage\n\nOld Sarum\n\nCross Old Sarum‘s wooden bridge and step into the heart of a once bustling medieval castle. Built around 1070 by William the Conqueror, it was here in 1086, that William gathered all the powerful men of England for a ceremony to assert his royal authority.\n\nBuilding the castle in the middle of the old earthworks transformed the site.  It created an inner set of fortifications which became home to a complex of towers, halls and apartments, and a huge bailey.\n\nStand in the footprint of Salisbury’s original cathedral in the outer bailey of Old Sarum.\nThe first cathedral was a modest building damaged by a violent thunderstorm just five days after its consecration in 1092. It was later massively extended by Bishop Roger.\n\nIn 1220 foundations were laid for a new cathedral in Salisbury (New Sarum) and Bishop Roger’s cathedral was demolished. Many of its stones were re-used in the construction of the new building. The outline of both the original and extended cathedrals can be seen today.\n\nPhoto courtesy of English Heritage\n\nOld Wardour\n\nSet in the peaceful Wiltshire countryside beside a lake, Old Wardour Castle, near Tisbury was once one of the most daring and innovative homes in Britain. It was built in the 14th century as a lightly fortified luxury residence for comfortable living and lavish entertainment. The original castle was partially destroyed during the English Civil War.\n\nToday, it is managed by English Heritage who have designated it as a grade I listed building and is open to the public.\n\nIf you saw Robin Hood: Prince of Thieves with Kevin Costner you’ll recognise this as his family home that was destroyed by the Sheriff of Nottingham\n\nPhoto courtesy of Wikipedia\n\n\nCastles of which only a little or no traces remain include:\n\nOne Reply to “Castles of Wiltshire”\n\n  1. We live in Castle Lane, Wilton, Salisbury, Wiltshire and next to ‘Castle Meadows’ in Wilton. Currently, there is no ‘castle’ in Wilton, but I have a reference that the name refers to “a castle built there by King Stephen as part of the fortifications of the town during ‘The Anarchy’ otherwise known as the English Civil War 1135-1153.”\n\n    Does anyone know of published information concerning Wilton Castle, its construction, use and ultimate demise, please?\n\nLeave a Reply\n\nYour email address will not be published. Required fields are marked *\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9587817788,
        "format_confidence":0.7672608495
    },
    {
        "url":"http:\/\/jembertravel.blogspot.com\/",
        "text":"Jember map\n\nREAD MORE - Jember map\nLabels: 0 comments | edit post\n\nJember city of the past situation\n\nJember city is where I was born and brought up to date, a district town situated in the eastern part of Java island. At the southern border with the southern sea coast which are tourist attractions Watu Ulo. The eastern part of the city of Banyuwangi and the western city of Lumajang and northern borders with the City Bondowoso. Native of Jember consists of various tribes, but the more dominant is the Madurese. Especially Jember northern region. The cool air will we feel Jember region north and east parts. This is because direct border with the mountains and mountains ijen Argopuro. To the south cendering hot, because the direct border with the South coast of Ocean Indonesia (Complete deh a mountain and beach). Very rapid development of all, many buildings and large shopping centers like the sun Dept. Store and Carefure has existed since 1991.\n\nJember is a farming town, because the majority of the population agriculture workers. Tobacco is the main product of this city, was already well known even to many countries. So no wonder the town of Jember city known as tobacco. Tobacco Jember has become commodity exports, especially to the city of Bremen, Germany. Jember city emblem was a picture of tobacco and the original regional dances are Lambako Dance. A dance that describes the process of planting and processing of tobacco. Planting until harvest period usually lasts from June until Okotober.\n\nJember is one of the regencies located in the eastern part of the province of East Java which has great tourism potential. Geographically it borders the Indonesian ocean in the south. Jember has beautiful views along the beach. In the northern and eastern part of Jember there are mountain ranges where spectacular waterfalls can be found. Jember is also famous for its plantations. Therefore many foreign tourists are interested in the agro tourism available in Jember.\n\nREAD MORE - Jember city of the past situation\nLabels: 0 comments | edit post\n\nJember City's History\n\nDISTRICT Jember is 250 km from the capital of the province of East Java, Surabaya, is an area that depend on income from the agricultural sector. Jember district is rural.\n\nBased on Bland State Number: 322, August 9, 1928 came into force on January 1, 1929 as the fundamental law, the Dutch government has issued regulations on the restructuring of government decentralization in the province of East Java. The official rules are published by the Secretary-General of the Government of the Netherlands Indies (The Secretary Aglemeene) GR Erdbrink, August 21, 1928.\n\nHere State Bland No preamble. 322 of the data shows that a unit of Jember Regency society based on their own two considerations, namely:\n\nFirst, the Constitutional Considerations legal, namely the point at Indiche State scheme (IS), a law that apply to the General Dutch tributary areas and in particular Article 112 first paragraph.\n\nSecondly, political sociology, in listening to the lawsuit between the Government of the Netherlands East Indies in its discretion determine, using the figures of the local community.\n\nThis can be demonstrated that the trial of 33 members who diketuai by the Regent at the time (Hadinegoro Noto), about 24 of them are indigenous peoples. A unique and interesting, since the government the burden of Regenscap Jember acquittance debt debt after interest rates in the Rain Sheep depends Jember.\n\nThis article may be understood that the legal community in understanding the self, the implicit right to the household alone. Rain Sheep a district or administrative region and as a Regent or the Regent as head of the Regional District, is established in Article 7. The separation between the explicit and Jember Bondowoso as part of a larger region, namely Besuki described in this Article 7.\n\nIn section 2 and 4, Article 7 states that paragraph 2 of Article 121 Ordo Nasi East Java Province is the basis for making the State power Bland on the establishment of district-district in East Java. All provisions of this state declared bland apply from 1 January 1929. This is mentioned in the last article of this is bland. This is what our strong confidence that the law Jember regency council was born on January 1, 1929 as \"REGENSCHAP DJEMBER.\n\nAs is often the laws and regulations, so that everyone knows that the terms of restructuring government decentralization Region Jember Regency Council at that time called rain, and also published in the federal government Sheets Dutch East Indies. Next note that, State Bland No. 322\/1928 concerning the Cipanas, West Java by the Governor-General of Dutch East Indies with a decree IX, August 9, 1928.\n\nDevelopment in the changes as follows.\n\nRain Sheep Jember Government originally divided into seven regional districts on January 1, 1929 since the introduction of State Bland No. 46\/1941 March 1, 1941 the Regional District parsed broken in 25-Onderdistrik, namely:\n\n  1. District Jember, Jember onderdistrik include Wirolegi and Arjasa\n  2. Kalisat District, which onderdistrik Kalisat, Ledokombo, Sumberjambe and Sukowono\n  3. Rambipuji District, which onderdistrik Rambipuji, Panti, Mangli and Jenggawah\n  4. Mayang County, which onderdistrik Mayang, Silo, Mumbulsari and Tempurejo\n  5. District involve onderdistrik levee Embankment, Sumberbaru and Bangsalsari\n  6. District Puger, including onderdistrik Puger, Kencong Gumukmas and Umbulsari\n  7. District Wuluhan, including onderdistrik Wuluhan, Ambulu and Balung.\n\nDevelopment of the economy as quickly, allowing the emergence of centers of commerce, especially the trade of new products such as rice, palawija and others, also shifted so that the centers in the district government, district Wuluhan such as Balung, while the district Puger shifted to Kencong.\n\nBased on the Law No.12\/1950 on Regional Government in the district of East Java, the establishment of areas in the province of East Java Regency (rule), among others, Regional District be Jember Jember Regency Council.\n\nThe Government Regulation No. 14 year 1976 from April 19, 1976, the town of Jember dibentuklah Area regulation with new areas as follows : Kacamatan Jember removed and\njust three new districts, each Sumbersari, Patrang and Kaliwates, while District Wirolegi become Pakusari District and Sub District Mangli become Sukorambi.\n\nTogether with the city Administrative Jember, Jember Kewedanan Region also shifted from Jember Arjasa the Arjasa of work include, Pakusari and the previous item Sukowono District Kalisat. With the change, the development of the next administrative Jember regency council currently divided into seven areas of the Regent, an area of administrative tratif and District 31, which are:\n\n  1. City Administrative Jember, including Kec. Kaliwates, Patrang and Sumbersar\n  2. Pembantu Regent in Arjasa including Kec. Arjasa, Jelbuk, Pakusari and Sukowono\n  3. Pembantu Regency in Kalisat including Kec. Ledokombo and Sumberjambe Kalisat; Pembantu Regency in Mayang, including Kec. Silo, Mumbulsari and Tempurejo\n  4. Pembantu Regent in Rambipuji including Kec. Rambipuji, Panti, Sukorambi, Ajung and Jenggawah\n  5. Regent of bone for the District. Ambulu, Wuluhan and bones\n  6. Pembantu Regent in Kencong including Kec. Kencong, Jombang, Umbulsari, Gumukmas and Puger\n  7. Regent of the dike, including Kec. Sembaro, Embankment, Bangsalsari and Sumberbaru.\n\nBut autonomous region since January 1, 2001 as demand No 22\/1999 on Regional Government, the Government of Jember Regency Council has also implemented regulatory and institutional structure of organizations, including institutions of dihapusnya now the Regent of the coordinating agency head.\n\nThen in the rotating wheels of the government in the era of regional autonomy, the government assisted four Jember District Coordination Office Head, respectively:\n\nCoordination Office in the West Camat Jember Tanggul\nCo-ordination Office Head South Jember in bone\nCoordination Office Camat Tengan in Jember Rambipuji\nCoordination Office Camat Jember in East Kalisat\n\nWhile the new institutions established in connection with the autonomous region, the six agencies, Office 21 and nine regional offices and secretariat will monitor 10. With regard to the study, then right into the so-72 Jember Regency a new phase in the system of decentralization or autonomy. This district is entirely responsible for the organization and management of the household according to their own wishes and aspirations of the population according to the by-laws rules and regulations\nREAD MORE - Jember City's History\nLabels: 0 comments | edit post",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9793792963,
        "format_confidence":0.9862232804
    },
    {
        "url":"http:\/\/swirlingawayeveryday.blogspot.com\/2012\/10\/what-you-didnt-know-about-sisi.html",
        "text":"Wednesday, 3 October 2012\n\nWhat you didn't know about Sisi!\n\nAs you can read in the title of this post, this is about a story of a young woman who married an emperor. She lived in a beautiful palace called Schonbrunn Palace. Actually this wasn't there day-to-day palace, no this was their summer home! \n\nCan you imagine living in a place like this?\n\nOk, I know it is boring but as you might know I love history and I love random fact that are of no use what so ever..... so here we go:\n  • Schonbrunn is amongst other things mostly famous because of Empress Elisabeth of Austria.\n  •  She got engaged to emperor Franz Joseph I, when she was only 15 years old (he was 23-years old)\n  • Her family and friends called Elisabeth \"Sisi\".\n  • She had hair till her ankles, which took 3 hours everyday to brush an make ready for public duty. And which she washed it once every 2 weeks, this took a whole day! And yes she had a hair dresser.\n  •  She was very unhappy and had a bad health.\n  • She always wore a corset due to which she looked even skinnier than she already was.\n  • She was 1.72m tall and was obsessed with her weight, she never weigh over 50 kg.\n  • She was murdered in Geneva when she was 60 years old. \nSo when I was young we had this Christmas tradition, it was watching the Sisi movies on TV (in German) and these were just the most amazing movies when I was a little girl. Very romantic in an amazing setting. If you like the Sound of Music I am sure you will also love the movies! \n\nI always imagined going to Schonbrunn would confirm this romantic love story.... well guess what?! It ain't so romantic!!! Sisi was very unhappy, she was a little as possible in Vienna and with her husband. She almost never ate dinner together with her family due to her obsession with her weight, she even once said that she regretted getting married at such a young age and that she felt she was pushed in making a decision a young girl of her age could not make with overseeing the consequences.... So there you have it.....\nI know it is tough right being an empress in this amazing place. In order to make you feel a bit better here are some pictures!\n\nHopefully there aren't too many pictures... Unfortunately we were not allowed to take any pictures inside the palace. We did do an audio tour, during I learned a lot more random facts!\n\nSuch as:\n  •  The famous Habsburger family ruled from this palace.\n  • Most famous Habsburger = Marie Antoinette who married Louis XVI from France.\n  • At an age of 6 years old the famous composer Wolfgang Amadeus Mozart performed for in Schonbrunn for the Empress Maria Theresa (mother of Marie Antoinette)\nOk I think it is time to draw an end to this post... I have loads more of random facts but I will keep them for another time. Also there should be some things left for you guys when you go and visit, otherwise you already everything :)\n\nIf (like me) you can't get enough, please click here and here  and here to get more information on empress Sisi, Schonbrunn and the Habsburg family.\n\nI am going to sleep now (sounds like my own post makes me sleepy....) and dream of this palace and this amazing holiday. One more part is left, the part about my visit to Germany and the city where I studied for 2 years; Reutlingen.\n\nSee you all soon!\n\n\n  1. I've never heard of this palace! It is beautiful though!!!\n\n  2. Can you believe that I've never seen the Sissi movies? But of course, I've seen plenty of fun made about them! But Schloss Schönbrunn is really pretty - and you were so lucky with the weather!\n\n    PS Love this dress you're wearing!\n\n  3. Didi it feel like Sisi, you sitting so charming next to the fountain? Great pictures.\n\n  4. wat een mooie foto's! Love the facts!\n    X Amy\n\n  5. Hi Lieke, just stopping by to say how delightful your blog is. Thanks so much for sharing. I have recently found your blog and am now following you, and will visit often. Please stop by my blog and perhaps you would like to follow me also. Have a wonderful day. Hugs, Chris",
        "topic_id":13,
        "format_id":15,
        "topic_confidence":0.9355585575,
        "format_confidence":0.9747189879
    }
]