[
    {
        "url":"http:\/\/www.medicine.uottawa.ca\/public-health-genomics\/web\/eng\/staff.html",
        "text":"Contact Information\nPublic Health Genomics Applied Research Ottawa\nDepartment of Epidemiology and Community Medicine\nFaculty of Medicine - University of Ottawa\n451 Smyth Road,\nOttawa, ON\nK1H 8M5 Canada\nTel.:(613) 562-5800\nFax: (613) 562-5452\n\n\n\nValery L'Heureux\n\nAdministrative Assistant to the Chair\n\nCentre Office, Epidemiology and Community Medicine\nPhone: 613 562-5800 ext. 8159\n\nDiana Fox\n\n\nResearch Coordinator\nHuman Genome Epidemiology Group\nPhone: 613 562-5800 ext. 8323\n\n\nZahra Montazeri, MSc, MBA, PhD\n\nResearch Manager\nHuman Genome Epidemiology Group\nPhone: 613 562-5800 ext. 8291\n\nZahra Montazeri is the research manager\/Biostatistician in the department of Epidemiology and Community Medicine at the University of Ottawa. She received her undergraduate and Master's degrees from Iran, and her Ph.D from Carleton University, where she trained with Dr. Mojirsheibani in applied Statistics in 2007. Her dissertation is about classification with missing covariates, and her results were published in several statistical journals, two of the most prestigious being Journal of the Royal Statistical Society, and Journal of Multivariate Analysis. She started to work in the Bioinformatic lab at the University of Ottawa with Dr. Bickel as a postdoc fellow. She has since joined the Epidemiology department, starting February 2010. She developed some methods to analyze gene expression data and she has contributed to a multi-author statistical paper published in Bioinformatics, the most highly regarded bioinformatics journal. Furthermore, her recent results will appear in Statistical Applications in Genetic and Molecular Biology.\n\nSilvia Visentin\n\n\nResearch Coordinator\nEmerging Team in Genomics in Screening\nPhone: 613 562-5800 ext. 8719\n\nSara Khangura\n\nResearch Manager\nCanadian Inherited Metabolic Diseases Research Network\nPhone: 613-562-5800 ext. 8714\n\nSara Khangura comes to us from knowledge exchange at the Canadian Agency for Drugs and Technologies in Health. Prior to this, Sara was Research Coordinator for more than ten years at the Ottawa Hospital Research Institute and brings a background in the development and evaluation of patient decision aids, knowledge translation interventions research, systematic review methods and communications.\n\n\n\n© University of Ottawa\nFor additional information, consult our list of contacts\nTechnical questions?\nLast updated: 2016.11.15",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.8066259027,
        "format_confidence":0.9094594121
    },
    {
        "url":"https:\/\/medicine.osu.edu\/students\/life\/organizations\/wilderness\/pages\/index.aspx",
        "text":"Ohio State Navbar\n\nSign In\n\nWilderness Medicine Interest Group\n\nWilderness Medicine Interest Group (WMIG) is a group of students that are passionate about exploring the outdoors and want to understand how to manage medical problems in a wilderness setting. Fundamentals of wilderness medicine include understanding and minimizing risk in outdoor excursions, stabilizing patients before definitive medical care is available, and evacuation techniques. WMIG goes on weekend trips and holds events throughout the year to explore and practice various Wilderness Medicine topics. In the Spring, there is an opportunity for students to do a weekend of more intense training to receive their Advanced Wilderness Life Support (AWLS) certification.\n\n\n\nMatthew Basinger\n\n\nVice President​\n\nNick Farrar\n\n\n\n\n\nDr.Daniel Bachmann\n\n Updated 11\/28\/2018\nWMIG Group.jpg",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9140242934,
        "format_confidence":0.9808591008
    },
    {
        "url":"http:\/\/holmdelimaging.com\/about-us\/",
        "text":"About Us\n\nHolmdel Imaging is a state of the art diagnostic medical imaging provider of high quality, cost effective imaging services to the greater Holmdel area. Our center offers Magnetic Resonance Imaging (MRI), Breast MRI, Ultrasound, Computed Tomography (CT), Bone Density, Digital Mammography and X-Rays.\n\nOur mission at Holmdel Imaging is to provide the highest quality care for our patients by offering unsurpassed customer service and superior image quality. We strive to offer the most friendly, convenient, and professional services to our patients and referring physicians. We are committed to excellence in our field and our goal is to be recognized as the imaging center of choice in the region.\n\nFor information on our partner Meridian Health Click Here\n\nmeridian health",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9954425097,
        "format_confidence":0.9933110476
    },
    {
        "url":"https:\/\/livelifefoundation.com.au\/about-us\/",
        "text":"Living Life , full of life, making every day a great day\n\nLive Life Foundation is the brain-child of Mr. Perry Sambor, a well-respected and successful businessman who has a longstanding association with Victoria’s horseracing industry. Perry’s passion for philanthropy and community led him to establish in 2013 the Live Life Foundation, a not-for-profit organization, to assist families facing the challenges that are associated with disabilities. Since 2014 LLF’s mission has been to provide funding to the Children’s Neuroscience Centre at The Royal Children’s Hospital, Melbourne (RCH), in support of projects that assist children diagnosed with disorders of the brain, nerves and muscles. The RCH Children’s Neuroscience Centre provides high quality outpatient and inpatient services for the diagnosis and management of neurological disorders. Recipients of LLF fundraising in past years have included the RCH Stroke Program and the RCH Neuromuscular Clinic.\n\nOur Mission\n\nThrough our active partnering with the medical community we will adopt best practice in the intervention, treatment and support available to all children within the community. This will result in a reduction of incidence, decreased mortality, significantly improved quality of life and best outcomes for those affected by chronic, complicated or terminal illnesses.\n\nOur government supports many attributes of our hospital systems though it cannot support all facets of the hospital community, this is where Live Life Foundation is able to step in an support the Neo Science Department at the Royal Childrens Hospital which at times is in desperate needs for support.\n\nRCH Complex Movement Disorders Program\n\nLive Life Foundation Golf Day\n\nFunds raised will support the establishment of a Neurology Clinical Research Fellowship for senior paediatric neurology trainees at The Royal Children’s Hospital (RCH). This will allow them to continue their general or subspecialty neurology training and undertake clinical research to improve care for children affected by neurological conditions. This Fellowship will be established within RCH Neurology.\n\nFor many years the RCH Neurology department has delivered excellent clinical research outcomes in key areas including epilepsy, neurogenetics, neuromuscular disorders and stroke. A structured program has been established providing short term support to Fellows undertaking specific research projects, ideally as part of a research higher degree. The Neurology Clinical Research Fellowship will typically be filled by one of the three clinical Fellows (neurology, epilepsy, neuromuscular) already in the final years of their clinical training within RCH Neurology.\n\nThe research undertaken will be clinically-focussed and completed during the Fellowship. The specific project undertaken by the Fellow will depend on the subspecialty field in which they are training. We hope that all recipients of this Fellowship will ultimately join RCH Neurology as consultants, bringing their research experience back into the department as an area of further clinical excellence.\n\n“We‘re very grateful to the Live Life Foundation for its support of the Neurology Clinical Research Fellowship. With this very generous funding, we can guarantee that the next generation of paediatric neurologists at the RCH will have every opportunity to gain world class research experience and clinical exposure while completing their training within the hospital, “ said Professor Monique Ryan, Director, RCH Neurology.\n\nOur Guest Speaker for this year’s event is RCH Neurologist, Associate Professor Andrew Kornberg. For over 35 years, Andrew has delivered great care to the thousands of patients and families who visit the RCH Children’s Neuroscience Centre every year. Taking his dedication to children’s health to new levels, Andrew was recently appointed as Director of RCH Global. Andrew will speak about the recent advances within his field with a focus on the importance of succession training for the next generation of neurologists and how the establishment of the Neurology Clinical Research Fellowship will impact this outcome.\n\nLive Life Foundation is proud to support RCH Neurology and its incredible staff, patients and families. Please join with us as we positively impact the future of children’s health and give these very special patients a chance to “live their lives” to the fullest – thank you.\n\nMr Perry Sambor – Founding Director\n\nPerry successfully operates a timber supply business and is also a longstanding supporter and advocate of Victoria’s horseracing industry both locally and overseas.\nHe has always felt a sincere and personal connection to families facing the challenges that are associated with disability.\nHis long term dream is to provide a respite facility that offers support for patients, families and those that care for children living with disabilities. Live Life Foundation has been made possible by the passion and resources of Perry as he carries on the wish of the Sambor family’s commitment to health and philanthropy in honour of Perry’s late father.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9816979766,
        "format_confidence":0.9938183427
    },
    {
        "url":"https:\/\/www.mandalainstitute.eu\/",
        "text":"True Healing Brings Together\n\nHolistic Frameworks\ndrew logo blue mandala final (fixed edges).png\n\nBeyond pathology and disorder.\n\nBeyond labels and belief.\n\nBeyond polarities and oppositional thinking. \n\nWe get how all the parts support the Whole.\n\nFirst Principles Thinking\ndrew logo blue mandala final (fixed edges).png\n\nFirst Principles Thinking is a dynamic, evidenced-based process for challenging assumptions about mental health and solving complex problems. We do this by breaking down what we know into the most basic elements and reassembling them from the ground up. We take nothing for granted.\n\nEmbodied Wisdom\ndrew logo blue mandala final (fixed edges).png\n\nHealing is a Wisdom Path. \n\nWe teach and support approaches to healing that help you clear the past, become deeply present, walk a path of conscious self-evolution, and create a deeply fulfilling life.\n\nMandala Institute is a mission-driven social enterprise committed to transforming the way people think, feel, and live. We are committed to the evolution of Mental Health systems into more intuitive, natural, truly holistic systems.\n\nMost importantly we are committed to teaching Emotional Healing as an Applied Technology and a Wisdom Practice. \n\n\nAndrew Nolan\n\n\n\"To be truly effective in these times you need to heal and you need a framework for developing unshakeable clarity, calm, and wisdom. This is our work together.\"\n\nAndrew Gentile\n\n\n\n\"It's my passion to help people come into balance with themselves and the world they live in.\"\n\nOur Philosophy is Simple.\n\nIt's your birthright to experience peace, well-being, and calm.\n\nWholeness is relational and loving. It's about how you relate to all the parts of yourself, to your family and community, to the environment and the world at large. Our Mission is to bring a new paradigm for mental health into the world and to support  you in answering the unique call of your purpose.\n\nJoin Us.\n\nLet's connect\n\n\nHave an Experience\n\nYour well-trained mind is your greatest asset.\n\nAnd your open heart  is your greatest power.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9901854992,
        "format_confidence":0.9895324707
    },
    {
        "url":"https:\/\/www.ccsme.org\/about\/who-we-are\/",
        "text":"Who We Are\n\nCCSME advocates for best practices, encourages professional development, maximizes collaboration, and facilitates integrated health and behavioral health services.\n\nCCSME, with funding by the Maine Office of Substance Abuse, Department of Health and Human Services, is working to create effective, integrated healthcare in Maine. As a leader in system change, CCSME is disseminating, training and providing technical assistance for evidence-based practices and consensus practice models for integrated treatment and prevention. We encourage professional development and resource development among individuals and organizations serving those affected by co-occurring conditions.\n\n\nOur History\n\nThe Co-Occurring Collaborative Serving Maine (formerly the Cumberland County Dual Diagnosis Collaborative) was founded in 1992 through a grant from the Maine Office of Substance Abuse and continued through a 3-year Robert Wood Johnson Demonstration Project. It has sustained funding through state, federal and other grant funds. Incorporated in Maine as a non-profit corporation in 1998, CCSME has been principal, co-partner or consultant in over 10 state and national grant-funded projects.\n\nCCSME has been at the forefront of creating new models of services in Maine and continues to promote consumer voices on its board and in its projects. CCSME is responsible for:\n\n  • Creating Maine’s first co-occurring ACT team\n  • Producing a jail diversion model that includes a FACT team\n  • Developing a co-occurring court\n  • Supporting dialectical behavioral treatment across Maine\n  • Promoting motivational interviewing\n  • Expanding Centers of Excellence for behavioral health and health care integration\n\nThrough a federal SAMSHA Co-Occurring Infrastructure grant awarded to Maine, CCSME provided project management for the Co-occurring State Integration Initiative (COSII), training and technical assistance to advance infrastructure changes on the state level, and to improve integrated services in 30 pilot agencies, as well as other agencies across the state. Annually, CCSME hosts multiple conferences and offers hours of training and technical assistance to individuals or agencies.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.988982141,
        "format_confidence":0.9946106672
    },
    {
        "url":"https:\/\/www.liceclinicsjersey.com\/bucks-county\/",
        "text":"Bucks County Clinic\n\nWe are currently available for treatments by appointment only. Call us to schedule an appointment or with any questions.\n\nAbout Us\n\nWe are Lice Clinics of America. Let us introduce ourselves.\nLice Clinics of America (LCA) was conceived with one goal in mind: to give parents and caregivers the safest, most complete and effective head-lice treatments available. We treat head lice in a friendly, comfortable environment, by clinicians your kids will love.\nOur lice treatment is formulated to kill lice every time, for every person, with just one treatment.\n\nNeed Lice Advice?\n\nAbout Our Network\n\nLice Clinics of America is a science-based lice removal company, a world leader in lice-treatment services, and the world’s largest network of lice-removal professionals. Our clinic is locally owned and operated by your friendly neighborhood lice treatment specialist.\n\nCopyright © 2016 - 2019 Lice Clinics of America. All rights reserved.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9969428182,
        "format_confidence":0.7667875886
    },
    {
        "url":"http:\/\/www.hairat.in\/health.html",
        "text":"Health Care Committee\n\nHealth Care Committee\n\n“The healthier our country, the wealthier our country.”\n\nThe Committee:\n\nHealth care shouldn’t be a privilege but a human right. Good health is a blessing with which a person can perform all their duties to the best of their capabilities and leave nothing undone. Health is essential for everyone - be it an artist, a leader, a peasant, to work properly towards their goals. “A sound mind lives in a sound body” is a very popular saying which highlights the fact that to have had a peaceful state of mind, one needs to be healthy from within because after all, “health IS wealth”.\n\nThe NGO:\n\nWith a vision of, “Action Today To Prevent Disability Tomorrow” Impact India Foundation was launched in 1983 as an International Initiative Against Avoidable Disablement and since then has been working to bring together the Government, Corporates and the NGO’s in a large number of health programmes of extreme importance. They have conducted mass projects in the past such as Polio-Free Madras, Bombay Against Disability, Malaria Control in Mumbai. Currently, they’re working on the projects like Lifeline Express - World’s first hospital on a train. It was launched in 1991.\n\nRegister Now!\n\nRegisterations are open to apply as delegates to any one of the five committees this year. Choose one from Rural Development and Education, Mental Health, Cleanliness, Women Empowerment and Health Care. We wait to see you at Ha!rat 2018. Redefine Change.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9820814729,
        "format_confidence":0.9284880161
    },
    {
        "url":"http:\/\/selayanghospital.gov.my\/en\/about-hospital\/what-is-this",
        "text":"Text Size\nA+ A A-\nColor Chooser\n default green blue contrast font_default red blue Language Other Language\n  • Slider1\n  • Slider2\n  • Slider3\n  • Slider4\n\n\n  • Utama\n  • About Us\n  • Total Hospital Information System (THIS)\n\nTotal Hospital Information System (THIS)\n\nThe Total Hospital Information System in Selayang Hospital is an integration of clinical, administrative and financial systems. The clinical is made up of Hospital Information System (HIS) and Picture Archiving Communication System (PACS). The HIS is made up of various applications (Person Management, Scheduling, Order Management, Clinical Documentation, PIS, LIS, RIS, and so on). The Administration & Finance system as back end is integrated with the HIS so that any chargeable procedures or tests performed on the patients will automatically trigger the generation of the bills. With PACS, the system is also interfaced with the various x-ray machines. So the challenge here is that the integration is so deep and extensive that it is not only between software applications but also between applications and modalities or equipment especially in the radiology, laboratory, intensive care and operating theatres where the system is interfaced directly into the equipment and what ever data or image produced by such equipment will go directly on-line into the system.\n\nIn summary, patients' medical records, guidelines and clinical protocols are instantly available and can be assessed in one integrated workstation at any place and at any time in the hospital, provided that the user has proper authority to access the information.\n\nBeing an electronic hospital that has taken the initiative to implement THIS, Selayang Hospital has become a showcase to the rest of the world.\n\nDasar Keselamatan | Dasar Privasi | Peta Laman | Soalan Lazim | Arkib\nPenafian : Pihak Hospital Selayang tidak akan bertanggungjawab atas sebarang kerugian atau kerosakan disebabkan oleh penggunaan maklumat dari laman web ini.\nmuka-buku Youtube burung-biru RSS\nHakcipta Terpelihara © Hospital Selayang 2013",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9337090254,
        "format_confidence":0.9420131445
    },
    {
        "url":"http:\/\/www.oiccambodia.org\/happy-kids-clinic\/",
        "text":"children's desk at the Happy Kids Clinic\n\nchildren's desk at the Happy Kids Clinic\n\nOIC’s Social Enterprise\n\nNovember 2017\n\nWe have now been running our social enterprise for over a year and have a staff consisting of 2.4 speech therapists, an occupational therapist, and two Khmer therapy assistants. We are also started doing some work with a psychologist to begin working on an autism diagnosis model.\n\nThe clinic has mostly been working in an individual treatment model in clinic, home or school settings, but in recent times we have branched into therapy groups. During the school holidays, the team ran a very successful feeding (see feeding group set up in photo above) and communication group. Parental involvement was like nothing we’ve seen here before, as well as the amazing social opportunities for the children, who have maybe never had a friend before. It has also fostered great team work and an appreciation of everyone’s roles and knowledge. This has inspired us to continue the group model, as well as beginning pair therapy.\n\nWorking in a cross cultural setting has its challenges. The majority of our clients are Khmer, with many of our children speaking two or more languages. The support of our Khmer therapy assistants is invaluable with these clients and we often need to be very creative when families request that we run therapy in two languages. It definitely helps to improve our therapists’ Khmer skills!\n\nSrey Aun at Happy Kids Clinic\nSrey Aun, Senior Therapy Assistant, has been with Happy Kids Clinic since August 2016.\n\nWe are also stepping more into school training, and again, trying to challenge the status quo a little by doing more than isolated workshops and trying to get into classrooms to help teachers and teacher assistants with actually implementing strategies.\n\nNow that school is back, the HKC team are getting really busy and making new relationships with schools and families.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9219567776,
        "format_confidence":0.759458065
    },
    {
        "url":"https:\/\/www.centralpapg.com\/emily",
        "text":"Dr. Ziad Khoury, MD, FACC\n\nI’m a paragraph. Double click here or click Edit Text to add some text of your own or to change the font. Tell your visitors a bit about your services.\n\nMain Office:\n\n914 S 12th St.\n\nAltoona PA 16602\n\nCall Us:\n\n\n  • Grey Facebook Icon\n\n\n© 2020 Central PA Physicians Group. All Rights Reserved. Website Design: DePiro Designs, LLC",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9919680953,
        "format_confidence":0.5860996246
    },
    {
        "url":"http:\/\/www.bajicdentures.ca\/about-bajic\/who-we-are\/",
        "text":"About Bajic\n\nabout-bajicBajic Denture Clinic is a team of certified dental professionals dedicated to providing the highest quality care to our patients.  We believe that good eating habits and a healthy diet should not be compromised by missing teeth and\/or an inability to properly and comfortably chew and swallow certain types of foods.\n\nOur state-of-the-art clinic in Midland, Ontario uses the latest and most advanced technology and techniques to make custom dentures that fit securely, function flawlessly, and convey a confident, whiter smile too.\n\nExtensive Professional Services to Provide the Right Solution\n\nIn addition to their main function of improving the ability to chew, your dentures should feel comfortable and have a natural look\/appearance – the fact that you are wearing dentures should not be noticeable to others through any or all of the following:\n\n\nChoice of Foods\n\n\nPronunciation of Certain Words\n\n\nSocial Interactions\n\nBajic Denture Clinic offers a complete range of dentures services extending from personal consultations about your lifestyle preferences to the collaboration with your dentist or oral surgeon to define and develop the right solution to meet your precise needs.\n\nThe full extent of our Bajic services includes:\n\n  • full dentures – to provide optimal function and re-instill confidence\n  • removable partial dentures – helps appearance, chewing, clarity of speech\n  • implant retained dentures – more stable and long-term restorations\n  • immediate dentures – new teeth already in place during the healing period\n  • teeth in one day – teeth extractions plus new implants in the same visit\n  • rebasing, relining, or repairing – when denture replacement is not needed\n  • mouth guards – to protect teeth, lips, tongue, cheeks, and jaw\n  • soft liners – provide comfort and relief for receding gums\n  • regular check-ups – proper maintenance to ensure optimal function\n\nGood health depends in large part on proper nutrition, and quality dentures can play a key role in helping you maintain a well-balanced diet.  To discuss how we can help restore the pleasure and nutritive value that you can derive from your meals, call the Bajic Denture Clinic today at 705-526-4041 or contact us to arrange a no-obligation consultation.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9973917007,
        "format_confidence":0.9750146866
    },
    {
        "url":"https:\/\/colorfulhearing.com\/why-choose-us\/",
        "text":"Why Choose Us\n\nGlad you came\n\nIt matters as much who you are fit by, as what you are fit with.\n\nAt Colorful Hearing, you are seen by Dr. Rebecca Taylor, a licensed Ph.D. audiologist who has successfully equipped thousands of people to overcome their communication problems over her 25 year career. Every person is different, with different communication demands in life. Dr. Taylor spends time with you to understand your perceptual preferences and translates your hearing likes and needs into acoustic solutions that let you live life to the fullest. With advanced Live Speech Mapping, you can see your acoustic results in living color.\n\nContinuity of Care\n\nYou won’t be faced with the awkwardness of being seen by a different provider each time you come for an appointment. Dr. Taylor owns the practice and commits to provide continuity of excellence at every appointment. She knows your case and generates an effective prescription for your unique communication, performance, or prevention needs.\n\nAudiologist Dr. Taylor in Texas\n\nExpert on the Tough Stuff\n\nDr. Taylor’s doctoral dissertation focused on speech perception in noise while working with world-renowned researchers at Purdue University and the University of Memphis. Understanding speech-in-noise is one of the toughest problems that hearing impaired people face. Dr. Taylor knows how to give you every advantage to improve your quality of life, no matter what your communication challenges may be.\n\nSecret: She Can Relate\n\nDr. Taylor had to walk the same path you are contemplating. After she finished her doctorate, she suddenly became hearing impaired overnight as a consequence of surgery unrelated to her ears. Dr. Taylor has overcome hearing loss and tinnitus. She is tenacious about finding creative solutions to help you maximize your residual hearing with answers that fit your needs and budget. Dr. Taylor knows the little things about wearing hearing aids and listening devices that add up to long-term success. She couldn’t get along 15 minutes without her hearing aids, and she understands when you have an urgent need.\n\nSmart Ways to Pay\n\nWe realize that reconnecting with relationships, increased earning potential, and the sounds of life may require an investment in yourself. Mr. Michael Mische is the financial director on staff, who is able to guide you to find sensible options to finance your hearing instrument technology, if you need it. We accept cash, all major credit cards, PayPal, and personal checks.\n\nExclusive Care\n\nIt’s tough sorting out where to go for hearing help. In the United States, there are about 36 million hearing impaired people and only about 15,000 audiologists in the entire country. That means one audiologist would have to cover about 2,400 Patients. Texas law allows people who are not audiologists to fit hearing aids. You have probably heard stories of people who tried hearing aids that did not work. It matters as much who fits you, as what you are fit with.\n\nOnly 2% of audiologists in the state of Texas – who are PhD’s, see Patients. And Dr. Taylor is right here in your hometown.\n\ngoldencircle Sensaphonics Golden Circle Certification\n\nDr. Taylor is a certified Sensaphonics Gold Circle member which means that she has worked with the music industry’s master,  Dr. Michael Santucci, to understand and effectively meet the needs of musicians and sound engineers for high-impact monitoring on stage.\n\n\nContact us here or at (940) 387-3330 for an appointment. Please let us know at least 24 hours in advance if you need to reschedule your appointment. There could be 2,399 other people waiting in line for your spot.\n\nMake an Appointment",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9965264201,
        "format_confidence":0.864441514
    },
    {
        "url":"https:\/\/www.promises.com\/why-choose-promises-rehab\/",
        "text":"Get a free, confidential consultation.\n\npool at promises scottsdale\n\nWhy Choose Promises\n\nAt Promises, your recovery is our number one priority. For over 30 years we’ve provided sophisticated, evidence-based treatment to clients and their loved ones who’ve been impacted by addiction and mental health issues. Our mission is to provide you a gateway to recovery and help you achieve your lifelong goals.\n\nHere are a few of the reasons we’re a treatment center of choice:\n\nwoman and man playing instrumentsWe Respect Your Individuality\n\nWe don’t squeeze you into a one-size-fits-all treatment plan. Our clinicians provide thorough biopsychosocial assessments to make sure we properly diagnose and address all of your treatment issues. We work to understand your preferences, beliefs and life experiences so that we can tailor your treatment plan to your needs within the context of your life.\n\nwoman sitting at a table outsideWe Treat the Full Spectrum of Mental Health Issues\n\nOur treatment centers offer clinically sophisticated treatment for a wide range of mental health issues that prevent people from living their best life. From drug and alcohol abuse to trauma, depression, anxiety and personality disorders, we have a program that can help.\n\nView Our Treatment Programs\n\ntwo people sitting on logsOur Treatment Changes Lives, and Research Proves It\n\nA long-term outcome study shows that clients who received treatment at Promises enjoy a dramatic increase in days free of drug or alcohol use, less cravings, and improved mood and quality of life.\n\nbecky g at tableOur Clients Recommend Us\n\nWe are proud that in surveying our Promises clients, more than 98% say they would recommend us to a friend or family member. We believe this is the greatest testament to the compassionate care we offer at Promises.\n\nView Our Testimonials\n\nfamily with cakeYour Loved Ones Heal Too\n\nAddictions and mental health issues can be devastating for the whole family. That’s why we involve family in treatment through regular updates, family therapy and connections to resources that can help them learn how to best support you in recovery while also finding healing for themselves.\n\ngroup of people doing labrytnthYou’ll Receive Evidence-Based Treatment\n\nWe offer you a complete array of tools to give you a strong foundation for long-term recovery. Our time-tested, evidence-based therapies combined with alternative approaches ensure highly effective, well-rounded treatment programs.\n\nView Our Therapies\n\nMan talking to doctorWe Focus on Long-Term Recovery\n\nWe don’t just help you eliminate destructive behaviors, we equip you with practical skills that can help you stand strong in recovery long after treatment. You’ll have opportunities to put recovery skills into practice in real-world situations while building a toolbox of healthy coping mechanisms and relapse prevention strategies.\n\ntwo men on a couch with a therapistOur Treatment Centers Are Nationally Accredited\n\nYou can feel confident knowing that you or your loved one is receiving an exceptionally high standard of care as demonstrated by our Joint Commission accreditation.\n\nman with therapist smilingWe Have a 30-Year History of Excellence\n\nWe’ve been setting the gold standard in addiction and mental health care since our first Promises treatment center opened over 30 years ago. Our model takes treatment out of a hospital-like setting and provides a welcoming, home-like environment where underlying issues that contribute to destructive behaviors are addressed and care is tailored to your particular needs.\n\nRead More About Us\n\nalumni singingYou’re Part of the Promises Family for Life\n\nOur connection with you doesn’t end when you walk out our doors. Your recovery is a lifelong healing process that we support through ongoing alumni programs, aftercare and family involvement. We’re here to optimize your recovery not just for today, but for a lifetime.\n\nLearn More About Aftercare\n\nGet a free, confidential consultation.\nCall 844-876-5568 or fill out the form below.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9974117875,
        "format_confidence":0.558288157
    },
    {
        "url":"https:\/\/www.triumphservices.org\/",
        "text":"The need for our services is great. Learn more here…\n\nOur Holistic Approach\n\nTriumph Services provides a holistic approach to support people who have developmental disabilities. The Individual is in the center as the expert on his\/her dreams and goals. The LIVE program provides independent living skills. The WORK program provides competitive employment and purpose in life. The PLAY program provides community integration and healthy relationships. The THERAPY program addresses depression and anxiety and builds self-esteem.\n\nFollow us on Facebook, Twitter, LinkedIn, and Instagram!\n\nFacebook Badge\n\nTwitter Badge\n\nLinkedIn Badge\n\n\nTriumph is a proud member of the Alabama Association of Nonprofits and the Alabama Autism Providers Network.",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9550614953,
        "format_confidence":0.9514324665
    },
    {
        "url":"https:\/\/www.sfmc.net\/group\/cape-radiation-oncology\/",
        "text":"\nVisit our COVID-19 page for more information.\n\nCape Radiation Oncology\n\nMeet Our Radiation Oncologists\n\nRadiation Oncology for Southeast Missouri\n\nCape Radiation Oncology is a Medical Partner of Saint Francis Medical Center that brings extraordinary cancer care to southeast Missouri.\n\nCape Radiation Oncology has access to the most advanced technology located within the Saint Francis Cancer Institute, including the region’s only CyberKnife® VSI Robotic RadioSurgery System, which provides superior targeting accuracy, safety and comfort at levels that are unachievable with other treatment options.\n\nCape Radiation Oncology also uses Intensity Modulated Radiation Therapy (IMRT), which has shown tremendous potential for improving cure rates, particularly for head and neck cancers, prostate cancer and lung cancer.\n\nDoctors Patel and Goodman review a scan\n\n\nCape Radiation Oncology uses the latest in medical technology to detect and treat cancer, including:\n\nClinical Trials\n\nCape Radiation Oncology is a member of the National Community Oncology Research Program (NCORP), a national network of investigators, cancer care providers, academic institutions, and other organizations. NCORP conducts multi-site cancer clinical trials and studies in diverse populations in community-based healthcare systems across the United States and Puerto Rico. The goal of NCORP is to bring cancer clinical trials and cancer care delivery research (CCDR) to individuals in their own communities.\n\n\nMonday – Friday: 8 am – 4:30 pm\n\nShare This Page:\nPossible COVID-19 Exposure? Visit Our Questionnaire",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9981360435,
        "format_confidence":0.8881956339
    },
    {
        "url":"http:\/\/sashram.org\/health\/",
        "text":"In the beginning, we ran large scale community health programme in Hariyawan block of Hardoi district with support from Eco Netherlands. This was followed by health training programme with support from Mahila Dairy and Integrated Nutrition and Health Programme (INHP). This programme laid emphasis on prevention from diseases, cleanliness and hygiene.\n\nRecently efforts are to bring down maternal and child death rate in three blocks of Hardoi district and four blocks of Rae Bareli district. Efforts are underway to inculcate interest about health among the people, bring about permanent improvement in health of women and children and bring about a decline in death rate of infants.\n\nAn intervention is underway to address HIV and AIDS in Hardoi city among MSM population.\n\nAnother intervention is underway among equine population in Hardoi and Barabanki districts. Under this horses are being covered to get them rid of fear and suffering.\n\nCurrent Health Projects\n\nThrough the Lens Eye",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9979641438,
        "format_confidence":0.9349176884
    },
    {
        "url":"http:\/\/blog.fit4d.com\/about\/",
        "text":"Living with diabetes is very complicated.\n\nChecking your blood sugar multiple times a day.\n\nJuggling multiple medications, many of which leave a constant threat of the dreaded low blood sugar.\n\nCounting carbohydrates and managing exercise levels.\n\nDiabetes is a challenge. Every. Single. Day.\n\nHere at Fit4D, we understand just how complex diabetes is. When our Founder and CEO, David Weingard, first started this company, the mission was simple – Help improve the lives of those with diabetes. But with so many aspects to coordinate 24\/7, this “simple” mission proved to be quite a challenge in itself.\n\nFlash forward a few years and Fit4D has helped improve the lives of tens of thousands of patients around the country. By using our innovative technology platform, we are able to get patients the answers and help they need directly from some of the world’s most well-trained Certified Diabetes Educators.\n\nImproving the care that people with diabetes receive is not something that can be done simply with fancy gadgets and mobile applications. The real core of what Fit4D does is in the hearts and minds of those who provide the thousands of hours of one-on-one coaching every single day.\n\nEnter our Fit4D Blog – an opportunity to hear directly from our Certified Diabetes Educators, a chance to learn from the best, and a chance to get to know those that provide such valuable help on a daily basis.\n\nWe look forward to telling our story, and we hope you find some value in what we have to say.\n\nIf you have suggestions, comments, questions, or simply want to give our CDE’s a pat on the back, drop us a line at bklein@fit4d.com – we would love to hear from you!\n\n\nFor more information on our team, check us out at www.fit4d.com",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.989274323,
        "format_confidence":0.9883129001
    },
    {
        "url":"http:\/\/intersectionssouthla.org\/story\/nonprofit-spotlight-los-angeles-child-guidance-clinic\/",
        "text":"Nonprofit Spotlight: Los Angeles Child Guidance Clinic\n\nPhoto Courtesy of LA Child Guidance\n\nPhoto Courtesy of LA Child Guidance\n\nIntersections’ Nonprofit Spotlight series profiles organizations that are propelling positive change in South L.A. _________________________________________________________________________ \n\nWhat is the Los Angeles Child Guidance Clinic’s purpose? To provide quality mental health services to a community in great need by ensuring easy access and promoting early intervention.\n\nWhen was the Los Angeles Child Guidance Clinic founded? Since its inception in 1924 as the first child guidance clinic west of the Rockies, the Los Angeles Child Guidance Clinic has built a rich history of leadership and innovation in the field of pediatric mental health.\n\nPhoto Courtesy of LA Child Guidance\n\nPhoto Courtesy of LA Child Guidance\n\nWhich areas does the Los Angeles Child Guidance Clinic serve? Central and South Los Angeles.\n\nWhat services does the Los Angeles Child Guidance Clinic provide? Comprehensive array of mental health programs include the following:\n\nEarly Intervention and Community Wellness Division – Since the 1980s has pioneered programs including home visitation by early childhood experts, clinic-based services for children whose explosive behavioral problems often result in expulsion from preschools, assessments of young children in foster care to assure safety and emotional well-being in future placement, and a family resource center meeting basic needs in economically stressful times.\n\nOutpatient Services Division – Includes specialty services for children experiencing school failure and\/or involvement in probation and child welfare systems, as well as a one-of-a-kind no-fee, no-appointment Access Center where annually an average of 1,700 highest-need children are immediately seen, enrolled into Clinic services, or referred to regional center, domestic violence and other appropriate placements.\n\nCity Hall declares Children Mental Health Awareness Day in Los Angeles | Photo Courtesy of LA Child Guidance\n\nCity Hall declares Children Mental Health Awareness Day in Los Angeles | Photo Courtesy of LA Child Guidance\n\nIntensive Services Division – Employs a nationally recognized model designed to keep together families struggling to overcome mental illness, domestic violence, substance abuse and extreme poverty, while also providing comprehensive, coordinated services 24\/7 for highest-needs children – especially those in foster care – who exhibit severe behavioral and emotional problems.\n\nLife Learning Division – Serves youth ages 15 to 25 who are homeless, at risk for homelessness, aging out of foster care, or struggling with severe mental illness such as schizophrenia, by blending job placement services, treatment, case management and medication services to support essential skills for independent living.\n\nThe Early Intervention Training Institute trains approximately 650 mental health and allied professionals annually in identifying, intervening and referring very young children at risk for emotional, behavioral or social delays. A unique Child Psychiatry Residents Training affiliation with USC Keck School of Medicine Division of Child & Adolescent Psychiatry trains all child psychiatry residents to diagnose and treat children ages 0 – 5.\n\nWhat are the Los Angeles Child Guidance Clinic’s recent accomplishments?\n\n  •  3,403 children and family members benefited from Clinic services.\n  • 51,707 mental health outpatient visits were provided at three community-based Clinic offices, s well as on-site at 20 local schools, in clients’ homes, and at other community sites.\n  • 1,174 children, family members, and caregivers received immediate assistance at the no-appointment, no-fee bilingual Access Center.\n  • 5,085 days of service were provided through our intensive day treatment program.\n  • 6 residents from the University of Southern California’s Keck School of Medicine served rotations at the Clinic through the Child Psychiatry Residents Training Program, receiving specialized training in the diagnosis and treatment of young children.\n  • 4 doctoral students participated in our Psychology Internship Program, providing clinical treatment services and receiving specialized training.\n\nVideo Courtesy of LA Child Guidance Youtube Channel\n\nWhat does the Los Angeles Child Guidance Clinic consider as…\n\n…top safety issues in South L.A.? As resources become available through the Affordable Care Act and California’s Mental Health Services Act, it is imperative that silos be broken between our health, mental health and public education system to ensure children and youth of all ages benefit.\n\n…top education issues in South L.A.?  School based health centers offer great promise, but easy referrals between service providers at the school site is a goal that must be realized – otherwise students don’t get access to the care they need to succeed in life.\n\n…top housing issues in South L.A.? Supportive housing for individuals with mental health needs and disabilities continue to top the list.\n\n…top recreational issues in South L.A.? The continued focus on access to healthy, affordable food is important, as is the completion of the Expo line and new enthusiasm around biking.\n\nSocial Media: Facebook, Twitter\n\nHours: Weekdays 8 a.m. – 4:30 p.m.\n\nContact info: Cesar Portillo, Vice President of Clinic Advancement, [email protected]\n\nSpeak Your Mind",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.9917265177,
        "format_confidence":0.690509975
    },
    {
        "url":"http:\/\/lifeflightmaine.org\/",
        "text":"LifeFlight Provides Critical Care Transport Throughout Maine\n\nLifeFlight’s vision for Maine is a place in which every person, in every community, has access to critical care and medical transport when they need it.\n\nWe do this by working with our EMS partners to transform the critical care transport medicine system into an integrated, high quality, patient-centered system worthy of the public’s trust.\n\nWe work with our parent organizations, Central Maine Healthcare and Eastern Maine Healthcare, and our aviation operator, Era Helicopters, to achieve this mission and maintain a strong commitment to safety.\n\nMore About Us\n\nLifeflight Community\n\nTeamwork in wilderness areas saves lives\n\nIf you head northwest from Lewiston, and drive nearly all the way to the Canadian border, you’ll find one of Maine’s most unique and isolated communities. Rangeley is well known for its crystal clear lakes, picturesque mountains and bountiful outdoor recreation opportunities.\nBut when you’re in Rangeley, or any of the 800 square miles of mountains and wilderness covered by Rangeley Fire Rescue and NorthStar Ambulance, you’re in one of the most remote communities in Maine. Sometimes two hours or more away from help, out here locals take responsibility for each other in a way that’s uncommon in less remote areas.\n\nLinda Bean’s Maine Lobster family commits $3 million to a third helicopter for LifeFlight\n\nLinda Bean’s Maine Lobster has pledged $3 million to LifeFlight’s campaign for a third helicopter, half of the total needed for the aircraft. The Port Clyde- and Rockland-based business cites LifeFlight’s dedication to excellence, emergency readiness and proven success as reasons why Bean has chosen this holiday season to make a significant gift and inspire others to do the same.\n\nMore News\n\nUpcoming Events All Events\n\nEducators for Life Bowl-a-Thon\n\n\nLocation:1-7-10 Bowling Center, Route 3, Augusta, Maine\n\n7th Annual Golf Scramble\n\n\nLocation:Martindale Country Club, Auburn, ME",
        "topic_id":12,
        "format_id":12,
        "topic_confidence":0.7883427143,
        "format_confidence":0.9846636057
    }
]