[
    {
        "url":"https:\/\/golf2lin.wordpress.com\/lin-functions\/immobilizer-and-keyfob\/",
        "text":"Immobilizer and Keyfob\n\nIn less-sophisticated times, it was enough to lock the doors and to fit ignition and steering and or gearshift locks. However, thieves and joy riders have learnt to bypass such technical hurdles (especially if the owner\/operator has failed to engage one or more of them) so lawmakers have mandated it necessary to increase the level of technical protection against unauthorised use by the nefarious fraction of the population. That’s the nefarious fraction who want to use the car, not the lawmakers.\n\nImmobilizers prevent a car from being used if the mechanical locks have been bypassed. They operate by preventing the engine from being started or frustrate vehicle operation by e.g. stopping the engine after a short time.\n\nThe proposed implementation is to prevent starting in the first place by not starting the fuel pump, engine management system (controlling injection and ignition) or the starter motor if the immobilizer is engaged. Frustration, if all 3 measures have been bypassed, is possible by e.g. turning warning lights into a merry display and causing the gauges to “wobble” in a doom-saying manner.\n\nThe immobilizer may be armed after a certain period of the engine being switched off and\/or the car being locked.\n\nHow do we know that the person is authorized?\n\nI’m glad I asked. 😉\n\nRolling-key systems such as the proprietary Key-Loc® have been demonstrated to be weak. A stronger system for authentication is needed which entails bi-directional communications.\n\nRecent developments by chip manufacturers provide secure SHA-based authentication that is difficult to breach (e.g. Atmel’s ATSHA204) at low cost and easily interfaced with low-end microcontrollers. Chips have unique serial numbers and can generate their own secret keys to use in authentication. The authorised operator carries one or more such chips and at least one chip is in the vehicle network. The chip in the vehicle which knows what other chips are authorised but the other chips only know about themselves and the one in the vehicle.\n\nCommunications can be encrypted using e.g. AES.\n\nWireless communications can be implemented to run in bursts at speeds of up to 2Mbps (using e.g. a Nordic nRF24L01 transceivers) which makes snooping more difficult. Replay attacks will be fruitless as authentication is unique each time that it occurs.\n\nWired communications via USB-serial act as a fall-back in the even of the wireless device having a flat battery or due to wireless communications not being possible.\n\nThe problem of determining that the holder of the authenticating device is authorised doesn’t go away because authorisation is still based on what they have, not what they know. Basically, it’s a second key. But such appears sufficient for the lawmakers who want to be seen as doing something.\n\nIt’s easy to implement a challenge-response system with a microcontroller for greatly improved security, where the authorised user knows the correct responses to a small set of challenges.\n\n\nA keyfob is used for both wireless and wired operation.\n\nClever KeyfobThe authentication chip is to be built into a keyfob for attachment to a keyring, along with a wireless transceiver, microcontroller and (concealed) USB port. There may be a small vibrating motor in the unit. (Exact mechanicals aren’t yet defined).\n\nThe top surface of the keyfob features a central button surrounded by a ring with several button areas and 4 LED-illuminated areas.\n\nLocking and unlocking is done by pressing the middle button whereupon the LED’s light up in an anti-clockwise sequence until the controller in the car responds with its authentication acknowledgement, or until the unlock sequence times out for lack of response. Should the remote unlock\/immobilizer have been configured for something-you-know authentication (SYKA), then one of the 4 LEDs will continue to blink. The user must then press a button that corresponds to the blinking LED; which isn’t necessarily the one that’s blinking. Unlocking occurs if the correct button is pressed within a couple of seconds. The response is sent encrypted.\n\nThere is a 1 in 5 chance of a guess being successful. The unlock sequence must be restarted if an incorrect button has been pressed. Authentication is slowed by delaying the car’s response in issuing the challenge, delays increasing exponentially. The keyfob’s receiver is kept awake by intermittent padding packets sent from the car. Successive challenges illuminate a different, random LED, slowing access by unauthorised persons who have “found” the keyfob.\n\nThe car remembers each keyfob’s individual status.\n\nSYKA can be improved by adding a second challenge to the sequence. The user must respond to both challenges successfully but is not made aware of the success or failure of the first response. That makes working through the possible combinations even more tedious. The additional inconvenience may be worth it for the vehicle owner.\n\nWired Mode\n\nIf the battery in the keyfob is flat, or it’s undesirable to operate wirelessly, the keyfob can be detached from the keyring, a USB plug folded out and the keyfob plugged into a socket on the dashboard. That socket is wired to the immobilizer which will then conduct the authentication process over USB-serial; data being encrypted between the keyfob and the immobilizer.\n\nWired Wireless Network\n\nPlugging the keyfob into the USB port of a computer provides an encrypted wireless connection into the car’s network. After plugging the keyfob into a computer and opening the corresponding serial port, pressing one of the ring buttons will start authentication with the car, without unlocking the car. Authentication follows the same protocol as for other modes.\n\nOnce authenticated, the keyfob provides an encrypted path to the car network for diagnostics, configuration or vehicle monitoring. Access may be restricted, depending on which keyfob is being used, privileges being set in the immobilizer module.\n\n\nKeyfobs need to be registered to the immobilizer. The process is conducted in wired mode with the aid of a “root key device” (RKD). The RKD is not a keyfob that can be used to perform any function other than to authenticate keyfobs. The car is immobilized while the RKD is plugged in.\n\nThe RKD is plugged into a special port on the dashboard and the keyfob to be branded is inserted into the USB port for wired operation. The ignition key is switched on. If the keyfob is already known to the immobilizer, not much happens. Lights on the keyfob will simply blink to indicate that the keyfob is registered.\n\nIf a keyfob is not known to the immobilizer, then digital key exchange takes place for future authentication by that keyfob. Lights on the keyfob will blink to indicate completion of the process.\n\nShould the immobilizer have been configured for something-you-know authentication, then the responses to challenges can be taught individually on each keyfob once it’s registered. Each LED on the keyfob will, in turn, blink rapidly until one of the buttons is pressed to teach the user’s response to a challenge of that LED. They teach cycle repeats to ensure that the user got it right.\n\nThe ignition must be switched off after each keyfob has been registered\/taught and remain off until the next one has been inserted. The immobilizer module will “complain” if the ignition is switched on without a keyfob in the USB port, and the RKD is connected.\n\nKeyfobs may be registered to more than one “immobilizer”. This allows e.g. the same keyfob to be used to securely open or close a garage door.\n\n\nWhen a keyfob has been stolen or lost, it must be de-registered to prevent unauthorised vehicle use. The RKD is not required for this process.\n\nA registered keyfob is inserted into the USB port and the ignition is switched on. Authentication proceeds but instead of starting the car, a pre-defined sequence of buttons is pressed on the keyfob to place the immobilizer into de-registration mode.\n\nLights will blink on the keyfob to confirm that it’s being remembered and remains registered. Switch off the ignition once that happens, remove the keyfob and insert the next remaining keyfob and switch on the ignition within 10 seconds. Wait for registration to be confirmed and repeat until all keyfobs have been presented.\n\nTo abort the session switch the ignition on within 10 seconds without a keyfob plugged into the USB port. All previously registered keys will remain registered.\n\nAfter the last keyfob has been removed, leave the ignition switched off for at least 30 seconds. That will cause the immobilizer to “forget” any keyfobs not presented during the session.\n\nRoot Key Device Security\n\nThe RKD should be stored securely, away from the car. If the RKD is lost, then all the LINbus nodes and keyfobs that know about the immobilizer must be re-flashed. This provides a hurdle to car thieves equivalent in height to regular, manufacturer-based lost-key management.\n\nThe immobilizer will generate a new key using the digital key of the replacement RKD when first powered up and an RKD connected. If LINBus nodes are also equipped with SHA hardware and aware of an immobilizer, they will initialize accordingly as they register to their respective cluster.\n\nOne thought on “Immobilizer and Keyfob\n\nComments are closed.",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.5688760877,
        "format_confidence":0.5112628937
    },
    {
        "url":"http:\/\/ptn.home.xs4all.nl\/AircraftAux\/zen_Shuttle.html",
        "text":"ROBOTECH Technical Files\nby Pieter Thomassen and Rob Morgenstern, with Peter Walker\n\n\nZentraedi Liewneuatzs class Personnel Shuttle\n\nZentraedi Seal\nZentraedi Shuttle\nAircraft Separator\n\nI. Dimensions:\n\nII. Type:\n\nIII. Service History:\n\nIV. Propulsion:\n\nV. Performance:\n\nVI. Sensory Systems:\n\nRadar tracking:\nOptical tracking:\nTactical Electronic Warfare System (TEWS):\n\n(*) Terran designation. The Tirolian designers considered the sensors part of the design and did not assign separate designations for these systems.\n\nVII. Armament:\n\nVIII. Armor:\n\nThe hull of the Liewneuatzs shuttle could resist repeated re-entries into an atmosphere. The Liewneuatzs did not mount any armor as such.\n\nIX. Development:\n\nThe Liewneuatzs shuttle was used by the Zentraedi forces to transfer cargo and personnel between near-by ships and bases. The Liewneuatzs was capable of descending to and ascending from a planetary surface. The shuttles also saw use as high speed couriers due to their speed and maneuverability.\n\nThe shuttle was of very simple construction. The main hull was rectangular, with four main engines in the back, two more engines underneath the hull in the sponsons. Two more engines, used almost exclusively for orbital ascends, were placed in the upper rear of the shuttle. Numerous attitude and maneuvering thrusters were located over the hull of the craft, with two main braking engines in the extreme nose. Five reaction mass tanks were mounted partially externally on the rear half of the hull. The propulsion installation also included an anti-gravity pods, making the Liewneuatzs capable of unlimited hovering and slow ascends without using significant quantities of reaction mass.\n\nSee additional design notes.\n\nReturn to Zentraedi auxiliary Aircraft Index.\n\nGo to Robotech Reference Guide Home Page.\n\nRobotech (R) is the property of Harmony Gold. This document is in no way intended to infringe upon their rights.\n\nContent by Pieter Thomassen and Robert Morgenstern, with Peter Walker\nHTML by Robert Morgenstern (\nCopyright © 2000, 1999, 1997 Robert Morgenstern, Pieter Thomassen, Peter Walker",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.8685346246,
        "format_confidence":0.5755611658
    },
    {
        "url":"http:\/\/www.fhwa.dot.gov\/engineering\/geotech\/pubs\/05037\/07d.cfm",
        "text":"U.S. Department of Transportation\nFederal Highway Administration\n1200 New Jersey Avenue, SE\nWashington, DC 20590\n\nSkip to content U.S. Department of Transportation\/Federal Highway AdministrationU.S. Department of Transportation\/Federal Highway Administration\n\nBridges & Structures\n\n<< PreviousContentsNext >>\n\nGeotechnical Aspects of Pavements Reference Manual\n\nChapter 7.0 Design Details And Construction Conditions Requiring Special Design Attention (continued)\n\n7.6 Subgrade Improvement And Strengthening\n\nProper treatment of problem soil conditions and the preparation of the foundation are extremely important to ensure a long-lasting pavement structure that does not require excessive maintenance. Some agencies have recognized certain materials simply do not perform well, and prefer to remove and replace such soils (e.g., a state specification dictating that frost susceptible loess cannot be present in the frost penetration zone). However, in many cases, this is not the most economical or even desirable treatment (e.g., excavation may create disturbance, plus additional problems of removal and disposal). Stabilization provides an alternate method to improve the structural support of the foundation for many of the subgrade conditions presented in the previous section. In all cases, the provision for a uniform soil relative to textural classification, moisture, and density in the upper portion of the subgrade cannot be over-emphasized. This uniformity can be achieved through soil sub-cutting or other stabilization techniques. Stabilization may also be used to improve soil workability, provide a weather resistant work platform, reduce swelling of expansive materials, and mitigate problems associated with frost heave. In this section, alternate stabilization methods will be reviewed, and guidance will be presented for the selection of the most appropriate method.\n\n7.6.1 Objectives of Soil Stabilization\n\nSoils that are highly susceptible to volume and strength changes can cause severe roughness and accelerate the deterioration of the pavement structure in the form of increased cracking and decreased ride quality when combined with truck traffic. Generally, the stiffness (in terms of resilient modulus) of some soils is highly dependent on moisture and stress state (see Section 5.4). In some cases, the subgrade soil can be treated with various materials to improve the strength and stiffness characteristics of the soil. Stabilization of soils is usually performed for three reasons:\n\n  1. As a construction platform to dry very wet soils and facilitate compaction of the upper layers-for this case, the stabilized soil is usually not considered as a structural layer in the pavement design process.\n  2. To strengthen a weak soil and restrict the volume change potential of a highly plastic or compressible soil-for this case, the modified soil is usually given some structural value or credit in the pavement design process.\n  3. To reduce moisture susceptibility of fine grain soils.\n\nA summary of the stabilization methods most commonly used in pavements, the types of soils for which they are most appropriate, and their intended effects on soil properties is presented in Table 7-13.\n\nMechanical stabilization using thick gravel layers or granular layers in conjunction with geotextiles or geogrids is an effective technique for improving roadway support over soft, wet subgrades. Thick granular layers provide a working platform, but do not provide strengthening of the subgrade. In fact, construction of thick granular layers in some cases results in disturbance of the subgrade due to required construction activities. Thick granular layers are also used to avoid or reduce frost problems by providing a protection to the underlying subgrade layers.\n\nTable 7-13. Stabilization Methods for Pavements (after Rollings and Rollings, 1996).\nStabilization MethodSoil TypeImprovementRemarks\n- More GravelSilts and ClaysNoneReduce dynamic stress level\n- BlendingModerately plastic\nImprove gradation\nReduce plasticity\nReduce breakage\nToo difficult to mix\n- GeosyntheticsSilts and ClaysStrength gain through minimum disturbance and consolidationFast, plus provides long-term separation\n- Lightweight fillVery weak silts, clays, peatsNone\nThermal barrier for frost protection\nFast, and reduces dynamic stress level\n- Portland cementPlastic\n Less pronounced hydration of cement\nHydration of cement\n- LimePlasticDrying\nStrength gain\nReduce plasticity\nCoarsen texture\nLong-term pozzolanic cementing\nCoarse with finesSame as plasticDependent on quantity of plastic fines\nNonplasticNoneNo reactive material\n- Lime- flyashSame as limeSame as limeCovers broader range\n- Lime- cement- flyashSame as limeSame as limeCovers broader range\n- BituminousCoarseStrengthen \/ bind waterproofAsphalt cement or liquid asphalt\nSome finesSame as coarseLiquid asphalt\nFineNoneCan't mix\n- Pozzolanic and slagsSilts and coarseActs as a filler\nCementing of grains\nDense and strong\nSlower than cement\n- ChemicalsPlasticStrength increase and volume stabilitySee vendor literature\nDifficult to mix\nWater proofers\n- AsphaltPlastic and collapsibleReduce change in moistureLong-term moisture migration problem\n- GeomembranesPlastic and collapsibleReduce change in moistureLong-term moisture migration problem\n\nA common practice in several New England and Northwestern states is to use a meter (3.3 ft) or more of gravel beneath the pavement section. The gravel improves drainage of surface infiltration water and provides a weighting action that reduces and results in more uniform heave. Washington State recently reported the successful use of an 0.4 m (18 in.) layer of cap rock beneath the pavement section in severe frost regions (Ulmeyer et al., 2002).\n\nBlending gravel and, more recently, recycled pavement material with poorer quality soils also can provide a working platform. The gravel acts as filler, creating a dryer condition and decreasing the influence of plasticity. However, if saturation conditions return, the gravel blend can take on the same poorer support characteristics of the subgrade.\n\nGeotextiles and geogrids used in combination with quality aggregate minimize disturbance and allow construction equipment access to sites where the soils are normally too weak to support the initial construction work. They also allow compaction of initial lifts on sites where the use of ordinary compaction equipment is very difficult or even impossible. Geotextiles and geogrids reduce the extent of stress on the subgrade and prevent base aggregate from penetrating into the subgrade, thus reducing the thickness of aggregate required to stabilize the subgrade. Geotextiles also act as a separator to prevent subgrade fines from pumping or otherwise migrating up into the base. Geosynthetics have been found to allow for subgrade strength gain over time. However, the primary long-term benefit is preventing aggregate-subgrade mixing, thus maintaining the thickness of the base and subbase. In turn, rehabilitation of the pavement section should only require maintenance of surface pavement layers.\n\nStabilization with admixtures, such as lime, cement, and asphalt, have been mixed with subgrade soils used for controlling the swelling and frost heave of soils and improving the strength characteristics of unsuitable soils. For admixture stabilization or modification of cohesive soils, hydrated lime is the most widely used. Lime is applicable in clay soils (CH and CL type soils) and in granular soils containing clay binder (GC and SC), while Portland cement is more commonly used in non-plastic soils. Lime reduces the Plasticity Index (PI) and renders a clay soil less sensitive to moisture changes. The use of lime should be considered whenever the PI of the soil is greater than 12. Lime stabilization is used in many areas of the U.S. to obtain a good construction platform in wet weather above highly plastic clays and other fine-grained soils. It is important to note that changing the physical properties of a soil through chemical stabilization can produce a soil that is susceptible to frost heave. Following is a brief description of the characteristics of stabilized soils followed by the treatment procedures. Additional guidance on soil stabilization with admixtures and stabilization with geosynthetics can be obtained from the following resources:\n\n  • \"Lime Stabilization - Reactions, Properties, Design, and Construction,\" State of the Art Report 5, Transportation Research Board, Washington D.C., 1987.\n  • Soil Stabilization for Pavements, Joint Departments of the Army and Air Force, USA, TM 5-822-14\/AFMAN 32-8010, 1994.\n  • Geosynthetics Design and Construction Guidelines, FHWA HI-95-038, 1998.\n  • Standard Specifications for Geotextiles - AASHTO M288, 1997.\n7.6.2 Characteristics of Stabilized Soils\n\nAlthough mechanical stabilization with thick granular layers or geosynthetics and aggregate subbase provides the potential for strength improvement of the subgrade over time, this is generally not considered in the design of the pavement section, and no increase in structural support is attributed to the geosynthetic. However, the increase in gravel thickness (minus an allowance for rutting) can contribute to the support of the pavement. Alternatively, the aggregate thickness used in conjunction with the geosynthetic is designed to provide an equivalent subgrade modulus, which can be considered in the pavement design, discounting the additional aggregate thickness of the stabilization layer. Geosynthetics also allow more open graded aggregate, thus providing for the potential to drain the subbase into edgedrains and improving its support value.\n\nThe improvement of subgrade or unbound aggregate by application of a stabilizing agent is intended to cause the improvements outlined above (i.e., construction platform, subgrade strengthening, and control of moisture). These improvements arise from several important mechanisms that must be cons... (truncated)",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.507242322,
        "format_confidence":0.6643776894
    },
    {
        "url":"https:\/\/105eoc.com\/technical\/technical-articles\/door-striker-plates\/",
        "text":"Original posted by Pete Snyders – Source\n\nA door is only as good as it’s lock\n\nStrike plates or door strikes are the protective metal plates installed in the door jam that receives the latch or lock tongue when the door is closed. The ones in issue are the dove tail striker plates incorporating an aggressive toothed pattern on the bottom of the plate. This type is used on the Anglia 105E\/123E, Consul, Zephyr, Zodiac and more. As English Fords from the 50’s\/60’s continue to age, I’m seeing striker plate teeth wearing to a point of safety concern. In those conditions the door needs to be slammed hard to close properly. In that case a new replacement is necessary. I’ve contacted many sources regarding the availability for new plates with no avail. So I decided to give it a try and repair the most promising plates.\n\nNote: To start with, door latches need to be in good condition.\n\nFigure 1 and 3 plates are in good enough condition for repair. Figure 2 cannot be used for this type of repair. These are worn beyond a point of safety and the door will be in danger of flying open whilst the car is being driven at speed.\n\nI’ve had success with using J-B weld epoxy. After rough sanding the worn area apply epoxy to plates to Fig 1 and Fig 3. Fill the cavity over flush in Fig 6. After the epoxy is dry file down until flush Fig 7. The epoxy filling is still holding to the plate tooth pattern on my Anglia 124E after a few months with little wear showing at the same time preventing any further wear on the tooth pattern. The filing may one day fall off but I’ll just re-apply a new batch.\n\nThe Anglia 105E\/123E sedan came with two styles of striker plates Fig 8: early type < 10\/1962 and Fig 3 later type > 10\/1962. Estate later > 6\/1963. Fig. 4 are the early types. The L\/H plate tooth pattern are solid while the R\/H has a hollow front tooth. Fig 5 is the later type all hollow tooth. Be aware of these hollow tooth plates esp. if worn completely through the casting. REPLACE THEM.\n\nFig 8 are restored early type striker plates with new bumper rubber. Be sure that the door lock striker safety plate is installed p\/n: E2093-AA-1 on both early and later striker plates.",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9701569676,
        "format_confidence":0.5010736585
    },
    {
        "url":"https:\/\/fas.org\/man\/dod-101\/sys\/ship\/docs\/cvx-mns.htm",
        "text":"a. (U) This Mission Need Statement (MNS) provides requirements for tactical aviation (TACAIR) sea-based platforms for the 21st century. It addresses the Department of Defense \"Defense Planning Guidance, FY-1997-2001,\" dated 9 May 1995, requiring the United States to:\n\n(U) \"... require the best equipped, best trained and best prepared military forces...\" (p.1)\n\n(U) \"The primary mission of United States military forces has always been, and will continue to be, to protect the nation from direct threats and to deter, and, if necessary, fight and win the nation's wars.... deter and, if required decisively defeat aggression by projecting and sustaining U.S. power in two nearly simultaneous major regional conflicts (MRC);... Some U.S. forces must be forward-deployed or stationed in key overseas regions in peacetime... This demands highly qualified and motivated people, modern, well maintained equipment, viable joint doctrine, realistic training, strategic mobility and sufficient support and sustainment capabilities.\" (p.4&5)\n\n\nb. (U) This MNS should guide the 21st century TACAIR sea-based platform design, research, development and acquisition program decisions, service and joint doctrine, and cooperative efforts with U.S. allies.\n\n\na. (U) Mission. The general missions of TACAIR sea-based platforms are to:\n\n(1) (U) provide credible, sustainable, independent forward presence during peace time without access to land bases,\n\n(2) (U) operate as the cornerstone of a joint and\/or allied maritime expeditionary force in response to crises, and\n\n(3) (U) carry the war to the enemy through joint multi-mission offensive operations by;\n\n(a) (U) being able to operate and support aircraft in attacks on enemy forces ashore, afloat, or submerged independent of forward-base land facilities,\n\n(b) (U) protecting friendly forces from enemy attack, through the establishment and maintenance of battlespace dominance independent of forward-based land facilities, and\n\n(c) (U) engaging in sustained operations in support of the United States and its Allies independent of forward-based land facilities.\n\nb. (U) Capabilities. The primary function of the 21st century TACAIR sea-based platform is to shelter, transport, launch, recover and maintain multi-mission tactical aircraft and tactical airborne systems suitable for sea-based operations. The core capabilities required for this platform to perform the above missions include:\n\n(1) (U) strategic mobility - it must have the ability to independently deploy\/respond quickly and operate with sufficient tactical flexibility, whenever and wherever required, to enable joint maritime expeditionary force operations.\n\n(2) (U) sustainability - it must have the capacity to sustain itself, its aircraft and escort for extended periods without access to shore facilities.\n\n(3) (U) survivability - it must be able to operate aircraft in hostile environments, protect itself from attack by threat weapons, and if hit, degrade gracefully and survive.\n\n(4) (U) ability to deliver precise, high-volume firepower - it must be able to operate sufficient numbers of tactical aircraft, and carry sufficient ordnance and fuel to conduct simultaneous power projection, battle space dominance and surveillance operations for extended periods. It must provide tactical air support to the Joint Force Commander.\n\n(5) (U) joint command and control - it must be interoperable and its communications suite must be fully compatible with other naval, expeditionary, interagency, joint, and allied forces. In addition, it must be able to operate as a Command and Control center, integrate information to develop a coherent tactical picture to support Joint Force, Battle Force, Battle Group and Air Wing planning, coordinate actions with other forces, and communicate the force's actions to appropriate commanders. The platform must have the capability to fully support a Joint Force Commander (JFC) and under limited circumstances be able to host an embarked JFC. Connectivity must include seamless integration of both organic and off-ship sensor inputs for power projection actions.\n\n(6) (U) flexibility and growth potential - it must have the versatility to support current and future sea-based aircraft. It must have the ability to perform simultaneous multi-mission taskings and readily adapt to changing operational needs. In addition, it must have the flexibility to adapt to changes in future threats, missions and technologies.\n\nc. (U) Threat.\n\n\nd. (U) Shortfalls of Existing Systems\n\n\n(1) (U) maintain required force levels for forward presence, crisis response and warfighting,\n\n(2) (U) maintain an effective industrial base to assure continued support for sea-basing, and\n\n(3) (U) take advantage of new technologies and design concepts that offer opportunities to develop sea-based platforms that are as capable, but more affordable than current platforms.\n\n\n(U) Changes in doctrine, operational concepts, tactics, organization and training are not sufficient to address the issue of maintaining an affordable and capable sea-based aviation capability.\n\na. (U) U.S. or Allied doctrine: Doctrine changes required without a 21st century TACAIR sea-based platform would include: Acceptance of a decrease ability to deter\/contain regional crises; inability to project expeditionary force strike power from the sea; severely degraded ability to project precise strike power against land targets; and, inability to maintain meaningful, visible forward presence for coalition building which is \"independent\" of host nation support and operational approval.\n\nb. (U) Operational concepts: A 21st century TACAIR sea-based platform optimized to leverage technology to perform multiple roles in both open ocean and littoral\/enabling warfare environments, will be needed to execute the operational concepts contained in the Joint Maritime Strategy.\n\nc. (U) Tactics: Tactics calling for the application of sea-based forces into the littorals, enabling follow-on forces as well as influencing nearby events, will place all naval forces at higher risk as technological development and proliferation of adversaries' offensive systems grow. The TACAIR sea-based platform will aid measurably in the protection of those naval forces, but will need the enhanced self-protection systems to balance that growing threat. Simple changes in tactics would not provide the commensurate degree of protection that would be the result of building a new platform with greater self-protection areas of hull and bottom defense.\n\nd. (U) Organization: Organizational changes, such as increased forward basing and\/or double crewing of carries, in lieu of procurement were determined to be infeasible. Acceptance of these alternatives may provide insufficient assets for crisis response or joint warfighting in a single or two nearly simultaneous MRC contingency.\n\ne. (U) Training: Training alternatives offering the potential to maintain force capability in a smaller force manned with fewer personnel rely heavily on holistic, embedded training. This training capability must be an integral part of the total ship architecture called out as a mission need in the 21st century carrier. Future aircraft carriers must be ready to fight simultaneous multi-warfare engagements in littoral warfare that will proceed so rapidly that crew response times will be critical. Although improvements in embedded training and changes in training concepts will mitigate to a degree the increased threat, they will be insufficient in themselves without the benefit of survivability and defensive systems improvements.\n\n\na. (U) Alternative design concepts include:\n\n(1) (U) new ship designs, which may include nuclear or non-nuclear propulsion or advanced\/unconventional hull forms\n\n(2) (U) a modified repeat Nimitz class carrier\n\n(3) (U) Mobile Offshore Basing (MOB) Concepts\n\nb. (U) The ongoing Nimitz class acquisition program could potentially address this need through a mod repeat program by capitalizing on advanced technology. However, to do this, it would need to employ a significantly different architectural approach in the design.\n\nc. (U) As part of their shipbuilding programs, various Allies have combat, hull, mechanical and electrical system programs ongoing of under development that offer possible cooperative opportunities. These subsystem designs will be examined. All meaningful cooperative opportunities can be realized without a formal cooperative development program for a 21st century TACAIR sea-based platform.\n\n\na. (U) Key Boundary Conditions.\n\n(1) (U) Architecture. The ship design must employ a total ship, aircraft and weapons system architecture\/engineering approach that optimizes life cycle cost and performance; permits rapid upgrade and change in response to evolving operational requirements; allows computational and communications resources to keep technological pace with commercial capabilities and allows for full realization of the command, control, communications, computers, and intelligence (C4I) for the warrior (C4IFTW) concept; and provides the capability to survive and fight hurt. More specifically this implies physical element modularity; functional sharing of hardware (across all services); open systems information architecture; ship wide resource management; automation of Command, Control, Communications, and Computers (C4I), combat, aircraft support, ordnance handling, management; automation and minimization of maintenance and administrative functions; integrated systems security; and embedded training. The approach should also promote commonality with other ship designs.\n\n(2) (U) Design. Consideration should be given to the maximum use of modular construction design in the platforms infrastructure. Emerging technologies must be accounted for during the developmental phase. Modern, flexible information processing must be built into any new weapons system. Since communication and data systems hold the greatest potential for growth, and therefore... (truncated)",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.8940863013,
        "format_confidence":0.9527760148
    },
    {
        "url":"http:\/\/aussieinvader.com\/the-car\/the-nose-cone\/",
        "text":"The Nose Cone\n\nOne of the most important parts of Aussie Invader 5R is the design and construction of the nose cone. The nose cone sets up the airflow over the whole car, which is critical for the cars aerodynamic performance and stability.\n\nWhen the car is running at subsonic speeds, a lot of what is going to happen to Aussie Invader’s airflow can be predicted with some certainty as there is aerodynamic data available on cars running in this speed range.\n\nIt is a lot more difficult to predict the actual airflow around the vehicle when it is travelling in the transonic speed range. Aerodynamicists remind us that some parts of the car are receiving subsonic airflow and some are receiving supersonic airflow\n\nat the same time. This can result in turbulent airflow and general instability. Unfortunately, there is virtually no data available to any LSR teams on supersonic airflow close to the ground. Thrust SSC achieved mach 1.02, 763mph (1,223 km\/h) but Thrust SSC only just made it through the sound barrier and the real fun starts when you exceed the speed of sound by a good margin.\n\nWhen Aussie Invader 5R reaches 1,000 mph it will have broken through the sound speed barrier, and will be travelling at close to 1.4 times the speed of sound, c (Mach 1.4). Since Aussie Invader 5R will be moving faster than the sound waves it creates, it actually leads the advancing wavefront. The car will pass by a stationary observer before the observer actually hears the sound it creates.\n\nThe “sonic boom” an observer will hear as it goes through the sound barrier and beyond is actually the sound of the shock waves crashing into each other.\n\nAircraft have travelled at supersonic speeds for over 60 years. However, the shock waves from an aircraft can dissipate in all directions, where as a car in contact with the ground is completely different and the shock waves reflected from the ground can potentially cause a lot of unwanted lift and drag issues.\n\nRunning CFD (computational fluid dynamics) will help to predict how a particular nose cone may perform against other designs. However, in all reality it will not determine every aspect of its performance, the safest and fastest nose cone will be determined with reference to data extracted from Aussie Invader’s preliminary speed trials. Methodical lift and stability testing over successively faster speeds will confirm a given nose profile’s ability to make record breaking runs.\n\nBeyond the speed of sound, air acts more like water i.e. the air reacts as though it is very dense. Aussie Invader 5R’s nose will need to slice through the air and divert as much air to either side of the car as possible. In one sense, the nose cone must perform like the bow of a high speed boat and, as you can appreciate, a powerful boat with a poor bow design will not cut through the water and reach its potential. A good nose cone will reduce air travelling under the car. However, at supersonic speeds, there will still be a large volume of high speed air which will induce shock waves which can\n\nbe reflected back from the ground onto Aussie Invader. These potentially dangerous reflected shock waves will hopefully be minimised with our “V” shaped underbelly design, by dissipating them to the surrounding air to the left and right of the car.\n\nUnlike boat design where it is preferable for the craft to lift itself out of the water, allowing it to go faster, we will not want the nose of Aussie Invader 5R to create any real lift, if there is too much the car could flip. We need to keep a steady downward pressure on the nose and this will be achieved with the nose cones angled down design and adjustable canards (wing-lets) just behind the nose (not discussed here).\n\nSwarbrick Yachts in Henderson, Western Australia have just completed the CNC profiling of our composite nose moulds. The design of this nose has taken several years to complete.\n\nThe extensive computational fluid dynamics (CFD) has been carried out by the Soto Group in NSW and Curtin University in Perth. Our completed nose will use Nuplex Composite products exclusively, is designed to minimise lifting moments and is capable of withstanding the extreme forces and heat generated by a car travelling at speeds up to mach 1.4 (450 metres per second).\n\nThe nose and supporting frame also need to be super strong, otherwise the extreme forces exerted on it could cause it to collapse or snap off completely and then the car and driver are really in the hands of the gods.\n\nThe first nose cone for Aussie Invader 5R has been taken from our recently finished mould and the project has taken a giant leap forward with the pre-production fibreglass nose cone being fitted to the car.\n\nThis version will be used to ascertain correct location of inspection hatches, fixings and the support frame. The inner wheel clearances and the anticipated debris from the front wheels will also pose a challenge and need be taken into account when modifying the mould prior to a carbon fibre nose being produced.\nThere may be a need for several nose designs and only testing and load sensing monitors will tell us if the nose is performing correctly. This is made all the harder with the cars mass and centre of gravity changing during a run. The mass change is significant with the car using up to 2.8 tonnes of propellant during a 1,000 mph (1,600+ km\/h) run in around 20 seconds.",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.5754020214,
        "format_confidence":0.5752558112
    },
    {
        "url":"https:\/\/www.sae.org\/servlets\/works\/documentHome.do?comtID=TEVCC&docID=J2246_199206&inputPage=dOcDeTaIlS",
        "text":"SAE International\nSAE Standards Works\nSAE International\nContact Us | Help | Shopping Cart\nSAE Login\n\nJ2246_199206 - Antilock Brake System Review\n\nDocument Number: J2246_199206\nRevision Number:\nAntilock Brake System Review\nThis SAE Information provides information applicable to production Original Equipment Manufacturer antilock braking systems found on some past and current passenger cars and light trucks. It is intended for readers with a technical background. It does not include information about aftermarket devices or future antilock brake systems. Information in this document reflects that which was available to the committee at the time of publication.\nRecent Activity\nDate Type",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.920433104,
        "format_confidence":0.6634626389
    },
    {
        "url":"http:\/\/www.dot.ca.gov\/hq\/oppd\/pdwt\/p53.htm",
        "text":"California Department of Transportation\n\nProject Development Workflow Tasks (PDWT)\n\nPart 3 - Identify Project Need and Project Initiation Document\n\nII. Project Initiation Document\n\nB. Develop Initial Alternatives (150.10) - Develop Concept Alternatives (WBS 150.10.15)\n\nP53. Request COZEEP Estimate\n\nThe Construction Zone Enhanced Enforcement Program (COZEEP) is a Statewide Interagency Agreement (contract) between Caltrans and the California Highway Patrol (CHP). It enables the Department to hire CHP officers and vehicles to patrol project construction zones. A PowerPoint presentation and the COZEEP Procedures guidance information for Resident Engineers may be found on the Headquarters Construction Program Intranet website.\n\nCOZEEP should be used to increase traffic enforcement above normal levels in situations where traffic problems are anticipated, to reduce the potential for traffic accidents within a construction zone, and to reduce traffic speeds to the posted speed limits. CHP Officers may be used to slow down or assist in stopping or directing traffic to enable necessary breaks in traffic for critical movements of the Contractor’s equipment and operations. During the erection or removal of bridge falsework over traffic lanes, or when traffic will be switched onto a detoured route are examples of when CHP Officers may be used to help control traffic.\n\nThe project engineer shall make an assessment of the need for COZEEP on every project that requires the contractor to close traffic lanes using cones or other channelizing devices and provide COZEEP for the following situations on freeways and expressways:\n\n  • All daytime or nighttime temporary closures of ALL lanes in the same direction of travel (Full Freeway Closures).\n  • Nighttime closures of two or more lanes on a freeway with three or more lanes of travel in the same direction.\n\nAll other closures shall be considered on a project specific basis. In general COZEEP is not necessary when only one lane is closed on freeways with four or more lanes in the same direction of travel.\n\nOther “risk factors” that would indicate to the project engineer the possible need for COZEEP are listed in Chapter 2-215A (9) of the Construction Manual. This assessment shall be reviewed as part of the Project’s Safety Review and\/or Constructability Review and may become part of the project’s Transportation Management Plan (TMP) and TMP estimate. The project engineer may specify specific construction operations where the use of COZEEP is mandatory.\n\nThe project engineer is also responsible to ensure that adequate COZEEP funds are included in the PID, and later in the project’s PS&E estimate as State Furnished Material. The design assumptions and estimate calculations should be included in the Resident Engineer’s pending file. The COZEEP cost estimate shall be based on the expected number of occurrences of the events needing COZEEP that have been identified. This should include an estimated number of COZEEP service hours that are then converted into a dollar cost. Contact the District COZEEP Coordinator for current costs. The project engineer may obtain assistance concerning COZEEP by contacting the District Traffic Operations Branch, the District Traffic Manager, the designated District COZEEP Coordinator within the Construction Division, or the Headquarter COZEEP Program Coordinator.\n\nWhen estimating COZEEP hours, the CHP operating policies must be taken into account.\n\n  • CHP policy requires that between the hours of 10:00 PM and 6:00 AM there must be two officers in each CHP vehicle. (One CHP officer per vehicle is acceptable if a second officer and vehicle is also utilized in the near vicinity.)\n  • The CHP Memorandum of Understanding requires a minimum payment of four hours per officer.\n  • All times and mileage times are based on the Officer starting and stopping the detail at his\/her regular duty station and must include travel to and from the project. The COZEEP Coordinator will provide current hourly costs for the project location, which shall include an allowance for mileage.\n\n\nConstruction Manual, (Chapter 2-215,“Construction Zone Enhanced Enforcement Program”)\n\n\nReturn to Table of Contents\n\nIf you have any questions about the Project Development Procedures Manual send e-mail\n\nThis page last updated October 20, 2010",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9803338647,
        "format_confidence":0.771556437
    },
    {
        "url":"http:\/\/76e.ru\/html\/9_3.htm",
        "text":"Daewoo Nexia\n\nSince 1994 of release\n\nRepair and car operation\n\nДэу the Nexia\n+ The maintenance instruction\n+ Maintenance service\n+ The engine\n+ 3. The engine (two top camshafts)\n+ Cooling system\n+ Топлевная and exhaust systems\n+ Electric chain\n+ 7. Ignition system\n+ 8. The electronic block of management and gauges\n- Transmission\n   9.2. The general description\n   9.3. Diagnostics of malfunctions\n   9.4. A cable of a drive of coupling\n   9.5. A coupling pedal\n   9.6. Conducted and press disks, a coupling drive\n   9.7. Removal of air from a hydraulic drive of coupling\n   9.8. The main cylinder\n   9.9. The working cylinder of coupling\n   9.10. The basic malfunctions of coupling, their reason and ways of elimination\n+ 10. A five-speed transmission and the main transfer RPO MM5\n+ 11. Automatic Transmission\n+ Steering\n+ Running gear\n+ 14. A forward suspension bracket\n+ 15. A drive of forward wheels\n+ 16. A back suspension bracket\n+ Brake system\n+ Body\n+ Heating, ventilation\n+ Electric equipment\n\npharmacies canada\n\n9.3. Diagnostics of malfunctions\n\nBefore starting repair of coupling, a transmission or corresponding drives of management (except cases of obvious breakages), it is necessary to analyse attentively available signs of malfunctions and their possible reasons. Often external sign of malfunctions of coupling and a mechanical transmission is the complicated gear change (the big efforts to the switching lever, shock inclusion of transfers or a gnash gear муфт) or self-deenergizing of transfers. At the complicated gear change follows first of all, to check up a course of a pedal of coupling and cleanliness of deenergizing of coupling. If necessary to adjust a course of a pedal of coupling.\n\nCourse of a pedal of coupling\nTo check up a coupling drive on presence люфтов in connections or the worn out hinges, deformations of arms, damage of a cable and other defects complicating moving of a pedal and reducing a course of a plug of coupling.\n\nCheck of cleanliness of deenergizing of coupling\n\n1. The engine works on frequency of idling, the transmission is in neutral position, coupling is included.\n2. To switch off coupling, to sustain a pause in 9 seconds and to include backing transfer. Thus it should not be audible any gnash of teeths of gear wheels, and gnash presence at inclusion of transfer of a backing testifies to infringement of adjustment or defects of a drive of coupling, короблении leading or conducted disks or about breakages of details of coupling, for example, springs демпферов, frictional overlays or elastic elements of a conducted disk, petals press диафрагменной a spring or elastic leading plates of a press disk.",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.970995307,
        "format_confidence":0.7710120678
    },
    {
        "url":"https:\/\/www.rfc-northsea-med.eu\/en\/page\/temporary-capacity-restrictions",
        "text":"Temporary Capacity Restrictions\n\nTemporary Capacity Restrictions (TCR) files are published on the RFC NSM website and updated at least twice a year:\n\n*1st update:  on June, 30th at latest\n\n*2nd update: on August 31st  at latest\n\n- Other updates might be done, if the impact on capacity is substantial.\n\n- The projects list might not be exhaustive, as the focus is made on works projects potentially impacting capacity.\n\n- The projects and the dates listed here are subject to change depending on IMs financial and technical constraints.\n\n- The projects are briefly described here, if you need more information please ask by contacting our C-OSS\n\nSchedule of works\n\nThe schedule contains the following information: sections of routes concerned by works, operational measures such as closing of lines, timeframe and consequences on capacity.\n\nShedule of works for timetables 2021 - 2022 -2023 (v1 - January 2021)\n\n\nTemporary Capacity Restrictions rerouting recommandation\n\nIn order to limit the impact on traffic, IM’s will do their best to offer alternative routes in case of works on the principal routes crossing the main border points. For this purpose, IM’s set up rerouting recommendations. Click here to consult these.\n\n\nMore information in the CID, Book 4",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9898464084,
        "format_confidence":0.5509774685
    },
    {
        "url":"https:\/\/www.document-center.com\/standards\/show\/ASTM-F3061\/history\/2016%20EDITION",
        "text":"ASTM-F3061 Historical Revision Information\nStandard Specification for Systems and Equipment in Small Aircraft\n\nShow Complete Document History\n\nDocument Center Inc. is an authorized dealer of ASTM standards.\nThe following bibliographic material is provided to assist you with your purchasing decision:\n\nStandard Specification for Systems and Equipment in Small Aircraft\n\n\n1.1 This specification covers international standards for the systems and equipment aspects of airworthiness and design for “small” aircraft.\n\n1.2 The applicant for a design approval must seek the individual guidance of their respective CAA body concerning the use of this standard as part of a certification plan. For information on which CAA regulatory bodies have accepted this standard (in whole or in part) as a means of compliance to their Small Aircraft Airworthiness regulations (hereinafter referred to as “the Rules”), refer to ASTM F44 webpage ( which includes CAA website links.\n\n1.3 The values stated in either SI units or inch-pound units are to be regarded separately as standard. The values stated in each system may not be exact equivalents; therefore, each system shall be used independently of the other. Combining values from the two systems may result in non-conformance with the standard.\n\n1.4 This standard does not purport to address all of the safety concerns, if any, associated with its use. It is the responsibility of the user of this standard to establish appropriate safety and health practices and determine the applicability of regulatory limitations prior to use.\n\n\nICS Number Code 49.020 (Aircraft and space vehicles in general)\n\nTo find similar documents by ASTM Volume:\n\n15.09 (Paper; Business Imaging Products)\n\n15.11 (Consumer Products; Light Sport Aircraft; Unmanned Aircraft Systems; Normal and Utility Category Airplane Electrical Wiring Systems; Unmanned Maritime Vehicle Systems (UMVS))\n\nTo find similar documents by classification:\n\n49.020 (Aircraft and space vehicles in general Including aircraft performance, flight dynamics, etc. Air transport, see 03.220.50)\n\nThis document comes with our free Notification Service, good for the life of the document.\n\nThis document is available in either Paper or PDF format.\n\nDocument Number\n\n\nRevision Level\n\n\n\n\nModification Type\n\n\nPublication Date\n\nFeb. 15, 2016\n\nDocument Type\n\n\nPage Count\n\n45 pages\n\nCommittee Number",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.8905964494,
        "format_confidence":0.7677688003
    },
    {
        "url":"https:\/\/safety.fhwa.dot.gov\/local_rural\/training\/fhwasa14072\/index.cfm",
        "text":"U.S. Department of Transportation\nFederal Highway Administration\n1200 New Jersey Avenue, SE\nWashington, DC 20590\n\nSkip to content\n\n\neSubscribe Envelope\n\nFHWA Home \/ Safety \/ Local and Rural Road \/ Training\n\nImproving Safety on Rural Local and Tribal Roads — Safety Toolkit\n\n  Table of Contents Next >\n\nFHWA Office of Safety logo: Safe Roads for a Safer Future – Investment in roadway safety saves lives.\n\nDownload Version\nPDF [13.5 MB]\n\nFederal Highway Administration\nOffice of Safety\n\n\nAugust 2014\n\n\nThis document is disseminated under the sponsorship of the U.S. Department of Transportation in the interest of information exchange. The U.S. Government assumes no liability for the use of the information contained in this document. This report does not constitute a standard, specification, or regulation. The U.S. Government does not endorse products or manufacturers. Trademarks or manufacturers’ names may appear in this report only because they are considered essential to the objective of the document.\n\nQuality Assurance Statement\n\nThe Federal Highway Administration (FHWA) provides high-quality information to serve Government, industry, and the public in a manner that promotes public understanding. Standards and policies are used to ensure and maximize the quality, objectivity, utility, and integrity of its information. FHWA periodically reviews quality issues and adjusts its programs and processes for continuous quality improvement.\n\nTechnical Report Documentation Page\n\n1. Report No.\n2. Government Accession No. 3. Recipient’s Catalog No.\n4. Title and Subtitle\nImproving Safety on Rural Local and Tribal Roads\nSafety Toolkit\n5. Report Date\nAugust 2014\n6. Performing Organization Code\n7. Author(s)\nElizabeth Wemple, P.E., Timothy Colling, P.E.\n8. Performing Organization Report No.\n9. Performing Organization Name and Address\nCambridge Systematics, Inc.\n555 12th Street, Suite 1600\nOakland, CA 94607\n\nMichigan Technological University\nCenter for Technology and Training\n1400 Townsend Drive\nHoughton, MI 49931\n10. Work Unit No. (TRAIS)\n11. Contract or Grant No.\n12. Sponsoring Agency Name and Address\n\nDepartment of Transportation\nFederal Highway Administration\nOffice of Safety\n400 7th Street S.W.\nWashington, DC 20590\n13. Type of Report and Period Covered\n\nCovered Technical Manual\n14. Sponsoring Agency Code\n15. Supplementary Notes\n\nFederal Highway Administration (FHWA) Technical Manager: Rosemarie Anderson, Office of Safety Technical working group members: Craig Allred (FHWA Resource Center), Galen Balster (Federal Lands Highway), Dave Brand (Madison County, Ohio), Victoria Brinkly (Western Federal Lands Highway), Steve Castleberry (Nevada County, California), Clayton Chen (FHWA Research, Development, and Technology), Scott Davis (Thurston County, Washington), Kayloe Dawson (Chehalis Tribe), Thomas S. Elliot (FHWA National Highway Institute), Tony Giancola (Roadway Safety Foundation), Daniel Holt (Federal Lands Highway), Hillary Isebrands (FHWA Resource Center), Robin Lewis (City of Bend, Oregon), Nate Miller (Upper Valley Lake Sunapee Regional Planning Commission), Todd Morrison (Kentucky LTAP), Scott Nodes (Arizona DOT), Jessica Rich (FHWA Tennessee Division), Karen Timpone (FHWA Office of Safety), Dennis Trusty (Northern Plains TTAP)\n16. Abstract\n\nRural roadway safety is an important issue for communities throughout the country and presents a challenge for state, local, and Tribal agencies. The Improving Safety on Rural Local and Tribal Roads – Safety Toolkit was created to help rural local and Tribal roadway safety practitioners address these challenges. The Safety Toolkit provides a step-by-step process to assist local agency and Tribal practitioners in completing traffic safety analyses, identify safety issues, countermeasures to address them, and an implementation process. Each step in the Toolkit contains a set of tools, examples, and links to resources appropriate to the needs of safety practitioners. The report presents a seven-step safety analysis process based on a similar process developed in the Highway Safety Manual. The seven steps are: compile data; conduct network screening; select sites for investigation; diagnose site conditions and identify countermeasures; prioritize countermeasures for implementation; implement countermeasures; and evaluate effectiveness of implemented countermeasures. Accompanying the Safety Toolkit are two User Guides (FHWA-SA-14-073 and FHWA-SA-14-074) which present step-by-step processes of example scenarios.\n17. Key Words\n\nSafety analysis, local roads, Tribal roads, safety management, network screening, site diagnosis, countermeasure selection, safety evaluation\n18. Distribution Statement\n\nNo restrictions\n19. Security Classif. (of this report)\n\n20. Security Classif. (of this page)\n\n21. No. of Pages\n\n22. Price\n\nForm DOT F 1700.7 (8-72)   Reproduction of completed pages authorized\n\nTable of Contents\n\n\nWho Should Use The Toolkit?\n\nWhat Is In The Toolkit?\n\nWhy Use The Toolkit?\n\nWhat Are The User Guides?\n\nHow to Use the Toolkit and User Guides\n\n\nUser Guides\n\nStep 1. Compile Data and Resources\n\n\nData Examples\n\n\nResources For Step 1: Compile Data\n\nStep 2. Conduct Network Screening\n\nNetwork Screening with Maintenance Staff\n\nNetwork Screening with Crash Data – Frequency\n\nNetwork Screening with Crash Data – Crash Mapping\n\nNetwork Screening with Crash Data – Equivalent Property Damage Only (EPDO)\n\nNetwork Screening with Crash Data and Traffic Volume Data – Crash Rate\n\nNetwork Screening Utilizing Software\n\nNetwork Screening with Systemic Analysis\n\nResources For Step 2: Conduct Network Screening\n\nStep 3. Select Sites for Investigation\n\nStep 4. Diagnose Site Crash Conditions and Identify Countermeasures\n\nSite Diagnosis – Diagnosis without Crash Data\n\nSite Diagnosis with Crash Data\n\nIdentify Countermeasures\n\nIdentifying Countermeasures Based on Addressing a Crash Type of Concern\n\nIdentifying Countermeasures Based on Location\n\nIdentifying Countermeasures Based on Best Practices\n\nResources For Step 4: Diagnose Site Crash Conditions and Identify Countermeasures\n\nStep 5. Prioritize Countermeasures for Implementation\n\nPrioritizing Countermeasures Using Qualitative Rating\n\nPrioritizing Countermeasures Based on Economic Evaluation\n\nResources For Step 5: Prioritize Countermeasures For Implementation\n\nStep 6. Implement Countermeasures\n\nResources For Step 6: Implement Countermeasures\n\nStep 7. Evaluate Effectiveness\n\nResources For Step 7. Evaluate Effectiveness\n\n\nList of Tables\n\nTable 1. Example Crash Frequency and Severity Data\n\nTable 2. Example Crash Severity, Frequency, and EPDO Score\n\nTable 3. Crash Rate versus Crash Frequency for Three Intersections\n\nTable 4. Example Summary of Site Selection Process\n\nTable 5. Example Collision Summary\n\nTable 6. Hypothetical Haddon Matrix\n\nTable 7. Hypothetical Application of a “High,” “Medium,” and “Low” Rating\n\nTable 8. Example Using Net Present Value\n\nTable 9. Example Using Benefit\/Cost Ratio\n\nTable 10. Example Using Cost-Effectiveness Index\n\nTable 11. Example Simple Before\/After Analysis\n\nList of Figures\n\nFigure 1. Safety Analysis Process\n\nFigure 2. Example of Crash Report Form from Michigan\n\nFigure 3. Example from NHTSA FARS On-line Database\n\nFigure 4. Aberdeen Roads Safety Inspection Manual\n\nFigure 5. Example Repair Time Matrix Aberdeen Roads Safety Inspection Manual\n\nFigure 6. Example of Regression to the Mean\n\nFigure 7. Example of “Crash Tree”\n\nFigure 8. State-Level Static Maps Showing Severe and Fatal Crashes\n\nFigure 9. Heat Map of FARS Data for Minnesota Produced by the On-line Mapping Site Safe Road Maps\n\nFigure 10. Fatal Crash Location Pin Map Produced by the FARS Encyclopedia Mapping Function\n\nFigure 11. Crash Frequency Data Plotted in a GIS System for an Example Intersection\n\nFigure 12. Crash Mapping Using the MnMAT On-line Tool\n\nFigure 13. Example of Graphical Representations of Crash Data\n\nFigure 14. Example Collision Diagram\n\nFigure 15. Condition Diagram\n\nFigure 16. Example of CMF Look-up\n\nFigure 17. Example of Comparative Analysis of Before and After Conditions\n\nReturn to top\n\n  Table of Contents Next >\nPage last modified on October 4, 2013.\nSafe Roads for a Safer Future - Investment in roadway safety saves lives\nFederal Highway Administration | 1200 New Jersey Avenue, SE | Washington, DC 20590 | 202-366-4000",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9807896018,
        "format_confidence":0.8919875622
    },
    {
        "url":"http:\/\/www.iowadot.gov\/erl\/archiveoct2012\/CM\/Navigation\/nav4.htm",
        "text":"Construction Manual - Chapter 4\n\nConstruction Survey\n\nChapter Descriptions\nChapter 4 Table of Contents\n4.00 General Staking Requirements\n4.10 Right of Way\n4.20 Land Monuments and Road Centerline\n4.30 Contractor Furnished Construction Survey\nChapter 4 Appendices\nAppendix 4-1 Iowa DOT Warehouse Stock Numbers for Surveying Supplies\nAppendix 4-2 National Geodetic Survey Markers\nAppendix 4-3 U.S. Geological Survey Markers\nAppendix 4-4 Reserved for Future Use\nAppendix 4-5 Figure 1. Reference Points for Two-Lane Roadway\nFigure 2. Reference Points on a Curve\nFigure 3. Reference Points for Divided Highway\nFigure 4. Reference Points at Intersection\nAppendix 4-6 Figure 5. Reference Points Placed in Sidewalks\nFigure 6. Reference Points for Land Corners\nFigure 7. Reference Points Using Total Station Instruments",
        "topic_id":22,
        "format_id":20,
        "topic_confidence":0.9681090713,
        "format_confidence":0.54988271
    }
]