[
    {
        "url":"https:\/\/www.zagg.com\/fi_eu\/about",
        "text":"About Us\n\nZAGG Brands is a global leader in accessories and technologies that empower mobile lifestyles. Our award-winning product portfolio includes screen protection, power management solutions, mobile keyboards, cases and personal audio. Regardless of our success, ZAGG Brands remains a scrappy, entrepreneurial company at heart that seeks to earn your trust every day.\n\nWoman taking a picture\n\nLive Fearlessly\n\nInvisibleShield is the industry standard and #1 selling mobile screen protector. As the original category creator of mobile screen protection, we provide premium, lifetime protection for mobile device screens against shattering or scratching through military-grade solutions. Every day, we provide peace of mind and empower people to enjoy their mobile devices fearlessly.\n\niPhone X charging on a wireless charging base\n\nPower for All\n\nmophie, the #1 selling battery case manufacturer and the #1 external battery brand in the US, is a California-based, award-winning designer and manufacturer that empowers the mobile world to Stay Powerful. Widely acclaimed for innovative mobile solutions, mophie is the proud developer of the original juice pack. mophie products are recognized for style and engineered for performance, providing a seamless integration of hardware, software and design.\n\nSomeone using a tablet with a ZAGG keyboard\n\nLife Unleashed\n\nZAGG is driving the mobile lifestyle forward with products that allow customers to be productive and connected at work and at play. Our products free people from the confines of the traditional workplace and make it so “getting away” doesn’t mean being disconnected. We support the communicators, commuters, and creators who live a life unleashed.\n\nA man putting a Braven earbud into his ear\n\nToughest, Most Talented Audio on the Planet\n\nAudio geniuses by profession, outdoor adventurists by passion: BRAVEN creates high-end sound that can go anywhere, empowering people to bravely explore the great outdoors. Our products are field-tested in the Rocky Mountains and intensify every outdoor experience from biking down mountains to jumping into a lake after a trail run. We celebrate bravery and pushing beyond personal limits.\n\nGirl listening to music\n\nSound of Freedom\n\nIFROGZ believes everyone deserves high quality headphones and earbuds. That’s why we took what’s good in audio—like dual drivers, wireless control features, water-resistance and noise-reduction—and removed all the extras that needlessly drive up the price, like the hype and celebrity endorsements. Now, rich sound is accessible to everyone.\n\nSomeone holding a phone with a Gear4 case\n\nUltimate Impact Protection\n\nGear4 is the #1 impact protection case brand in the U.K. Our tough, stylish cases feature D3O®, the market-leading impact protection material. Now established in over 40 countries, Gear4 has satisfied millions of consumers world-wide who demand reliable protection and upscale design. We meet the impeccable standards of British engineering and innovation and deliver unique, well-designed products that protect your most precious devices.\n\nHalo Bolt\n\nPower Your Life\n\nHALO designs and develops clever, innovative products that make consumers’ lives easier. As the influence of consumer electronics continues to grow, HALO’s goal is to continually ensure that the accessories you pair with these everyday products are not only practical but aesthetically pleasing. Everyone deserves reliable solutions that also reflect their unique taste.\n\nPowered by Translations.com GlobalLink OneLink Software",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.8807649612,
        "format_confidence":0.9640358686
    },
    {
        "url":"http:\/\/gzselflcd.com\/our-factory\/",
        "text":"Home > About us> Our Factory\n\nAbout us\nHot product\nContact us\n\nEmail: [email protected]\n\n\nAddr: Room1302 ZHONGGUANG Building,No.100 Jiangnan Avenue, Haizhu District,Guangzhou,China\n\nOur Factory is located in shenzhen City and our sales center is located in Guangzhou City, Guangdong Province in China.\nour main products are: mobile phone lcd screen, mobile lcd display, mobile phone touch screen, tablet touch screen, mobile phone flex cable, mobile phone back cover and so on.\nNow our products are popular in Europe, America and Oceania contries, we are looking forword to cooperate with you in the near furture.\n\n\nOur Factory\n\nOur Factory\n\nOur Factory",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.5661420822,
        "format_confidence":0.9856010079
    },
    {
        "url":"http:\/\/vitsecuritygroup.com\/page\/106\/About%20Us",
        "text":"About Us\n\nWithin the world of covert and visible surveillance systems, VIT offers unique capabilities as an innovative designer and manufacturer of products and systems and as a specialist consultancy company. Our unique ultra-low-light and fog cameras are VIT's world beating technology.\nFrom individual handheld covert video recording systems to fully integrated multi-camera installations VIT Security Group repeatedly delivers exceptional capability at excellent value to its clients.\n\nVIT’s principal capabilities include:",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7010342479,
        "format_confidence":0.9939736724
    },
    {
        "url":"http:\/\/icstechnologies.in\/index.html",
        "text":"ICS Technologies\n  Home   About Us   Product   Drivers   GPS Tracking   Feedback   Contact Us   Service and Support  \nWhat's News   MORE\nOver the years, ICS Technology ... NEW 2016-02-18\nBusinessman Story\nGSM, GPRS Modems, GPS Tracker, USB GPRS Modem, 8 Port Modem,3G Modems, Wavecome Fastrack Modem, Rj45 Interface Modems\nWelcome to ICS Technologies\nEstablished in 2000, ICS Technology started off as a PC based industrial automation solution provider. With in a year, having built our name as a reliable partner, ICS Technology was approached by a established IPC manufacturer from Taiwan to distribute their products in India. Rising to the challenge, ICS Technology began taking on the responsibilities of distributing Industrial PCs...\nimage01 image02 image02 image04 image05\n  Customer Support\nHome | About Us | Products | Service & Support | Feed Back | Contact Us | Site Map\nCopyright © 2010 ICS Technologies. All Rights Reserved\nSite Designed & Maintained by Ark Infotec",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.8469558358,
        "format_confidence":0.9885564446
    },
    {
        "url":"http:\/\/www.lightningterminals.com\/",
        "text":"Contact Us\nManufacturers Index\nWYSE Terminals\nWYSE Keyboards\nWYSE Winterms\nDEC Terminals\nDEC Keyboards\nDEC Comms\nDEC Disks\nDEC Parts\nDEC Printers\nDEC Screens\nDEC Systems\nDEC Tapes\nOKIdata Printers\nBarcode Scanners\n\n\nWelcome to Lightning Terminals\n25 Years Experience\n\n  • Call \/ Email for a specific quote on prices listed !\n  • Discounts off, special offers may apply to many stock items !\n  • Specialising in\n    • WYSE Terminals & Keyboards\n      • Wy-520, Wy-160, Wy-185, Wy-120, Wy-65, Wy-60, Wy-50\n      • 840362-01 840338-01 901866-01\n    • DEC * DIGITAL Terminals & Keyboards\n      • VT520, VT510, VT420, VT320, VT220\n      • LK411-AA, LK201, LK401-AA\n  • Supplier of:\n    • DEC Systems, Peripherals, Parts for:-\n      • PDP11, VAX, MicroVAX, VAXstation, DECstation, Alpha\n\nEstablished 1993, with extensive warehousing \/ workshops for testing and product engineering. with ackaging & palleting Services, for local & worldwide export. We often offer free technical advice. Call us for help.\n\n  • We sell, buy, repair, upgrade, and refurbish the following products:-\n    • WYSE\n      • Terminals,crts, tubes, keyboards,\n      • Winterms\n      • Terminals, crts, tubes, dumb terminals, graphic screens, monitors\n      • Printers, peripherals,\n      • Systems and options, parts\n      • Modules, interfaces, CPUs, memory\n      • Disk & tape drives and controllers\n      • Communications and networking devices,\n      • Cables and cabinet kits\n    • BARCODE SCANNERS for Symbol, Motorola\n\nCondition \/ Quality\n\n    • We sell various conditions from new, to used \/ secondhand and part-refurbished to full refurbishement to \"like new\" standard in the case of terminals.\n\n\n    • 30 days to 1 year, return to base\n\nPricing is based on stock levels, condition required or offered and the availability of that product.\n\nPlease phone or email for your specific quote!\n\n(Lightning Terminals, is a trading name of Lightning Systems Rentals Ltd)\n\n\nSite Map",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.7273882031,
        "format_confidence":0.9113794565
    },
    {
        "url":"http:\/\/www.ifixibuy.com\/about-us\/",
        "text":"\n\nAbout Us\n\nRead More About iFixiBuy\n\nWe are a repair service that does housecalls! That’s right, we come directly to you and do the repair!\n\nMost repairs take 5-15 minutes and are done right on the spot. Some repairs are not done on the spot. If you are unsure ask when you call\/text.\n\nIf your repair isn’t listed here don’t worry, just call\/text and something will be arranged.\n\nWe also do water damage repairs and software fixes. If you are looking to get your phone unlocked we do that as well! we do not do anything involving removing iCloud lock on the iPhone.\n\nAll repairs are backed by a 30 day warranty. Warranty is void if phone has been apparently physically damaged since the time of the repair.\n\nCall or text us to have your cell phone, tablet or computer repaired today!",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.9689346552,
        "format_confidence":0.9866892695
    },
    {
        "url":"https:\/\/ng.naijatechguide.com\/about",
        "text":"About Us\n\nNaijaTechGuide blog is one of the leading technology blogs in Nigeria. Unlike most blogs that focus on tech news, NaijaTechGuide is more of a gadget focused blog. This section helps you discover best prices for gadgets and software in Niigeria.\n\nWe help you find for lowest prices and best quality products from hundreds of online stores in Nigeria. The information we collect is always up-to-date and accurate. Plus our service is fast, easy to use and it's free for all consumers.\n\nNaijaTechGuide Price Compare do not sell any products, we offer an unbiased service that helps get some of the best deals from dozens on online stores iin Nigeria.\n\nQuestions or General Information: Contact us",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.6721901298,
        "format_confidence":0.9881067276
    },
    {
        "url":"https:\/\/nwout.com\/about\/",
        "text":"About Us – Network Outfitters\n\nSimply put, Network Outfitters is the fastest, easiest way to get the new, refurbished or pre-owned networking equipment you need at the best possible price. Guaranteed. But that’s just part of the story.\n\nDR4001103-E6 FrontOur founder, Kurt Rawlings has been in the networking industry since 1987.\n\nFrom 1987 – 2000 Kurt was the Co-Owner and VP of sales and marketing at Computer Recyclers in Utah.\n\nComputer Recyclers was a pioneer in it’s day to start the Ecycling movement.\n\nAfter several years and many lessons learned, Kurt Rawlings founded Network Outfitters in 2000 because he saw an increased opportunity to provide better value and better service than the market was currently offering.\n\nAnd it’s working. Our business has grown year over year. That’s because we treat our customers the way we’d want to be treated. Our customers, in turn, have rewarded us through their repeat business and referrals.\n\nWe’re able to do what we do because the market for networking equipment is unique. For one thing, pre-owned and refurbished equipment represents an enormous cost savings compared to new, and it is generally unavailable from the manufacturers or their VARS. Not only are we able to provide a lower cost alternative, we can do so without the typical lead times and with much stronger warranty programs than buying direct.\n\nAlso, the market for this equipment is fragmented. It can be difficult, time-consuming and often impossible for systems integrators, IT consultants, network architects, government or education network support professionals, and end users to locate needed hardware, let alone a reputable supplier.\n\nft-logoThat’s where we come in. Through our many combined years in the industry, we’ve developed an extensive source network for pre-owned, refurbished and new networking equipment. Our products are thoroughly tested, backed by an industry leading warranty, and, more importantly, you’ll always know where to find us after the sale. Why spend days or weeks tracking down the hardware you need and gamble on the quality and reliability of the equipment and the vendor? Chances are we have it in stock or can source it for immediate shipment. And we’ll guarantee the quality, and get it to you at a much better price than you could find on your own.\n\nFinally, we understand the importance of network continuity and realize that downtime is simply not acceptable. We’ve made it our mission to place our customers’ needs first. Our automated processing enables us to expedite orders tailored specifically to your delivery requirements. We process final invoices and provide tracking information before you ever have a chance to wonder about the status of your order. In this dynamic business, your needs can change in an instant. Our talented and intuitive staff is ready and willing to adapt on the fly to ensure you’re satisfied with the products and the service you receive from us.\n\nThough our company has grown over the years, we’re still here every day, ensuring that our sales staff delivers the high standard of customer service we established ourselves from day one. And even though we have fancy job titles on our business cards now, we’re not above personally taking phone orders or sending out quotes. At Network Outfitters, customer service is part of everyone’s job description.\n\n\nWhen you are looking for new, pre-owned, or refurbished networking equipment from any of  the  major manufactures, you deserve an easy, hassle-free shopping experience. Our goal is simple: deliver maximum value, impress you with our service, and earn your repeat business.\n\nWhether you request a quote online, or call us directly, our goal is to get you the pricing and availability information you need within 30 minutes or less. Usually, that means 15 minutes or less.\n\nNot sure what you need? Our responsive sales staff is experienced in networking infrastructure and product compatibility. From the latest technologies, to second generation and end-of-life parts, we’ll work to help you identify a solution and get it to you at the best possible price.\n\n\nSystems integrators, IT consultants, network architects, government or education network support professionals and end users can count on Network Outfitters to provide reliable, application tested, top quality products.\n\n\nLooking for a router, switch, network security hardware, wireless equipment, content or access server, or VOIP telephony? We handle new, refurbished and pre-owned networking equipment from Cisco, HP, Foundry, Juniper, 3COM, Nortel and all other major manufacturers.",
        "topic_id":5,
        "format_id":12,
        "topic_confidence":0.5367063284,
        "format_confidence":0.9936000109
    }
]