[
    {
        "url":"http:\/\/www.urc-chs.com\/news\/personal-testimony-brand-mothers-milk",
        "text":"A Personal Testimony: The Brand Is Mother's Milk\n\nGabriela Salazar is a nutritionist who graduated from the University of San Carlos in Guatemala (USAC).  Since her field practicum and graduation, she has worked in different parts of the country (Baja Verapaz, El Progreso, Sololá, Jutiapa, and Quiché). Her passion is \"everything natural,\" starting with breastfeeding. Gabriela is part of the Nutri-Salud local team in Quiché, providing technical assistance and modeling nutritional counseling in health services. Camila is her first baby.\n\nI was fortunate to have a normal delivery, immediate bonding and skin-to-skin contact with my baby girl, and breastfeeding in the first half-hour after birth. I am absolutely convinced that this process reinforced my determination to breastfeed and my position on its importance. These two qualities were crucial in the days following her birth.\n\nEven before Camila was born I received presents of different types and brands of bottles and constant messages about using substitutes for maternal breast milk. From day one, I fielded comments and questions about my being sure that breast milk was sufficient for my daughter or whether it was sufficiently nutritious. This happened because Camila breastfed very frequently, slept little, and presented neonatal jaundice.[1]\n\nAnd this was only the beginning. The real test began a week later, when I suffered from cracked nipples on both breasts. It was a painful and challenging experience that I was able to overcome thanks to three factors: (1) my conviction that breast milk was best for my baby; (2) tireless support from my husband, my parents, other relatives, friends, our pediatrician, the nurse midwife, and my La Leche League adviser; and (3) my baby's well-being, feeling her warm body close to mine and seeing her smile.\n\nCamila Salazar\n\nIn fact, observing my little girl grow and develop and thrive was an incredible incentive to continue breastfeeding. When Camila was born, she weighed seven pounds and measured 20 inches. Over the course of her first month, she gained almost four pounds and measured 21 1\/4 inches; at two months, she weighed 13.2 pounds and measured nearly 23 inches. At three months, her weight was 14 pounds and her length 24 inches. At four, the chart showed 15.4 pounds and 24 1\/2 inches long; at five, 16 pounds and and just over 25 inches; and at six months, 18 pounds and 26-plus inches. This was a clear demonstration to me of the value of exclusively breastfeeding. I began to give her complementary foods at six months; I have continued to breastfeed her and now, at nine months, she weighs 19 pounds and measures over 27 inches long.\n\nWhen people ask me if exclusive breastfeeding has been easy, I always tell them it hasn't. This is because, even with my strong belief in breastfeeding, I have required a lot of support, constancy, patience, discipline and love–especially because I remained dedicated to breastfeeding even after I returned to work.\n\nThe first time I tried expressing my milk to learn how to do it, I extracted only 1 ml. Two weeks later I expressed around 40–60 ml, and, with time, I have been able to express up to 240 ml. At times my breast milk production has diminished, which led me to use Ixbut and Moringa, two plants reputed to be galactagogues, which have enhanced my milk production. To prepare my baby for feeding after I returned to work, from the first week after she was born, I have given her my milk from a cup, with a dropper, off a spoon, and from a bottle to get her used to different ways of feeding. Camila drinks her milk in different ways.\n\nI like to share my experience with health workers, as well as with friends and relatives. Sometimes people look at Camila and ask me what brand of milk I am giving her. My response always is, \"The brand is mother's milk.\"\n\nThis experience has been a life lesson for me, and it has also served as an example and inspiration to other people. And the story will continue, at least until Camila and I complete 1,000 days.\n\n\n[1] Jaundice is a common and usually harmless condition in newborn babies that causes yellowing of the skin and the whites of the eyes.\n\nGabriela Salazar of the Nutri-Salud project nurses her daughter, Camila\nGabriela Salazar of the Nutri-Salud project nurses her daughter, Camila\nAugust 04, 2014\nGabriela Salazar, Nutritionist, Nutri-Salud\nRegions\/ Countries",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9967626333,
        "format_confidence":0.8448516726
    },
    {
        "url":"https:\/\/goodgriever.com\/lost-in-translation-why-we-dont-talk-about-death\/",
        "text":"Lost in Translation: Why We Don’t Talk About Death\n\nI lost an extended family member recently. Attending the funeral brought back lots of memories. None good. Burying my daughter, father and mother in relatively rapid succession (every two and a half years) and being directly responsible for making the arrangements for my daughter and mom was difficult. Horrifying for my daughter actually, who died by suicide. Stressful and somber for my mom who died naturally, but also unexpectedly.\n\nFuneral homes seem to be the only place it feels acceptable for us to talk about death outside of initial condolences. At this recent funeral, I was reminded how freely we can talk about where one may have gone in death. How comforting it is remembering the deceased loved one’s life with both sorrow and levity. How natural it is to contemplate (if only briefly) what life now means for loved ones left behind and the strength it takes to physically let go of our deceased.\n\nAt a certain age, we all understand it is perfectly natural to lose parents and spouses, aged siblings and so on. Many people relate to these losses and are quick to send their sympathies to the newly bereaved to let them know they are not alone. They can comfortably share how they too lost their mom or dad, husband or wife, which instantly connects the bereaved to a community of grievers where there is no cultural taboo talking about their loss. Still, support for the bereaved may only last for a short period of time. And in keeping with this term “period of grief” we have come to understand all too well in our society, they are expected to recover from their loss and move on.\n\nAnd people do. Mostly. Sort of. The widow(er) may marry again. Adult kids go on without their parents. Grandchildren learn about death often for the first time and come to accept the loss through simple conversation; maybe even a story book of analogies. Yes, we miss our loved ones, but in most cases, when we view death as part of the natural progression of life it does not devastate us. It saddens us and may even shock us briefly if it was a sudden passing. But generally speaking, death that we have come to expect does not decimate our lives. It does not leave a path of destruction in its wake like some deaths do.\n\nI’ve struggled to understand this phenomenon until this latest family loss. I saw clearly how it is only through similar or the same experience that people feel safe enough to talk about their losses. Yet, still as a culture we don’t talk very much death . It simply is not part of our common social dialogue.\n\nKeeping it in the social context only, it is the more unnatural deaths we do not expect and not everyone experiences that silence our voices in even bigger and more damaging ways. I have long believed that voices heard bring change. As someone who has lost a child, I have found that this vacuum in our culture creates stigma and isolation for anyone coping with unnatural loss. This needs to change.\n\nWhile there is general curiosity to know more about loss from unnatural deaths (child, parent at a young age, suicide, murder), most people stay tight lipped. They are hesitant to ask too many questions, even when there is the opportunity to do so.\n\nAs a result of the reticence we have in our society to talk about death, for me personally, being plunged into the world of parental grief has felt very isolating. While I naturally feel a connection to anyone who has lost a child (not so common) or to anyone who has lost a loved one to suicide (more common), even within these worlds, the voices of the bereaved are rarely heard. At least not in the public space (my guess is not so much privately either).\n\nI put this death-culture silence down to people not being able to speak the same language. Any attempt to communicate one’s needs in grief is sure to get lost in translation. Think of it like this. Imagine going to a country where you don’t understand the language. In many cultures just getting the gestures, tones and pronunciation of certain words wrong conveys the wrong meaning with varying consequences. Until you know some basic local words and gestures, it can be difficult to get service or help when you need it.\n\nIt’s not much different for the bereaved, especially those of us trying to cope with an unnatural loss. Trying to communicate our needs to anyone who doesn’t speak the language is guaranteed to fail. Without the ability to understand each other, it is difficult to connect. Without connection, there is no support.\n\nThe more comfortable we become talking about death and grief in western culture, the greater the opportunity there is to change the face of mainstream society, to one that is more inclusive of the pain and struggle that includes all loss. But especially loss from unnatural deaths. Feeling comfortable to talk more about all types of death outside the family or funeral home so that everyone understands what it’s like for those living with grief, requires awareness and cultural sensitivity. Everyone must have the opportunity to learn the language of loss, where nothing gets lost in translation. In the medical, corporate, social and family communities, awareness, understanding and support is needed. It is critical to every griever’s healing.\n\nFind Your Power!\n\nOn a lighter note, here are some fun and interesting lost in translation sayings from around the world.\n\nFor more information visit www.vonnesolis.com.\n\nPhotos: Feature by Ricardo Mancía on Unsplash \/ Flower by Zoltan Tasi on Unsplash \/ Donkey by Vonne Solís \/ Seed Photo by Lubo Minar on Unsplash",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.6272832155,
        "format_confidence":0.5883034468
    },
    {
        "url":"http:\/\/personal-fitness.org\/life-style\/your-favorite-brand-name-drugs-are-about-to-go-generic",
        "text":"drugsIf given the choice, Americans overwhelmingly choose to fill their prescriptions with generic drugs instead of brand-name equivalents. More than 78 percent of prescriptions in the United States are filled with prescription drugs. Why? Probably because the generic versions are so much cheaper — they cost 80 to 85 percent less than brand-name drugs.\n\nFor example, the average price of a 90-day supply of 500mg Glucophage, a brand-name drug used to treat Type 2 diabetes, is $204.  The same amount of the generic form, metformin, costs just $10. If you were this patient, switching to the generic form of the drug could save you over $750 a year. That’s nothing to sneeze at!\n\nWhat Makes Generic Drugs So Much Cheaper Than Brand Name Drugs?\n\nMany people are suspicious of generic drugs because they cost so much less than their brand-name equivalents. They think this must mean the generics are poorly made or produced under unsatisfactory conditions. To the contrary, the Food and Drug Administration holds generic drugs to the same high standards of quality as brand-name drugs. Generic drugs are just as safe as brand-name drugs, they work just as fast and they have the same effects.\n\nGeneric drugs are cheaper than brand-name drugs in part because the companies selling them don’t have to recoup the costs of developing those medications themselves from scratch. Once a brand-name drug’s patent expires, multiple companies can get approval to produce and market generic equivalents of that drug. This drives the price down further through competition.Click here to find out if your drugs can be found cheaper as generics. Patents for Blockbuster Drugs Will Soon Expire\nThe past couple of decades have seen pharmaceutical companies produce some of their best-selling drugs of all time. Brand-name drugs like Viagra, Plavix and Lipitor have raked in billions around the world. However, the patents on many of these blockbuster drugs will be expiring soon. That means you can look forward to paying up to 85 percent less for popular brand-name drugs like Cymbalta, Abilify and Nexium.\nThough it can sometimes take up to six months for a pharmaceutical manufacturer to get permission to produce a generic drug after that drug’s patent has expired, for some of these bestselling drugs, you can expect generic production to pretty much begin right away— pharmaceutical companies will be sure to get their FDA permissions sorted out in advance. For incredibly popular drugs like these, brand-name manufacturers can expect to lose 80 percent of their sales to generics within six months of the patent expiry date. That’s why when a drug patent expires they say it fell off the “patent cliff.”\n\nDrug Patents Expiring in 2014:\n\nThroughout the year, you can expect to see generic versions of a number of popular drugs appear. Expect your wallet to get fatter if you take any of the following drugs:\n•    Cymbalta, or duloxitine HCI.Used to treat generalized anxiety disorder, depression, fibromyalgia, diabetic nerve pain and chronic musculoskeletal pain.\n•    Nexium, or esomeprazole.Used to treat gastroesophageal reflex disease (GERD).\n•    Lunesta, or szopiclone.Used to treat insomnia.\n•    Symbicort, or budesonide\/formoterolfumarate dehydrate.Used to treat asthma and chronic obstructive pulmonary disease.\n•    Celebrex, or celecozib.Used to treat rheumatoid arthritis and osteoarthritis symptoms.\n\nDrug Patents Expiring in 2015:\n\nThe drug patent party continues in 2015, when you can expect to pay less for generic versions of the following drugs:\n•    Abilify, or aripiprazole.,Used to treat the symptoms of mental illnesses like bipolar disorder.\n•    Copaxone, or glatiramer acetate injection.Used for multiple sclerosis treatment.\n•    Combivent, or albuterol and ipratropium inhalation.Used to treat COPD.\n•    Namenda, or memantine HCI.Used to treat severe Alzheimer’s disease.\n•    Prezista, or darunavir.A protease inhibitor used to treat human immunodeficiency virus (HIV).\n•    Avodart, or dutasteride.Used to treat benign prostatic hyperplasia (enlarged prostate).\n\nDrug Patents Expiring in 2016:\n\nThe year 2016 will see generic versions of the following drugs become available:\n•    Crestor, or rosuvastatin calcium.A treatment for high cholesterol.\n•    Benicar, or olmesartanmedoxomil.A treatment for high blood pressure.\n•    Cubicin, or daptomycin.An anti-viral medication.\nThe imminent expiration of all of these drug patents will slash health care costs for millions of people in the United States. If you’re taking any of these drugs, make sure to ask your pharmacist for the generic version as soon as it becomes available. Switching could save you hundreds — even thousands — of dollars a year.\n\n1 1 1 1 1 1 1 1 1 1 Rating 0.00 (0 Votes)\n\nPost a comment\n\n\nYou Might Interested In\n\nLatest Comments\n\nScroll to top",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9696452022,
        "format_confidence":0.6262515783
    },
    {
        "url":"https:\/\/www.lung.org\/our-initiatives\/lung-force\/lung-force-heroes\/stories\/Clarissa-M.html",
        "text":"\n\n  • Share this page:\n\n\nClarissa M.\n\nMy name is Clarissa McAdoo Cannion. I retired from an executive position in August 2016 after 30 years of service. Two months later my home flooded as a result of Hurricane Matthew. We were initially speechless but we bit the bullet and committed to putting our home back together.\n\nJust one month after we had made the substantial repairs to the house, I received a diagnosis of stage 1A non-small cell lung cancer. I was devastated! I began to question God. Why are these bad things happening to me? The flood...the lung cancer! What have I done or did not do to deserve this? I am not a smoker! As a person of faith, I waited for God's response. The response was simply: Why NOT you? I thought about how many times blessings came out of nowhere; just when I needed them most. I began to operate in the thought that if situations worked out for me before, they will work out for me again even as I begin this journey with lung cancer.\n\nI sought treatment options from stem to stern. I decided on surgery of a portion of my right lung. I took my doctors advise to prepare physically, mentally and spiritually for surgery as if I was preparing to run a marathon. I walked, ran, cycled. I did everything I could to strengthen my core and my immune system.\n\nThe surgery of a portion of my right lung and the lymph node removal was successful. My recovery took about six months. I was blessed to not have to undergo chemotherapy or radiation. To this end, I was determined to be lung cancer free. Physical therapy was prescribed for lymphedema after my incision was healed.\n\nI am feeling great these days. I am living my best life with more time and good health to be of service to the world.\n\nFirst published: July 17, 2018\n\n  Share this story:\nTell your story View all stories Donate\n\nAmerican Lung Association is solely responsible for content.\n\nHero stories are the point of view of the Hero and not necessarily the American Lung Association. The Lung Association does not endorse any specific provider, facility or treatment.\n\n\nDonate to LUNG FORCE\n\nGet Involved\n\n\nEvents Near Me\n\nLung Health Barometer\n\n\nSponsors & Supporters\n\n\nSign up for updates\n\nGet the latest news and information on the fight against lung cancer and for lung health.\n\nRed button with telephone\nAsk An Expert\n\nQuestions about your lung health? Need help finding healthcare? Call 1-800-LUNGUSA.\n\nGet help\nRed button of two hand prints\nWe need your generous support\n\nMake a difference by delivering research, education and advocacy to those impacted by lung disease.\n\nButton of turquoise LUNG FORCE swirl\n\nLUNG FORCE unites women and their loved ones across the country to stand together in the fight against lung cancer.\n\nGet involved\nJoin the fight for healthy lungs and healthy air.\nDonate Now.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9967471361,
        "format_confidence":0.8170535564
    },
    {
        "url":"https:\/\/blog.naturalwellbeing.com\/why-you-always-get-sick-when-spring-starts",
        "text":"Why You Always Get Sick When Spring Starts\n\nThe beginning of Spring should logistically be a time to celebrate. Temperatures are rising and the relentless snowfall of the past few months has finally ceased. But then you find yourself coming down with a cold, which doesn’t make sense because warm air is supposed to be healthier than cold air, right? Not at this particular time of year.\n\nPeople are more likely to get sick during the beginning of fall and spring due to a variety of scientific factors. Getting a cold in the fall is at least understandable because temperatures have dropped significantly compared to the previous season. Spring is more of a mystery.\n\nYour Immune System Is Already Compromised\n\nIf you have seasonal allergies, you’re probably used to feeling sick whenever there is a remotely noticeable change in weather. A common symptom of seasonal allergies is nasal inflammation, which makes you more vulnerable to infections for two reasons. The first stems from the amount of effort your immune system has to put in to stop your nose from swelling up and your eyes from tearing. When your immune system is excessively busy, it has less available resources to fight off infections, germs, or anything else that could make you sick.\n\nThe second reason is an outcome of the environment that is created by all this nasal swelling. In this state, your nasal pathways are actually more hospitable to viruses. So, when season allergies are in full-swing, viruses can easily make themselves a home inside your nasal pathways. Your nose is apparently a lot less appealing to virus during other times of the year.\n\nOut With A Bang, In With A Sneeze\n\nBut spring colds don’t just effect people with seasonal allergies. The average person is more likely to get sick at the beginning of spring because the several drastic changes in weather that occur can irritate your throat and nasal pathways. These changes are related to temperature, barometric pressure and wind. Irritation weakens your immune system in general, which brings us right back to the increased vulnerability discussed in the previous section.\n\nIf it appears that an unusually large amount of people are getting sick this spring, it might be because this winter most certainly did not go quietly. The final weeks of winter 2018 graced us with a series of snow and rain storms, which suggests that the change from winter to spring will be more significant than usual. Larger changes in the aforementioned three elements of weather could very well make your throat and nasal pathways even more irritated.\n\nTime To Go Outside!\n\nMaking you even more prone to getting sick at this time of year is your excitement over the rising temperatures. Think about it: You’ve just spent three months indoors because going outside was legitimately painful. So, when spring rolls around and temperatures jump back up to the 50s, you can’t wait to put on a t-shirt, a light jacket and go outside. What you might have forgotten is that it gets just as warm in the fall. But you wouldn’t go outside during a 50-degree day in the fall because it doesn’t seem that warm compared to the summer. See what’s happening? It’s not as warm as you think, and you’re much more likely to get sick in cold weather.\n\nSpring Break Souvenirs\n\nNot only does spring make you more vulnerable to colds, but there’s probably more viruses going around, too. Spring break typically takes place in mid to late March. It’s very common for people, especially children, to catch something on vacation and not find out they are sick until they get home. Their sickness is then more likely to spread to other people due to their weakened immune systems.\n\nWhat Can You Do To Protect Yourself?\n\nIt’s important to remember that a natural change in weather is not the only reason so many people are getting sick. The fact that spring colds run rampant year after year suggests that not enough people are taking action to prevent colds: washing their hands, wearing scarves to cover their noses, and of course, regular exercise and healthy eating. You’ll be surprised at how effectively these fairly basic practices can boost your immune system and ward off cold-causing germs.\n\nNo Comments",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9976301193,
        "format_confidence":0.545737505
    },
    {
        "url":"http:\/\/www.torontosun.com\/life\/healthandfitness\/2010\/06\/11\/14351016.html",
        "text":"A natural cure for constipation\n\n\nFirst posted:\n\nWhat's the only cure for alcoholics? Alcoholics Anonymous. It advises people to pour alcohol down the drain. What we need is another organization, called Constipation Anonymous, to preach the same message to those who cripple their bowels by the chronic use of laxatives. But there is a safe, cheap, natural cure, unknown to 99.9 per cent of the population, that cures daily grunting on the john.\n\nBarnum and Bailey, the circus promoters, used to say, \"There's a sucker born every day.\" They could be referring to people who fall prey to high-powered ads and spend millions of dollars treating constipation.\n\nBusy doctors usually have little time to discuss this common malady with patients, so patients with constipation often seek out their own cure at the local pharmacy. Eventually, this practice destroys the nerves in the bowel, meaning a lifetime of laxative use.\n\nMany years ago I was interviewing Dr. Linus Pauling, the only two-time Nobel Prize winner. The purpose was to discuss his research on vitamin C and its role in preventing cardiovascular disease. But during our meeting he made a chance remark that surprised me. He said, \"I also take vitamin C as a safe, natural way to cure constipation.\" So what dose did he use, and how does it work?\n\nNo specific dose fits everyone's bowels so it requires a little self-experimentation. But it's advisable to begin with a lower amount and gradually increase it, as too much can result in diarrhea, and rarely, abdominal pain. A good start is to take 2,000 mg with the evening meal and another 2,000 mg with breakfast. But don't be discouraged if this dose does not work.\n\nThe majority of my patients get the best results using 5,000 mg in the evening and another 5,000 mg with breakfast. This often results in a bowel movement prior to leaving for work.\n\nBut there's another proviso. Breakfast should not be a quick cup of coffee and then a run to work. Breakfast must include a bowl of fibre such as All Bran, Fiber First, Fiber One or another high bran cereal. Add a banana or some other fruit. And while having breakfast, it's also important to enjoy a cup of hot coffee or tea.\n\nWhy does this routine work? The fact that vitamin C is a natural laxative is the main reason. But it gets help from a natural physiological nerve mechanism called \"the gastrocolic reflex\". A high fiber breakfast stimulates nerves in the colon to trigger a bowel movement.\n\nI realize that ham and eggs for breakfast may be more appealing than a bowl full of bran. If that's the case, they and vitamin C will, in all probability, still cure constipation. But it works better with high fibre cereal (and don't forget about that required 45 grams of fibre daily). It's this lack of fibre that creates hard rock-like stools and constipation. Stools should be soft like toothpaste.\n\nStools of this consistency provide other benefits. Less straining to produce a bowel movement reduces the risk of diverticulosis, small hernias of the colon, and there's some evidence it may reduce the risk of cancer of the large bowel.\n\nAre there any complications from the consumption of large amounts of vitamin C, apart from the chance of diarrhea? There has been a long-standing belief that high levels of C will cause kidney stones. But no significant medical evidence of this has been reported. In fact, since the majority of kidney stones form in alkaline urine, and since vitamin C acidifies urine, there is less chance of this happening. Pauling took 20,000 mg daily for years and lived to 95.\n\nThe least expensive way to obtain vitamin C is to purchase 500 grams of ascorbic acid powder, which is vitamin C. This can be ordered through any major pharmacy. A flat teaspoon equals 5,000 mg which can be mixed with a small amount of orange juice. And the grunting should end.\n\nRemember, I am not your doctor, so always check with your own physician on medical matters.\n\nSponsored Links",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9964834452,
        "format_confidence":0.7322707176
    },
    {
        "url":"http:\/\/healthsciences.utah.edu\/innovation\/algorithms\/2013\/one\/zero-tolerance.php",
        "text":"Central Line Infections: The Zero Tolerance Crew\n\nThe Zero Tollerence Crew\n\nThe entire staff of University of Utah Hospital’s Intermediate Care Unit worked on a process to eliminate central line–associated bloodstream infections.\n\nRepresenting the unit here are (front row, from left to right) Carrie Charlesworth, R.N., B.S.N., C.C.R.N., nurse manager, Stevi Gire, R.N., B.S.N., nurse educator, Trell Inzunza, R.N., B.S.N., clinical nurse coordinator, and Jeanmarie Mayer, M.D., associate professor of internal medicine. Back row, (from left to right) Robert Pendleton, M.D., associate professor of medicine and chief medical quality officer, Boaz Markewitz, M.D., associate professor of internal medicine, Frank Drews, Ph.D., M.S., associate professor of psychology.\n\nNearly 15 years after the landmark Institute of Medicine report “To Err Is Human” laid out a comprehensive plan to reduce preventable medical errors, tens of thousands of patients continue to die each year from infections they catch in hospitals. For hospital epidemiologist Jeanmarie Mayer, M.D., and critical care pulmonologist Boaz Markewitz, M.D., even one of these deaths is unacceptable. “Zero harm is the only reasonable goal,” says Markewitz, “even if you don’t think you can reach it.”\n\nAs part of their commitment to zero harm in health care, they set out to eliminate central line-associated bloodstream infections (CLABSIs). By re-engineering the central line dressing change process on the University Hospital’s Intermediate Care Unit, they’ve proven that Lean error-proofing techniques can be as effective in heath care settings as they are in Toyota factories. For more than two years, they haven’t had a single CLABSI on their unit. They changed the system. And the culture. “We can’t have the mindset that even one preventable infection is okay,” says Mayer.\n\nHow did they do it? By first acknowledging that to err is human—especially in a fast-paced hospital environment where constant distractions are the norm. They asked every nurse and medical assistant on the unit to make a grim prediction: how the next patient would be harmed. Staff resisted at first, not wanting to point fingers or expose problems. But as monthly quality improvement meetings were replaced with daily safety rounds, people started talking and sharing their concerns and their solutions for fixing problems.\n\nWith the leadership of Frank Drews, Ph.D., M.S., associate professor of psychology, they identified and addressed the “human factors” that caused infections. Nurse Manager Carrie Charlesworth, R.N., B.S.N., C.C.R.N. and her staff in the Intermediate Care Unit staff were enthusiastic in piloting the new foolproof dressing changing kit that built in the realities of their work environment. Individual pouches hold supplies needed for a single step, along with clear, concise, and specific instructions. The pouches are ordered, guiding nurses to perform the procedure in the safest sequence. “The process improvements we’ve made have been driven by our frontline team members, not the people at the top,” says Mayer. “Our nurses are the people who are doing it every day. They are the ones who should be making the decisions.”\n\nInitially, many practitioners on other units were insulted by the very idea of it. As highly trained thinkers, they felt they didn’t need anyone or anything to walk them through a simple process that they learned in nursing school. “But there are so many more important ways to use high-level thinking. So why use it on something that can be made rote?” said Mayer. And who can argue with the data, as in zero harm?",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9947491288,
        "format_confidence":0.709233284
    },
    {
        "url":"http:\/\/www.getnews.info\/513215\/important-qualities-to-look-for-while-shopping-for-an-addiction-treatment-program.html",
        "text":"Home » Health & Medicine, Pharmaceuticals & Biotech, Professional Services, Public Affairs, Society & Culture » Important Qualities to Look for While Shopping for an Addiction Treatment Program\n\nThere are different methodologies, programs that focus on the twelve steps or aggressively do not focus on the twelve steps, and anecdotal evidence of what worked for one person, but might not work for another, making locating the right recovery treatment facility as complicated as shopping for a new car.\nFor any addict or loved one of an addict, the process of reviewing hundreds of addiction treatment options can be very threatening.\n\nThere are some features of an addiction recovery treatment program which should remain true, no matter what the philosophy of the program. For instance, a setting that is peaceful, private, and sufficiently comfortable is important. There are physical, mental and emotional components to working through addiction to recovery, and an environment which is too stimulating, does not offer enough privacy for the addict to feel secure, or is dramatically uncomfortable will not facilitate recovery.\n\nThe discomfort factor can be especially difficult to predict, since the process of recovering from drug or alcohol abuse or addiction is by its nature uncomfortable.  When an addict expresses that they do not feel at ease with a facility, it can be helpful to dig into the root of that rejection. Not having private rooms, for instance, may be part of a therapy model that understands the role of isolation in addiction and compensates by fostering human contact.\n\nAnother component of a proper addiction treatment program is an evidence-based approach. This means that the facility offers a type of treatment that is based on scientific, empirical research that results in the best information available today. As science makes huge leaps into understanding addiction’s roots, the best ways to treat addiction, and what simply does not work well, an evidence based therapy program will refine and update their methodology to reflect what is current and proven. A recovery treatment program ensures that the addicts in treatment will reach recovery on the foundation of the best information available, with the least discomfort, because science is behind the tactics employed.\n\nAnother industry term that those seeking treatment may encounter is “multi-modal.” Addiction is a disease with multiple components, and almost every area of the human experience touches the addiction. The physical body, of course, plays a large role in the biological and chemical addiction process, as well as in the recovery process.  The emotional well-being of the patient is what often leads to addiction in the first place, and damage to the addict’s self-esteem, personal concept and boundary systems must be healed in order for the patient to progress toward recovery. Finally, the mental aspects of addiction recovery often involve recognizing reality and eliminating self-deception and justification from the addict’s mental processes. These will be replaced by a very talented, experienced therapist, with skills that will help the addict avoid relapse once back out in the world living a sober life.\n\nWhen shopping for an addiction treatment program, one of the key factors an individual will want to consider is accreditation.  The American Society of Addiction Medication (ASAM) sets standards for facilities, treatment professionals and staff.  A world-class treatment facility will exceed these standards. \n\nDistributed by Client Initiative\n\nMedia Contact\nCompany Name: South Coast Counseling\nContact Person: Blake\nEmail: info@southcoastcounseling.com\nPhone: 844-438-4257\nAddress:693 Plumer St\nCity: Costa Mesa\nState: CA\nCountry: United States\nWebsite: www.southcoastcounseling.com\/gethelpnow\n\nComments are closed.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9976174235,
        "format_confidence":0.6155004501
    },
    {
        "url":"https:\/\/sensitiveskinmagazine.com\/a-life-of-uncontrollable-urges-or-tourettes-and-the-writing-life\/",
        "text":"A Life of Uncontrollable Urges (or Tourette’s and the Writing Life)\n\nphoto by Jose Padua\n\nOn a recent Sunday afternoon, as I pushed a cart in the aisle between the checkout counters and the racks of men’s shirts at Walmart, the song that went though my head was Brian Eno’s “Here Come the Warm Jets.” Even though I was in Walmart—a store that Heather and I usually try to avoid at all costs (i.e., despite whatever savings may be available there)—that moment of rolling the shopping cart through the gauntlet of cashiers and racks of men’s casual wear was nothing short of beautiful. That I would feel so calm at the Front Royal Walmart—which to me normally felt like some strange planet where at any moment I might find myself surrounded by hideous lizard-like creatures who want to eat me (or, worse, mate with me)—was, somehow, moving. And as I calmly pushed the cart through the store while trying to find where Heather and Maggie had gone—a task which would usually make me quite tense and agitated—I felt what can only be described as a sense of triumph. The song, of course, had a lot to do with it.\n\nSomething I’ve discovered is that some of the most annoying, unpleasant, and sometimes even horrible moments of one’s life—or at any rate, my life—can be transformed by the soundtrack I have playing in my head. Just a day earlier I was driving on Commerce Avenue, on the way home after dropping Maggie and Heather off at a birthday party at the city pool. In the distance I noticed a crowd of people had gathered outside the town’s government center, a dreary box of a building around which I never seemed to see much of anything going on. As I drove closer I saw that it was a demonstration by the Front Royal Tea Party. Reading their signs—with messages like No Amnesty for Illegal Immigrants and, simply, Stop Illegals, I found myself, all of a sudden, surprised. And what surprised me was that, when I was close enough to read their signs and for them to see me, I did not give them the finger.\n\nI am not the most polite person in the world—I gladly give in to the urge to say things that are overly blunt, inappropriate or which simply cross the line from tongue-biting politeness into overt hostility. What’s more, I enjoy it. This time, upon seeing the Tea Party in person after having only seen them on television or on clips from YouTube, I was very much in the midst of a situation where my gut reaction would have been to give them the finger. But at that moment I was playing Parliament’s “Bop Gun (Endangered Species)”—a song which always makes me feel empowered, alert, and less vulnerable:\n\n\nTurn me loose\nWe shall overcome\nWhere did you get that funk from, huh?\n\n\nWith P-Funk playing in my car I also felt, despite the presence of the Tea Party goons, as if I were somewhere other than Front Royal. And, whenever I’m somewhere other than Front Royal, I usually feel pretty good.\n\nBut music, for me, isn’t just something that heightens my mood. Music is also something that, when it engages me to a sufficient degree, keeps away those urges that are part of my Tourette’s syndrome—the urge to grimace as if I’m about to scream, to make grunting or squealing noises with my throat, or to hit my leg with my hand or with my elbow. It’s a way of existing that might be described as dreamlike—in particular, those dreams where you’re trying to get away from some bad guy, or trying to lock the door, but you can’t, because your movement has been slowed down and your legs and arms, even though they’re moving, aren’t moving you ahead or pushing the door shut. With Tourette’s, what slows you down is that there are so many movements that you feel compelled or forced to make before you’re able to make the movement you want to make. And with me, it’s always the more mundane activities that get interrupted by a series of Tourette’s tics—brushing my teeth, washing the dishes after dinner, and cleaning the cat’s litter box are invariably interrupted by the urge to bang my elbow against my side or to grunt several times in a row or to look up at the ceiling and make the face of someone screaming at the absurdity of the cosmos. Sometimes even walking up the stairs gets interrupted by Tourette’s, with me having to repeat those first few steps—until it feels right, until I’ve got the right thoughts in my head—before I can proceed all the way to the top of the stairs.\n\nCompared to some people with Tourette’s, though, my tics are nothing spectacular. Certainly I’m not in the league of a surgeon Oliver Sacks wrote about in the New Yorker a number of years ago whose Tourette’s drove him to, among other things, regularly lunge at the ground or touch people with the heel of his foot. When the surgeon was overcome by moments of rage (another common symptom of Tourette’s) he’d throw pots and pans in his kitchen or throw punches—the many dents in his refrigerator and holes in the walls of his house were reminders of those episodes. Luckily, for me, those moments of rage don’t carry with them the urge to fling objects or hit walls, and are expressed in a relatively polite fashion by simply screaming FUCK so loudly it feels like my throat is being ripped apart.\n\nAs for other common vocal manifestations of Tourette’s, I don’t exhibit echolalia (the automatic repeating of another person’s words) or coprolalia (the frequent and involuntary use of swear words or other obscene language) that are perhaps the most well known symptoms of Tourette’s syndrome. Or, at any rate, they happen with me very rarely. In the last five years the only thing I remember doing is when a man at the subway station in Alexandria was carrying several bags of groceries as he rushed to catch his connecting bus. When he said, “Excuse me,” as he tried to get around me to make a path to his bus I said in response, without anger or irritation—and, certainly, without any reason—“Fuck you.”\n\nHe was, as one might expect, furious, and began screaming at me. If he hadn’t been in a hurry with his groceries, he may very well have tried to punch me. (It always amuses me to consider that if something like this had happened in my wilder days, when I had been, say, incredibly drunk or tripping on acid, I probably would have thought, “Oh, wow, he’s got Tourette’s too.”) This sort of thing happens rarely with me—I’m just about always able to keep the inappropriate words that pop into my head in my head, without them being spoken. Still, I am disturbed that one day, here in the valley, that control may slip, however briefly, and I may find myself crossing paths with a man getting out of his pickup truck on which he proudly displays the Confederate flag and a half dozen pro-gun bumper stickers. Invariably, on seeing one of these gun-loving supporters of the Lost Cause of the Confederacy, one obscenity or another will be going through my head (though in cases like this it isn’t necessarily Tourette’s that’s bringing these words to mind). And though the chances are small, there still is a chance, that one day my control will slip at exactly the wrong moment and, as I’m passing by this man I’ll declare, “The Confederacy lost, bitch” or “I fucked your mother yesterday” or “Nice tits!”\n\nAnd it could happen, because since moving here to the Valley, away from the city in a place where the pace of life is slower, my Tourette’s symptoms have gotten markedly worse.\n\nAs with most Touretters, my symptoms first started when I was around nine or ten. What was probably my first real Tourette’s incident of note—of course I didn’t realize this until decades later—occurred when I was sitting with my mother outside church one pleasant autumn evening as we waited for my older brother, Tony, who was at choir practice. My mother had been speaking to one of the other parents—an older woman, Mrs. Blaine—whose son was also at choir practice. She was a nice woman, but also perhaps one of the parents I saw as being vulnerable or weak. Mrs. Blaine and my mother were casually making small talk when I suddenly, for no apparent reason, spat on Mrs. Blaine.\n\nNeedless to say, I was in trouble, and in those days when spanking was still the norm, spitting on another parent in your mother’s presence was definitely the sort of transgression that would get you spanked. My mother and father had no idea what was going on with me—and, of course, neither did I. Mrs. Blaine was an unassuming, unthreatening person who, as far as I knew, had never done anything that would make her worthy of being on the receiving end of my apparent expression of contempt. I wondered if, maybe, I was just a little bit nuts—“nuts” being the sort of word I used back then, whereas, if I were going through this for the first time today, the words that would be going through my head would be, “Man, I must be fucked up.”\n\nThat what was going on with me was either a disease or a disorder was beyond me—and pretty much everyone else as well. Back then, in the sixties and seventies, there weren’t even many doctors who knew anything about it. At home, my parents and my brothers just thought of it as my generic nerve disorder—and, luckily, spitting on people didn’t become a regular tic (or at any rate, it was a tic I was able to control).\n\nWhen my Tourette’s first developed, the tics I exhibited most often were a widening of my eyes (the sort of expression one makes when one is incredulous or thinking what the fuck?), frequent blinking, and the incessant shrugging of my shoulders. Up until seventh grade, my tics didn’t really create any problems for me in school. One friend of mine simply wondered, “Why are you doing that with your eyes? It makes you look like a retard.” But when the school I’d been attending closed and I had to switch to another one for eighth grade, it was a different story. Because at my old school my symptoms appeared gradually, getting slightly more pronounced over the course of a few years, they weren’t shocked or surprised by them. At my new school, with me being the weird n... (truncated)",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9456853271,
        "format_confidence":0.6359369755
    },
    {
        "url":"http:\/\/www.youthwork-practice.com\/devotions-themes-talks\/youths-and-suicide.html",
        "text":"\nonly for private using\n\nYouths and suicide\n\nThe subject of suicide is not an easy subject to talk about. However it is probably a subject which everyone will face at some point in life. Maybe through a good friend, a school friend or acquaintance at work who throws themselves into death, or a previous acquaintance from a youth group, who had taken part in a camp with you, takes his own life. It is shocking how many young people, how many teenagers take their life but even more worrying how many play with the idea.\n\nHow could an evening on this theme be started? A suggestion, a few ideas and questions for introducing the theme to young people:\n\n  • Start off the subject with a few short stories.\n\n  • Collect a few experiences from your own life\n\n  • To what extent are the motives comprehensible? Can the youths comprehend the theme and the deep despair lurking in some people?\n\n  • How could we approach the subject with youths who have suicidal tendencies? Can we (you) be bothered? Or what would you do?\n\n  • If you were in such a situation, how would you react (a very difficult and private question)?\n\n  • Would there be some situations where you could not see a way out?\n\n  • To what extent could your belief be a help? Demonstrate that there can by many problems in life, but there are none so bad that you should throw your life away. Demonstrate that a life with Jesus can make things easier- obviously not “worry-free” but different and not so difficult. \"Throw all of your worries to him, because he cares for you!\" ... This is easily said- but those who have learnt to trust in Jesus and search for new power within him, will experience this.\n\nI prepared in the past a themed evening covering the difficult and complicated subject of suicide: Have you thought about it before? Suicide!\n\nThe following story is symptomatic. When there are current cases of suicide by youths there are always hidden clues or clues which point to the deed.\n\nIt is Christian’s birthday. The sweet smell of freshly baked cheese cake floats through the apartment; that is Christian’s favourite cake. A few hours later: Patiently at first, but getting heavier and heavier, his mother knocks on the bathroom door. \"Open up, Christian\", she keeps screaming: No answer. Eventually she runs up the stairs to the caretaker of the house. He breaks open the door, but it is too late: Christian is dead — the fourteen year old had hanged himself with a belt.\n\nWithin a few hours, the seemingly ideal world of this family, had fell apart. Over the next days, his parents kept asking themselves the question over and over again: \"What on earth have we done wrong?\" They searched through his note books and folders, listened to his tapes — everything to try and come across a clue with which they might find out \"why he did that?\"\n\nMore and more parents have to ask themselves this question. After traffic accidents, suicide is next most common cause of death among youths in Germany. In the last two centuries, the number of suicides by young people has tripled. More than 500 children and young people choose to end their life in Germany every year. Over 15 000 attempted suicides are prevented: Experts call this a high “dark figure”. Just like Christian, lots of young people could still be alive today if their environment, especially their parents, classmates or friends had reacted to the warning signals, which are present in almost every suicide case. There are hardly any youths who simply decide to kill themselves “over night”, totally expected and on impulse. Suicide is usually the last step on a path of disappointment, crises and conflicts they cannot cope with. You will surely never be able to decipher a suicide, but the reasons for Christian’s self-chosen death could also be tracked down. He was the result of a failed environment, which fences young people in, burdens them and eventually crushes them. .\n\nChristian grew up in an orderly family. Three years ago, the family moved into this multi-storey house. Only Christian managed to find new contacts in this new area. His parents and two sisters lived relatively isolated from the world. Christian’s father had worked his way up into a good position although he started off as a normal worker. He is very ambitious and strict. He would like his son to have it easier than him one day. Therefore Christian goes to the grammar school where he does not manage the work load and has to change to a high school. In this school, he manages to become a good scholar but he does bring the odd “D” or “E” home, for which he quickly receives a scolding and hassle. Out of fear he often hides his bad marks. Order and discipline is of utmost importance to Christian’s parents. Christian’s bedroom was always so shipshape but he had never played in it – he told his friend Klaus.\n\nChristian only built up his railway tracks very seldom. He told his friend the reason for this: the trains make to much mess on the carpet for his mother. Klaus: \"He’s not allowed to do anything – nothing at all.\" Christian always faced bans, limits and restraints.\n\nHis mother worries about Christian ,,almost panicky.\" I was always scared that something would happen to him\", she said. Christian therefore always has to be home very early each evening, and he submits. Christian did not manage to stand up to his parents very often, which would normal at his age and necessary for his development. Once he is out of the tight family circle, amongst his friends, Christian is like a different person. The usually sensitive boy, quickly becomes aggressive. He always wants to appear particularly confident and brave in front of his friends and always plays the “hero\". Klaus: \"I often had the feeling that he was playing with his life.\"\n\nChristian once balanced his way across the narrow bars of a high bridge, another time, he stuck a needle into his neck next to the vein. He boasts in front of his friends: \"I am never scared.\" His over-exaggerated aggression, the way he played with his life — those were clear warning signals that Christian could no longer deal with the world he was living in and that he was mentally ill. There are however other pointers. His mother remembered that he had often asked his father: \"Dad, what is it like to die?\" but his parents did not pay any particular attention. They didn’t even wake up when Christian — a few weeks before the suicide — placed the bathrobe cord around his neck and pulled until he could not see. The warning signs could not be more clear or alarming! What was his parent’s reaction to his \"cry for help\"? Instead of taking Christian to a doctor, or even better, psychological therapy, to finally talk with their son about his problems, to give him particular love and tenderness and point him in the right direction. Christian told his friends later that his mother had simply said: \"So that you don’t get into anymore stupidity, we’ll have to get stricter.\" We don’t need any great level of imagination to understand how Christian felt. At this point at the latest, he must have felt completely alone, without any more trust towards his parents and without a way out of the difficulties within the family. Now only a small occurrence was enough, 'to trigger off what Christian obviously saw to be the only solution to his problems: suicide. It seems that this little occurrence was an “E” in Geography, which he brought home on that Friday, his birthday, in his half-term report. His class teacher said later: \"I did not notice that it was such a shock for him.\" However how terrible this “E” was, no-one really knows. It was definite that Christian, before he killed himself, had tried to find help two more times. He had told his 14 year old girlfriend, Karin — a little blurred – he wanted to go away and not come back to school on Monday. She found this a little strange but did not question any further. \"He spoke so chaotically\", she said later. Christian also said to his sister, quite overtly: \"I will kill myself. You’ll see”. Maybe he secretly hoped that his sister would run to his mother and tell her about his threat and that his mother would save him and everything would be OK. However the two girls do not take Christian’s last despairing warning seriously and do not deal with it. He goes into the bathroom and shuts the door behind him ...\n\nUsing the examples of famous pop stars, you can go deeper into this subject. In the past, and also present times, there are many examples of pop stars who have taken their lives. Despite money, success, (seemingly) lots of friends, super parties, and luxury etc. could not expel the inner loneliness, the inner despair, emptiness and the search for life.\n\n  • In January 1978, the guitarist of “Chicago”, Terry Kath, took his own life with a shot to the head while playing Russian roulette.\n\n  • Otis Redding, Jim Croce, Marc Bolan and lots of others died in traffic accidents.\n\n  • Elvis Presley died on the 16. August 1977.\n\n  • \"Take as much as you can for as long as you can. Live intensively, love heavily, die young\", were key texts of Janis Joplin. During production of her LP \"Pearls\", she was found dead in a Los Angeles motel room on the 4th October 1970. She had died of heroin poisoning.\n\n  • Jimi Hendrix choked on his own vomit due to barbiturate poisoning.\n\n  • Keith Moon (pop group “The Who”) died of an overdose of narcotics.\n\n  • Kurt Cobain (Nirvana) committed suicide in April 1994\n\n  • Rozz Williams, the former Christian Death Singer hanged himself in his flat in West Hollywood in 1998. He was 34 years old. He made his first recordings with Christian Death as he was a teenager. He could never get rid of the dark wave\/gothic-image, despite trying.\n\n  • There are many other examples: (Kevin Wilkinson, Brian O'Hara, Screaming Lord Sutch, William Tucker, Adrian Borland, Wendy O'Williams, Rozz Williams, Michael Hutchence)\n\nThe following questions can be posed:\n\n  • What might have been the reasons for suicide?\n\n  • What... (truncated)",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.681060791,
        "format_confidence":0.7832480669
    },
    {
        "url":"https:\/\/www.huffingtonpost.co.uk\/alice-carder\/can-sound-heal-us_b_7645576.html",
        "text":"24\/06\/2015 08:19 BST | Updated 23\/06\/2016 06:59 BST\n\nCan Sound Heal Us?\n\nYou hear that song. The notes feel like they are inside you, coursing through your blood stream straight to the heart, pumped round and round again, syncing with the sound of your own heart beat. You feel different.\n\nYou hear that song. The notes feel like they are inside you, coursing through your blood stream straight to the heart, pumped round and round again, syncing with the sound of your own heart beat. You feel different.\n\nThat inexplicable connection between music and mood, our emotional state, our state of mind has been a part of traditional medicine for thousands of years, and now the western world is listening too.\n\nAboriginal Australians have used the yidaki or 'didgeridoo' in healing practices for at least 40,000. Ancient Egyptian priestesses used sistra, a type of musical rattle with metal discs that we now know generates copious amounts of ultrasound, only used in western medicine since the 1930's. Archeological ruins show that during the Greco-Roman period patients would enter small reverberant cells with parallel facing stone walls, where they would undergo 'dream sleep' therapy, aided by music.\n\nThis idea of dream sleep therapy is exactly how I would describe Sonic Enchantment, a live multi-media sound healing experience by Fabio Garces. An expert in the field of cymatics, acoustic therapies, solfeggio frequencies and ancient South and Central American shamanic sound healing practices, Fabio has identified the frequencies which help lull the brain into a deep meditative state ideal for healing.\n\nAs a practitioner of open eye meditation, which uses both positive incantations as well as visual stimulation, I decided this was something I had to hear to believe.\n\nAt the studio a low hum of excitement passed between the 20 or so people settling down onto yoga mats and blankets in front of a large projector screen showing intricate animated mandalas. The innocent glee as everyone claimed their space was reminiscent of a childhood sleepover.\n\nI lay there allowing myself to be carried away on layers of ambient music, sounds derived from nature, hypnotic melodies, ethereal soundscapes and subtle shamanic rhythms. To my surprise I found that where I would usually be focused on a still or moving image during meditation, the lack of external visual stimulation was almost immediately replaced by internal images, called into focus by my minds eye.\n\nMy brain interpreted certain sounds as birds, waves, trees; at one point I was standing on the balcony of a tree house I had stayed at in Sri Lanka a few months previously and was filled with the same feeling of peace, happiness and fulfilment I had felt there.\n\nAmazing! I thought, who needs to fly half way round the world... paradise is a state of mind and somehow lying in a darkened room, listening to this atmospheric soundscape, had stimulated in me the sense of being on holiday.\n\nBliss gave way to other emotions as my subconscious seemed to be working it's way through memories and fragments of emotional debris still floating around, not quite forgotten. In this state I did not become upset, it was almost as in a dream, where complex emotions and experiences can be processed in a more abstract way. But here I was more lucid than I might be whilst fully dreaming, a detached observer of my own thoughts and feelings.\n\nAt one point I heard something reminiscent of ghosts howling. Afterwards I asked Fabio what it was and was surprised to discover it was the sound of planets recorded by NASA.\n\nFascinated that even the largest objects known to humankind emit a sound, I began to read up on the smallest and came across the work of James Gimzewski, a professor in nanotechnology and sonocytology at The University of California, LA.\n\nGimzewski modified an atomic force microscope so that he was able to detect the vibrations of the cell wall of a living cell. These vibrations, once amplified using computer software, create audible sound. What's more, Gimzewski discovered that cancerous cells emit a slightly different sound to healthy cells; leading to the hope that sonocytology may someday have applications in early cancer detection and diagnosis.\n\nIn clinical trials at the University of West Virginia, ultra sound is being used to perform brain surgery on fully conscious patients, without having to go through the invasive procedures usually associated with brain operations.\n\nAlthough our scientific endeavours to better understand the healing potential of sound are still in their infancy, I believe we stand on the precipice of a giant leap in human evolution; brought about by science and spiritual experience, knowledge and practices finally coming together. Two halves of the same picture.\n\nResearchers at Sanjay Gandhi Postgraduate Institute of Medical Sciences in Lucknow, India recently discovered that listening to the sound OM (an ancient sacred sound in Buddhism, Hinduism and Jainism) activates areas of the brain involved with emotional empathy and relaxes the parts of the brain used in everyday functioning.\n\nThat night as I slept I experienced a lucid dream. I knew without doubt that I was dreaming as I watched the dramas of my subconscious unfold. I awoke with a renewed sense of purpose, recalling some very clear messages I had received during the dream.\n\nWe all seek guidance, but what I now realise is that everything we need to know is inside our mind already; we just have to connect and listen.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9172322154,
        "format_confidence":0.9628326297
    },
    {
        "url":"https:\/\/www.medicalnewstoday.com\/articles\/320021.php",
        "text":"I enjoy the occasional glass of wine, and I wouldn't consider this level of drinking to be harmful to my health. But it appears I'm wrong; that seemingly innocent glass of pinot could be increasing my risk of cancer.\n\na woman laying on the sofa with a glass of wineShare on Pinterest\nEven light drinking could raise cancer risk, say ASCO.\n\nIf you think I'm being dramatic, you're probably among the 70 percent of Americans who don't realize that alcohol consumption is a significant risk factor for cancer.\n\nAs a writer for a medical news website, I'm well aware that drinking can increase cancer risk. I'm also aware of the studies suggesting that moderate alcohol consumption has health benefits.\n\nIt's highly likely that I subconsciously use the latter as an excuse for my occasional glass of wine: \"It's good for me, so why not?!\"\n\nBut, as a new statement from the American Society of Clinical Oncology (ASCO) — which was recently published in the Journal of Clinical Oncology — reveals, even light drinking could be putting my health at risk.\n\n\"Alcohol,\" write the study authors, \"is causally associated with oropharyngeal and larynx cancer, esophageal cancer, hepatocellular carcinoma, breast cancer, and colon cancer. Even modest use of alcohol may increase cancer risk, but the greatest risks are observed with heavy, long-term use.\"\n\nASCO's conclusions come from a review of more than 150 studies looking at the link between alcohol and cancer.\n\nWhat is more, the authors report that around 5.5 percent of new cancer cases and around 5.8 percent of cancer deaths worldwide are directly related to alcohol intake.\n\n'People don't associate drinking with cancer'\n\nOnly 38 percent of people in the United States are actively cutting back on their alcohol intake as a way of reducing cancer risk.\n\n\"People typically don't associate drinking beer, wine, and hard liquor with increasing their risk of developing cancer in their lifetimes,\" notes Dr. Bruce Johnson, president of ASCO. But maybe it's time that we did.\n\n\"[...] limiting alcohol intake is a means to prevent cancer,\" adds lead statement author Dr. Noelle K. LoConte, an associate professor of medicine at the University of Wisconsin in Madison.\n\n\"The good news is that, just like people wear sunscreen to limit their risk of skin cancer, limiting alcohol intake is one more thing people can do to reduce their overall risk of developing cancer.\"\n\nDr. Noelle K. LoConte\n\nAs part of the statement, ASCO put forward some recommendations that they believe could help to reduce alcohol intake in the U.S. These include increasing the price of alcohol, raising alcohol tax, introducing stricter regulations on the sale of alcohol to minors, and incorporating alcohol control strategies in cancer prevention plans.\n\nThe statement also highlights the importance of oncologists in informing us about the cancer risks associated with alcohol intake.\n\n\"Oncology providers,\" write the authors, \"can serve as community advisors and leaders and can help raise the awareness of alcohol as a cancer risk behavior.\"\n\nYes, ASCO's recommendations could help to reduce alcohol consumption across America, but I am a firm believer that cutting back on the booze starts with oneself.\n\nCutting back to cut cancer risk\n\nEarlier this year, I took part in Dry January, a public health campaign designed to encourage people to abstain from alcohol for 1 month.\n\nI was sure that denying myself that glass of pinot would be challenging, but I was surprised at how little I missed it.\n\nThat said, my abstinence from alcohol did not last beyond 1 month, and I suspect that this was the case for many others who participated in Dry January. I was reintroduced to Mr. Pinot at a friend's birthday party in February, and it was then that I tagged myself as a \"social drinker.\"\n\nBy definition, a social drinker is a person who predominantly consumes alcohol in a social setting, but not to excess levels.\n\nIf I'm honest, I can't see myself abstaining from alcohol long-term; I enjoy a drink with my friends. However, given that even modest alcohol intake has been linked to cancer and other health problems, maybe we could all benefit from cutting back on the drink.\n\nCancer is one of America's biggest health burdens. In fact, just last year, more than 1.6 million new cancer cases were diagnosed in the U.S., and more than 595,000 people died from the disease.\n\nI don't want to add to these statistics. So, the next time I'm out with friends and debating that extra drink, I'll be asking myself, \"Is that glass of wine really worth risking my health?\"\n\nIf you're looking to limit your alcohol intake, the National Institute on Alcohol Abuse and Alcoholism provide some useful tips.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9978425503,
        "format_confidence":0.8716050982
    },
    {
        "url":"https:\/\/nextbillion.net\/news\/global-pharmas-rd-re-balancing\/",
        "text":"Global Pharma’s R&D Re-Balancing\n\nWednesday, February 18, 2015\n\nEarlier this week, in Michael Woodhead’s superb blog China Medical News, he wrote about “major problems with ‘serious’ research clinical trails carried out in China.” Michael points to a JAMA article and then proceeds to elaborate:\n\n“the FDA found serious problems with the Chinese clinical trials of apixaban, a novel anticoagulant. At one site the FDA concluded that patient records had been altered. When they investigated further the FDA inspectors declared that data from 23 other Chinese clinical trial sites was suspect and should be excluded from their evaluation of apixaban (Eliquis). We often hear that western pharma companies are shifting their R&D from the US and Europe to China. It may be cheaper but with reports like this you have to wonder if it is worth it in the long run.”\n\nThis is not the first set of concerns that have been voiced about clinical trials and other pharma-specific R&D endeavors underway in China. Lost in the last two years during all the commotion about GSK’s corruption problems in China was the company’s other problem in its clinical trial group, which resulted in the 2013 firing of its research chief.\n\nThese problems all take place against the backdrop of a major re-balancing of where pharmaceutical R&D budgets are being spent globally. Almost every major pharmaceutical multinational has made announcements of planned investments in their own R&D capacity in the China market. These investments reflect simple realities: China’s appetite for innovative medicines means that more R&D inevitably can and will be done inside its own borders. This inevitability has been made all the more certain as China has focused on the development of a domestic life science sector as one of its focus areas, a decision reflected in the most recent Twelfth Five Year Plan.\n\nWhat to make of these problems, and the re-balancing of where pharma MNCs spend their R&D budgets, are the more interesting questions. Quick work should be made of two tropes: that these problems are somehow illustrative of the unique problems of doing innovative R&D of any sort in China, and that this sort of re-balancing is inherently bad for the countries who currently enjoy dominant positions economically by serving as the global workforce for where bench science takes place. Of all topics international trade policy touches on, public health should be one of those that certainly is not a zero-sum game.\n\nChina’s aspiration to develop its own domestic pharmaceutical sector has twin goals. Yes, there is an economic development goal that smacks into long-held points of contention between the so-called “Washington” and “Beijing” models, with the latter focused on a more explicit sort of favoritism and command-driven national economic development model than the American approach. But more important (and more likely to be successful) than China’s economic development goals are the country’s public health goals, which explain a large part of the country’s desire to have domestic R&D capabilities to ensure that innovative therapies are being developed and commercialized specifically for China. Step into the middle of where these two goals intersect, the infrastructure within which pharmaceutical clinical trials occur, and no one should be surprised that problems have presented themselves. In fact, these sorts of problems coming to the surface are necessary and, if Chinese officials and MNC businesses respond accordingly, these can also benefit industry, government and ultimately patients.\n\nSource: Forbes (link opens in a new window)\n\nEducation, Health Care\npharmaceutical industry, research",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9289525747,
        "format_confidence":0.9044826627
    },
    {
        "url":"https:\/\/www.headspace.com\/blog\/2017\/05\/07\/treat-yo-self\/",
        "text":"Get the App\n\nHow to treat yourself (for free)\n\nby Patia Braithwaite\n\n  • Share\n\nIn 2012, I flirted with becoming a life coach. Like many of the other young people who’ve gone through a pricey personal development program, I felt that my hardship gave me newfound wisdom. Armed with the kind of good sense that comes from making terrible mistakes, I wanted to help other people grow in the same ways I had.\n\nExcept I encountered profound disappointment in my coaching program. My teachers spoke in platitudes and passed off pop-psychology as fact. Fellow students were encouraged to engage in “deep self-healing work” instead of academic inquiry. When my favorite teacher tried to sell me an additional $1,200 private coaching package, I knew this wasn’t my path. I dropped out of coaching school feeling like a failure, but I also understood something others in the program didn’t seem to: coaching and self-help are part of an industry, and that changed the nature of the modality.\n\nThe reality that profit can sometimes devour usefulness isn’t unique to coaching programs. From healthcare to education, it is easy to see the how systems become watered down through profit-motive. In the wake of a contentious election and polarizing civil discourse, self-care runs the risk of suffering the same fate. More often than not, it’s positioned as something to buy rather than cultivate.\n\nSelf-care is an intentional and conscious way to take care of yourself via the mind, body, and spirit. It can also be thought of as a form of preventive care,” Dr. Diana Raab, a research psychologist and author of “Writing for Bliss: A Seven-Step Program for Telling Your Story and Transforming Your Life”.\n\nRaab’s assertion that self-care is preventative has roots in research. For instance, those who engage in regular practices of self-care report lower instances of depression and anxiety as well as improved brain function and memory. Those in healing professions are often encouraged to see self-care as an occupational imperative. Self-care is a credible form of preventative medicine, but it’s also a common excuse to book a spa day or have another glass of wine, accompanied by a hashtag. So how do we separate self-care from good marketing? In an environment where our purchasing power can take us further away from peace (and deeper into debt), it becomes imperative for us to think critically about our self-care practices.\n\nThis realization led me to try to cultivate a self-care practice without spending money. For seven days, I didn’t allow myself to buy anything in the name of self-carenot even my favorite cup of coffee. If I could do this, I reasoned, I would never again mistake my bank account for my ability to prioritize my mental health. With my privileges of a smartphone, a cozy place to sleep, and a safe environment, I felt ready to begin a cost-free self-care practice:\n\nDay 1: Sitting still\n\nOne of the first steps toward a completely free self-care experiment involved sitting down and getting in touch with the part of myself that already knew what I wanted. When we know we’re unhappy, but don’t know what we want, the risk of mistaking self-medication for self-care runs high. I decided to sit down for a moment and give myself permission to rest. This was much more difficult than I anticipatedmy mind and body kept wandering toward other things I might be doing instead. Permission to just sit still was probably the most caring thing I could give myself.\n\nDay 2: YouTube\n\nWhen I remembered I couldn’t exactly go out and buy anything, I decided to watch some inspirational YouTube videos. Whether you’re into DIY nail art or speeches from historical figures, YouTube is a great way to indulge guilty pleasures and interests of every kind. Figure out what you’d love to do if you could pay for it, and then try searching for it on YouTube. Added bonus: you may stumble into a community of like-minded people.\n\nDay 3: Aimless walking\n\nI happened to be visiting a different city during my experiment, so it was very easy to cultivate a sense of curiosity about my surroundings. That said, you can explore something new wherever you are. Wandering is a great way to recharge the spirit, connect with the breath, and notice the quieter parts of ourselves. Also, I slept peacefully at the end of day three because I’d exhausted myself.\n\nWant to feel more connected to your environment right now? Try this.\n\nDay 4: Animal bonding\n\nBy day four, I thought I was running low on self-care activities, so I turned to my cat for support. While petting an animal reduces blood pressure and increases the secretion of pleasure hormones, I decided to take my pet-bonding a step further. I emulated the cat. I practiced my purring, and tried to gently headbutt the cat. [Editor’s Note: this is my kind of self-care.] The cat probably thought I was losing it, but doing something so ridiculous sparked a joy in me that I haven’t felt since childhood. Luckily there were no witnesses.\n\nDay 5: Small acts of kindness\n\nHelping others makes me genuinely happy. Because this is about self-care, I didn’t do anything too taxing or ambitious. Instead, I tried to do small things for people in my immediate circle. If I came across a job opportunity that might be good for a friend, I sent it over. If I admired a friend’s accomplishments on Facebook, taking the extra time to write a note instead of simply liking the picture. Doing this left me feeling really peaceful. It also shifted my mentality from a place of hoarding resources to a place of generosity and sharing.\n\nDay 6: Radical laughing\n\nLaughing is clinically proven to change your life. OK, maybe not change your life, but frequent laughter might relieve tension and reduce anxiety. It’s also the cheapest way to feel good. If you have a friend that leaves you in stitches, consider reaching out for a few minutes of light-hearted talk (you are thirty times more likely to laugh when you’re with others). If not, podcasts from your favorite comedians can do the trick.\n\nDay 7: Gratitude\n\nI’ve never liked gratitude journals, but by the end of the week, I was reaching for something that might qualify as self-care. I took a piece of paper and wrote down the names of my closest friends. Instead of writing about the good things that happened to me that day, I wrote all of the positive attributes I admired in the people closest to me. I admired Marsha’s sense of style. I took a moment to appreciate Malaika’s loyalty. By the time I was finished with this list, I felt like a person who’d just had the best date of her life. I was floating on a cloud of infatuation.\n\nIt wasn’t hard to find small moments of contentment every day, but at the end of my seven days, I was shocked that I hadn’t missed any of my usual self-care techniques (like an expensive massage or an overpriced cup of coffee). I not only felt nourished and relaxed, I felt proud of my ability to manage my own emotions without spending any money.\n\n* * *\n\nDespite my personal vendetta against self-care being linked to materialism, Raab says that consumerist self-care isn’t any less effective than free self-care. The general rule of thumb seems to be about doing what brings you joy. Raab suggests asking yourself these questions to make sure that you’re engaging in truly nourishing activities: “What activities do you enjoy doing? What activities make you feel peaceful or make your heart sing? What activities give you purpose and meaning? Which people offer you a sense of energy and hope?”\n\nAnswering these questions can help you cultivate self-care practices that have long-term effects rather than just short-term distraction. Taking time to nourish yourself will make whatever life brings you much more palatable.\n\nPatia Braithwaite\n\nPatia Braithwaite is a health and wellness writer whose work has appeared in Washington Post, VICE Health, Ravishly, and Yahoo Shine! You can visit to learn more.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9947054982,
        "format_confidence":0.5118541718
    },
    {
        "url":"https:\/\/www.emdtec.com\/healthcare-communications-and-information-technology-how-it-can-help",
        "text":"Healthcare Communications And Information Technology: How IT Can Help\n\nHealthcare workers are stressed. Physicians have burnout and the highest suicide rate among the traditional professions. Nurses somehow soldier through it all, but everyone in healthcare who provides support to physicians and nurses feels the stress.\n\nHealthcare Technology\n\nA few innovations, like medical scribes, have eased the burden a bit and let physicians focus more on the patient and less on the EHR. Though this is helpful, the entire healthcare industry needs a boost into the 21st century. The obvious solution is better for EHR systems.\n\nWhat if EHRs were intelligent enough to record everything and populate the records automatically?\n\nThat day is not far off. Speech recognition is advancing by leaps and bounds. All the physician would have to do is correctly pronounce the name of the field, then begin speaking about the patient and their visit.\n\nOf course, the EHR will require review before it’s final, but the burden of data entry would be greatly reduced. EHR records have some of this functionality already; they can search for diagnosis codes via voice, for example.\n\nHowever, the developing abilities of AI and other technologies are good enough that we can now ask how they can be used to improve communications between staff members—and between staff and patients.\n\nWhat Are Some Communication Problems?\n\nThe biggest, and potentially the most critical problem is getting information back and forth between nurses and doctors. This is still often done by pager, which is a technology first developed in the 1950s.\n\nWith a pager system, if the physician does not respond, the nurse has no way of knowing if the doctor got the message. This increases tension and will prompt more pages to the physician, which will increase frustration on both ends. A smartphone with voicemail (and automatic transcription of voicemail messages) avoids the problem and does not require the physician to answer.\n\nThe same logic applies to communications with patients. Many health systems are now using patient portals that allow email between the care team and patients. Yes, health systems need to drive office visits, but requiring an office visit for everything would swamp any practice. Like so much of health care, the division between what is charged for and what is not rests on old traditions that barely acknowledge what technology can do. So far, bundled payments are the only option that makes sense and allow the health system to decide how to obtain revenue.\n\nWhat Really Counts?\n\nResearch on communication has shown that there are five important aspects of healthcare systems:\n\n  1. All communication should be two-way, with acknowledgment of receipt at both ends.\n  2. Communications technologies should be as simple as possible. The tech should not get in the way of the message.\n  3. Communications technologies should foster and automate to the extent possible, collaboration among the healthcare team.\n  4. Communications technologies should be designed to make mobilizing the right resources at the right time easy.\n  5. Support has to be ongoing. 24\/7\/365 tech support is essential. Redundancy and automatic failovers when systems falter is essential.\n\nWhat’s The Future?\n\nMcKinsey, the world-renowned consulting firm, thinks that we are in a “quiet period” in AI development when things being perfected now in labs will burst on the scene in five years or so and produce dramatic and disruptive changes. One of the areas of high interest is “virtual agents,” software entities that can play the role of humans.\n\nThe key difference here is that AI virtual agents have improved a great deal. They’re no longer static programs that answer calls and ask us to press “one” or press “three” if we want to hear everything in Spanish. They can learn from their own operations and become better and better over time.\n\nRight now, Amazon offers tools for building “skills” into its Alexa products. AI-enabled virtual agents can learn to run a healthcare organization. Gartner, a consulting firm, estimates that by 2022 it will be possible to reduce the “toil” components of nursing by 50%, freeing up time for patient care instead of administrative duties. One has only to be a patient and watch the nurses and support staff see that this is probably optimistic. Healthcare organizations are still pretty much at the start of the learning curve.\n\nWhat Are The Barriers To Change?\n\nHealthcare organizations are legitimately concerned about several factors related to data and its use:\n\n  • Privacy\n  • Security\n  • Errors in data\n  • Errors in analytic results due to outdated or just wrong data\n  • Compliance\n\n\nPrivacy and security worries can be greatly reduced by moving data to the cloud, using either the public cloud, private cloud, or a hybrid cloud. Regardless of which is used, security will be greatly enhanced, and privacy risks reduced.\n\nErrors in data can be handled by error-checking software, but the price paid for that is “alarm fatigue.” This is an area that is ripe for AI. An AI can learn the practice patterns and idiosyncrasies of the entire staff, knowing that an error for Dr. Jones is not an error for Dr. Smith, who likes off-label uses of drugs.\n\nAlarms can quickly be reduced and accuracy improved. This inherent capacity to adapt to the wide variations in practice in health care organizations is one of the great strengths of AI and can be a major selling point for pushing adoption of the technology. And this, too, represents improved communication.\n\nContact Your New Jersey Medical IT Services Company\n\n155 Pompton Ave. STE 107\nVerona, NJ 07044-2935\n\nPhone: (800) 979-_2879\nSupport: (973) 450-_8002\nFax: (973) 239-2425",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9594737291,
        "format_confidence":0.7917208672
    },
    {
        "url":"https:\/\/www.balanced.org\/post\/it-s-2019-eggs-still-aren-t-healthy",
        "text":"• Madeline Bennett\n\nIt's 2019, Eggs Still Aren't Healthy\n\nIn December of 2018, TIME magazine published an article titled \"Are Eggs Healthy? Here's What the Experts Say.\" Unfortunately, what the article failed to do was look critically at the science and\/or interview any \"expert\" whose opinion was different from \"Eggs are totally, absolutely, unequivocally, all the way healthy. No doubt. Believe me. I'm an expert.\" What the article succeeded at doing, however, was lying to consumers about the true healthfulness of eggs. Likely, in concert with the egg industry. Below, Balanced's Manager of Institutional Outreach and Support, and nutrition and food policy professional, Maddy, responds to the TIME article.\n\nFor some years, there has been a push by the egg industry to exonerate the “humble egg”—a phrase I borrow from a recent TIME magazine article in which the breakfast staple was heavy-handedly lauded. It appears that, in the court of public opinion, the defense’s strategy is to paint this disease-linked food as a wholesome, if banal, source of nutrients that has been unjustly defamed.\n\nThe article in question fails to critically examine the nutrition science literature on eggs, cholesterol, and saturated fat.\n\nIt features quotes from just two dietitians (both of whom have their own personal online brands), and from those interviews, the article concludes by the third paragraph that “[n]utrition experts agree” that eggs are “healthy.” It’s not terribly difficult to find dietitians or other healthcare professionals with dissenting viewpoints, but the opposing arguments from that group of equally qualified experts found no representation in the article whatsoever.\n\nIndeed, if the egg-loving experts find eggs healthy, their opinion contrasts with federal laws and a Supreme Court decision explicitly prohibiting the marketing of eggs as healthy or safe.\n\nIt would appear that scientific and popular publications, grasping for novelty, have failed in their duties as gatekeepers against poorly designed, industry-backed research. Given that overstimulated consumers of media are relentlessly bombarded with conflicting nutrition information, it is easy to see how a jaded reader might simply choose the side that validates her or his comfortable, but unhealthy, dietary choices.\n\nAs a result, the average egg-eating consumer may read the TIME article and determine that the nutritiousness of eggs is both absolute and unquestionable.\n\nIf somebody wants to eat eggs, that’s their prerogative. However, at the very least, consumers should be well informed with all the information, not just cherry-picked factoids. Here, I will interrogate the article’s stance and provide an alternative perspective.\n\nThe first dietitian quoted in the article states that eggs are “very healthy” because they contain “13 essential vitamins and minerals” and are a “high-quality protein” source. But neither of those qualities in and of themselves makes eggs a de facto healthy food. Extrapolating from reductive facts can be dangerous because it does not take into account the impact of the whole food on the body. For example, poisonous mushrooms and plants undoubtedly contain essential vitamins and minerals, but that fact alone doesn’t make them edible or safe to eat. Similarly, eggs may very well contain vitamins, minerals, and all nine essential amino acids, but they also contain choline, phosphatidylcholine, and L-carnitine—all of which are converted by gut bacteria into trimethylamine-N-oxide, also known as TMAO. Just as poisonous plants are unhealthy because of their toxins, eggs are unhealthy because they stimulate production of TMAO, which actively participates in the development of atherosclerosis.\n\nThe “high-quality protein” argument deserves an extra rebuttal.\n\nThe average American ingests far more protein than is needed. School-aged children consume three to four times as much protein as is required, and adults consume approximately twice as much as they need. Excess dietary protein is generally converted into and stored as body fat when we meet our minimum carbohydrate needs, which we easily surpass. It therefore seems silly to speak of protein as though we are a protein-deficient population.\n\nThe second dietitian quoted in the article continues in the same vein as the first and touts the lutein and zeaxanthin content of eggs. A quick Google search will reveal that the best sources of both of these antioxidants are green leafy vegetables, squash, peas, carrots, pistachios, and many cruciferous vegetables. None of these plants contribute to atherosclerosis and, in fact, can help lower blood cholesterol thanks to their fiber content.\n\nBoth dietitians allude to studies that appear to de-link dietary cholesterol and fat from blood cholesterol levels, but they provide no specific sources. The article does link to a study conducted with Finnish men—not exactly a generalizable population, I should add. This study concludes that neither egg consumption nor dietary cholesterol is associated with greater risk for coronary artery disease. However, researchers classified “low” egg intake as less than 19 grams per day and “low” cholesterol intake as less than 321 milligrams per day, and the average intakes among the “low” egg and cholesterol consumption groups were 11 g and 267 mg, respectively.\n\nAn astute observer will note that a cholesterol intake of 267 mg per day is objectively high—too high to be honestly labeled “low.” The upper limit of daily cholesterol intake is 300 mg for those without high LDL cholesterol and 200 mg for those with high LDL cholesterol (including one-third of American adults). Even though the average individual in the “low egg consumption” group only ate one-sixth of an egg on average per day (about 35 mg of cholesterol), the chances are high that this individual still ingested too much cholesterol from other sources.\n\nSo, it’s not surprising at all, given these egregious misclassifications, that no significant differences were found between low, moderate, and high consumers of eggs and cholesterol with respect to their risk for coronary artery disease.\n\nI haven’t even mentioned the study’s numerous limitations detailed by its authors in the paper’s discussion section. All flaws taken into account, the conclusions drawn from this study are simply untenable.\n\nAnd it is very often on flimsy, poorly designed, and incorrectly interpreted science that the purported healthfulness of eggs is based. The scientific community established decades ago that eggs should be restricted in our diets if we want to protect our hearts, but the appeal of novel, seemingly contradictory findings is strong. Couple that with the food industry’s infiltration into academic research through the funding of studies and donations to universities, and we’re left with distorted, paradoxical facts that the average science journalist probably isn’t equipped to demystify.\n\nThis apparent lack of a final verdict on the healthfulness of eggs is all the egg industry needs to keep us buying, and suffering the consequences of consuming, its products.\n\nMadeline is the Institutional Outreach and Support Manager at Balanced. She holds a B.S. and M.S. in Nutrition from the Univ. of Texas and Tufts, respectively. As a nutrition expert, she advocates for more plant-based dining options in critical institutions with the aim of building healthier food environments and fostering better public health outcomes. You can reach her here: madelineb@balanced.org\n\n\nBalanced is a nonprofit organization providing the tools, resources, and supports for everyday people to advocate for healthier menus in their community institutions. Please support Balanced's mission with a donation of any size today.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9551613331,
        "format_confidence":0.8548285961
    },
    {
        "url":"https:\/\/www.naturalnews.com\/030318_cinnamon_colds.html",
        "text":"About Us\nContact Us\nWrite for Us\nMedia Info\nAdvertising Info\n\nCinnamon, Ginger and Onions Strongly Protect Us from Colds and Flu\n\nMonday, November 08, 2010 by: Melissa Sokulski\nTags: cinnamon, colds, health news\n\nMost Viewed Articles\n\n(NewsTarget) In the fall as the weather gets cooler ailments tend to affect our Lungs in the form of coughs, sinus issues, colds and flu. In Traditional Chinese Medicine autumn relates to the metal element which corresponds to the Lungs. The taste that strengthens the Lungs is pungent: the spicy flavor of foods and spices like cinnamon, ginger and onions.\n\nIn traditional Chinese medical theory, when one gets sick with colds or flu it is thought that an external pathogen has invaded the system. Western medicine similarly holds that colds and flu are caused by bacteria or viruses. Each of the five tastes (sweet, salty, bitter, sour and pungent) has a specific action. The pungent taste has the action of pushing outward and dispersing unwanted \"invaders\" through the skin, as evidenced by sweating.\n\nWhen coming down with a cold or flu the herb to take is actually a food: scallions. Known as the Chinese herb cong bai, scallions release the pathogen by inducing sweating. Simmer scallion or other onion along with garlic and ginger and drink the broth to keep a cold or flu from going deeper.\n\nIf a cold or flu has gone deeper and has affected the muscles, the herb of choice is cinnamon, known in Chinese as gui zhi. Cinnamon is warming and can help when the person is feeling weak especially if sweating does not help them feel better. In this case, cinnamon will warm, strengthen and increase immunity.\n\nFresh ginger (sheng jiang) is also warm and releases the pathogen. Ginger is especially good if the person feels cold and is coughing. Similar to cinnamon, ginger strengthens the immunity for weaker people who are sweating without relief of symptoms.\n\nA nice tea for the fall, especially when feeling chilled and trying to recover from a cold or flu, is made by simmering a couple of cinnamon sticks and sliced fresh ginger in water for at least 20 minutes, strain and drink as needed.\n\nIf there are heat symptoms such as a sore throat or fever, switching to a cooler herb which still releases the pathogen is appropriate. One such herb is field mint, or bo he. Flowers such as chrysanthemum (ye ju hua), honeysuckle (jin yin hua), and dandelion (pu gong ying) mix well with mint to cool the body and release the pathogen.\n\nOne important note: herbs such as ginseng, astragalus and bee pollen also strengthen the immune system, but these herbs have a sweet taste and will actually strengthen pathogens. They are wonderful to take as prevention, but if you end up coming down with a cold or flu, stop taking them and switch to one of the above remedies. Once the illness has passed completely, it is safe to take the sweet strengthening herbs again.\n\n\nBensky, Dan and Gamble, Andrew. Chinese Herbal Medicine, Materia Medica. Eastland Press, Seattle.\nPitchford, Paul. Healing with Whole Foods. North Atlantic Books. Berkeley, CA.\nShanghai College of Traditional Medicine. Acupuncture, A Comprehensive Text. Eastland Press. Seattle.\n\nAbout the author\n\nMelissa Sokulski is an acupuncturist, herbalist, and founder of the website Food Under Foot, a website devoted entirely to wild edible plants. The website offers plant descriptions, photographs, videos, recipes and more. Her new workbook, Wild Plant Ally, offers an exciting, hands-on way to learn about wild edible plants.\nMelissa also runs The Birch Center for Health in Pittsburgh, PA, providing the best in complementary health care: acupuncture, therapeutic massage and herbal medicine.\n\nReceive Our Free Email Newsletter\n\nGet independent news alerts on natural cures, food lab tests, cannabis medicine, science, robotics, drones, privacy and more.\n\ncomments powered by Disqus\n\nNatural News Wire (Sponsored Content)\n\nScience News & Studies\nMedicine News and Information\nFood News & Studies\nHealth News & Studies\nHerbs News & Information\nPollution News & Studies\nCancer News & Studies\nClimate News & Studies\nSurvival News & Information\nGear News & Information\nNews covering technology, stocks, hackers, and more",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9970641732,
        "format_confidence":0.6413317323
    },
    {
        "url":"https:\/\/madisonarealymesupportgroup.com\/2018\/03\/25\/a-brief-history-of-neuroborreliosis-research-dementia-an-inside-look-at-two-researchers\/",
        "text":"A Brief History of Neuroborreliosis Research & Dementia – an Inside Look at Two Researchers\n\nPart 1\nThomas Grier\n\nTwo Ends of the Same Spirochete\nHow Dr. Judith Mikklossy and Dr. Alan MacDonald approached the role that Borrelia play in Alzheimer’s Dementia from two different perspectives. Dr. Mikklossy looked at the initial disease formation and the effects of Borrelia on Brain-Cell-Cultures, Dr. Alan MacDonald looked at the end process of this infection by observing borrelia in Brain autopsies from Alzheimer’s patients.\n\nI first started becoming seriously ill in 1989 and by the Spring of 1991 I was diagnosed with Multiple Sclerosis. After months of despair at the lack of concern by my physicians, I finally collapsed in the street. I was unable to walk, drive, read a book, or control my body contortions.\n\nI was sent to the neurology ward of the closest hospital St. Luke’s. This hospital employed different neurologists than the clinic where I had been doctoring for two years. I had poorly controlled atrial fibrillation, an enlarged heart, severe pressure in my head, and a visual field where my eyesight was reduced to a fuzzy disk with completely distorted peripheral vision. I was racked with pain, fevers, sweats, and was having both auditory and visual hallucinations.\n\nThe doctors were at a loss. What had been considered as Multiple Sclerosis was now an unknown mystery disease.\n\nAfter a week waiting for answers to various tests, I was put on a waiting list for a nursing home. My doctors gave me nothing but dire news of my prognosis. My personal family doctor and the neurologist I had been seeing were on vacation all week. (This turned out to be a blessing.)\n\nI entered the hospital on a Friday and by Monday I had not seen any take charge doctor. After three days of being bed ridden and given supportive care by well-meaning nurses, the on-duty neurologist that saw me, visited me Monday morning and looked bone tired. This was the first time Dr. Barbara Martyn had ever seen me. (I had been diagnosed at the clinic across town with “MS” for over a year and had seen dozens of doctors and a half dozen specialties at a cost of over $100,00)\n\nThis doctor had seen me all of 10 minutes and suggested to me that I did not have MS but rather that I had Lyme disease. She ordered that a 20 day course of intravenous Rocephin be started immediately. But she also continued with the MS tests that had been ordered over the weekend.\n\nI was told there was a long wait to get a brain MRI. Out hospital patients had a four month wait and in-hospital patients had to wait 10 days. Within a few hours of seeing this doctor I had both a CAT-Scan and an MRI.\n\nDr. Martyn MD (Now deceased from breast cancer) had over the weekend been attending the International Lyme Disease Conference in Arlington Virginia, and only had 4 hours sleep because her flight was delayed. Yet because of that conference she was able to look at my chart and in five minutes decided that Lyme disease was now the most likely cause of my multitude of multi-systemic maladies.\n\nBut all of this is a story for another time.\n\nMy misdiagnosis with Multiple Sclerosis galvanized my commitment to learn more about the spirochetal disease that was literally swimming inside my brain. As a graduate student 10 years earlier I had worked at the next door specialty hospital and worked with a Tertiary Sphillis patient that had failed three attempts of ever increasing doses of IM Penicillin. So having spirochetes in my brain was not a comforting thought.\n\nThrough my association with a Nurse Educator (Barbara Jones RN, MS) it became clear to me in 1991 that other MS patients just like me also had been misdiagnosed and actually had Lyme disease. I felt that what I was experiencing, felt like an infection of my brain, but it also manifested much like dementia.\n\nI could not think clearly. When I spoke I now substituted easy words for hard words, reading black text on white paper gave me seizures, I got lost easily, I was both seeing and hearing things that weren’t real. Emotionally it was like I had a lobotomy that had cut all the feeling out of my brain. I had intellect, but no emotions. Other than uncontrollable urges to cry, I felt as though I had no emotional contact to the world.\n\nThat first day of antibiotic therapy, the IV Rocephin caused every muscle in my body to twitch and my body to spasm. The pressure in my head doubled, my entire body perspired and I spiked high fevers. It was this first few hours of agony that I became committed to better understand Lyme disease, and its affects on the human brain. At this time I did not know that my decades of running in the woods and meadows had exposed me to many tick-borne diseases.\n\nAs part of my journey I attended every medical conference that I could get to, and by 1997 I had attended well over a dozen conferences, and I tried my best to make sense out of what the CDC and Yale Medical were reporting: It didn’t make any sense?\n\nI kept asking myself “Where are the pathology studies? Why aren’t they looking in the brain.”\n\nI didn’t know then that human pathology studies would never be done with any American tax-payer dollars, and that the CDC and NIH would shoot down all requests for brain-autopsies done in America that would look for spirochetes in the brain.\n\nMy first encounter with the CDC hiding information:\n\nI had been a graduate student at the U of MN School of Medicine for two years, and after I was able to walk again. (I didn’t drive much for the next five years) I visited my old mentor at the Medical School to talk to him about this misunderstood disease. Dr. Eugene Cotton was the head of the medical school, and he immediately became enthralled with what I was saying.\n\nI was a Lyme patient who could speak to him in medical terms of what I was going through and explain the odd contradictions that I was encountering with medical experts. Gene immediately spoke up. His friend was the head of the CDC and he had just seen a study by Dr. Judith Miklossy that showed the presence of Borrelia burgdorferi in the brains of 13 consecutive Alzheimer’s patients in Switzerland.\n\nHe was so concerned with these findings that he ordered a brain-autopsy study to be done with American dollars, but that the work be done in secret in Canada and no results to be published or reported without going through the CDC.\n\nNo results were ever released.\n\nSo I called the graduate assistant to the doctor and was met with nothing but hostility and his repeating that all results were proprietary and were never meant to be pubished.\n\nWHAT? We paid for this study! What good is a public health study if the results aren’t shared with the medical community?\n\nMiklossy J, Kasas S, Janzer RC, Ardizzoni F, Van der Loos H. Further ultrastructural evidence that spirochaetes may play a role in the aetiology of Alzheimer’s disease. 1994 Neuroreport. 2;5(10):1201-4.\n\nHow research on Lyme is hindered by poor science: It astounded me that all research conducted on animals used only strain B-31 a laboratory strain of Borrelia not found in ticks. More disturbing was that every far-reaching conclusion about diagnosis, and treatment success was based entirely on antibody serology tests created using lab strain B-13.\n\nOver and over repeatedly these antibody tests had been proven unreliable and several published studies pointed out how nebulous these tests were and how flipping a coin was just as accurate. All conclusions about neuroborreliosis were based almost entirely on unreliable antibody-serology tests! Diagnosis was made by serology, and cure was determined by a drop in antibodies. No one at the CDC or major medical institutions seemed to have interest in cracking a few heads open and looking for spirochetes with better tools.\n\n[See photo of testing failures]\n\nThe few incidents of culture positives in patient’s after receiving antibiotic treatment, were being purposely ignored and never acknowledged or referenced in papers by the CDC. By 1995 it was clear to me that when it came to the pathology of neuroborreliosis, the Lyme-patient community was completely on their own.\n\n\nIn 1994 I had administrated an antibiotic treatment study in Pine County Minnesota for MS patients. I enrolled 26 MS patients diagnosed by both MRI and spinal fluid findings. We only enrolled seronegative patients using either the IGenix Lyme ELISA test or Marshfield Clinic Lyme serology tests. I insisted that only seronegative patients be enrolled and treated. I chose negative patients with clinical symptoms, because these were the patients that were slipping through the cracks in the medical system and not receiving treatment simply because the Lyme antibody tests were inaccurate.\n\nWe fell short of our goal of 40+ patients and a big part of that was I felt, the lack of cooperation by the MS Society. Not only could I not speak at their local MS Support Groups to enroll patients, but the MS Support groups would not even distribute our consent forms and brochure. One MS Support Group leader told me that all Lyme disease did was offer false hopes.\n\nMost MS patients were told that Lyme disease had no connection to MS, and in one instance where I spoke to MS patients at the Houghton Michigan MS support group, the MS society flew out a representative one week later for a special meeting with the group, and she spoke very harshly to the support group who had allowed me to speak. Eight members of that group were so outraged that the very next month they splintered off from the MS support network, and formed the first Houghton-Hancock LDSG. After I spoke I arranged for a LLMD near Green Bay WI to treat any and all of the MS patients who could not get treated in Michigan. In all, eight of the MS patients had dramatically improved on antibiotics.\n\nOne of those patients enrolled in our LEAMS study (Lyme Endemic Area MS Study) and went from crutches to walking and made cognitive improvements to the point of renegotiating his div... (truncated)",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9605703354,
        "format_confidence":0.792304337
    },
    {
        "url":"https:\/\/montclairbreastcenter.com\/breast-massage\/",
        "text":"It might not be part of your everyday massage, but there are some health benefits.\n\nBY MARA SANTILLI APR 7, 2020 for Women’s Health Magazine\n\nWhen you hear the term “breast massage,” you might think of breast self-exams for lumps. But there’s a whole other kind of breast massage that’s much more pleasurable than a self-check (though you should definitely be doing those, too!).\n\nBreast massage is meant to be a practice of self-love, first of all, and if done correctly and with consent from the client, it can help with stress relief, improving circulation, and releasing pain and breast tenderness.\n\nIt might not be on the menu at your local spa or part of your typical full-body massage, but that’s only because touching the breasts is not typically seen as a “comfortable” aspect of traditional Western-style massage. But breast massage has roots in Ayurvedic tradition, explains Alexa Berman, a clinical Ayurveda practitioner. This type of massage is often available at spas that practice Ayurveda.\n\nCurious? Here’s what happens during a breast massage, how it can potentially improve your breast health, and how to practice some self-care on your own breasts.\n\nWhat exactly is a breast massage?\n\nSo, again, a breast massage is not the same thing as a breast self-exam, which is also crucial to evaluating your normal breast health (some studies have found that 25 percent of women discovered evidence of breast cancer by doing self-exams). Breast self-exams involve palpating the breast tissue, and examining yourself regularly from all angles. It’s not really meant to be a relaxing process.\n\nBreast massages, on the other hand, are meant for self-nurturing, Berman says. They’re done within the context of an Ayurvedic Abhyanga massage, or a full-body massage with oil. If you visit an Ayurvedic practitioner, they will massage the breasts in a circular motion, and then move to the armpits and breastbone as well. Or if you choose, you can practice breast massage on yourself using the same techniques (more on that below).\n\nWhat are the health benefits of breast massage?\n\nIt depends on the person and their breasts, but there are a number of potential breast health and mental health benefits to this type of massage. Here are some of the main reasons experts say breast massage can help you.\n\nKeep in mind, though, there really isn’t scientific research on breast massage—so think of the benefits as anecdotal. Breast massage isn’t harmful, though, so it’s totally fine to experiment with it.\n\nIt can relieve tension from the breasts.\n\n“From an Ayurvedic perspective, breast massage has a lot to do with releasing tension,” Berman says. “If you don’t get massage, your breasts can get stagnant, since they’re made up primarily of fatty tissue.” Manipulating the area adds movement, and can help clear the channels where fat builds up, she explains. Stagnation in your fat tissue can contribute to benign lumps or bumps forming, and bringing heat and additional circulation to the area may help break that up, according to Berman.\n\nBreast massage can improve your circulation and help with breastfeeding.\n\nMassaging the breasts is helpful to stimulate blood flow to the mammary glands, says Jamie Bacharach, a licensed massage therapist and medical acupuncturist. “Circulation is important in the breast area because it has been demonstrated to release oxytocin, a hormone which inhibits stress and depression,” Bacharach says.\n\nNot only that, but it can help new moms who choose to breastfeed in a big way: Regularly massaging the breasts can keep the milk, along with the blood flow, moving through the breasts and may make the whole process easier and less painful.\n\nBreast massage may aid lymphatic drainage.\n\nThe breasts are part of the lymphatic system (so are the armpits), which can become congested and have blockages, particularly if you’ve had a surgery in the chest or breast area. Massaging and releasing stagnation in the chest area can help detox the lymphatic system—you may feel a release from your sinuses and feel the need to blow your nose afterward, Berman says. It’s important to work or have the practitioner work especially on the armpits, where the lymph nodes are concentrated, for additional release, Berman adds. (If you have had surgery in the chest or breast area, speak with your doctor about breast massage first.\n\nBreast massage can provide relief from swelling.\n\nDuring your period or if you’re breastfeeding, you may experience achy, sore boobs that could use a little bit of TLC from breast massage.\n\nWhat’s great about Ayurvedic breast massage, Berman says, is that by using oil, and then finishing off the massage with heat (a bath, shower, sauna, or hot towel), you’re opening up the pores and allowing the oil (which, at the spa, is typically blended with herbs) to seep into your skin and deeper into your tissues. “If you have tenderness or swelling, this oil application followed by a bath or shower that allows the oil to seep deeper in will help with pain and inflammation,” Berman says..\n\nBreast massage can be beneficial for stress relief\n\nA massage should be meditative, and especially a massage to such a sensitive area. “Remember to touch with love and compassion,” Berman says. “The intention in your hands will leave an impression on your nervous system and you want that to be positive healing energy.”\n\nAs long as you’re not approaching the massage with anxious or angry thoughts, it can be a great stress reliever.\n\nHow do you perform a breast massage?\n\nIt’s just as simple to practice a breast massage on yourself at home than it is to go to an Ayurvedic spa, if you’d feel more comfy at home.\n\nOf course, it’s important to start in a mindful mental space, and then also find a quiet, peaceful physical space. It’s best to use a basic heated oil, like organic sunflower or sesame oil, Berman suggests. You should start with massaging each breast in a circular motion, moving from the nipple toward the outside of the breasts. It’s important to work on one breast at a time and without adding too much pressure, Bacharach adds, especially if you start to feel soreness.\n\nThen, move to the armpit and outer edge of the breast, moving upward toward the shoulder joint to help detoxify the lymph nodes and unclog any ducts, says Berman. Give your collarbone, shoulder and neck some love on both sides before moving to the breastbone. Finish with a massage in the center of the breastbone, in a slow clockwise circle.\n\nAt the end of the massage, Berman advises taking a hot shower or bath to allow the oil to absorb into your pores. You don’t need to use soap though, because the oil is meant to cleanse your skin, she says. Or, if you want to skip the shower, you can wrap yourself in a warm towel and relax for a bit—the oil will seep into your skin as you rest.\n\nIn general, it’s safe to practice breast massage, even if you’re breastfeeding. Just consult your doctor first if you have a condition that’s making breastfeeding painful or sore, Bacharach says. If you’ve recently had a mastectomy, it would be best to wait a couple of weeks before performing a breast massage, and then start gently, she suggests. (And talk to your doctor about touching the area, just to make sure you’re cleared to do so.)\n\nBut once your stitches are removed, breast massage can be a healing post-op practice. It’s a loving and relaxing self-care practice too. Ayurvedic breast massage is not intended to be sexual by nature, but getting in touch with your body is important, and getting pleasure from it only boosts the benefits, experts say.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9966352582,
        "format_confidence":0.5089123249
    },
    {
        "url":"https:\/\/www.birthcontrolwithoutprescription.com\/only-birth-control-method-effective-abstinence.html",
        "text":"Birth Control Without Prescription\n\nMOST POPULAR BIRTH CONTROL PILLS: Alesse | Desogen | Duphaston | Levlen | Mircette | Ortho Tri-Cyclen | Plan B | Yasmin\n\nThe only birth control method that is 100% effective is abstinence\n\nThe word 'abstinence' means abstaining from sexual intercourse. Today, many teenagers are being educated about this form of protection against unwanted pregnancies. The rate of teenager pregnancies has escalated over the past 10 years at an alarming rate. The number of teenagers with sexually transmitted diseases has also risen. In many countries, sex education with an emphasis on abstinence is being given to young teenagers in an attempt to reduce these statistics.\n\nTeenagers are encouraged not to have sexual intercourse until they are married. They are told that sex before marriage is not only morally wrong, but they can also be infected with sexually transmitted diseases like HIV\/AIDS. Abstinence education does not involve information about any other birth control methods. The educationists who promote abstinence believe that, because it is successful with driving, drinking, and drugs, it will discourage teenagers from having sex.\n\nHowever, there are many people who disagree. Let's look at the advantages and disadvantages of abstinence and then you can form your own opinion. The biggest advantage is that teenagers get to learn that the only way to avoid an unwanted pregnancy 100 percent is through abstinence. In addition, it makes them realize that abstinence can save them from sexually transmitted diseases.\n\nAnother big advantage is that teenagers are spared the psychological and emotional trauma that comes with an unwanted pregnancy. Many women who became pregnant as young girls say that they regret being sexually active at the time. In the case where the girls gave up their children for adoption, or had an abortion, many say that they carried the guilt for years. This caused unhappiness and depression in later life, and they also got into relationships\/marriages that did not work. If a teenager practices abstinence, he or she is more likely to form a long-lasting and loving relationship.\n\nNow, let's look at the other side of the coin - what critics of abstinence say. Firstly, the biggest disadvantage is that there is no guarantee that teenagers will, in fact, not have sex even if they say they won't. Apparently, there is evidence to prove this claim. Many teenagers have in fact gone to the extreme by starting to experiment with sex at even younger ages.\n\nCritics say that by telling a teenager to be abstinent is only going to make them more interested in having sex. It's the old story of an adult telling a teenager to do something for his or her own good, and the teenager responding by doing precisely the opposite, as an act of rebellion.\n\nSome believe that teenagers are going to experiment with sex whether their parents and teachers like it or not. Therefore, critics believe that teenagers should rather be educated about birth control methods so that they can practice safe sex.\n\nHaving looked at the pros and cons of this controversial subject, you might be one of the numerous people who believe that the ideal solution is a combination of abstinence education and birth control education. Teachers and parents should perhaps teach teenagers that they should only indulge in sexual intercourse if they feel it is right, and if they use contraceptives.",
        "topic_id":12,
        "format_id":11,
        "topic_confidence":0.9966071844,
        "format_confidence":0.5582097173
    }
]