[
    {
        "url":"http:\/\/twlakes.coop\/content\/index\/id\/42\/title\/Low+Income+Assistance",
        "text":"Site Search\n\nLifeline AssistanceInformation on Lifeline Assistance\n\nLifeline Assistance Programs\n\nThe Tennessee Regulatory Authority (TRA) designated Twin Lakes as the \"Eligible Telecommunications Carrier\" within its service area for universal service purposes. The goal of universal service is to provide all Tennessee citizens access to essential telecommunications services. \n\nLifeline Assistance Programs\n\nLifeline Service is a federal program for low income households and qualified residential recipients. You may qualify if you participate in any of these programs:\n\n• Supplemental Nutrition Assistance Program (SNAP)\n• Medicaid\n• Bureau of Indian Affairs General Assistance\n• Head Start (Only if residing on Tribal Lands and household meets income qualifying standard)\n• Food Distribution on Indian Reservations \n• Tribal Temporary Assistance for Needy Families (Tribal TANF)\n• Supplemental Security Income\n• Federal Public Housing Assistance (FPHA)\n• Veterans Pension or Survivors Benefits \n\nFor Low Income Eligibility, you must call 1-800-342-8359\n\nLifeline Service includes a monthly discount for basic phone charges. Only one discount is available per household. Lifeline is non-transferable. For more information, contact your local business office.\n\nHave questions? Give us a call at 931-268-2151 or email us at",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.8643908501,
        "format_confidence":0.8583518267
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Sveriges_Riksbank",
        "text":"Sveriges Riksbank\n\nFrom Wikipedia, the free encyclopedia\nJump to: navigation, search\nSveriges Riksbank\nHeadquarters Brunkebergstorg 11\n103 37 Stockholm\nEstablished 1668; 349 years ago (1668)\nGovernor Stefan Ingves\nCentral bank of Sweden\nCurrency Swedish krona\nSEK (ISO 4217)\nReserve requirements None\nBank rate -0.5[1]\nInterest on reserves -1.25[1]\nInterest paid on excess reserves? not applicable (no reserve requirements)\nPreceded by Riksens Ständers Bank (1668)\nStockholms Banco (1657)\n\nSveriges Riksbank, or simply Riksbanken, is the central bank of Sweden. It is the world's oldest central bank[2][3] and the 3rd oldest bank still in operation.\n\n\nThe Riksbank began operations in 1668. Previously, Sweden was served by the Stockholms Banco (also known as the Bank of Palmstruch), which was founded by Johan Palmstruch in 1656. Although the bank was private, it was the king who chose its management: in a letter to Palmstruch, he gave permission to its operations according to stated regulations. But Stockholms Banco collapsed as a result of the issuing of too many notes without the necessary collateral. Palmstruch, who was considered responsible for the bank's losses, was condemned to death, but later received clemency. On 17 September 1668, the privilege of Palmstruch to operate a bank was transferred to the Riksens Ständers Bank (\"Bank of the Estates of the Realm\") and was run under the auspices of the parliament of the day. Due to the failure of Stockholm Banco, the new bank was managed under the direct control of the Riksdag of the Estates to prevent the interference from the king. When a new Riksdag was instituted in 1866, the name of the bank was changed to Sveriges Riksbank.\n\nHaving learnt the lesson of the Stockholms Banco experience, the Riksbank was not permitted to issue bank-notes. Nevertheless, in 1701, permission was granted to issue so called credit-notes\". Some time in the middle of the 18th century, counterfeit notes began appearing, which caused serious problems. To prevent forgeries, it was decided that the Riksbank should produce its own paper for bank-notes and a paper-mill, Tumba Bruk, was founded in Tumba, on the outskirts of Stockholm.\n\nA few years later, the first commercial banks were founded and these were also allowed to issue bank-notes. The bank-notes represented a claim to the bank without interest paid, and thus became a considerable source of income for banks. Nonetheless, security in the form of a deposit at the Riksbank was required to cover the value of all notes issued.\n\nA mid-19th century banknote for 32 Skillingar Banco (1843)\n\nDuring the 19th century, the Riksbank maintained a dominant position as a credit institution and issuer of bank-notes. The bank also managed national trade transactions as well as continuing to provide credit to the general public. The first branch-office was opened in 1824, later followed with subsidiary branches opening in each county (län). The present operational activities as a central bank differ from those during the 19th century. For example, no interest-rate-related activities were conducted.\n\nThe position of the Riksbank as a central bank dates back to 1897, when the first Riksbank Act was accepted concurrently with a law giving the Riksbank the exclusive right to issue bank-notes. This copyright concluded its role and importance regarding monetary policy in a modern sense, as the exclusive right to issue notes is a condition when conducting monetary policy and defending the value of a currency. Behind the decision were repeated demands that the private banks should cease to issue notes as it was considered that the ensuing profits should befall the general public.\n\nThe Swedish currency was backed by gold and the paper-certificates could be exchanged for gold coins until 1931, when a specialized temporary law freed the bank from this obligation. This law was renewed every year until the new constitution was ratified in 1975 which split the bank from the government into a stand-alone organization not obligated to exchange notes for gold.[4]\n\nIn November 1992, the fixed exchange rate regime of the Swedish Krona collapsed. A few months later, in January 1993, the Governing Board of the Riksbank developed a new monetary policy regime based on a floating exchange rate and an inflation target. These policies were extensively influenced by assistance from the Bank of Canada, which had extensive previous experience controlling inflation, while being a similar small open economy, heavily subject to foreign exchange rate swings.[5]\n\nFrom 1991 to 1993, Sweden experienced its most severe recession since the 1930s termed the \"Swedish banking rescue\". It forced inflation down to around 2%, and inflation continued to be low during the subsequent years of strong growth in the late 1990s.\n\nDuring the 2000s, the operations and administrative departments were downsized on behalf of the policy departments Financial Stability Department and Monetary Policy Department. A direct consequence of the changing times was that the Riksbank closed down all its branches in Sweden and outsourced the handling of coins and bills to a private company. Today the policy departments are the core of the central bank and they employ about half of the bank's 350 full-time posts.\n\n\nThe motto of the Bank is Hinc robur et securitas, which is latin for \"Herefore strength and safety\" (\"Härav styrka och säkerhet\").\n\nSveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel[edit]\n\nFollowing its third centennial in 1968, the Bank instituted the annual Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, which is awarded with the Nobel Prizes at the Prize Award Ceremony in Stockholm, on 10 December, the anniversary of Alfred Nobel's death.\n\nNegative interest rates[edit]\n\nOn 2 July 2009 Sweden's Riksbank was the first central bank in the world to implement a negative interest rate, when it lowered its repo rate (the rate at which a central bank lends short-term money to commercial banks against securities) to 0.25%. This caused its linked overnight deposit rate (the interest commercial banks get for depositing money with the central bank overnight) to be pushed down to −0.25%, while the overnight lending rate (the interest a central bank charges commercial banks for overnight lending) was lowered to 0.75%.[6] This was done to counter economic slowdown due to the financial crises of 2008. The bank's Deputy Governor Lars E. O. Svensson stated that he had preferred a cut of the repo rate to 0.00%, as this would \"entail a better balanced monetary policy, with lower unemployment and higher resource utilisation without inflation deviating too far from the target.\"[6] The Swedish move to a negative discount rate was followed with great interest by central banks around the world.[7]\n\nOn 28 October 2014, the Riksbank cut its repo rate to 0.00%, as advocated by Deputy Governor Svensson already in July 2009. which pushed the linked deposit rate to −0.75%, while the lending rate remained at 0.75%.[8][9]\n\nOn 12 February 2015 the repo rate was lowered again, to –0.10%. The Riksbank announced at the same time that it would buy government bonds for SEK 30 billion, and that more measures was probably to come.[10][11] The deposit rate was lowered to –0.85%, and the lending rate to 0.65%.[12]\n\nOn 18 March 2015, the Riksbank cut the repo rate even further, to –0.25%.[13][14] The bank announced at the same time that it was buying government bonds worth SEK 30 billion (USD 3.4 billion, €3.2 billion) to prevent an appreciating krona from hindering an uptick in inflation.[15] Inflation has been close to zero in Sweden since late 2012 and in February it was at 0.1%, far below the target of 2.0%, and the purpose of these moves was to stimulate inflation.[15] The bank announced that it intends to keep the rate at –0.25%. \"at least until the second half of 2016.\"[13][15] The deposit rate was as a consequence lowered to –1.00% and the lending rate to 0.50%.[12]\n\nThe Riksbank has consequently lowered the rate two additional times, first on 8 July 2015 down 0.10 percentage points to -0.35 and most recently, on 17 February 2016 it was down another 0.15 points to -0.50. The accompanying deposit and lending rates now lies at -1.25 and 0.25, respectively.[12][16]\n\n\nFirst Deputies[edit]\n\n\nSee also[edit]\n\n\n  1. ^ a b \"Repo rate, table\". Sveriges Riksbank. 13 Jul 2016. Retrieved 15 July 2016. \n  2. ^ Christopher Crowe; Ellen E. Meade (Fall 2007). \"The Evolution of Central Bank Governance around the World\". Journal of Economic Perspectives. 21 (4): 69–90. doi:10.1257\/jep.21.4.69. \n  3. ^ \"History\". Sveriges Riksbank. 23 March 2009. Retrieved 2 September 2010. \n  4. ^ \"Frequently asked questions\". Sveriges Riksbank. 19 March 2009. Retrieved 2 September 2010. \n  5. ^ \"Inflation Targeting – The Swedish Experience\", The Bank of Canada accessed on 26 May 2007\n  6. ^ a b Sveriges Riksbank, 02\/07\/2009: Repo rate cut to 0.25 per cent Linked 2015-04-10\n  7. ^ Financial Times, 27 August 2009: Bankers watch as Sweden goes negative Linked 27 August 2009\n  8. ^ Sveriges Riksbank, 28\/10\/2014: Repo rate cut to zero per cent Linked 2015-04-10\n  9. ^ The Daily Telegraph, 28 October 2014:How low can you go? Sweden cuts interest rates to zero Linked 2015-04-10\n  10. ^ Sveriges Riksbank, 12\/02\/2015: Riksbank cuts repo rate to −0.10 per cent, buys government bonds for SEK 10 billion and is prepared to do more at short notice Linked 2015-04-10\n  11. ^ BlombergBusiness, February 12, 2015: Riksbank Cuts Key Rate to Negative Linked 2015-04-10\n  12. ^ a b c Sveriges Riksbank: Repo rate table 2015\" Linked 2015-04-10\n  13. ^ a b Sveriges Riksbank, 18\/03\/2015: Riksbank cuts repo rate to −0.25 per cent and buys government bonds for SEK 30 billion Linked 2015-04-10\n  14. ^ New York Times, March 18, 2015: Sweden Cuts Key Interest Rate to Minus 0.25%' Linked 2015-04-10\n  15. ^ a b c Yahoo News, March 18, 2015: Swedish central bank cuts... (truncated)",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9889363647,
        "format_confidence":0.9922583699
    },
    {
        "url":"http:\/\/connectvonnect.com\/index.php\/2018\/01\/05\/what-is-the-fasb\/",
        "text":"The FASB is one association that gives institutionalised rules to monetary revealing. The mission of the Financial Accounting Standards Board (FASB) is to build up and enhance guidelines of monetary bookkeeping and revealing for the direction and instruction of general society, including backers, reviewers and clients of money related data.\n\nBookkeeping norms are basic to the productive working of the economy since choices about the designation of assets depend intensely on tenable, compact, straightforward and reasonable money related data. Monetary data about the operations and budgetary position of individual elements likewise is utilised by people in general in settling on different sorts of choices.\n\nTrust  What is the FASB? trust\n\nTo finish its central goal, the FASB demonstrations to:\n\n– Improve the helpfulness of budgetary revealing by concentrating on the essential attributes of significance and unwavering quality and on the characteristics of equivalence and consistency;\n\n– Keep guidelines current to reflect changes in strategies for working together and changes in the financial condition;\n\n– Consider quickly any noteworthy territories of lack in budgetary revealing that may be enhanced through the standard-setting process;\n\n– Promote the global merging of bookkeeping principles simultaneous with enhancing the nature of money related detailing; and\n\n– Improve the basic comprehension of the nature and motivations behind data contained in money related reports.\n\nDirection  What is the FASB? direction\n\nThe FASB creates expansive bookkeeping ideas and in addition gauges for monetary announcing. It additionally gives direction on execution of measures. Ideas are valuable in directing the Board in building up measures and in giving a casing of reference, or reasonable system, for settling bookkeeping issues. The system will set up sensible limits for judgment in planning monetary data and to expand comprehension of, and trust in, budgetary data with respect to clients of money related reports. It likewise will help people in general to comprehend the nature and impediments of data provided by money related announcing.\n\nBudgetary revealing  What is the FASB? budgetary revealing",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9981580377,
        "format_confidence":0.8933266401
    },
    {
        "url":"https:\/\/42floors.com\/retail\/us\/wa\/seattle",
        "text":"Seattle Retail\n\n\nOffice Space Market Report\n\nNumber of Listings (last 90 days)\nMedian Rate ($\/sqft\/yr)\nMedian Size (sqft)\nAs of: July 27, 2017\n\nSeattle Office & Commercial Space\n\nThe city of Seattle, Washington is primed for continual growth, with the combination of a beautiful and temperate location, growing prominence in the technology industry, and a stable aerospace and maritime base. The city has 14 economic clusters that are at or above the average economic impact of corresponding national clusters, including: aerospace, information technology, life sciences, fashion, maritime, trade and logistics, clean technology, financial services, global health, and philanthropy. Seattle is currently enjoying a boom in construction due to pent up demand for office space for rent which is expected to continue to surge through 2017 or 2018. There are $10 billion of construction projects, with $20 billion more in the pipeline. Technology companies continue to seek commercial space for rent, as Silicon Valley companies expand and add offices in Seattle. The region’s interactive-media business is moving to number one worldwide; 10 years ago only 10 companies were leasing in Seattle, now there are nearly 200. As the gateway to trade with Asia, many international companies continue to seek commercial rental opportunities and take advantage of Seattle’s port, which is the eighth largest in the United States.\n\nSeattle Economic Overview\n\nThe Great Recession hit Seattle particularly hard, but it has recovered more quickly than the rest of the nation, following a V-shaped recession decline and recovery curve. Boeing, one of Seattle’s biggest employers and growth engines, helped stabilize the regional economy, which between 2010 and 2013 showed positive growth. Wage and salary employment increased 2.2% annually over the last three years, with Boeing alone adding 35,000 jobs in that time. Personal income rose 5.1%, and the Seattle area edged out the nation in both jobs added and personal income growth by .7%. Foreign exports remain strong, with 7.7% growth in 2013; the city’s biggest trading partner is China. The sectors of employment, population, construction, retail sales, and car sales are all expanding and projected to continue expanding. Seattle’s port is the eighth largest in the United States, and the ninth largest in North America in terms of container handling.\n\nSeattle At A Glance\n\nLocated 100 miles south of the Canada-United States border, Seattle is the northernmost city in the 48 contiguous states. It is situated on a narrow isthmus between Puget Sound and Lake Washington, with breathtaking views of Elliott Bay and the Olympic Mountains. The city encompasses 83.9 square miles and is nicknamed “The Emerald City” due to an abundance of lush vegetation that comes from 34.1 inches of annual rainfall. Temperatures are moderate and cool, but not cold, never climbing above the mid-70s in the summer, nor dipping to freezing in the winter. Seattle has many points of interest, beginning with activities along the picturesque waterfront. The 520-foot Space Needle found in Seattle Center is a must-see, as is the Seattle Art Museum and the free Olympic Sculpture Park. The region includes the Northern Cascade Mountains and Mt. Rainier, popular destinations for outdoor enthusiasts.\n\nSeattle History\n\nFor 4,000 years before the first European settlers, Native American tribes lived and worked in the Seattle area. When Arthur A. Denny arrived as the first European in 1851, there were at least 17 villages in the region. Logging was the city’s first major industry; in the late 1800s it became a shipbuilding center and the gateway to Alaska during the Klondike Gold Rush. In 1910, Seattle was one of the nation’s 25 largest cities, but the Great Depression severely affected the area, causing a drastic outflow of population. Two local real estate agents famously commissioned billboards that read, “Will the last person leaving Seattle . . .Turn out the lights.” The city recovered in World War II as Boeing headquartered there. In the 1980s, Seattle became a tech center, as, T-Mobile, and Microsoft based here. Another population growth area occurred between 1990 and 2000, as new software, biotech, and internet companies caused population growth of about 50,000 during that time. Today the city is a hub of green industry and a model of sustainable development.\n\nSeattle Population\n\nSeattle’s population was estimated at 652,405 in 2013. The metropolitan area has 3.7 million residents, making it the 14th largest in the United States. Seattle continues to be the nation’s fastest growing major city; the city’s population steadily increased even during the recession. The racial and ethnic diversity of the city is not very broad, with 65.2% of residents reporting their race as White, 14.3% as Asian, 7.3% as Hispanic, and 7.1% Black. Seattle’s workforce is highly educated, as 57.7% of residents have a bachelor’s degree or higher. Per capita income weighs in at $53,900, which is 20.4% above the national average.\n\nTrends of Seattle\n\nThe Urban Land Institute’s Emerging Trends in Real Estate ranks Seattle as the number 6 market to watch in the country. The city’s strong points include investment, development, and homebuilding, along with positive job growth due to the industry and strong foreign investment. When considered together, Seattle’s triple combination of investment, development, and homebuilding sectors are the sixth strongest market in the nation. Industrial properties are projected to perform in the near future, and interest rates are forecasted to increase. China’s economic growth moderation is a concern for regional economists, due to strong trade between the region and that nation.\n\nWhere to Lease in Seattle\n\nSeattle has many sectors that are excellent for doing business; just a few are mentioned here. Pioneer Square is located in the southwest corner of downtown Seattle, and is a cluster market for internet companies, as well as a home for many art galleries. and other technology companies are located in South Lake Union, a once-industrial neighborhood that is now known for innovation, as well as diverse cuisine. The Central Business District in downtown Seattle continues to be a prime location for business, with sleek high rises and many business services. The city boasts an excellent transportation system, ranging from ferries, a monorail, light rail, and free downtown buses to create ease of commute.\n\nLearn More About Seattle\n\nMarket Report\n\nTrends and status of the commercial real estate market in Seattle.\nMarket Report\n\nMarket Data\n\nReal time and historical data on commercial real estate listings in Seattle.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.5575687289,
        "format_confidence":0.6700996757
    },
    {
        "url":"http:\/\/www.einsurance.com\/journal\/life-insurance-rent-or-own\/",
        "text":"Life Insurance: Rent Or Own?\n\n\nOnce the importance of life insurance is recognized and the search is started for a suitable policy, one of the first choices the prospective buyer commonly faces is whether to purchase Term or Whole Life insurance. While the distinction between these two types of coverage is fairly clear, understanding how each serves two different budgeting mindsets may not be. This article not only defines Term and Whole Life policies, but also answers the important questions of who typically buys which kind and why they do so.\n\nTerm Life Policies\n\nTerm life insurance provides protection against financial loss resulting from death during a specified period of time, or term. Term insurance is composed of mortality costs and contract expense, and is characterized as providing \"pure protection\" because it pays only death benefits and does not contain any cash-value features. Coverage stops at the end of the contract period, which is contractually quite similar to property lease agreements, and is the reason why term insurance is sometimes referred to as \"renting\" insurance.\n\nAdvantages of term insurance include:\n\n  • Lower initial cost.\n  • Allows dollars to be invested elsewhere.\n  • Pure death protection.\n\nDisadvantages of term insurance include:\n\n  • Absence of a savings element.\n  • Expiration of the contract after a specified period.\n  • Typically, an annual increase in cost.\n\nThe increasing annual premium structure of term insurance results from the decreasing life expectancies of contract owners as they age. However, level-premium rate structures can give a contract owner the same rate for a specified number of years. Term insurance is appropriate for:\n\n  • Young couples, especially those who need a large amount of insurance.\n  • People who do not want to invest in a cash-value insurance vehicle.\n  • People who cannot afford the higher premiums of cash surrender policies.\n  • People whose insurance needs decrease over time.\n  • People who have temporary needs.\n\nWhole Life Policies\n\nIf term insurance is rented, then a whole life policy is owned. The premiums due are put towards a contract that is designed to provide lifetime coverage. Whole Life often is called traditional life insurance to distinguish it from term insurance. The cash value in whole life insurance arises because of the level-premium system and the necessity to account for prepaid premium.\n\nWhole life is a form of insurance offering \"permanent\" protection at a level premium for the entire lifetime of the insured. Premiums remain fixed and are paid for life. Because premiums are deliberately higher than the cost of insurance during the early years when mortality expenses are lower, the premium level can remain constant throughout the life of the contract. The excess charge early on makes it possible to build up a reserve, which will be needed, together with interest earned, to keep premiums level. This allows older contract owners to pay the same premium in later years when mortality expenses rise.\n\nThe cash value of a whole life contract serves a variety of purposes:\n\n  • It can be used for collateral for an insurance company loan.\n  • If the insured decides to terminate the contract, the contract cash value can be received at that time.\n  • The cash value balance may be remitted to the insurance company to purchase a reduced \"paid-up insurance contract.\"\n\nThe advantages of a whole life insurance plan include:\n\n  • A forced savings element.\n  • Loan privileges.\n  • A variety of premium payment plans.\n\nWhole life policies are appropriate for people who feel a need for forced savings and for people who want lifetime coverage. Disadvantages include:\n\n  • A higher cost of death protection.\n  • A low rate of return.\n  • Lack of flexibility.\n\nMaking the Decision\n\nAfter learning the technicalities of term and whole life contracts, many people must then ask themselves some potentially challenging questions to clearly discern what kind of policy is right for their circumstances:\n\n  • What kind of saver have I proven to be so far in life?\n  • How much does my current budget realistically provide me for insurance coverage, or even more importantly, where can I trim the wants within my current budget to satisfy this important need?\n  • Do the returns available within a whole life contract justify maintaining a cash balance there versus other fixed-income yielding investments?\n\nMany prospective life insurance buyers recognize that the term vs. whole life choice is a bit of a trick question, as some combination of the two are suitable for different stages of life. Owners of whole life contracts commonly choose the more affordable extra coverage that term insurance provides directly prior to starting a home mortgage or family, when the need for life insurance typically becomes more clear. Once the mortgage is paid or children have left home or finished college, the parent allows the term contract to expire, but now has the remaining whole life contract that in many cases has grown in value either in the amount of coverage it provides or the amount of cash value accrued within it. This scenario is sometimes referred to as the \"pyramid\" of life insurance coverage, where the insured always holds a base of whole life, adds an additional amount of term during the peak years of financial risk, but eventually allows the term coverage expire as the home mortgage is retired and\/or the children are no longer financially dependent.\n\nWhile policy choices at first can appear daunting and costly, life insurance is often viewed as the primary requisite of any financial plan. This crucially important protective base is designed to financially insure the future lives of remaining family members in the case of the insured™s death, which may include payment of college tuition costs, a home mortgage and\/or other debts that a family commonly must rely on to serve its members' needs.\n\nWhether renting or owning, life insurance is a purchase that serves the interests of the ones you love, after you can no longer do so.\n\nRelevant Links\n\nThe Raging Debate Over Term vs. Whole Life. A CNBC Capital Needs Analysis helps you choose between term vs. permanent life insurance. A quick look at the types of insurance: term, whole, variable and universal.\n\nMoney 101 - CNN Money shares a top-ten list of things to know about life insurance.\n\n©2017 eInsurance. All rights reserved by E-Insure® Services, Inc.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9974706173,
        "format_confidence":0.7212905884
    },
    {
        "url":"https:\/\/www.myunmmgretirement.com\/rsc-web-preauth\/articles\/emotional-investing",
        "text":"What is emotional investing?\n\n\nFour emotions that can affect investing decisions are:\n\n  • Excitement that a certain investment will continue to perform well\n  • Fear that market prices are going down\n  • Optimism that your current plan will always be a good fit\n  • Anxiety may influence your ability to be smart about investing\n\nWhat causes it?\n\nEmotional investing can be driven by:\n  • Market volatility: The rate at which market investment prices go up and down\n  • Hearsay: Excitement or trepidation about a specific investment based on what others are saying\n\nThe financial cost and risks of emotional investing\n\nThe image below shows how much an account with a $10,000 balance could grow if kept fully invested in the S&P 500. It also shows the growth you could miss out on if you allow emotions to remove your money.\n\nExample of investing $10,000 in the S&P 500 Index between December 31, 2003 and December 31, 2018. Staying fully invested $30,711; Missed 10 best days $15,481; Missed 20 best days $10,042; Missed 30 best days $6,873; Missed 40 best days $4,943.\n\nData is historical. Past performance is not a guarantee of future results. The best time to invest assumes shares are bought when market prices are low.\n\nBy staying fully invested over the past 15 years, you would have earned $15,230 more than someone who missed the market’s 10 best days.1\n\nUsing emotions as a decision for investing can be a dangerous roller coaster ride.\n\nSome of the risks include:\n  • Money loss\n  • Negative impact to your returns by missing a few days in the market\n\nFour ways to avoid emotional investing\n\n  • Make a long-term plan\n  • Make investing a habit\n  • Check and recheck your investment strategy\n  • Learn from past mistakes\n\n[1] https:\/\/www.putnam.com\/literature\/pdf\/II508-ac37f7ad02b2d8889f7e5361f0e8ac86.pdf\nS&P 500® Index: An unmanaged, market capitalization-weighted index of 500 stocks of leading large-cap U.S. companies in leading industries; gives a broad look at the U.S. equities market and those companies’ stock price performance.\n\nInvesting involves market risk, including possible loss of principal, and there is no guarantee that investment objectives will be achieved.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9981057644,
        "format_confidence":0.943990469
    },
    {
        "url":"https:\/\/www.millwardbrown.com\/brandz\/Rankings-and-reports\/top-global-brands\/2015\/brand-categories\/global-banks",
        "text":"Global Banks\n\nGlobal bank profits are high despite low consumer trust\n\nResident regulators monitor daily business\n\nBanks earned large profits as they refocused their operations, often pursuing high-wealth clients on the consumer side of the business and serving the medium and smaller organizations of rising entrepreneurs on the business side.\n\nBecause of ongoing revelations of past misdeeds, banks continued to suffer from a massive deficit in consumer trust even as consumers patronized banks, believing that their money was protected, if not by the bank then by government guarantees.\n\nRestoring consumer trust was important to safeguard the brand, lift internal morale and sustain growth, at least in the case of retail banks. In some instances, CEOs proclaimed a higher vision aimed at both internal and external audiences.\n\nNot known for their innovation, banks became even more risk averse under the in-house scrutiny of government regulators. But the rest of the business world did not pause while the banks sorted themselves.\n\nInstead, Alipay, a banking function of Alibaba, and Apple Pay were only the most publicized examples of how non-traditional players nibbled at the perimeter of banking and portended category disruption and transformation.\n\nMaking money\n\nThe post-crash regulatory environment raised two key questions: in what businesses do banks want to operate, and in what businesses can they operate? Generally, global banks concentrated on three businesses – commercial, investment and retail banking – but their levels of involvement varied by bank.\n\nRegulations and consumer pressure made it more difficult to be in the most profitable business, investment banking. Banks attempted to resolve the tension between being a highly profitable investment bank and strictly adhering to their social responsibility values.\n\nBanks divested some businesses because they were unprofitable or because of the regulatory burden. With exceptions like Goldman Sachs, J.P. Morgan and Morgan Stanley, many investment banks ceased equity trading. Citi returned strong profits, even as the bank streamlined many of its operations.\n\nMany banks pursued wealth management business. Leveraging its heritage in international trade, HSBC cultivated relationships with high-wealth individuals among its commercial clients to build its personal banking and wealth management practice.\n\nBusinesses of small and medium size, with an annual revenue of $50 to $500 million, increasingly interested HSBC and many other commercial banks, as governments in developing markets sought to drive their economies by financing entrepreneurial, often family-owned operations.\n\nSantander prospered as Spain's economy strengthened. Economic growth in the US helped balance the slowdown in Brazil and elsewhere in Latin America. Spain's economic recovery also boosted the financial results of BBVA, the country's second largest bank.\n\nFollowing years of post-financial crisis restructuring, the large Dutch bank ING reported strong earnings, repaid its government bailout early and passed the European stress test.\n\nTop 10 Chart\n\nTransformation and disruption\n\nBut even as the banks prospered, they faced potential threats as the industry transformed faster than banks innovated. A growing market of young people with above average income transacted most of their financial affairs online, and not always with banks.\n\nAs home ownership or family formation complicates their financial needs and they need a banking relationship, these younger consumers may favor the Internet brands with which they transact business everyday.\n\nInternet brands could own the consumer payment relationship, even if banks remain the clearing house for all the transactions. In that situation, the banks would gain fees and interest revenue, but they'd perform more like a utility.\n\nThe infiltration into banking by online brands could quickly penetrate beyond payment systems. Regulations that restrict some banking activities don't apply to the online brands, at least for now. Easy Internet access also eliminates the viability of banks as financial supermarkets. Any one-stop shopping will happen online.\n\nThe impact of Internet brands on banking is already evident in China, where online leaders like Alibaba, Tencent and Baidu offer mobile apps that make banking easier and more nimble than interacting with a large, highly regulated bank. (Please see the regional banks story.)\n\nFuture challenges\n\nThe entry of nontraditional players could threaten not only the key profit drivers of banks, but also their fundamental role as the gatherers and custodians of savings and fees from transacting.\n\nBanks potentially could be squeezed into gaining just cost recovery and a small margin – a utility business – unless they preempt the Internet brands in forming banking relationships with the younger generation of customers.\n\nResponding to changing demographics is also critical. Aging boomers are entering a phase of their lives when they're no longer increasing their assets, but rather drawing down their savings. The younger affluent consumers will become the source of savings deposits.\n\nAs many of these consumers for the first time face major financial decisions, brand and trust become important. Banks have the requisite knowledge but the social networks have the customer relationships.\n\nBrand Building Action Points\n\n\nRe-establish trust.\nThis can happen through: a) massive cultural change; b) hiring nonbanking people (including C-suite) who understand the hopes, dreams and fears of consumers, not just their financial affairs; c) rewarding staff on attitude over performance.\n\n\nDetermine focus.\nBanks need to decide where they want to make their profit going forward. Do they want to double down on the things they can be successful at, or do they want to be part of the broader financial conversation and provide services to consumers?\n\n\nCreate a clear vision.\nBanks need to articulate a vision for the business, ensuring that leaders walk the talk and develop the internal behaviors aligned with the vision. They need to design everything – systems, products, processes, pricing, promises and communications – through a customer experience lens. Then banks need to simplify, simplify, simplify.\n\n10-Year Trends & Analysis\n\nGlobal and regional banks experience image decline\n\nThe Brand Value of global banks declined 5 percent over the past 10 years, while the Brand Value of regional banks almost doubled, and the Top 100 brands overall grew 126 percent.\n\nThis divergence in the value growth of global and regional banks reflects the fact that regionals were less impacted by the worldwide financial crisis and buoyed by faster growing Asian markets, particularly China.\n\nBut neither the global nor regional banks did a good job of ingratiating themselves to consumers. The global banks declined in being trusted and increased in being seen as dishonest, arrogant and uncaring. Regional banks declined in their level of desirability, trust, and difference while being seen as more uncaring.\n\nConsumer perception of banks did not turn sharply negative until the last few years, suggesting that during the economic downturn, consumers waited for banks to reform themselves, and when they saw little change, lost patience.\n\nConsumers probably didn't discriminate between global and regional bank brands but rather viewed them both as large financial institutions that did little to earn trust. This general perception subjected all brands to a category effect.\n\nPerceived dishonesty impacts Brand Value\n\nFuture View\n\n  • With disruptive innovation, the brands that are part of our everyday lifestyles – the major consumer technology giants – will dominate the category. Within only a few years we'll see the mainstream adoption of online brands that offer savings, investment and even insurance products. These brands currently have permission: they're trusted, and for the moment they operate without the same regulatory constraints as banks.\n  • The challenge for banks is to grasp the opportunity digital technology now presents to completely reinvent not just brands, but the entire industry. Banking brands that invest in technology to bring their relationships with customers into the second and third decade of the 21st century have the best chance of breaking free from the financial quagmires of recent years.\n\nDown -2%\n\nGlobal Banks - Top 10 Total Brand Value\n$120.8 BILLION\n\nCategory Definition\nThe bank category, which includes both retail and investment institutions, is split into two segments, with the brands classified as either global or regional. Global banks are defined as deriving at least 40 percent of revenue from business outside their home market.\n\nBrandZ Top 100 2015\n\nBrandZ Global 2014 Report Top 100 Report\n\nTop 100 Chart\n\nTop 100 Infographic\n\nMethodology and valuation by Kantar Millward Brown\n\nContact Us",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.998265326,
        "format_confidence":0.5335772038
    },
    {
        "url":"https:\/\/peoplepill.com\/people\/robert-budi-hartono\/",
        "text":"peoplepill id: robert-budi-hartono\n5 views today\n8 views this week\nRobert Budi Hartono\n\nRobert Budi Hartono\n\nIndonesian businessman\nRobert Budi Hartono\nThe basics\n\nQuick Facts\n\nIntro Indonesian businessman\nIs Businessperson Entrepreneur\nFrom Indonesia\nType Business\nGender male\nBirth 1 January 1940, Semarang, Central Java Province, Indonesia\nAge 80 years\nThe details\n\n\nRobert Budi Hartono (traditional Chinese: 黃惠忠; simplified Chinese: 黄惠忠; pinyin: Huáng Huìzhōng; Hokkien: Oei Hwie Tjong; born in 1940) is a Chinese Indonesian tobacco billionaire with a 2015 net worth of US$9.1 billion. He owns and runs the privately held Djarum, the world's third largest maker of clove cigarettes. Djarum has reportedly recently grabbed shares from the number two cigarette firm, Sampoerna. Budi Hartono also has a stake with his brother, Michael Bambang Hartono in one of Indonesia's biggest banks, Bank Central Asia, formerly controlled by billionaire Liem Sioe Liong. In 2009, Budi Hartono's net worth reportedly reached US$4.7 billion and he was nominated as the richest Indonesian while Liem Sioe Liong was in 3rd place.\n\n\nStarting from Mr. Oei Wie Gwan bought a small business in the field named Djarum clove gramophon. In 1951 it changed its name to Djarum. Oei began marketing cigarettes under the brand \"Djarum\" which turned out to be successful in the market. After a fire nearly gutted the company in 1963 (Oei died shortly afterward), Djarum back up and modernize their equipment in the factory. In 1972 Djarum began to export their product abroad. Three years later the brand Djarum Djarum Filter was introduced, the first brand to be produced by machines, followed by the brand Djarum Super, introduced in 1981.\n\nTogether with his brother, Michael Hartono, at the age of 22 Robert inherited one of the leading cigarette company today, Djarum. Djarum was previously a small business called Djarum gramophon which was later purchased by his father, Oei Wie Gwan, in 1951 and changed its name to Djarum. Robert and his brother inherited Djarum after his father died. At that time, Djarum's factory burned down and suffered an unstable condition. But in the hands of the two Hartono brothers, Djarum could grow into giants.\n\nIn a November 2012 listing, Budi Hartono and his brother Michael Hartono were reported by Forbes magazine as the richest men in Indonesia in 2012 with a combined wealth of $US 15 billion. Budi Hartono was listed by Forbes as being worth $US 6.5 billion.\n\nPersonal life\n\nHe is married with three children and lives in Kudus, Indonesia.\n\nThe contents of this page are sourced from Wikipedia article. The contents are available under the CC BY-SA 4.0 license.\ncomments so far.\narrow-left arrow-right arrow-up arrow-down instagram whatsapp myspace quora soundcloud spotify tumblr vk website youtube stumbleupon comments comments pandora gplay iheart tunein pandora gplay iheart tunein itunes",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9943003654,
        "format_confidence":0.5468583703
    },
    {
        "url":"http:\/\/www.infoplease.com\/ipa\/A0154798.html",
        "text":"Steve Jobs\n\ncomputer industry pioneer\nBorn: 1955\nBirthplace: San Francisco, Calif.\n\nBusinessman and entrepreneur, who designed, built and introduced the Apple computer, a user-friendly alternative to IBM's personal computer with Steve Wozniak in 1976. Jobs and Wozniak saw Apple grow into a billion dollar company. Jobs lost a 1985 power struggle, left Apple and formed NeXT Computer. In 1997 he rejoined the company as interim CEO.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.7890461683,
        "format_confidence":0.8604943752
    },
    {
        "url":"https:\/\/www2.deloitte.com\/gz\/en\/pages\/finance\/articles\/mena-private-equity-confidence-survey-2013.html",
        "text":"MENA Private Equity confidence survey 2013\n\n\nMENA Private Equity confidence survey 2013\n\nOn the verge of a new investment cycle\n\nIt is approaching five years since the global credit markets seized up and private equity confidence dropped to an all-time low. Since then, the region has experienced a remarkable recovery which saw last year’s investment optimism amongst private equity professionals reaching pre-crisis levels. The results of our sixth MENA Private Equity (PE) confidence survey provide unique insights and confirm a continued optimism for growth in regional investment activity, but a shift in immediate focus for many General Partners (GPs) towards asset monetisation from vintage funds and capital raising for a new round of acquisitions.\n\nAs a consequence of the downturn, regional funds have retained a backlog of portfolio companies from pre-crisis investments, many of which have required extended holding periods to revive performance levels and improve Internal Rate of Return (IRRs) towards those originally forecast. Whilst Limited Partners (LPs) have been waiting for performance improvement in these remaining assets, it appears that with exit options now available, they are keen to cash out. Two thirds of respondents expect an increase in exit activity within their fund this year, with 23% confirming it will be their primary focus.\n\nThe most common exit route is expected to remain a trade sale to a strategic buyer; however, with global equity markets rallying to new highs, nearly a third of respondents see exit via Initial Public Offering (IPO), either on a regional or international exchange, as both viable and their most likely option within the next 12 months. This represents a significant increase on last year. Some respondents even see potential for secondary investments, an almost unheard of phenomenon in the region, from financial investors who see further upside in PE asset sales.\n\nWhilst GPs have continued to deploy capital, regional fundraising has been limited since 2007. Many funds are now running short of cash reserves, with our survey results suggesting that the majority of traditional PE funds in the region, i.e. those not backed exclusively by High-net-worth individuals (HNWIs) or government money, will be looking to raise new capital within the next 12 months. The ease with which this will be achieved is yet to be seen, but based on recent global fundraising trends, it is likely to vary significantly by PE house. Whilst 41% of respondents did not foresee any significant issues in fundraising, there is caution amongst LPs including family offices who were in some cases disappointed by return from PE funds in recent years, and skepticism remains in committing new capital to those who have little more than unrealised gains to demonstrate a track record.\n\nWith LPs demonstrating less appetite for blind pools,  and tending towards direct investment, or coinvestment  strategies on an ad hoc basis, our survey  indicates a potential change in the investment landscape  with 43% of respondents now expecting family offices  to be the most active investor at the deal table. This  shift in investor type, with differing objectives,  timeframes and target return rates may yet alter deal  dynamics in the region.\n\nRegardless of funding issues or changing competition,  a clear appetite is evident from all respondents for  continued investment activity, with an expectation that  interim financing or warehousing can always be sought  for the right opportunity. Now GPs foresee the biggest  challenge to growth as a shortage of quality opportunities particularly given the more limited geographical area of focus.\n\nWith political instability in countries such as Egypt and  Syria, and a general lack of quality investment  opportunities coming to market in other North African,  Levant and low populous GCC countries, the focus has  been limited largely to KSA, UAE and Turkey. Many  respondents recognise there are likely to be significant  growth opportunities and less competition in countries  such as Iraq, Libya or Egypt; however, consensus is that  these would not provide any significant deal flow in the  next year and there will be no active pursuit of  transactions in these locations on a proprietary basis. \n\nFrom an industry perspective, there remains a general  preference towards defensive investments; however,  there is also a recognition that the favourites such as  education, healthcare and oilfield services are now very  competitive. Consumer focused businesses and those  complemented by favourable regional demographics  and high disposable income are also rapidly becoming  hot property, and typically tend to attract significant PE  interest. \n\nGPs remain optimistic towards continued long-term  growth prospects in the MENA region; however, as the  industry enters a new investment cycle, adequate  preparation and maximis ation of exit value on vintage  assets will be crucial to demonstrate a positive track  record and persuade LPs to commit to new fundraisings.\n\nMENA Private Equity confidence survey 2013\nDid you find this useful?",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9986662865,
        "format_confidence":0.6134117246
    },
    {
        "url":"http:\/\/www.wisegeek.com\/what-is-a-cash-inheritance.htm",
        "text":"What is a Cash Inheritance?\n\nArticle Details\n  • Written By: Malcolm Tatum\n  • Edited By: Bronwyn Harris\n  • Last Modified Date: 18 January 2017\n  • Copyright Protected:\n    Conjecture Corporation\n  • Print this Article\nFree Widgets for your Site\/Blog\nTwo villages in Norway and Italy have mountainside mirrors to reflect the sunlight during the winter months.   more...\n\nFebruary 25 ,  1570 :  Queen Elizabeth I was excommunicated.  more...\n\nA cash inheritance is one of several types of inheritances that may be received by a beneficiary or heir. Rather than being in the form of property or other belongings, this inheritance is in the form of cash or cash assets. Depending on the laws regarding inheritances in the jurisdiction where the cash inheritance is received, the heir may or may not be required to pay income tax on the cash, and may also be able to avoid inheritance tax obligations as well.\n\nSince laws vary in regard to death duties and cash inheritance taxes, it is important to consult an attorney who is well-versed in current laws regarding inheritance money. Typically, an inheritance lawyer will be aware of any thresholds that may apply to the amount of the inheritance. For example, the inheritance attorney may be able to confirm that the sum of the cash inheritance is not subject to income taxes at all, and is also not subject to inheritance taxes because the total amount is below the threshold identified in currently applicable laws. At the same time, the attorney may find that the amount of the cash inheritance exceeds that threshold, and can advise the heir on what steps, if any, can be taken to avoid inheritance tax or at least minimize the amount of that tax obligation.\n\nThe status of a cash inheritance may not be the same for all relevant tax agencies. A federal agency may determine that the inheritance is not subject to either income or inheritance taxes, even though the amount must be accounted for on the annual tax return. At the same time, a state or provincial revenue agency may hold that the amount of the inheritance is subject to inheritance taxes, based on laws that apply in that more localized jurisdiction.\n\nIt is important to note that the laws applying to the inheritance of property like real estate are usually different than those that apply to a cash inheritance. There are some exceptions. For example, if the cash inheritance is in the form of some type of access to a pension, an Individual Retirement Account (IRA) or Individual Savings Account (ISA), the national or state revenue agency with jurisdiction may see the inheritance more as property than cash. The aid of a qualified and competent attorney is all the more important when the nature of the cash inheritance is not clear in terms of how it is categorized by current laws.\n\n\nYou might also Like\n\n\nDiscuss this Article\n\nPost your comments\n\nPost Anonymously\n\n\nforgot password?",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.7712448835,
        "format_confidence":0.9839456677
    },
    {
        "url":"https:\/\/pocketsense.com\/forgot-ira-withdrawals-income-taxes-8346266.html",
        "text":"What If I Forgot to Add My IRA Withdrawals to My Income Taxes?\n\nby Brian Nelson ; Updated July 27, 2017\n\nAn individual retirement account is a good way to save and invest for retirement. However, the tax advantages of IRA accounts also come with some tricky tax requirements. Like all tax matters, IRA transactions must be reported to the Internal Revenue Service when you file your income taxes. Forgetting to include material information on your tax returns can cause big problems. The quicker any errors are remedied, the better.\n\nIRA Tax Basics\n\nAll money inside of an IRA grows tax-deferred. That means that while the funds are inside of the IRA account no taxes need to be paid on dividends, interest or capital gains. However, when money is withdrawn from an IRA it counts as income and is taxed accordingly. Furthermore, withdrawals made before age 59 1\/2 may be considered early withdrawals and subject to a 10-percent tax penalty.\n\nReporting IRA Withdrawals\n\nThe financial institution that holds your IRA account is called the custodian. Every IRA custodian must report any withdrawals from an IRA to both the IRS and the account holder on Form 1099-R each year. The IRS computers attempt to match up what is reported by the IRA custodian with what is reported on the taxpayer's income tax filings. Inconsistencies in the amounts reported may trigger an audit or other review of your taxes.\n\nVideo of the Day\n\nBrought to you by Sapling\nBrought to you by Sapling\n\nFailure to Report Income\n\nIRA withdrawals are considered taxable income. Failing to report an IRA withdrawal is a failure to report income. The difficulty is that many computations on various tax forms depend upon the number reported as income. In the case of forgetting to include IRA withdrawals, these computations may be incorrect throughout the tax filing.\n\nFiling an Amended Return\n\nForms 1099-R reporting IRA withdrawals are sent directly to the IRS in addition to the taxpayer. This makes the likelihood of the error being flagged high. Higher income means higher taxes and the IRS may charge penalties and interest on the unpaid amount. Therefore, the taxpayer should file an amended tax return as soon as possible to avoid accumulating additional interest. To file an amended return use IRS Form 1040X. You will also have to attach any schedules that change due to the amended return. Be sure to include payment for any additional taxes due.\n\nState Income Taxes\n\nMany states base their income taxes on figures calculated on the Federal tax return. If your state uses numbers from your Form 1040 then you may also need to file amended return for your state taxes. Each state has a different procedure for doing so. You'll need to check directly with the agency responsible for collecting income taxes in your state.\n\nCite this Article A tool to create a citation to reference this article Cite this Article",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9978963137,
        "format_confidence":0.7563310862
    },
    {
        "url":"https:\/\/bitonic.nl\/bitcoin",
        "text":"203,54927776BTCbitcoins now available\n\nAbout Bitcoin\n\nA short explanation by the Bitonic.nl founders\n\nPlease note: this page is outdated. You can find an improved version in Dutch on bitcoin.nl\n\nWhat is Bitcoin?\n\nTo be completely honest: Bitcoin is a complicated concept and it took us a while before we really understood what it is. And we still learn new things every day. In this article we will try, despite its complexity, to explain what Bitcoin is.\n\nFirst, it is important to make a clear distinction between two things: the Bitcoin network with its underlying technology, i.e. the Bitcoin protocol: (Bitcoin) and the currency: (bitcoins). We will tell you more about the Bitcoin protocol later. Let’s discuss (paying with) bitcoins: these are digital units that are sent through a network and represent a certain value.\n\nYou can use Bitcoins to make digital payments without the use of a bank or other central institution. You can regard it, in a way, as digital cash. However, it is not yet officially recognized as a currency.\n\nThe clip below will give you a clear understanding of the basic principles:\n\nPaying with bitcoins\n\nSending and receiving payments is just as easy as sending an email, but with the use of a bitcoin address (a sequence of numbers and letters) via the Bitcoin network. This is a decentralized (peer-to-peer) network, similar to the technology used in Bittorrent, run by nodes spread across the world (everyone can help maintain it). Payments are stored in the Bitcoin network in a large, publicly available, distributed ledger. The balances to each address are recorded in this ledger, this means the entire network agrees on how many bitcoins belong to each bitcoin address. The \"key\" you use to spend your bitcoins, is stored locally on your device. This enables you, and only you, to control your bitcoins. You are your own bank.\n\nTo transfer bitcoins you need a unique key (called a private key) for every bitcoin address (public key), which you use to make a digital signature to prove that you are the owner. Usually, your Bitcoin wallet does this for you. The wallet is a website or program \/ app that manages your private keys which will let you spend your bitcoins safely and easily.\n\nWhere do bitcoins come from?\n\nSince its inception, bitcoins have been ‘created’ by users who can earn them by contributing to the network with computing power, storing and confirming bitcoin transactions. This is called ‘mining’. Anyone can start mining bitcoins, although nowadays you will need to invest a lot of money in hardware if you want to make a profit.\n\nThe advantages\n\nBecause of its decentralized nature, the proven mathematical and cryptographic principles it uses and the huge amount of computing power in the network, Bitcoin is a highly reliable currency suited for fast payments of any amount. The software it runs on is open source, so everyone can review it. Other advantages are:\n\n  • Anonymity (Public transactions, but you can control whether or not a transaction \/ address is traceable to you.)\n  • Low or no transaction fees\n  • Payments are worldwide and almost immediate *\n  • Payments are irreversible\n\n* More often than not you will have to wait for one or more confirmations before the bitcoins are definitively yours. These are new blocks at the end of the blockchain that are usually discovered every 10 minutes. Every block gives you more certainty that the transaction is definitive. It is generally accepted that after 6 confirmations (which takes an hour on average) you are completely sure that the bitcoins are yours, but in practice, without any confirmation, you can be sure that the bitcoins are yours too.\n\nMore about the technology\n\nWe think it’s practically impossible to explain the Bitcoin protocol comprehensibly and understandably, while being 100% correct in our explanation. But how many people really understand the technology behind the internet? The most important thing is that you know how to use it: you don’t need to be an expert to safely store or send bitcoins. Are you still curious about the workings of bitcoin, the explanation below will give you an idea about how it works. Should you give up halfway – you won’t be the only one.\n\nThe Bitcoin network\n\nAs we mentioned before, the Bitcoin network is decentralized: there is no central institution or server that holds all the power. Anyone can join in. Every computer that joins the network makes a connection with a few other computers. Transactions are verified by every computer, and if the transaction meets the requirements, it is sent to the other computers in the network. Transactions spread across the globe in merely a few seconds. Every computer keeps a copy of the transaction in a transaction logbook: the blockchain.\n\nThe Blockchain & Mining\n\nBitcoin transactions are digitally stored in smaller pieces of data or ‘blocks’ that are linked together as a chain (each new block references the previous block). Hence the name ‘blockchain’ for the transaction logbook. These blocks must meet strict cryptographic requirements, which can only be met by making many mathematical calculations. Finding a block becomes increasingly difficult when more and more computers are working towards finding the next block. The speed at which these blocks are discovered is therefore more or less constant. View it as looking for a needle in a haystack, and you can find that needle in about 10 minutes. If more people join you in looking, the haystack will be made bigger over time.\n\nThe miner who discovers the block (finds the needle) determines which transaction it includes, and is allowed to create new bitcoins that are sent to his bitcoin address(es) (the “block reward” - a reward for the effort of securing the blockchain). In the beginning a miner was rewarded 50 bitcoins, now it’s down to 12,5. It will decrease even further over time, until a total of 21 million have been created. In addition to the reward, the miner also receives the fees of all the bitcoin transactions that he places in the block. In the long term, when the block reward is negligible, these transaction fees will replace the block reward altogether.\n\nApart from creating bitcoins, mining is essential for network security. The appearance of a block (confirmation) means that a huge amount of computing power has been invested towards confirming transactions (also called ‘Proof of Work’). This prevents bitcoins from being spent twice and it serves as a significant roadblock to malicious parties because they will have to spend a lot of money to have more computing power than the rest of the network.\n\n\nThe security of Bitcoin (transactions) is based on the cryptographic principle of public and private keys (public-key cryptography). The private key is linked to the public key but is undiscoverable by someone who has the public key. The private key is proof that the public key is yours. Secured internet traffic like on bitonic.nl (recognizable by the lock and https in the address) uses a similar principle. Bitcoin does not have encryption or decryption, the encryption only goes in one direction: there is nothing to decrypt, only to check.\n\nBitcoin addresses are derived from the public key, which in turn is dervied from the private key. They exist out of a combination of usually 34 numbers and letters, starting with a 1 or 3. With a private key you can ‘sign’ a transaction to prove that you are the owner of the bitcoins that are being sent. A bitcoin address is randomly generated. This is possible because there are so many possible bitcoin addresses that it is extremely unlikely that two similar bitcoin addresses will ever be generated. To give you an idea: the possible number of bitcoin addresses is comparable to the number of atoms on earth (one grain of sand already has more than a million billion atoms!).\n\nBitcoin transaction are puzzles\n\nBitcoin contains its own scripting language which allows for many more possible applications than simple bitcoin transactions. If you delve deeper into the technology, you will find that bitcoin addresses in the blockchain do not exist. A bitcoin transaction consists out of inputs and outputs which are linked together. The amount of bitcoins included in outputs point towards a bicoin address is the balance to that address. You do not need to transfer one whole or even multiple bitcoins: you can split them into smaller units to eight decimal places.\n\nYou can consider an input\/output a stack of digital bills \/ coins in a digital safe for which you need a ‘puzzle’ (calculation) to open it. A normal bitcoin transaction has a fairly simple puzzle: you need the private key to open the safe, and the bitcoin address (public key) to put money in the safe and lock it with the accompanying puzzle. When you use an input in a transaction (you open the safe), you need to empty it completely. You can then split the total of inputs to as many outputs (new safes) as you like. Usually you return a part of the bitcoins to one of your own safes because you only want to transfer so much to someone else.\n\nIt is also possible to create completely different puzzles. For example, a safe for which you need two private keys, or two out of three (this is already being used, we call it “multisignature transactions”). Theoretically you can also put your coins in a safe that anyone can open, in a safe that has an extra password, or even a safe with a time lock. The possibilities are endless.\n\nPrivacy during bitcoin transactions\n\nYou need to be aware of the fact that information on bitcoin transactions is publicly available. The bitcoins you buy from us are also traceable. In theory, bitcoin purchases can be traced back to Bitonic. The same goes for sale orders.\n\nFor privacy considerations you could choose to use a mixing service. We also advise you to not use bitcoin addresses more than once. Preferably use a wallet that creates a new change address for every transaction.\n\n\nIt is definitely a complex s... (truncated)",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.8621810079,
        "format_confidence":0.6813588142
    },
    {
        "url":"https:\/\/portalfield.com\/en\/news\/eat\/1631747",
        "text":"Portal field news\n\nPortal field news\n\nin ,\n\n🍴 ｜ Summer-only noodles that you can enjoy at lunchtime-limited exquisite ramen and tsukemen shops operated by a popular noodle shop in Tamatsukuri, Osaka ...\n\n\nSummer limited noodles to taste at the exquisite ramen & tsukemen shop that is open only at lunchtime, which is operated by a popular noodle shop in Tamatsukuri, Osaka ...\n\nIf you write the contents roughly\nThe timing of coming to the store during short business hours is limited, but it is also open on Saturdays and Sundays, so if you are interested, why not try the cold noodles that are only available in the summer.\n\nMitani Noodle Factory, which runs a noodle factory in Osaka Tamatsukuri, is open for lunch at Tsuruhashi for a limited time. 11:00 ...　→ Continue reading\n\n　Kansai base\n\nA web magazine that introduces information on gourmet, sightseeing, and events in Kansai (Osaka, Hyogo, Kyoto, Nara, Shiga)! Introduced in a unique coverage centering on deep information that other media do not introduce!\n\nWikipedia related words\n\nIf there is no explanation, there is no corresponding item on Wikipedia.\n\n\nSales(Eigyo) means to carry out business for the purpose of profit.From here, a certain act is said to be business.It is also used as a term to refer to a collection of corporate activities.Each will be described in detail below.\n\nSales as an act\n\nDefinition of sales\n\nSales as a human actProfit(In the usual senseprofitIt means to carry out business for the purpose of (in other words, acquisition of). \"Running\" in the case of \"running a restaurant or liquor store\" means \"business\", and \"business\" in the case of \"business hours\" often posted at the storefront also means exactly this.\n\nAs explained above, the general wisdomCommercial lawAccording to the regulations ofPerforming the same kind of actions continuously and repeatedly for the purpose of \"profitable\"Refers to.\n\n  1. As a result, as long as it is for commercial purposesIf you couldn't make a profitBut it corresponds to business.\n  2. Initially, as long as there is an intention to continue \/ repeatIf you quit onceBut it corresponds to sales[1].\n\nFor example, in the case of restaurants and liquor stores, opening a store and selling it is generally called \"sales\", but that is just a narrow sense of \"store sales\".[2]..The various acts of \"running a business\" in pursuit of profits as a corporation are businesses in a broad sense.\n\nEven if the store is temporarily closed, in-house meetings, POP and leaflet production, distribution and exhibition, site production and information update, ordering work, inventory confirmation and inventory control, store cleaning, employee education , Customer support, product shipping, market research, business trips and inspections ...Doing business as a corporationIs considered[3]..The same is true even if these do not directly or indirectly bring benefits.\n\nClassification in commercial conduct\n\nAbout commercial conductCommercial lawThe business activities of \"sales\" can be classified as follows.\n\nAbsolute business practices\nWhether it is a business or not, it is a commercial act. (Article 501 of the Commercial Code)\nCommercial conduct\nWhat is done as a business is a commercial act. (Article 502 of the Commercial Code)\nAncillary business practices\nThe act that a merchant does for its business is a commercial act. (Article 503 of the Commercial Code)\n\nFurthermore, as a commercial act under the special law,Underwriting of trust,Inexhaustibleand so on.For this reason, those who engage in these acts are \"merchants.\"In addition, if the same kind of act is repeated for the purpose of profit, it falls under business.[4].\n\nOccupations not applicable to sales\n\n  • Acts of doctors, lawyers, etc. that do not fall under the above-mentioned commercial acts are not \"business\".The same applies to school corporations and teachers.\n  • Even if a primitive producer such as agriculture, fishery, or livestock industry sells its product without having a store, it is not a \"sales\" because it is excluded from the concept of a merchant.\n  • Since the proviso of Article 502 of the Commercial Code stipulates that \"the act of a person who manufactures goods or engages in labor exclusively for the purpose of earning wages is not limited to this\", acts such as office workers and internal employment are also included. Not in business[5].\n\nCorporations that do not fall under business\n\nIn the case of corporations, private corporations can be broadly divided into \"profit corporations,\" \"public interest corporations,\" and \"corporations other than those.\"\n\nCorporation to be in business\nAccording to the provisions of the Companies Act, a commercial corporationLtd.,Partnership company,Joint stock companyorA limited companyHowever, the act of doing the business and the act of doing it for the business are \"commercial acts\" (Article 5 of the Companies Act), and all are business (excluding those related to capital transactions, etc.).\nCorporations other than commercial corporations and public interest corporationsRegarding, under the Stamp Tax Law, a corporation other than a company that can distribute or distribute profits or surplus in consideration of the actual situation of the business is a third party other than the investor. Businesses conducted on a person are included in sales (businesses conducted on an investor are not included in sales).\nCorporation that does not become a business\nPublic interest group corporation corporation,Public interest incorporated foundation,Public interest corporations such as school corporationsWith regard to, even if the act of obtaining the funds necessary for the corporation to achieve its purpose corresponds to a commercial act, it does not fall under business.\nIn addition, the establishment was approved by the Specified Nonprofit Activity Promotion Law,Specified non-profit organization (so-called NPO corporation)Does not fall under business if the articles of incorporation stipulate that profits or surplus cannot be distributed or distributed.\n\nSales as a profession\n\nAlthough it is a business that is carried out for commercial purposes, promoting activities such as selling some kind of product is sometimes called \"sales\" in particular.The person in charge\"Sales\" \"Salesperson\" \"Salesman\" \"Salesman\"And so on.In a broad sense, it refers to the department in charge of negotiations with customers (sales department).\n\nIn addition,singer(EspeciallyEnkaSinger)EntertainerIs a relatively small box office (In-store eventIn some cases it is called business. Sales in this case are mainlytv set,radioな どMass mediaIt is used to contrast with the work that is exposed to many people through.\n\nLegal business means repeating certain actions for commercial purposes. The problem with this conceptCommercial Code Article 502It is in the interpretation of business commerce prescribed in. The actions listed in Article 502 of the Commercial Code are not repeated until they are repeatedly and continuously performed for the purpose of profit.Business practiceIs said to be.\n\nSales as the name of all corporate activities\n\nLegally, sales may be used as a term that refers to overall corporate activities such as corporate assets and their operating methods, rather than individual actions. People and companiesBusiness transferThe term \"sales\" does not mean the act of commercial purpose itself, but rather the equipment used for corporate activities andReceivable-debtSuch asKnow-howFacts with economic value such as customer information, customer information, and suppliers (“Goodwill\"Also referred to as\")[6].\n\nBusiness day, business hours\n\nThe day of business (ie,Days OffNon-business days) are called business days, and the time from the start of business to the end of business is called business hours.In some cases, such as financial institutions and customs business operators, laws and regulations stipulate regulations on business days and business hours.In addition, as a legal term, especiallybusinessmanFor companies that are not (if assumed), the word \"sales\" may be avoided and different terms may be used.\n\nThe following are available for business days.\n\nThe following items correspond to business hours.\n\n\n[How to use footnotes]\n  1. ^ National Tax Agency. “Significance of sales”. Laws, etc.> Questions and Answers> Stamp Duty (National Tax Agency). https:\/\/www.nta.go.jp\/law\/shitsugi\/inshi\/19\/01.htm 2021\/7\/10Browse. \n  2. ^ A similar example of \"sales in a narrow sense\" here is \"sales sales\".\n  3. ^ Even if the general customer is notified of \"closed today\" or \"temporarily closed\", the company will be treated as a business.\n  4. ^ National Tax Agency. “Significance of sales”. Laws, etc.> Questions and Answers> Stamp Duty (National Tax Agency). https:\/\/www.nta.go.jp\/law\/shitsugi\/inshi\/19\/01.htm 2021\/7\/10Browse. \n  5. ^ National Tax Agency. “Significance of sales”. Laws, etc.> Questions and Answers> Stamp Duty (National Tax Agency). https:\/\/www.nta.go.jp\/law\/shitsugi\/inshi\/19\/01.htm 2021\/7\/10Browse. \n  6. ^ Hiroshi Kaneko et al., “Literary Dictionary of Law (new edition)” (Yuhikaku, 1994)\n\nRelated item\n\nSummer limit\n\n\nBack to Top",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.8208304644,
        "format_confidence":0.9427246451
    },
    {
        "url":"http:\/\/www.trpc.org\/679\/South-County-Retail",
        "text":"7. Strengthening the economy of South Thurston communities\n\nOutlook: Partly sunny, future uncertain\nBucoda, Rainier and Tenino capture only a fraction of their residents' expected retail spending while Yelm attracts spending by residents in surrounding areas. Only Bucoda has increased the fraction of it's residents expected spending in-town.\n  1. Benchmark\n  2. Evaluation\n  3. More Information\n\n\nBy 2035, Bucoda, Rainier, and Tenino will capture retail sales equal to or greater than the expected spending of their residents. Yelm will continue to be a major retail hub for the surrounding areas.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9888252616,
        "format_confidence":0.8636187911
    },
    {
        "url":"https:\/\/www.realized1031.com\/blog\/is-a-tax-sheltered-annuity-qualified",
        "text":"Is a Tax Sheltered Annuity Qualified?\n\nIs a Tax Sheltered Annuity Qualified?\n\nPosted by on Mar 18, 2021\n\n\nShelters, annuities, qualified, unqualified…all of these terms can get confusing when an investor planning for retirement is trying to figure out the best vehicle for saving and accumulating assets. It helps to refresh our understanding of some key terms:\n\nQualified Retirement Plans are those that meet ERISA guidelines. ERISA is the Employee Retirement Income Security Act, enacted in 1974 to protect workers’ retirement income and provide them with adequate information to make decisions about participating. Examples of qualified plans include 401(k) and 403(b). However, the 403(b) and other Tax Sheltered Annuity (TSA) plans can remain outside the \"qualified\" status by choosing plan administration options.\n\nIf the TSA sponsor does not match employee contributions, it is exempt from the ERISA provisions, which allows the employer to reduce reporting. The exemption also allows the 403(b) to sidestep nondiscrimination testing required of 401(k) plans. Such testing is designed to ensure that all employees receive the same benefits under the program.\n\nA tax-sheltered annuity is an investment that facilitates employees’ ability to contribute before-tax income into a retirement account. TSAs are often offered to employees of public schools and other tax-exempt organizations and are considered qualified under ERISA. When the employer also contributes or matches the employee amount, that is also not taxed. Long ago, tax-sheltered annuities were only paid out to retirees as genuine annuity payments, meaning that the payment is guaranteed for the remainder of the individual's lifetime (this is also known as a defined benefit, as opposed to a defined contribution plan). This component became optional in 1974 and is much less common today.\n\n403(b) is a common tax-sheltered annuity plan in the United States. In addition to schools, it is popular with churches and other 501(c)(3) non-profit organizations.\n\nIRAs are individual retirement accounts. These were established for taxpayers who did not have access to employer-sponsored retirement accounts. If you can contribute to an employer-sponsored plan, you face limits on your ability to also contribute to a traditional IRA.\n\nRoth IRAs are funded with post-tax dollars. As a result, contributions can be withdrawn at any time without incurring a penalty or additional taxes. Earnings, however, can only be withdrawn tax-free after the taxpayer has reached age 59.5.  \n\nWhat is the Difference between a TSA and a 401(k)?\n\nThe primary difference between the two plans is the type of employer that offers them.  401(k) plans are offered by private companies, while the TSA is generally the province of non-profit organizations, schools, colleges, and government bodies.\n\nAnother distinction is the TSA sponsor's ability to choose to avoid \"qualification\" under ERISA, as discussed previously. This decision offers the employer some flexibility. Another notable difference is found in the administration. 401(k) programs are frequently overseen by mutual fund managers and have many choices for investment preferences. TSAs are often under the umbrella of an insurance company and offer more limited investment choices than the typical 401(k).\n\nMore Alike than Different\n\nWhile TSAs and other 403(b) plans have some facets that set them apart from the more common 401(k), all the retirement programs share some standard components:\n\n  •   Both offer tax-deferred retirement savings.\n  •   Both have the same fundamental contribution limits.\n  •  Both offer catch-up provisions.\n  •  Both require participants to reach age 59.5 before taking distributions without penalty.\n  •  Both have loan and hardship withdrawal options in many cases.\n  •  Both require participants to begin withdrawing by age 72 in most cases.\nThis material is for general information and educational purposes only. Information is based on data gathered from what we believe are reliable sources. It is not guaranteed as to accuracy, does not purport to be complete and is not intended to be used as a primary basis for investment decisions.\n\n\nDownload The Guidebook To IPWM\n\nAnother Way To Own Investment Properties\n\nLearn More About How Investment Property Wealth Management works.\n\nAnother Way To Own Investment Properties\n\nDownload The Guidebook To IPWM Investment Property Wealth Management\nDownload eBook",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9982506633,
        "format_confidence":0.5937755108
    },
    {
        "url":"https:\/\/financeworld.io\/blog\/money-exchange\/",
        "text":"To All PostTo All Posts\nMoney Exchange\n\nMoney Exchange\n\n\n\n\nCurrency exchange\n\nCurrency buying and selling operations\n\nCurrency exchange is a banking operation that can be legally engaged not only by commercial banks but also by other institutions licensed by the Central Bank.\n\nCurrency exchange (conversion, currency conversion) is an operation for cash or non-cash exchange of national banknotes and coins in accordance with the exchange rate, carried out in specialized offices of state banks and non-state financial organizations, in accordance with current legislation.\n\nCurrency (from Italian valuta) – national, foreign, and international money, both in cash (in the form of banknotes, treasury notes, coins) and non-cash (in bank accounts and bank deposits), which is a legal means of payment.\n\nThe second meaning of the term is a monetary unit, that is, a unit of measurement of money used to express prices of goods and services, to establish denominations of banknotes, to carry out monetary payments, to determine the value (rate) of foreign currencies.\n\nCurrency and money.\n\nThe word “currency” came into wide use only in the second half of the 20th century and is usually applied only to legal means of payment in force, existing in the form of cash or non-cash money. So, the ancient Roman denarius is not called a currency, using the concepts of “coin”, “monetary unit”. The term “currency” (as the basic monetary unit of the state) is not identical with the concept of “money”. Certain functions of money under certain circumstances can be performed by certain goods (commodity money). For example, in Germany in the first years after the end of World War II, in the Western zone of occupation, American cigarettes played the role of money on the black market.\n\nThe national currency of the Russian Federation is the Russian ruble, consisting of 100 kopecks (the latter act as a changeable currency against the national currency). Examples of international currencies are ECU, Euro, Special Drawing Rights.\n\nA number of authors believe that currency in a broad sense is any commodity capable of performing the function of money when exchanging on the market within the country or on the international market.\n\nThis is a type of transaction for the sale or purchase of monetary units of one country for the monetary funds of another country at a certain price, which involves the receipt of a profit by the exchange point due to the difference in exchange rates.\n\nThe exchange rate of each convertible foreign currency against the domestic currency shall be set by the Central Bank. The purchase and sale price at the Central Bank rate is considered official for a specific period of time. It is taken as a basis for settlements on international transactions, foreign economic activity, and trading on the stock market. All other participants who are engaged in retail currency exchange for individuals set their own exchange rate taking into account the margin, which, on the one hand, would allow the exchange office to receive a profit, and on the other hand, would be a competitive price in relation to the rates that were set. other market participants.\n\nThe history of the development of money exchange transactions\n\nThe first transactions for the exchange of money from different states began to be dealt with privately by jewelers in the Middle Ages. The specificity of the money changer’s work was not only to exchange the offered coins for the required ones but also to check them for authenticity. Money was minted from precious and semiprecious metals, which is why the profession of a money changer required the experience of working as a jeweler.\n\nLater, money changers became the founders of the first non-cash payments between merchants who were engaged in their activities not only within the state. Having deposited their money with the money changer, clients could count on the fact that they could pay off their obligations with the help of a written or oral agreement, and all financial issues would be settled by the money changer. So these specialists expanded their responsibilities, performing the functions of a bank and an accountant. This model of international trade relations during the Middle Ages became the prototype of the modern scheme according to which banking institutions carry out settlement transactions for their clients.\n\nCurrency exchange conditions\n\nResidents and non-residents – individuals and legal entities can freely and without restrictions sell and buy currency if it is freely convertible. Currency convertibility is the external and internal convertibility of money, which determines the degree of its liquidity in the international financial markets.\n\nDepending on the degree of convertibility, three classes of currencies can be distinguished.\n\n  1. Freely convertible currency (FCC). Such currency can be exchanged for other foreign currencies without restrictions, with its help it is possible to carry out the necessary settlement operations. In fact, freely convertible is the type of currency in relation to which there are no legislative restrictions in the implementation of any transactions with it.\n\nAmerican dollar (USD), British pound sterling (GBF), Swiss franc (CHF), etc. are recognized as freely convertible currencies.\n\n  1. Partially convertible currency (PCI). If currency restrictions are applied to residents, as well as for certain types of exchange transactions. For example, the Russian ruble is partially convertible.\n  2. Non-convertible (closed) currency (NKV). It is a national currency that functions only within a single country and is not exchanged for foreign currencies.\n\n\nLive Trading Signals: Forex, Stock, Crypto, Commodities\n\nNotify of\nInline Feedbacks\nView all comments\nBest Forex Trading Strategies\n\nBest Forex Trading Strategies\n\nStock Market Trading Online\n\nStock Market Trading Online\n\nWhat Is Traders\n\nWhat Is Traders\n\nLearn more about trading and investments\n\nContact us if you want to develop individual investment portfolio that will help you achieve your financial goals and avoid mistakes.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9979044199,
        "format_confidence":0.8994757533
    },
    {
        "url":"https:\/\/en.wikipedia.org\/wiki\/Cold_call",
        "text":"Cold calling\n\nFrom Wikipedia, the free encyclopedia\n  (Redirected from Cold call)\nJump to: navigation, search\n\nCold calling is defined as the solicitation of business from potential customers[1] who have had no prior contact with the salesperson conducting the call.[2] Cold calling is used to attempt to convince potential customers to purchase either the salesperson’s product or service. Cold calling is generally referred to as an over-the-phone process, making it a source of telemarketing, but can also be done in-person by door-to-door salespeople. Though cold calling can be used as a legitimate business tool, scammers can use cold calling as well.\n\n\nCold calling, as a means to conduct business, has seen change as technology has increased. Salespeople who use cold calling once followed specific guidelines in order to produce more profit. These guidelines, now believed to be misconceptions by Wendy Weiss,[3] were as follows:\n\n  • The more calls a salesperson makes, the more sales will be made.\n  • Any number in the phone book is a potential customer.\n  • Practice makes perfect.\n  • Manipulation is key.\n  • Always be closing.[3]\n\nCold calling has developed into a targeted communication tool. Salespeople call from a list of potential customers that fit certain parameters built to help increase the likelihood of a sale. Cold calling began as a form of giving a sales pitch from a script.[3] This has changed to an approach where the salesperson must now \"dig deeply to understand\"[3] the potential customer. To avoid being seen as scammers, legitimate businesses that use cold calling now use it as an introduction rather than to close the sale. This is to put less pressure and stress on the prospect.[3]\n\n\nWith the development of newer technology and the internet, cold calling has gained some criticism. Jeffrey Gitomer wrote in a 2010 article for The Augusta Chronicle that \"the return on investment on cold calling is under zero.\"[4] Gitomer believes that cold calling will only annoy customers and will not attract business. Gitomer also believes that referral marketing is a better form of selling and marketing.[4] According to Gitomer, there are \"2.5 basic understandings of a cold call\":[5]\n\n  • Cold calling is the lowest percentage sale call.\n  • Cold calling has a very high rejection rate.\n  • Multiple rejections can change the salesperson's mentality and make it more difficult to act friendly and complete calls.[5]\n\nCold calling has also been used by scammers. One such example was when groups of impostors pose as members of the Microsoft support team. The impostors call several homes from a database of Microsoft owners. The Microsoft customers were then told that there was a virus on their computers, and in order to fix it, they had to download a specific program. The program gave access to the computer files for the impostors.[6] In July 2006, a survey conducted by Lactofree determined that cold callers were the most annoying thing in the UK.[7] Cold calling has been a hallmark in the proliferation of boiler room scams selling fraudulent investment and sports betting schemes from Australia's Gold Coast.[8]\n\nRules and regulations[edit]\n\nMany countries have rules and regulations that limit and control how, when and whom companies can cold call. These rules and regulations are often implemented by government bodies that deal with telecommunication laws in their specific country.\n\nUnited States[edit]\n\nThe United States telecommunication laws are developed and enacted by the Federal Trade Commission (FTC). The FTC aims to \"puts consumers in charge of the number of telemarketing calls they get at home\".[9] The United States, along with many individual states, have enacted various \"Do Not Call\" lists. These lists are based off the national US Do Not Call List which was enacted in 2003.[9] Every month, since January 2005,[10] companies are required by law to check the \"Do Not Call List\" database. They are required to remove the registered numbers from their leads lists. However the \"Do Not Call List\" has certain limitations. Even if a person is registered for the \"Do Not Call List\", certain organizations can still call. These organizations include:\n\n  • Telephone surveyors, charities & political organizations\n  • Organizations that one has had a business relationship with over the previous 18 months\n  • Any company one has given written permission[9]\n\nThe FTC has also set certain regulations on when one can be called. Cold calling can only be done in between 8 a.m and 9 p.m. The caller is also required by law to tell the customer who they are and what organization they represents. This includes clarifying if the organization is a for-profit organization or charity. The salesperson also must reveal all information about the product they are selling. This means that they are legally required not to lie.[9]\n\nMany other government organizations monitor cold calling within their jurisdiction including the U.S. Securities and Exchange Commission(SEC).[11] The SEC specializes in monitoring cold calling that deals with stocks, specifically stockbrokers. When investing over the phone, the SEC states that written banking information must be given. This means that an investment cannot be made over the phone.[11]\n\n\nSimilar to the United States, Canada has its own National Do Not Call List (DNCL). The DNCL is monitored by the Canadian Radio-television and Telecommunications Commission (CRTC) which is similar to the United States' FTC. The DNCL is aimed to limit the number of calls that a person receives from organizations. However, there are still exceptions to being on the DNCL.[12] These exceptions include:\n\n  • Charities registered by the Canadian government\n  • Political parties\n  • Newspapers attempting to gain business\n  • Organizations you have a prior history with[13]\n\nUnited Kingdom[edit]\n\nThe United Kingdom has its own version of the \"Do Not Call List\" known as the Telephone Preference Service (TPS). Any citizen of the United Kingdom can register for the list that aims to eliminate its participants from receiving unsolicited calls from organizations including charities and political parties unlike the United States and Canada.[14] TPS was first enacted in 1999 and eventually saw changes in 2003 that ultimately created the Privacy and Electronic Communications (EC Directive) Regulations 2003.[14] While the TPS prevents unsolicited sales and marketing calls, it does not prevent \"recorded\/automated messages, silent calls, market research, overseas companies, debt collection, scam calls\"[15] according to the TPS website.\n\nIn 2012, Richard Herman from Middlesex sent an invoice to a company for the time they had kept cold-calling him.[16] He eventually took the company to the small claims court, leading to the company settling out of court.[16] He had been phoned several times by the company despite being listed with the Telephone Preference Service.[16]\n\n\nAustralia has its own version of the \"Do Not Call List\" known as the Do Not Call Register.[17] The \"Do Not Call Register\" is under the jurisdiction of the Australian Communications and Media Authority (ACMA) which acts as the supreme telecommunications authority in Australia. Registering for the \"Do Not Call Register\" prevents telemarketers and fax marketers from contacting registered members. Registration for the program is free and will last for eight years.[17] Similar to other countries, there are exceptions to the \"Do Not Call Register\". These exceptions include: political parties, charities and educational institutions. The \"Do Not Call Register\" takes effect 30 days after registration.[17]\n\nRepublic of Ireland[edit]\n\nIn the Republic of Ireland, the \"National Directory Database\" is an index of numbers that cannot be called for the purposes of 'cold calls' and\/or sales and advertising.[18] An unsolicited marketing call to a number on the National Directory Database is a criminal offence.[18]\n\n\nThe Japanese Government's Financial Services Agency maintains a list of known fraudulent entities involved in financial cold-calling scams.\n\nEuropean Union[edit]\n\nWithin the European Union, the Data Privacy Directive 2002\/58\/EC requires the governments of its member states to issue laws until June 2007 that prohibit general cold calling. However, the directive allows both an opt-in or an opt-out model, i.e. requiring a national register for phone numbers which either do (opt-in) or do not (opt-out) welcome cold calls.\n\n\nIn India, TRAI (Telecom Regulatory Authority of India) has enacted a regulation which bars telecom providers cold-calling their customers.\n\n\n  1. ^ \"Cold Call\". Merriam-Webster. An Encyclopædia Britannica Company. Retrieved 12 November 2014. \n  2. ^ \"Cold Calling\". Investopedia. Retrieved 12 November 2014. \n  3. ^ a b c d e Weiss, Wendy. \"Is Cold Calling Dead?\". Sales Gravy. Retrieved 11 November 2014. \n  4. ^ a b Gitomer, Jeffrey (February 22, 2010). \"Cold calling wastes time on people who will just say \"no\"\". Retrieved 12 November 2014. \n  5. ^ a b Gitomer, Jeffrey. \"The New Cold Call: It's not cookie cutter\". Buy Gitomer. Archived from the original on 3 March 2016. Retrieved 19 November 2014. \n  6. ^ Catalano, Frank. \"'We're with Windows': The anatomy of a cold calling scam\". Retrieved 16 November 2014. \n  7. ^ \"Singer Blunt 'irritates public'\". London: BBC News. 31 July 2006. Archived from the original on 19 October 2006. Retrieved 24 May 2013. \n  8. ^ Mark Solomons & Mark Willacy (26 May 2015). \"Former police officers under suspicion over Gold Coast boiler room scams that raked in millions of dollars\". Australia: ABC News. \n  9. ^ a b c d \"The Telemarketing Sales Rule\". FTC. September 2009. Retrieved 16 November 2014. \n  10. ^ \"How it works\". Do Not Call. Federal Trade Commission. Retrieved 20 November 2014. \n  11. ^ a b \"Cold Calling\". U.S. Securities and Exchange Commission. Retrieved 17 November 2014. \n  12. ^ \"About the National Do Not Call List\". National Do N... (truncated)",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.8166024089,
        "format_confidence":0.9934037328
    },
    {
        "url":"http:\/\/www.delawareinvestments.com\/institutional-investors\/literature\/insights\/2013\/mixed-progress-abenomics.aspx",
        "text":"Mixed progress for “Abenomics”\n\nWe continue to monitor the progress of Japan under Prime Minister Shinzo Abe. In essence, his “Abenomics” reforms aim to stimulate growth through three primary areas, referred to as the “three arrows.”\n\nJapan’s massive stimulus\nJapan's massive stimulus\n  1. Large increases in the money supply. There have been significant increases in the money supply. To get a sense of the scale of Japan’s quantitative easing (QE) initiatives, the total U.S. economy has a gross domestic product of roughly $16 trillion and the Federal Reserve has been injecting $85 billion into the money supply on a monthly basis via QE. In contrast, Japan’s total GDP amounts to $6 trillion, but the Bank of Japan has been injecting a relatively much larger $70 billion a month into the domestic economy via QE.\n  2. Large increases in fiscal stimulus. The Japanese government plans to further increase deficit spending by 10 trillion yen (2% total increase) as part of Abe’s first major policy initiative to boost growth. (Source: Bloomberg, January 2013).\n  3. Structural reforms. Economic reforms (such as increasing the number of female workers, loosening of labor regulations, and raising the retirement age) are wide-ranging and likely to be the most difficult to achieve because of the politics and special interests involved in each decision.\n\nTo date, progress has been mixed in these areas, presenting cause for optimism as well as concern, over the ultimate success or failure of Abenomics. Yet changes have been significant enough that they are worth watching in the coming months and years.\n\nCauses for optimism\n\n  • A weaker yen has stimulated exports. These higher export figures have partially helped increase GDP growth in the first half of 2013 (+1.2% in the first quarter and +7.1% in the second quarter). (Source: Bloomberg, October 2013)\n  • Earnings per share on the TOPIX (Tokyo Stock Price Index) is expected to grow by double-digits this year. (Source: Bloomberg Oct. 2013)\n  • The unemployment rate has fallen from 4.3% at the end of 2012 to 4.0% (as of the end of second quarter 2013). \"Full employment\" is roughly 3.6% and peak 2009 unemployment was 5.5%.\n  • The Consumer Price Index (-0.3% in the second quarter of 2013), which measures changes in purchasing trends,  is expected to turn positive in the second half of the year and has already done so on a monthly basis. (Source: International Monetary Fund, October 2013)\n  • Consensus inflation expectations are for 0% in 2013 and 2% in 2014. (Source: Bloomberg, October 2013)\n  • Land prices have shown early signs of increasing.\n  • Abe’s approval rating is close to 70% (as of May 27, 2013). (Source: Japan Daily Press)\n  • Consumer confidence has improved to 44 (compared to 27 during 2008-2009).\n  • Japan’s purchasing managers index (an indicator of the economic health of the manufacturing sector) has rallied year to date from 45 to 51. (Source: Markit\/JMMA Japan Manufacturing Purchasing Managers Index, October 2013)\n  • The Nikkei Index has rallied almost 70% (in local currency terms) over the year ended September 2013. (Source: Bloomberg)\n\nThe Tokyo Stock Price Index measures stock prices on the Tokyo Stock Exchange. It is believed to be more representative of the Japanese stock markets than the Nikkei Index because it includes all the largest companies, currently 1600 first section first section companies.\n\nThe Nikkei Index is a price-weighted index comprised of Japan’s top 225 blue-chip companies on the Tokyo Stock Exchange.\n\nCauses for concern\n\n  • Japan is the most highly leveraged nation in the world, with a public debt-to-GDP at approximately 240%. Fiscal spending has increased by another 2% (10 trillion yen). This will likely raise the deficit-to-GDP ratio to 11.5% in 2013. (Source: International Monetary Fund, October 2013)\n  • If the current QE program succeeds in creating inflation, interest rates will eventually have to rise. Higher interest payments on Japan’s debt would be difficult to manage without an offset of strong economic growth.\n  • Japan’s aging (and shrinking) population creates a structural headwind\n  • A consumption tax hike to 8% in 2014 and 10% in 2015 (at 5% as of October 2013) is expected to be an additional significant headwind to growth.\n  • There is still limited evidence to suggest that Japanese consumers have started to “loosen their purse strings” in a meaningful way.\n\nAs bottom-up (stock-by-stock) investors, we believe that a successful company will succeed on the strength of its management, the competitiveness of its productive asset base, the quality of its balance sheet, and the structure of its global market positioning. The location of the company’s domicile is less important to us than its real underlying risk exposures. That said, we remain alert to the opportunities that such changes in Japan could represent to strong companies with favorable valuations within our value universe. We continue to keep a close eye on these macroeconomic developments as we research individual companies domiciled in Japan.\n\nAs of the end of the third quarter of 2013, our Global Value Fund portfolio had a slightly overweight position in Japan and our International Value Equity Fund portfolio was slightly underweight in Japan. On a stock-by-stock basis, we have trimmed back Japanese names that approached our target prices. We are also seeking new stock purchases that have a target price that we consider to be at least 50% ahead of current price and offer what we view as 20% downside protection to attempt to provide a margin of safety.\n\nThe views expressed represent the Manager’s assessment of the market environment as of October 2013, and should not be considered a recommendation to buy, hold, or sell any security, and should not be relied on as research or investment advice. Views are subject to change without notice and may not reflect the Manager’s views.\n\nCarefully consider the Funds' investment objectives, risk factors, charges, and expenses before investing. This and other information can be found in the Funds' prospectuses and their summary prospectuses, which may be obtained by visiting our fund literature page or calling 800 362-7500. Investors should read the prospectuses and the summary prospectuses carefully before investing.\n\n\nInvesting involves risk, including the possible loss of principal.\n\nInternational investments entail risks not ordinarily associated with U.S. investments including fluctuation in currency values, differences in accounting principles, or economic or political instability in other nations.\n\nInvesting in emerging markets can be riskier than investing in established foreign markets due to increased volatility and lower trading volume.\n\nInvestments in small and\/or medium-sized companies typically exhibit greater risk and higher volatility than larger, more established companies.\n\nDiversification may not protect against market risk.\n\nPast performance does not guarantee future results.\n\nIndex performance returns do not reflect any management fees, transaction costs, or expenses. Indices are unmanaged and one cannot invest directly in an index.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9968325496,
        "format_confidence":0.5410298109
    },
    {
        "url":"http:\/\/business.nv.gov\/layouts\/Page_Style_1.aspx?id=29890",
        "text":"Traditional Financing\n\nConventional Loans\n\nSmall businesses and franchises of any development stage can apply for conventional loans. However, because these loans are not guaranteed by the federal government, banks prefer to lend to companies that demonstrate a strong ability to service the debt and have significant collateral to cover the loan if the company ultimately cannot pay back the loan. In addition, business owners seeking these loans are usually required to have exceptional FICO scores, a reasonable debt to worth ratio and provide a solid business plan and projections.\n\n    SBA Loan Programs\n\n    SBA loan programs lend to small businesses unable to secure financing on reasonable terms through normal lending channels. The loan programs are operated through private-sector lenders that provide loans which are, in turn, guaranteed by the SBA. The Agency has no funds for direct lending or grants. Most private lenders are familiar with SBA loan programs so interested applicants should contact their local lender for further information and assistance in the SBA loan application process.",
        "topic_id":9,
        "format_id":7,
        "topic_confidence":0.9987015724,
        "format_confidence":0.7296430469
    }
]