[
    {
        "url":"https:\/\/www.pccmarkets.com\/stores\/kirkland\/",
        "text":"Kirkland PCC\n\nStore Info\n\n\nOpen daily 7 a.m. to 11 p.m.\n\nPopular Hours\n\nWhy We Love it Here\n\nA hidden gem near the heart of Kirkland, this location is the oldest continually open PCC of the bunch. And it’s easy to see why. Young families, teens and Googlers stop in on a daily basis to load up on farm-fresh produce, delicious mains and sides from the deli and sweet tooth-satisfying treats from the bakery. This location is one of our smaller stores; however, the hearts of our employees are huge. On any given day, you’ll find them catching up with customers, finding the perfect piece of fruit for our youngest shoppers, and volunteering their time to nonprofits like Kirkland Hopelink and Northwest Harvest.\n\nStore Features\n\n  • Café with organic espresso and tea\n  • Hot soup bar and deli\n  • Grilled sandwiches\n  • Bimonthly beer and wine tastings\nTake a store tour\nHave Some Fruit on Us\n\nThink our “free fruit for kids” rule is only good for things like apples and pears? Think again. We can wash off a handful of raspberries or clean up a perfectly sweet carrot, too.\n\nTry Something New\n\nStop by the Café and let our barista whip you up a piping hot Yerba Mate, ice cold London Fog or immune-boosting Golden Milk latte.\n\nDo Good for the Planet\n\nWe’re all about being good to our community and the environment. That’s why we always use recycling and compost bins and partner with nearby food banks to supply nutritious bulk foods.\n\nSteve Mitchell\n\nMeet the store Director\n\n“As one of the original PCC stores, Kirkland PCC has proudly served the Kirkland community since 1978. We have a strong mix of longtime members and new shoppers in the greater Kirkland area. We provide a wide selection of healthy and organic groceries, produce, deli food, and health and body care to our friends and neighbors.”\n\nSteve Mitchell, Store Director\nKirkland PCC",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9742453694,
        "format_confidence":0.6622159481
    },
    {
        "url":"http:\/\/www.whalebackcider.com\/about",
        "text":"From the apple on the tree to the cider in the glass,\n\nWe try to get in the way as little as possible.  Whaleback Cider starts with fresh picked local Maine apples.  And by local we mean around the corner or down the road.  Sourced from small orchards and found growing wild along old roads and field edges, the fruit is pressed here on the farm and the juice is cold fermented in small batches over the winter then aged in oak barrels.  Occasionally , yeast is selected to reduce acidity in some of the more tart New England varieties but, for the most part, the apples and the yeast are allowed to do their wonderful dance without interference - sulfites and sorbates strictly prohibited!  As late winter gives way to early spring the yeasts tire out and quit the party but the fun finally begins for us.  Blending the various batches that were fermented separately because of the long period between ripening times of different apple varieties is the reward for all the painstaking hours, days, weeks and months of picking, sorting, scrating and pressing in the fall.  We taste and taste again, sampling various combinations until the balance between sugar, acid and tannin is just right.  Tanks and casks are pumped over and combined for various bottling runs and, after a little lag during bottle conditioning, the cider is finally ready to drink.  It doesn't end there though, because the absence of sulfites and sorbates means that each bottle is full of living liquid.  Much like wine, these ciders will evolve over time.\n\nA bit about cider apples and other fruit\n\nCider making is all about balance.  Blending sugars, acids and tannins is essential to making a pleasant beverage from apples and other fruit.  For that reason, the apples that go into Whaleback Cider aren't just your run of the mill Red Delicious and Macintosh, although some orchard standards like Macoun, Golden Delicious, Northern Spy, Cortland, Empire and Liberty do form a base for the time being.  Beyond these fresh eating varieties which are usually high in acid for that tart apple crunch, it is essential to blend in fruit with tannic bitterness for structure and mouthfeel, aromatics for a fragrant nose and sugars for strength and finish.  Fortunately, neglected barrens, old farmstead orchards and wild trees abound in this corner of Maine and there is no shortage of exciting fruit to hunt out of overgrown fields, hidden rock walls and old cellar holes.  Wild berries high in tannins like Elder, Aronia and Blueberry, as well as heirloom apple varieties rich with aromatics and sugars like Winter Banana, Cole's Quince, Lincolnville Russet, Beefsteak, Porter, Tolman Sweet, Hudson's Golden Gem, Baldwin, Ben Davis and countless wild, as-yet-unnamed varieties pepper the hills and islands of Knox and Waldo counties.  Over the past few decades there has been a great effort to find and propagate these old varieties.  Cider makers and cider drinkers alike owe the intrepid fruit explorers who tirelessly sought these ancient trees and clipped some last sticks of scionwood from their gnarled limbs a deep debt of gratitude. \n\nFarm and orchard\n\nCider making is serious labor but most of our time these days is going into establishing an orchard.  Small sapling apples and pears, as well as eldeberries, grapes and aronia, from many different countries and breeding periods are being painstakingly fledged into fruit bearing trees and shrubs here on the farm.  Old cider and perry varieties from England, France and Spain, as well as early American bred fruit lost long ago to Prohibition number in the hundreds, if not thousands and we aim to establish a broad variety, hopefully finding and propagating some unique wild trees that are already thriving in the local micro-climate as well.   As this profusion of fruiting trees and shrubs comes into bearing, our ciders' depth and complexity will continue to grow.\n\nWhat is a Whaleback anyway?\n\nIf you haven't had the chance to read the label-back amateur geology that inspired our farm name, here you go  - not long ago, as far as geological time goes, much of coastal Maine was under water.  When the Laurentide ice sheet retreated in 10000BC, it took the compressed earth many years to shake off the weight of the glacier, leaving the coastal area about 450 ft below where it is today.  As the sea receded, the starkly carved granite landscape of Maine’s coast was slowly revealed.  One of the most striking features hewn by the ice is known as a ‘whaleback,’ massive formations of granite polished as smooth as the flanks of a whale gliding out of the depths.  These stone leviathans emerge from Maine’s fields and forests, swimming in mineral rich soils where fruit trees thrive.  Apples grown in coastal Maine benefit from this marriage of land and sea in past and present; from primeval soil strata to ephemeral sea fogs.  And perhaps the trees, with their ancient sight, can still occasionally glimpse a whale swimming by.\n\n\n\nSee what's brewing in the barn.\n\n\n\nWant to try Whaleback?  Here's where to get a taste.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9961960316,
        "format_confidence":0.9784508944
    },
    {
        "url":"https:\/\/www.tastyschicken.com\/pages\/about",
        "text":"In 2014 a taste sensation was born in Northeast Louisiana. Food with flavor was hard to find and we help create flavor again. We have homemade style sauces and spice blends made daily. What began with one restaurant and one big idea turned into a craze that swept the nation and the world. The New name in cajun chicken has been crowned with the help of Monroe Louisiana Native Terral T. Slack. Entrepreneur and music industry Veteran was always known for cooking and creating one of a kind signature dishes. He started Tasty's Chicken to give the world Tossed and Sauced chicken, seafood and fries one plate at a time.\n\n#ComeEat #KeepItTasty #BlackOwnedBusiness",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9898195863,
        "format_confidence":0.9925106764
    },
    {
        "url":"https:\/\/www.endofbadbeer.com\/",
        "text":"Apocalypse ale works\n\nThe Apocalypse has begun!  Apocalypse Ale Works is the first brewery in Forest, Virginia since Thomas Jefferson brewed in the 1800’s at Poplar Forest.  The brewery is located in the old Forest Volunteer Fire Department, beside Pints O’Plenty, and features a tasting room for the public to enjoy our latest and greatest recipes.  Currently, kegs are distributed all over the state of Virginia, with an emphasis on supplying local restaurants first.  We also have a lineup of canned brews, as well as bombers available, with more to come as we draw nearer to the end of days!  Our mission is to brew quality beer for all palates.  The end of bad beer is here!\n\n\nTemptation thursday\n\nWe introduce a new specialty beer every Thursday Night infused through a “Randall.\"  As always vegan comfort food will be available from our friends Jacked Rabbit, the best food in town!\n\n3\/2 Plum Confessor Dopplebock\n\n3\/9 Black Currant Lustful Maiden\n\n3\/16 Ry-ESB\n\n*3\/17 Saint Paddy's Day Organically Green Cenful Blonde & Shamrock Mint\n\n3\/23 Raspberry Cenful Blonde Return\n\n3\/30 Small Batch South East IPA\n\n\nLAST CALL trivia!\n\nWe have Trivia every Wednesday night from 8:00-9:00PM, hosted by Jenna and Ryan.  Come test your knowledge over an ice cold beer!",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9935503006,
        "format_confidence":0.9194974303
    },
    {
        "url":"https:\/\/edibleeastbay.com\/our-mission\/",
        "text":"Our Mission\n\nEdible East Bay is a quarterly magazine that celebrates the abundant local foods of Alameda and Contra Costa counties (or the EastBay, as we call it here in the San Francisco Bay Area).\n\nAt Edible East Bay, we believe that our food choices do make a difference – to our health, to the health of our planet, and to our enjoyment of life. With that in mind, we bring you news of our region’s family farmers, fishermen, food artisans, chefs, home gardeners, and others who have a dedication to producing and using sustainably produced, local, seasonal foods. In this magazine’s stories and images, we will let you know about great dining, day trips, food events, and festivals; great books to read; and great products to try\n\nEdible East Bay is a proud member of Edible Communities, Inc., a vibrant network of locally owned and operated publications across the United States and Canada cultivating thoughtful, celebratory and colorful conversation around local food. Launched in 2002 by co-founders Tracey Ryder and Carole Topalian – and soon lauded by Saveur as the model for what a regional food magazine should be. Edible Communities now publishes in more than eighty communities offering a singular combination of local perspectives with a resounding national voice. In 2011, Edible Communities won the inaugural James Beard Award for Publication of the Year.\n\nSubscribing is the best way to support Edible East Bay and the most convenient way to get your copy.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9950396419,
        "format_confidence":0.9948839545
    },
    {
        "url":"https:\/\/beesneez.com.au\/",
        "text":"All the honey is  processed at Beechina in a quality assured processing plant.\n\nJoin Us on Facebook\nJoin us on Facebook\n\n\n\nProfile of Bees Neez Apiaries\n\nWe no longer pack honey , all our honey is supplied to Capilano in Bayswater. We encourage you to continue to support WA Beekeeper producers and purchase your honey under the Wescobee and Capilano labels in your local supermarket.\n\nWe are excited to be part of the Proudly Local campaign look out in your local WA supermarket for our friendly faces\n\nIf you wish to purchase direct from the beekeeper then please visit\nThe House of Honey or Australian Bee Company\n\n\nIf you specifically wish to view a display hive in action then The House of Honey in the Swan Valley will be able to accommodate you.\n\nThere is no wastage from the beehive, every product is useable.\n\nNo antibiotics are used to treat disease and no chemicals are used in the production of our honey.\n\nMinimal heat is used in processing. Resulting in a product as pure and natural as nature intended it.\n\nApprox 3 tonne of Beeswax is produced and sold each year.\n\nUp to 15 tonnes of pollen are produced some years, which we on sell to a local business in Gidgegannup that dries and packs it for sale.\n\n\nB-QualBees Neez Apiaries are proud to say that we have successfully implemented and completed the B-Qual Australia Pty Ltd Approved Supplier Program, this ensures that all honey bee products produced from our business comply with the program requirements.\n\nBees Neez Apiaries quality policy statement is:\n\n\"To manage a sustainable apiary business efficiently and profitably. To produce a safe and wholesome product to meet the public's expectations.\"\n\nTop of Page",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.7699714303,
        "format_confidence":0.8996573687
    },
    {
        "url":"https:\/\/www.coffeeshoppapillonamsterdam.nl\/en\/",
        "text":"Coffeeshop Amsterdam\n\n\nCoffeeshop Amsterdam\n\nWelcome to Papillon. Coffee shop Papillon is situated in the Van der Helstplein 8 in Amsterdam. We try to make you feel welcome with our high quality cannabis selection and the friendly atmosphere. On this website you’ll find the menu, information about the coffeeshop, tourist information, a detailed list of the house rules and how to contact us. Coffeeshop Papillon Amsterdam is destined to provided you with the high of your choice. Mellow, deep or longlasting; we are the Coffeeshop that take your enjoyment personally. So don’t hesitate to come and pay us a visit. If you have any questions about the weed or which strain to get, there is always a professional around to help you answer your questions.\n\nAll our guests can use our internet during their visit. It’s free and unlimited!\n\nCrash down in our cozy lounge. Try various types of our cannabis or enjoy our delicious coffee.\n\nOur products are of high quality. Several emplyees at Papillon make sure that you get the best cannabis available.\n\nMost populaire products\n\n\nAmnesia weed is the most cultivated weed species in the Netherlands. It is available in almost every coffeeshop and is guaranteerd to leave you smiling. It kicks in fast and provides you with a powerful high.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.5861518383,
        "format_confidence":0.6712912917
    },
    {
        "url":"https:\/\/www.ncg.coop\/partners-find\/mn\/mississippi-market-west-7th-street",
        "text":"Mississippi Market (West 7th Street)\n\nSince opening our doors in 1979, Mississippi Market Co-op has been helping our Saint Paul neighbors enjoy high-quality organic, local and sustainably-raised foods. We have three friendly neighborhood stores in Saint Paul that are owned by over 18,000 of our community members. At the co-op, everyone is welcome, anyone can shop and anyone can join.\n\nHere at the co-op, we are a community of members, shoppers and staff who are passionate about real, local food. Our priorities have remained true since the beginning, guided by the cooperative principles. We’re driven by a desire to improve and nurture the health of people and the planet – supporting local farmers and preserving farmland, donating to local nonprofits and funding healthy nutrition lessons for children. We’re St. Paul’s co-op, and we love our community.",
        "topic_id":10,
        "format_id":12,
        "topic_confidence":0.9022265077,
        "format_confidence":0.9457749724
    }
]