[
    {
        "url":"https:\/\/familytreewebinars.com\/download.php?webinar_id=564",
        "text":"Palmetto Pride - South Carolina for Genealogists\n\nPalmetto Pride - South Carolina for Genealogists\n\nby Rorey Cathcart\n\nWatch Preview Syllabus\n\nReady to watch the entire class?\n\nSubscribe now and access all 646 classes, and have access to 2944 pages of supplemental syllabus materials.\n\n\n\nPalmetto Pride - South Carolina for Genealogists\n\nThis survey of Genealogy in the State of South Carolina will look at the state's long history, the importance of understanding her judicial units, major repositories and strategies for dealing with the state's significant records loss.\n\n\nShare your Comments:\n\nPresenter: Rorey Cathcart\n\nRorey Cathcart is a professional genealogist and owner of The Who Hunter LLC based in Charleston, South Carolina. She has spoken locally and nationally on topics of interest to genealogists and society leadership alike. In addition to serving individual and corporate clients, Rorey has researched for two seasons of the hit PBS series, Genealogy Roadshow and was a Senior Researcher for the show’s third season. Her research specialties include Southern States, Migratory Patterns, South Carolina and Irish heritage with a unique subspecialty emphasizing Irish Publicans of Philadelphia. She currently serves as President of the Federation of Genealogical Societies.\n\nRorey Cathcart\nRorey Cathcart's Upcoming Webinars",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.7073235512,
        "format_confidence":0.8406503797
    },
    {
        "url":"https:\/\/m.charlestoncitypaper.com\/charleston\/realities-misconceptions-and-stereotypes-about-native-american-indians-and-their-histories\/Event?oid=3642392",
        "text":"Lectures + Seminars\n\nRealities, Misconceptions, and Stereotypes About Native American Indians and Their Histories\n\nWhen: Wed., Nov. 9, 3:30 p.m. 2011\n\nAssociate history professor and Native American expert Chris Boucher will facilitate the discussion that will focus on the dynamics and antiquities of the Native American Indian.\n\nPrice: Free\n\nAdd a review\n\n\nSelect a star to rate.",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9181604981,
        "format_confidence":0.9495131969
    },
    {
        "url":"http:\/\/www.ksheritage.org\/miva\/merchant.mvc?Screen=PROD&Store_Code=KHS&Product_Code=846&Category_Code=IND",
        "text":"Kansas Heritage Center\n\nGreat Plains Family Dwellings posters\n\nGreat Plains Family Dwellings posters Quantity in Basket: None\nCode: 846\nPrice: $11.95\nShipping Weight: 0.94 pounds\nBy Dave Webb; original artwork by Phillip R. Buntin\n\nSee firsthand how early settlers and Indians lived on the Great Plains. These instructional posters explain in detail the differences and similarities among various types of family dwellings. Designed to conform to the Kansas State Social Studies Curriculum Standards and Oklahoma Priority Academic Student Skills, the full-color 12 x 18-inch posters are printed on high-quality heavy stock.\n\nThe poster format features student-friendly text, vocabulary words, historic photographs, first-person quotations, and original colorful artwork. Useful as bulletin board displays, study cards in learning centers, and classroom teaching aids. Each of the ten posters features a type of family dwelling used by early-day pioneers and Native Americans on the Great Plains:\n\nGrass lodge\nEarth lodge\n• Dugout\n• Sod house\n• Log cabin\n• Frame house\n• Stone house\n• Adobe house\n• Brick house\n\n\n10 posters, 12 x 18 inches",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.7535431385,
        "format_confidence":0.998937428
    },
    {
        "url":"https:\/\/www.geographicus.com\/P\/AntiqueMap\/alexanderempire-hughes-1867",
        "text":"1867 Hughes Map of the Empire of Alexander the Great\n\nEmpire of Alexander the Great with the adjoining regions.\n\n1867 Hughes Map of the Empire of Alexander the Great\n\n\nSOLD. Call for off-line availability\n\n\nEmpire of Alexander the Great with the adjoining regions.\n  1867 (undated)    10 x 13 in (25.4 x 33.02 cm)     1 : 17600000\n\n\nThis is a fine 1867 map of the Empire of Alexander the Great by William Hughes. The map depicts Alexander's conquests at their fullest extent covering from Alexander's homeland in Macedonia eastwards past Asia Minor and Persia as far as India and south to include Egypt and Arabia. Both the Caspian Sea (Mare Caspium or Hyrcanum) and the Black Sea (Pontus Euxinus) are included. The map also notes the route for the march of Alexander, inland through Gedrosia. Alexander lost a huge number of soldiers and supplies during this march through the desert.\n\nThis map depicts the conquests of the Macedonian King Alexander III, called 'The Great,' conqueror of the Persian Empire and at just 30 years old, ruler of one of the largest empires in history. Alexander the Great was undefeated in battle and is considered one of the most successful military commanders of all time.\n\nThis map was created by William Hughes, printed by J. Bien and engraved by G.E. Sherman, for issued as plate 3 in Sheldon and Company's An Atlas of Classical Geography.\n\n\nWilliam Hughes (c. 1818 - May 21, 1876) was a cartographer, engraver, lithographer, printer, and publisher active in London during the middle part of the 19th century. Hughes enjoyed and long and varied cartographic career. He was elected a Fellow of the Royal Geographical Society in 1838 and, from about 1840, taught geography and mapmaking at St. Johns College for Civil Engineers. He later taught the same at both Queens College and Kings College, London. For a time he was employed as a map librarian for the British Museum. Hughes began engraving maps around 1839 and worked with most of the prominent British map and atlas publishers of his era, including but not limited to Charles Knight, A. and C. Black, George Philip, William Cassell, and others.\n\nJoseph R. Bien was a topographer and an engineer working the later part of the 19th century. His name appears a number of state and regional atlases, including the important 1895 Atlas of New York. Most of Joseph Bien's work was published in conjunction with the New York Lithographing, Engraving & Printing Company, which was founded by Julius Bien. Joseph was almost certainly related to Julien, though whether he was a son, cousin, or brother, remains unknown.\n\nSherman and Smith (fl. c. 1829 - 1855), sometimes working as Stiles, Sherman & Smith, were American engravers active in New York City during the middle part of the 19th century. The firm including John Calvin Smith (surveyor and engraver), George Sherman, and sometimes, Samuel Stiles. Their work primarily focused on government publications, including the maps and engravings prepared to illustrate the official records of the 1838-42 United States Exploring Expedition (U.S. Ex. Ex.), maps issued for the Army Corps of Topographical Engineers, and various U.S. Coast Survey Charts. They also engraved privately for Thomas Bradford and John Disturnell, among others. Sherman and Smith maintained offices at the corner of Broadway and Liberty Street in New York City and were highly regarded as the finest cartographic engravers in the city. Their non-cartographic legacies include George Inness, who apprenticed with them for two years before going on to become a well regarding American landscape painter of the Hudson River School.\n\n\nSheldon and Company, An Atlas of Classical Geography constructed by William Hughes and edited by George Long, (New York) 1867.    \n\n\nVery good. Minor wear and toning along original centerfold. Minor verso repair along centerfold.",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9883983731,
        "format_confidence":0.9965711832
    },
    {
        "url":"http:\/\/www.argosybooks.com\/shop\/argosy\/231951.html",
        "text":"K'ang-hsi and the Consolidation of Ch'ing Rule, 1661-1684.\n\nKESSLER, Lawrence D.\n\nto Cart\nPrice: $50.00\n\nPlace Published: Chicago\nPublisher: University of Chicago Press\nDate Published: 1976\n\nDescription: xi + 251pp., 8vo, cloth; a few minor spots of discoloration on the bottom edge of front and rear cover.. Chicago: The University of Chicago Press, (1976). A near fine copy.\n\nBinding: hardcover\nCondition: near fine\nISBN: 0226432033\nLanguage: English\nType: Books\n\nBook ID: 231951\n\nMore FAR EAST: webrss\nMore CHINA: webrss\nMore HISTORY: webrss\nMore 914: webrss\n\nBy This Author: KESSLER, Lawrence D.\nBy This Publisher: University of Chicago Press\nTopic Notification\nReceive e-mail notification of new arrivals in your topics of interest.\n\nYou've got yourself one happy customer at this end, folks. I've been looking for another copy of \"West of the Indus\" for nearly twenty years (I know, it's such a cultural wasteland out here in the provinces), and I never expected to find one with a dust jacket. I am amazed. Thank you so much. I've enjoyed many books over the years, but this one has always been one of my favorites. Now if I can just figure out how to share it with my friends without losing it... - Paul B.\nArgosy Book Store on Facebook\nArgosy Book Store on Instagram\nSite by Bibliopolis",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.6057568192,
        "format_confidence":0.998036921
    },
    {
        "url":"http:\/\/readrate.com\/deu\/books\/key-concepts-in-urban-geography",
        "text":"Key Concepts in Urban Geography is a new kind of textbook that forms part of an innovative set of companion texts for the human geography subdisciplines. Organized around 20 short essays, Key Concepts in Urban Geography provides a cutting-edge introduction to the central concepts that define contemporary research in urban geography. Involving detailed and expansive discussions, the book includes: an introductory chapter providing a succinct overview of the recent developments in the field. over 20 key concept entries with comprehensive explanations, definitions and evolutions of the subject. extensive pedagogic features that enhance understanding including a glossary, figures, diagrams and further reading. This is an ideal companion text for upper-level undergraduate and postgraduate students in urban geography and covers the expected staples of the subdiscipline from global cities and urban nature to transnational urbanism and virtuality.\n\nRezensionen ( 0 )\nEvery Friday we give gifts for the best reviews.\nThe winner is announced on the pages of ReadRate in social networks.\nZitate (0)\nSie können als Erste ein Zitat veröffentlichen.",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.6195167899,
        "format_confidence":0.9947580695
    },
    {
        "url":"http:\/\/www.lybrary.com\/practices-in-archaeological-stratigraphy-p-655418.html",
        "text":"ebooks and download videos Search All  Title  Author \nHome \/ Nonfiction \/ Social Science \/ Anthropology\n\nPractices in Archaeological Stratigraphy\n\n| £61.04 | €67.56 | Ca$98.18 | Au$97.89\nby Edward C. Harris\nWhat is this?DRM-PDF | by download   add to wish list\nPractices in Archaeological Stratigraphy by Edward C. Harris\n\nPractices of Archaeological Stratigraphy brings together a number of examples which illustrate the development and use of the Harris Matrix in describing and interpreting archaeological sites. This matrix, the theory of which is described in two editions of the previous book by Harris, Principles of Archaeological Stratigaphy, made possible for the first time a simple diagramatic representation of the strategraphic sequence of a site, no matter how complex. The Harris Matrix, by showing in one diagram all three linear dimensions, plus time, represents a quantum leap over the older methods which relied on sample sections only.\nIn this book 17 essays present a sample of new work demonstrating the strengths and uses of the Harris Matrix, the first ever published collection of papers devoted solely to stratigraphy in archaeology. The crucial relationships between the Harris methods, open-area excavation techniques, the interpretation of interfaces, and the use of single-context plans and recording sheets, is clarified by reference to specific sites. These sites range from medieval Europe, through Mayan civilizations to Colonial Williamsburg, Virginia.\nThis book will be of great value to all those involved in excavating and recording archaeological sites and should help to ensure that the maximum amount of stratigraphic information can be gathered from future investigations.\n\n* Presents case studies which illuminate the Harris matrix method, invented by Edward C. Harris\n* Senior editor is the inventor of this method and principle in the field\n* Serves as a companion volume to Harris's Principles of Archaeological Stratigraphy\n\nTo view this DRM protected ebook on your desktop or laptop you will need to have Adobe Digital Editions installed. It is a free software. We also strongly recommend that you sign up for an AdobeID at the Adobe website. For more details please see FAQ 1&2. To view this ebook on an iPhone, iPad or Android mobile device you will need the Adobe Digital Editions app, or BlueFire Reader or Txtr app. These are free, too. For more details see this article.\n\nSHARE  Share by Email  Share on Facebook  Share on Twitter  Share on Linked In  Share on Delicious\nor call in the US toll free 1-888-866-9150 product ID: 655418\n\nEbook Details\nPages: 296\nSize: 24.3 MB\nPublisher: Academic Press\nDate published:   2014\nISBN: 9781483295824 (DRM-PDF)\n\nDRM Settings\nRead Aloud:  not allowed\n\nThis product is listed in the following categories:\n\nNonfiction > Social Science > Archaeology\nNonfiction > Social Science > Anthropology\n\nThis author has products in the following categories:\n\nNonfiction > Social Science > Archaeology\nNonfiction > Social Science > Anthropology\nNonfiction > Business & Economics > Economics > Microeconomics\n\nIf you find anything wrong with this product listing, perhaps the description is wrong, the author is incorrect, or it is listed in the wrong category, then please contact us. We will promptly address your feedback.\n\nSubmit 5 page SummaryWhat is this?\n\n© 2016",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9642992616,
        "format_confidence":0.9974859953
    },
    {
        "url":"https:\/\/www.uncpress.org\/book\/9780807854822\/recreating-africa\/",
        "text":"Recreating Africa\n\nCulture, Kinship, and Religion in the African-Portuguese World, 1441-1770\n\nBy James H. Sweet\n\n320 pp., 6.125 x 9.25, 16 illus., 5 maps, 4 tables, notes, bibl., index\n\n  • Paperback ISBN: 978-0-8078-5482-2\n    Published: September 2003\n  • eBook ISBN: 978-0-8078-6234-6\n    Published: July 2004\n\nBuy this Book\n\nFor Professors:\nFree E-Exam Copies\n\nAwards & distinctions\n\n2004 Wesley-Logan Prize, American Historical Association\n\nFinalist, 2004 Frederick Douglass Book Prize, Gilder Lehrman Center\n\nExploring the cultural lives of African slaves in the early colonial Portuguese world, with an emphasis on the more than one million Central Africans who survived the journey to Brazil, James Sweet lifts a curtain on their lives as Africans rather than as incipient Brazilians. Focusing first on the cultures of Central Africa from which the slaves came--Ndembu, Imbangala, Kongo, and others--Sweet identifies specific cultural rites and beliefs that survived their transplantation to the African-Portuguese diaspora, arguing that they did not give way to immediate creolization in the New World but remained distinctly African for some time.\n\nSlaves transferred many cultural practices from their homelands to Brazil, including kinship structures, divination rituals, judicial ordeals, ritual burials, dietary restrictions, and secret societies. Sweet demonstrates that the structures of many of these practices remained constant during this early period, although the meanings of the rituals were often transformed as slaves coped with their new environment and status. Religious rituals in particular became potent forms of protest against the institution of slavery and its hardships. In addition, Sweet examines how certain African beliefs and customs challenged and ultimately influenced Brazilian Catholicism.\n\nSweet's analysis sheds new light on African culture in Brazil's slave society while also enriching our understanding of the complex process of creolization and cultural survival.\n\nAbout the Author\n\nJames H. Sweet is assistant professor of history at the University of Wisconsin.\nFor more information about James H. Sweet, visit the Author Page.\n\n\n\"A fascinating collection of evidence.\"--The Americas\n\n\"A fascinating book . . . of considerable importance. It not only contributes to a continuing debate about the nature of slavery, but is a powerful example of Atlantic history as it shows that the societies on both sides of the South Atlantic lived in a kind of spiritual intimacy that was not severed by the infamous middle passage.\"--History\n\n\"Given its scope, conceptual claims, and the depth of archival research, this project warrants the broadest conceivable audience. . . . After reading this richly layered study, the critical importance of Central Africans in Latin America and the African diaspora will be more clear.\"--American Historical Review\n\n\"[Sweet] examines his material from an original point of view--perceptive, sensitive, and supported by a solid bibliographic discussion. The result is a fine book.\"--African Studies Review\n\n\"Among the best of the recent works on Africans in the Atlantic.\"--International Journal of African Historical Studies\n\n\"Sweet has uncovered rich gems from the Inquisition records of the Luso-Atlantic world that are essential to historical reconstructions of Central African religious traditions in Brazil before 1770. He also creates vivid portraits of individual Africans living in Angola, Portugal, and Brazil. This important book includes outstanding narratives of slave religious practices in colonial Brazil that I have seen nowhere else. They are especially significant because they enable historians to document continuities over time with contemporary Afro-Brazilian religions. Highly recommended to all students of the African diaspora.\"--Mary Karasch, Oakland University",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9427186251,
        "format_confidence":0.9918471575
    },
    {
        "url":"https:\/\/www.upenn.edu\/pennpress\/book\/13385.html",
        "text":"Getting Work\nSearch the full text of this book:\n\nPowered by Google\n\nGetting Work\nPhiladelphia, 1840-1950\n\nWalter Licht\n\n336 pages | 6 x 9 1\/4\nPaper 2000 | ISBN 9780812217193 | $26.50s | Outside the Americas £21.99\nA volume in the series Pennsylvania Paperbacks\n\n\"Exemplary. . . . A major contribution.\"—Journal of American History\n\"Licht contributes greatly to an understanding of the work force, the community, and the role of government and educational institutions on the economy.\"—Philadelphia Inquirer\n\n\"This is the way labor history should be practiced: not a fable about good and evil, but an engagingly written, thorough examination of the mundane, yet important, day-to-day working of the labor market.\"—Journal of Economic History\n\n\"A comprehensive treatment of how people became and remained workers in one of the nation's largest cities, and in it are lessons for today.\"—Journal of Interdisciplinary History\n\nHow did working people find jobs in the past? How has the process changed over time for various groups of job seekers? Are outcomes influenced more by general economic circumstances, by discriminatory practices in the labor market, or by personal initiative and competence?\n\nTo tackle these questions, Walter Licht uses intensive primary-source research—including surveys of thousands of workers conducted in the decades from the 1920s to the 1950s—on a major industrial city for a period of over one hundred years. He looks at when and how workers secured their first jobs, schools and work, apprenticeship programs, unions, the role of firms in structuring work opportunities, the state as employer and as shaper of employment conditions, and the problem of losing work. Licht also examines the disparate labor market experiences of men and women and the effects of race, ethnicity, age, and social standing on employment.\n\nWalter Licht is Professor of History and Associate Dean at the University of Pennsylvania. He is the author of Working for the Railroad: The Organization of Work in the Nineteenth Century (recipient of the Philip Taft Labor History Prize), Industrializing America: The Nineteenth Century, and coauthor of Work Sights: Industrial Philadelphia, 1890-1950.\n\nView your shopping cart | Browse Penn Press titles in American History, American Studies | Join our mailing list",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.541287303,
        "format_confidence":0.9947764874
    },
    {
        "url":"https:\/\/m.exoticindia.com\/book\/details\/vijayanagara-empire-ruins-to-resurrection-nak501\/",
        "text":"Vijayanagara Empire (Ruins to Resurrection)\nLook Inside\n\nVijayanagara Empire (Ruins to Resurrection)\n\nFREE Delivery\nShips in 1-3 days\nItem Code: NAK501\nAuthor: Raghu Rai\nPublisher: Niyogi Books\nLanguage: English\nEdition: 2014\nISBN: 9789383098248\nPages: 140 (Throughout Color and B\/W Illustrations)\nCover: Hardcover\nOther Details: 11.5 inch x 11 inch\nWeight 1.3 kg\n\nAbout the Book\n\n\nVijayanagara, once one of the mightiest Hindu empires, has now been reduced to a mere village. Through extensive research and restoration efforts, dedicated conservationists and the ASI have made every possible attempt to restore the lost brilliance of the Vijayanagara Empire. The splendid rocks and large boulders, together with the awe-inspiring royal architecture, confer on Hampi the rare accolade of being declared a UNESCO World Heritage Site for its natural beauty as well. Indeed, with the turbulent Tungabhadra river flowing on one side and rocks and boulders poised in an amazing balancing act, Hampi presents a sight to behold.\n\n\nIn Vijayanagara Empire acclaimed photographer Raghu Rai, through his passionate response to the site, takes the reader on a visual experience akin to being transported into the world the way it must have existed centuries ago. His photographs have an archival and ancient feel to them, and yet succinctly capture not only the depths and details of the ruins but also fleeting experiences. Though the grandeur evaporated some four hundred years ago, Raghu Rai's photographs and Usha Rai's words breathe life into the silent stones of history.\n\n\nAbout the Author\n\n\nRaghu Rai has been a Magnum photographer since 1977, when he was nominated to the world’s most prestigious photographers’ cooperative by the legendary photographer Henri Carier-Bresson. His work has appeared in international publications such as Time, The New York Times, Sunday Times, National Geographic, Geo, The New Yorker and others.\n\n\nFor the last thirty years, he has been exhibiting in major cities throughout the world and has won numerous awards. Twenty-five of his photographs are in the Nationale, Paris, while he was the first ever photographer to be honoured with the Padma Shri, one of India’s highest civilian awards. He has also appeared on the jury for the World Press Photo Contest three times. Rai has published more than thirty books of his photographs, including his recent book Bangladesh: The Price of Freedom (Niyogi Books, 2013)\n\n\nSample Pages\n\nAdd a review\nHave A Question\n\nFor privacy concerns, please view our Privacy Policy",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.8230566382,
        "format_confidence":0.9987591505
    },
    {
        "url":"https:\/\/www.chapters.indigo.ca\/en-ca\/books\/the-wealth-and-poverty-of\/9780226673172-item.html",
        "text":"The Wealth and Poverty of Regions: Why Cities Matter by Mario Polèse\n\nThe Wealth and Poverty of Regions: Why Cities Matter\n\nbyMario Polèse\n\nKobo ebook | January 15, 2010\n\nPricing and Purchase Info\n\n$31.99 online \n$39.97 list price save 19%\n\nAvailable for download\n\nNot available in stores\n\n\nAs the world becomes more interconnected through travel and electronic communication, many believe that physical places will become less important. But as Mario Polèse argues in The Wealth and Poverty of Regions, geography will matter more than ever before in a world where distance is allegedly dead.\n\nThis provocative book surveys the globe, from London and Cape Town to New York and Beijing, contending that regions rise—or fall—due to their location, not only within nations but also on the world map. Polèse reveals how concentrations of industries and populations in specific locales often result in minor advantages that accumulate over time, resulting in reduced prices, improved transportation networks, increased diversity, and not least of all, “buzz”—the excitement and vitality that attracts ambitious people. The Wealth and Poverty of Regions maps out how a heady mix of size, infrastructure, proximity, and cost will determine which urban centers become the thriving metropolises of the future, and which become the deserted cities of the past. Engagingly written, the book provides insight to the past, present, and future of regions.\n\nTitle:The Wealth and Poverty of Regions: Why Cities MatterFormat:Kobo ebookPublished:January 15, 2010Publisher:University of Chicago PressLanguage:English\n\nThe following ISBNs are associated with this title:\n\nISBN - 10:0226673170\n\nISBN - 13:9780226673172\n\nLook for similar items by category:",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.7875896096,
        "format_confidence":0.9987754226
    },
    {
        "url":"https:\/\/siegelauctions.com\/sale\/1025\/lot\/108A",
        "text":"Contact Siegel\n6 West 48th Street\n9th Floor\nNew York, NY 10036\nContact by phone:\nNew York: (212) 753-6421\nDallas: (214) 754-5991\n\nSale 1025 — 2012 Rarities of the World\n\nSale Date — Tuesday, 26 June, 2012\n\nCategory —\n\nCat.\/Est. Value\nSale Number 1025, Lot Number 108A, The Emancipation Proclamation, The Emancipation ProclamationThe Emancipation Proclamation.\n\nSigned “Authorized Edition” of the Document That Saved America\n\n“All persons held as slaves within said designated States and parts of States are and henceforward shall be free.”\n\nABRAHAM LINCOLN. Document Signed as President, “Authorized Edition” of the Emancipation Proclamation, co-signed by William Seward as Secretary of State, and John Nicolay as Private Secretary to the President. Washington, D.C., January 1, 1863 [but printed and signed 1864]. one page, 17-1\/4x 21-3\/4 inches, J. Whatman watermarked paper.\n\nPresident Abraham Lincoln issued the Emancipation Proclamation on January 1, 1863. With this Executive Order, he took a decisive stand on the most contentious issue in American history, redefined the Union’s goals and strategy, and sounded the death knell for slavery.\n\nThe text of his proclamation reveals the major issues of the Civil War: slave labor as a Confederate resource; slavery as a central war issue; the status of African Americans who escaped to Union lines; courting border states; Constitutional and popular constraints on emancipation; hopes of reunion; questions of Northern acceptance of black soldiers; and America’s place in a world moving toward abolition. The President took the action, “sincerely believed to be an act of justice,” knowing that it might cost him the election.\n\nThis “Authorized Edition” was created in 1864 to aid Union troops. It was signed by Abraham Lincoln, Secretary of State William Seward, and John Nicolay, the President’s private secretary, to be sold at the Philadelphia Great Central Sanitary Fair. In Lincoln’s words, the fairs raised money “to relieve and comfort our brave soldiers.”\n\nOf only 48 copies signed by Lincoln, 26 are known to survive; nearly all are in (or are expected to be donated to) institutions.\n\nCondition. Large, bold Abraham Lincoln signature. The signatures of William Seward and John Nicolay are fine, but as is typical, lighter than the President’s. Conservator’s condition report available on request.\n\nProvenance. Private collection since at least the 1960s.\n\nFollow this link to the full single-item catalogue for The Emancipation Proclamation:\n\nE. 1,800,000-2,400,000\nCopyright 2020. All rights reserved by Siegel Auction Galleries Inc. Information and images may be used with credit to Siegel Auction Galleries or subject to guidelines and restrictions.\nWebsite Terms of Use and Privacy Policy",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.6147608757,
        "format_confidence":0.9976562262
    },
    {
        "url":"https:\/\/quaibranly.fr\/en\/publications\/the-museum-publications\/exhibitions-catalogues\/anthropology\/lapita\/",
        "text":"Oceanic Ancestors\n\n\nLapita : in the middle of the Pacific, this unusual and barely known name is that of a civilisation dating back over 3000 years. In less than four centuries, the culture, its language and traditions spread over 4,500 km across the Southwest Pacific, as far as Western Polynesia. Characterised by two key features – the introduction of Austronesian languages into the region by explorers and a very unique tradition of pottery with dotted designs – the Lapita culture has fascinated many generations of researchers. About 250 sites identified so far have revealed the production of pottery with decorations featuring geometric and anthropomorphic motifs. This coherent group is a real archaeological marker of the journey of the Austronesian-speaking peoples in the Southwest Pacific. This book leads us to discover this Pacific civilisation, which by the extraordinary quality of its creations, still manages to captivate, and has left its mark on traditional graphic design in the Pacific.\nA collective work compiled by Christophe Sand, director of the Institute of Archaeology of New Caledonia and the Pacific and Stuart Bedford, researcher at the Department of Archaeology and Natural History at the Australian National University.\n\n\n350 pages • 20 x 30 cm • 39 €\nCo-published by musée du quai Branly - Jacques Chirac \/ Somogy 2010\nISBN: 9782757203675",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9902689457,
        "format_confidence":0.9881129861
    },
    {
        "url":"https:\/\/www.chapters.indigo.ca\/en-ca\/books\/a-brief-history-of-charles\/9990050659253-item.html",
        "text":"A Brief History of Charles Village by Gregory J. Alexander\n\nA Brief History of Charles Village\n\nbyGregory J. Alexander, Paul K. Williams\n\nKobo ebook | July 18, 2012\n\nPricing and Purchase Info\n\n\nPrices and offers may vary in store\n\nAvailable for download\n\nNot available in stores\n\n\nBaltimore Orioles, infamous bootleggers, novelists of the Jazz Age and famous musicians have all wandered and lived among the stately Victorian homes and vibrant “painted ladies” of Charles Village. From its beginning as a series of country villas for the wealthy elite of Baltimore to escape the crush of downtown, the neighborhood has become a diverse and vibrant cultural hub of the city. Local authors Gregory J. Alexander and Paul K. Williams chart the evolution of this famous Baltimore community and its institutions while telling fascinating tales of some of its most colorful residents.\nTitle:A Brief History of Charles VillageFormat:Kobo ebookPublished:July 18, 2012Publisher:The History PressLanguage:English\n\nThe following ISBNs are associated with this title:",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.8985418677,
        "format_confidence":0.9985548854
    },
    {
        "url":"http:\/\/www.rarenewspapers.com\/view\/549941",
        "text":"Home > Death report of Kit Carson...\nClick image to enlarge 549941\nShow image list »\n\nDeath report of Kit Carson...\n\nItem # 549941\n\nJuly 18, 1848\n\nNATIONAL INTELLIGENCER, Washington, D. C., July 18, 1848 \n\n* American Frontiersman \n* Kit Carson death? \n\nNear the bottom of the front page is an erroneous report of the death of Kit Carson, reading in part: \"It is reported that Kit Carson, celebrated as the guide & companion of Lt. Col. Fremont in his dangerous explorations of the West, has been killed on the plains by the Indians...\"\n\nIn truth he did not die until 1868. Interesting and rare mention of the legendary Kit Carson in a pre-Civil War newspaper.\n\nOther news of the day throughout.\n\nInked notations above the masthead, otherwise nice condition.\n\nCategory: The Old West\n\nNo Longer Available",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.992020309,
        "format_confidence":0.7059371471
    },
    {
        "url":"https:\/\/www.blueandgrayeducation.org\/book-store\/monographs\/the-first-battle-of-moorefield\/",
        "text":"The First Battle of Moorefield: Early’s Cavalry is Routed\n\nA Scholarly Monograph by Stephen G. Smith\n\n22 December 1997\n\nThe Papers of the Blue and Gray Education Society, Number 6\n\nConflicting Strategies\n\nIn the early morning light of August 7, 1864, gunfire broke the stillness of West Virginia’s South Branch Valley of the Potomac; but the origins of the fighting and its significance lay in events far beyond the valley’s walls. In Virginia, Petersburg was under siege, and Robert E. Lee’s famed Army of Northern Virginia was fighting for its existence. To Ulysses S. Grant, who earlier in the year had been appointed to the rank of lieutenant-general in command of all Union forces, the destruction of Lee’s army was essential in order to achieve victory in the long and devastating struggle. Throughout the spring and early summer of 1864, the Union and Rebel forces had rarely been out of direct contact because of Grant’s stated objective to destroy Confederate armies.\n\nIn order for Grant to destroy the Army of Northern Virginia, he had to keep the other major armies of the Confederacy occupied so that they could not send troops to Lee. He also realized that he must apply overwhelming force directly against the Army of Northern Virginia by using all of the troops at his disposal. Finally, he had to find a way to stop food and other supplies from reaching the Confederate armies.\n\nBecause of poor execution, Union strategy failed to keep the other Confederate Armies occupied. General Nathaniel P. Banks’ Army of the Gulf suffered reversals and had to abandon its campaign up the Red River. This distraction prevented the capture of the Confederate port of Mobile, Alabama. As a result of tactical blundering, General Benjamin Butler’s Army of the James was “bottled-up” by a much smaller Confederate force at Bermuda Hundred and was unable to attack Richmond. Grant’s major effort in the Shenandoah Valley was foiled when the General Franz Sigel was defeated at New Market, Virginia.\n\nSigel’s failure created the immediate requirement to reprogram Grant’s efforts in order to close that Confederate “Breadbasket”.\n\nSubsequently, Grant ordered Major General David Hunter to take command in the Shenandoah Valley. Hunter pursued his mission with a vengeance. He destroyed both private homes and public buildings, such as the Virginia Military Institute in Lexington, thus earning the undying hatred of the citizens of the Valley and the troops who opposed him. Lee, realizing the significance of the Shenandoah to his position at Petersburg, ordered General Jubal Early to halt Hunter’s advance and, if possible, drive him out of the Valley.\n\nIn a series of stubborn delaying movements, young Brigadier General John McCausland, an 1857 graduate of the Virginia Military Institute, contested the advance of Hunter’s 18,000 men. Felling trees, burning bridges and harassing the enemy force, McCausland bought time for the defenders of Lynchburg–a critical transportation hub and the Federal objective. In appreciation for his defense of their homes, the citizens of Lynchburg awarded McCausland a pair of silver spurs, a new sword and the title “Savior of Lynchburg.”\n\nThanks to McCausland’s effective delaying actions and the meticulously slow nature of Hunter’s arsonist march, Early was able to reach Lynchburg before Union troops could attack the town. After a brief but sharp fight. Hunter fell back before the smaller Confederate force. By this time, the Federals were short of both food and ammunition. Since the path they had taken to Lynchburg, through Staunton and Lexington, was so thoroughly despoiled by the march southward, it was not a viable retreat route. Consequently, Hunter was forced to retire into the mountains of West Virginia. This move effectively took his force out of the war, leaving the Shenandoah Valley open to\n\nConfederate occupation and the north open to invasion. Jubal Early was just the man to exploit this opportunity.\n\nMajor General Jubal Anderson Early was a native of Franklin County, Virginia and a Class of 1837 graduate of West Paint. In the Mexican War, he served as a Major in the Virginia volunteers. Even though he had voted against secession in 1861, “Old Jube” became an ardent Confederate, supporting the South with his sword during the war and the “lost cause” with his pen after it. Early acted immediately upon the opportunity which the flight of Hunter presented and moved northward, down the Shenandoah Valley. On July 9, 1864, Early’s army met and defeated General Lew Wallace’s troops in sharp fighting at Monocacy, Maryland. By July 11th, Early’s troops were at the gates of Washington.6\n\nThe significance of Early’s movement was quite apparent. The presence of Rebel troops at the defenses of Washington sent a signal to the battered Confederacy that the war was not yet over and that the South could still lash out at its Northern foes. It also meant that the Shenandoah Valley remained open and supplies would continue to flow to Lee’s veterans in the trenches at Petersburg. Grant understood the serious nature of the Southern move in the Valley. In response to Early’s offensive, Grant telegraphed Union Chief of Staff, Henry W. Halleck on July 4, 1864: “Under the circumstances, I think it advisable to hold all of the forces you can about Washington, Baltimore, Cumberland and Harpers Ferry ready to advance against any advance of the enemy.”\n\nTo read the entire monograph, you may purchase it by downloading an order form or by contacting us.\n\nLeave a Comment\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9865098596,
        "format_confidence":0.6419813633
    },
    {
        "url":"http:\/\/americanflagweb.com\/american-flags-store-proctor-vt-05765.html",
        "text":"American Flags Store Proctor VT 05765\n\n100% Made in America American Flags around Proctor VT 05765\n\nA national symbol that goes by the names “The Stars and Stripes”, “Old Glory”, and also “The Star-Spangled Banner”, the American flag is one of the extremely recognizable signs worldwide today. This is mainly due to the status of the United States as one of one of the most significant nations in history. The American Flag is the 3rd oldest of the National Standards of the world – older compared to the Union Jack of Britain or the Tricolor of France. It is unique in the deep and honorable significance of its message to the whole world. It stands for a message of national self-reliance, of specific liberty, of optimism, and also of patriotism.\n\nWho made the American Flag?\nJust what does the American Flag represent?\nWhy is the American Flag essential to American community?\nWhere can I purchase American Flags?\n\nWho made the American Flag?\n\nAccording to prominent stories, the very first American flag was sewed by Betsy Ross, a Philadelphia seamstress that was an acquaintance of George Washington. In May 1776, so the tale goes, General Washington as well as 2 representatives from the Continental Congress visited Ross at her upholstery store and also showed her a sketch design of the flag. Washington initially preferred using a star with 6 points, Ross advocated for a five-pointed star, which might be cut with just one quick snip of the scissors, and the gentlemen were won over. Unfortunately, historians have not been able to confirm this variation of events.\n\nPhoto via Wikimedia Commons\n\nIn 1777, the Continental Congress passed an act that gave our country an official flag. In those days, the flag was not the like we know it today. Rather than the 50 white stars in the field of blue, there was a circle of 13 white stars to stand for the 13 colonies. The act stated, “Resolved, that the flag of the United States be thirteen stripes, alternate red and also white; that the Union be thirteen stars, white in a blue area, representing a new constellation.”\n\nExactly what does the American Flag represent?\n\nThe flag initially rose over thirteen states along the Atlantic seaboard, with a populace of some three million people. Today it flies over fifty states, expanding throughout the continent, and over great islands of the two oceans; and also hundreds owe it allegiance. It has been given this happy position by love and sacrifice. People have progressed it as well as heroes have actually died for it.\n\nThe flag consists of 13 alternating red as well as white horizontal stripes representing the initial thirteen British colonies that stated self-reliance from the Kingdom of Great Britain, and also became the initial states in the US. This blue area of the flag is called the Union.\n\nThe symbolism of the Flag, as stated by Washington: “We take the stars from Heaven, the red from our mother country, dividing it by white stripes, hence revealing that we have actually separated from her, and also the white stripes shall drop to posterity representing Liberty.”\n\nPhoto via Wikimedia Commons\n\nIt incarnates for all mankind the spirit of liberty and the wonderful ideal of human freedom; not the liberty of unrestraint or the freedom of license, however a distinct ideal of equal opportunity permanently, freedom and also the pursuit of joy, safeguarded by the stern and lofty principles of duty, of integrity and of justice, and obtainable by obedience to self-imposed laws.\n\nTwo times told tales of nationwide honor as well as splendor collection thickly about it. It bears witness to the enormous growth of our nationwide limits, the growth of our natural sources, and also the superb structure of our civilization. It prophesises the triumph of prominent federal government, of civic and religious liberty and also of national decency throughout the globe.\n\nWhy is the American Flag vital to American society?\n\nThe American flag is crucial because it represents the independent government as explained under the United States Constitution. Contribute to that, it likewise represents the background, beliefs and also principles of its residents. As a democratic nation, its individuals adhere to all-important values such as liberty, justice as well as equal rights. In addition, the flag additionally represents the different successes of the country in addition to the pride of its individuals.\n\nThis national icon reminds individuals, not just in the state of Vermont, but throughout the whole USA concerning the various vital facets of the Declaration of Independence. It is not just a simple icon, which represents the freedom and also rights of Americans. Drifting from the soaring pinnacle of American idealism, it is a sign of sustaining hope.\n\nIt is the indication made visible of the solid spirit that has actually brought freedom and also success to the people of America. It is the flag of all us alike. Allow us accord it recognize as well as loyalty.\n\nWhere can I find American Flags?\n\nYou probably currently discovered this, but there are a lot of places where you could get American flags. Nonetheless, it is very important to keep in mind that the flag you’re wanting to buy need to be “Made in America”.\n\nBased upon statistics, Americans invest over 5.3 million dollars on imported flags yearly – the majority of which are made in China. Maybe even more upsetting is that during 2001, in the wave of patriotism that spread over America after 9\/11, Americans acquired $52 million US dollars in imported flags. The flag ought to signify the blood, sweat, and tears of American people that brought this country into existence, not our debt to China and the death of the American production sector.\n\nThe flag symbolizes nationwide freedom as well as popular sovereignty. It is not the flag of a ruling family or royal house, yet of the thousands free people welded right into a nation, one and also inseparable, unified not only by community of interest, yet by vital unity of view and also purpose; a country identified for the clear individual perception of its citizens alike of their obligations as well as their advantages, their responsibilities and also their civil liberties.\n\nHave a little pride, cough up a few more money, and also get an American flag made by Americans in the United States of America.\n\nProctor ZIP codes we serve: 05765",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.7789652348,
        "format_confidence":0.9353636503
    },
    {
        "url":"http:\/\/www.ebooks.com\/1069589\/a-minority-and-the-state\/taylor-becky\/",
        "text":"The Leading eBooks Store Online\n\nfor Kindle Fire, Apple, Android, Nook, Kobo, PC, Mac, BlackBerry ...\n\nNew to\n\nLearn more\n\nA minority and the state\n\nTravellers in Britain in the twentieth century\n\nA minority and the state\nAdd to cart\nUS$ 95.00\nA minority and the state' is a much needed history of Britain's travelling communities in the twentieth century, drawing together detailed archival research at local and national level to explore the impact of state and legislative developments on Travellers, as well as their experience of missions, education, war and welfare. It also covers legal developments affecting Travellers and crucially argues that their history must not be dealt with in isolation but as part of a wider history of British minoritiesll. It will be of interest to scholars and students concerned with minority groups, the welfare state and the expansion of government, as well as general readers and practitioners working with Travellers.\nManchester University Press; April 2008\n257 pages; ISBN 9781847791559\nRead online, or download in secure PDF format\nMore History",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.9359673262,
        "format_confidence":0.9983420372
    },
    {
        "url":"https:\/\/www.savasbeatie.com\/the-gettysburg-cyclorama-the-turning-point-of-the-civil-war-on-canvas\/",
        "text":"\n\nCurrent Stock:\nGift wrapping:\nOptions available\nPub Date:\nJune 2015\nHardcover, 8.5 x 11\nImages, 225 pp.\nSigned bookplates:\nAvailable. Email us for info!\n\n\nBuy the eBook here\n\nAbout the Book\n\nThousands of books and articles have been written about the Battle of Gettysburg. Almost every topic has been thoroughly scrutinized except one: Paul Philippoteaux’s massive cyclorama painting The Battle of Gettysburg, which depicts Pickett’s Charge, the final attack at Gettysburg. The Gettysburg Cyclorama: The Turning Point of the Civil War on Canvas is the first comprehensive study of this art masterpiece and historic artifact.\n\nThis in-depth study of the history of the cyclorama discusses every aspect of this treasure, which was first displayed in 1884 and underwent a massive restoration in 2008. Coverage includes not only how it was created and what it depicts, but the changes it has undergone and where and how it was moved. Authors Chris Brenneman and Sue Boardman also discuss in fascinating detail how the painting was interpreted by Civil War veterans in the late 19th Century.\n\nWith the aid of award-winning photographer Bill Dowling, the authors utilized modern photography to compare the painting with historic and modern pictures of the landscape. Dowling’s remarkable close-up digital photography allows readers to focus on distant details that usually pass unseen. Every officer, unit, terrain feature, farm, and more pictured in the painting is discussed in detail. Even more remarkable, the authors reveal an important new discovery made during the research for this book: in order to address suggestions from the viewers, the cyclorama was significantly modified five years after it was created to add more soldiers, additional flags, and even General George Meade, the commander of the Union Army!\n\nWith hundreds of rare historic photographs and beautiful modern pictures of a truly great work of art, The Gettysburg Cyclorama: The Turning Point of the Civil War on Canvas is a must-have for anyone interested in the Battle of Gettysburg or is simply a lover of exquisite art.\n\n\n\"For generations, millions of Gettysburg’s visitors have experienced ‘Pickett’s Charge’ through the canvas of Paul Philippoteaux’s massive Cyclorama. But the full story of the painting’s creation, restoration, and ongoing interpretation has never before been fully told. Authors Chris Brenneman and Sue Boardman, along with photographer Bill Dowling, have used their behind the scenes access to create a colorful and lively guide that will appeal to Gettysburg students, scholars, and lovers of fine art.”\" (James A. Hessler, Gettysburg Licensed Battlefield Guide, author of Sickles at Gettysburg (2009) and Pickett’s Charge at Gettysburg (2015))\n\n“The Gettysburg Cyclorama of Pickett’s Charge by Paul Philippoteaux is the most famous and iconic work of art about the battle.This beautifully illustrated and superbly researched book is quite simply the most thorough exploration of the painting’s fascinating history and subject matter ever written.” (D. Scott Hartwig, former Supervisory Historian for Gettysburg National Military Park, and the author of To Antietam Creek:The Maryland Campaign of September 1862)\n\n“Few works of art are more important or more fascinating than the Gettysburg Cyclorama, Paul Philippoteaux’s mammoth painting documenting ‘Pickett’s Charge’ on the afternoon of July 3, 1863. Here, for the first time, Gettysburg Licensed Battlefield Guides Chris Brenneman, Sue Boardman, and Bill Dowling examine every detail of this epic painting, including its restoration in the early 2000s, the changes made to it, and the politics, history, and accuracy behind its fascinating detail. Scores of photographs in both color and black and white enhance this book―which is a must-read for anyone interested in the Battle of Gettysburg and how it is remembered.” (Eric J.Wittenberg,award-winning author of Gettysburg’s Forgotten Cavalry Actions(Savas Beatie, 2011) and The Devil’s to Pay: John Buford at Gettysburg:A History andWalking Tour (Savas Beatie, 2014))\n\n\nA life-long love of Civil War history brought Chris Brenneman, Sue Boardman, and Bill Dowling to Gettysburg. Today they are all Licensed Battlefield Guides at the Gettysburg National Military Park. As part of his job working for the Gettysburg Foundation, Chris has spent hundreds of hours observing the Battle of Gettysburg Cyclorama painting. Chris has a talent for organization and a keen eye for detail which has helped him to identify all of the intricacies of the painting. Sue Boardman was the historical consultant for the Gettysburg Foundation for the massive project to conserve and restore the Gettysburg cyclorama, and has authored several books and articles on Civil War topics. Sue currently serves as the Leadership Program Director for the Gettysburg Foundation. Bill Dowling is an award-winning photographer, specializing in historical landscape photography, with a special interest in the Gettysburg Battlefield. Bill’s photographs have been published in books and magazines as well as appearing on the “Jumbo-Tron” in New York’s Times Square.",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.8245369196,
        "format_confidence":0.9977735877
    },
    {
        "url":"http:\/\/clipart-finder.com\/clipart\/india-bw.html",
        "text":"On this page you can download free india bw clipart. The clip art is classified as geography clip art. India bw clipart added 16 September 2014. This clipart viewed 167 times and downloaded 0 times. Also you can find similar clipart images via tags: Geography, Country Maps, I, India. If you like this clip art, share them with you friends!",
        "topic_id":13,
        "format_id":16,
        "topic_confidence":0.6850331426,
        "format_confidence":0.8589775562
    }
]