[
    {
        "url":"http:\/\/www.mendocinobeacon.com\/localnews\/ci_21956029\/food-bank-kicks-off-holiday-fundraiser",
        "text":"Submitted by Nancy Severy\n\nThe Fort Bragg Food Bank kicked off the 2012 holiday season with a brand new fundraiser the Soup & Chili Cook-Off. Fifteen local chefs created an amazing variety of delicious soups and chilis from venison soup to some fiery chilis to a cooling strawberry bisque. Cook-off attendees sampled each entry and chose the best in each category.\n\nFirst place for the \"Best Soup in Town\" went to Living Light CafŽ for a warm and hearty corn and sweet potato chowder, perfect for the chilly fall weather, while Little River Inn won second place with a rich and elegant lobster bisque. First and second place for the \"Best Chili in Town\" went to Joshua Richardson of Edward Jones and to the Savings Bank of Mendocino County. The prize for best decorated table went hands-down to Little River Inn, represented by Steve and Printha Worthen who created, on their table-top, a small town vignette complete with a miniature food bank and a running electric train.\n\nIn the afterglow of this warm and friendly event, the Food Bank is gearing up in earnest to meet its season's goal to provide the fixings, including a turkey, for a holiday meal for every Food Bank family that needs a little help. We expect to serve about 600 families this year.\n\nThere are many ways for our generous community to help ensure that our friends and neighbors in need are able to sit down to a warm and delicious Thanksgiving meal with loved ones. We encourage folks to give through any means that touches their heart and fits their budget. Through the Food Bank Turkey Challenge, donations of $200 or 20 turkeys (or more) will be matched by the following local businesses: Savings Bank of Mendocino County, Mendocino Coast European Auto, Team Insurance and Financial Services and Paul and Barbara Clark of Century 21 (up to a total of $4,000).\n\nLook for Turkey Dan (aka Dan Fowler, Food Bank board president) who will be out and about in the next week or two encouraging grocery shoppers to \"Buy a Turkey for the Food Bank\" while you're shopping for your own holiday feast. Also, please consider dropping a bag of poultry stuffing, a can of cranberry or pumpkin or any other holiday food item into our food donation barrels. These small donations make a tremendous difference. Donations may be dropped off at the Food Bank at 910 N. Franklin St.\n\nCash donations, large and small, are needed and welcomed. They give us the means and flexibility to fill in the missing pieces.\n\nThank you, one and all.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.7204505801,
        "format_confidence":0.766784668
    },
    {
        "url":"https:\/\/minnesotabrown.com\/2017\/03\/boomtown-brewery-hibbing-former-zimmys.html",
        "text":"Boomtown Brewery to open in Hibbing at former Zimmy’s location\n\nZimmy's in Hibbing, Minnesota\n\nZimmy’s Restaurant in downtown Hibbing, Minnesota, closed March 6, 2014. Zimmy’s became the primary landing spot for Bob Dylan fans who come to the Iron Range to see the music icon’s hometown. It’s now slated to become the Boomtown Brewery this year.\n\nAmid tough times for small businesses on the Iron Range, one entrepreneurial couple bucks the trend. Eric and Jessica Lietz, owners of the iconic Whistling Bird Jamaican restaurant in Gilbert and Boomtown in Eveleth, will now open a brewery in Hibbing.\n\nThe Boomtown Brewery will be located at the former Zimmy’s Bar and Restaurant in the refurbished old trolley car depot on Howard Street. Zimmy’s, a popular destination for Bob Dylan fans in his hometown of Hibbing, closed in 2014. Rumors that Boomtown would expand there persisted over the last year. Those rumors were confirmed after the Lietzes received a $100,000 loan from the Hibbing Economic Development Authority this week.\n\nKelly Grinsteinner of the Hibbing Daily Tribune shared this description of the Boomtown plans in a story today:\n\nThe Boomtown Brewery will serve American cuisines with a twist, much like the Boomtown restaurant in Eveleth does now, said Jessica. Tap beers will be brewed inhouse here, and served in both locations.\n\n“The brewery will be displayed on the former pool deck and darts area for guests to see the brewing process,” she said. “It’s nice because the basement is right below it for plumbing accessibility. This will be the feature wall, and will it be exposed so everyone will be able to see what’s going on.” …\n\nThe aim is to open the Hibbing location in the late summer or early fall. … The Lietzs anticipate a minimum of 45 employees for the Hibbing location.\n\nThe restaurant atmosphere will be warm, yet modern. Mining culture will be incorporated into the restaurant through art and a Howard Street mural will be added. Raised booth seating in the bar area and liquor bottle lighting will also be used to create a concept like that of Boomtown in Eveleth.\n\nTwo new brew pubs are in the works in Grand Rapids, Minnesota, some 35 miles to the southwest. The city of Duluth has enough brew pubs to feed and intoxicate a Roman legion. I’m sorry, a plaid Roman legion with cool beards.\n\nIt’s a popular trend, and one that seems tied to a younger customer base. That’s good news as the Iron Range region seeks to attract and retain younger workers, while also drawing new investment and innovative ideas.\n\n\n  1. Now if they’d make HCC a 4 year school………..\n\n  2. Mike Rutter says\n\n    Good news for Hibbing. I graduated in ’77 and have since lamented the loss of the economic vibrancy the area once had. Always enjoy going back and hitting the Old Howard (now Mike’s Pub), and look forward to visiting Boomtown.\n\n  3. Well, there are only four brewpubs in Duluth. Duhb Linn’s, Carmody, Fitger’s Brewhouse & Canal Park Brewing.\n\nSpeak Your Mind\n\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9192080498,
        "format_confidence":0.6332340837
    },
    {
        "url":"http:\/\/www.wral.com\/mami-nora-changing-name-staying-in-the-family\/14771275\/",
        "text":"What's on Tap\n\nWhat's on Tap\n\nMami Nora changing name, staying in the family\n\nPosted July 13, 2015\n\nMami Nora is changing its name, but not its food.\n\n\"After providing delicious food for years, Mami Nora is retiring and handing over the keys to her children who have been with her since the beginning and helped open and operate the four restaurants,\" owners posted on the restaurant's Facebook page Monday.\n\nThe same original family will be moving the restaurant forward under the new name Alpaca Peruvian Charcoal Chicken.\n\nIt will be same quality and recipes as Mami Nora has been serving since 2007, owners said.\n\n\"Although Alpaca will be rebranding, featuring a different look, name and logo everything else will remain the same and just as you love it,\" owners said.\n\n\nPlease with your WRAL.com account to comment on this story. You also will need a Facebook account to comment.\n\nOldest First\nView all",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9932931662,
        "format_confidence":0.9935756326
    },
    {
        "url":"http:\/\/articles.chicagotribune.com\/1986-09-26\/entertainment\/8603120077_1_two-phones-cordless-restaurant",
        "text":"Phones Finding Way Back To Dining Table\n\nSeptember 26, 1986|By Jay Pridmore.\n\nTelephones are dedicated to making our lives easier--until we sit down for a meal. Then they are awfully inconvenient.\n\nBecause of that, or in spite of it, restaurants once put phone jacks in walls next to tables. The image comes to mind of a tuxedoed captain calling out one`s name, phone in hand, and bringing vital calls between the shrimp cocktail and steak diane.\n\nMaxim`s, when it was owned by Nancy Goldberg in the `60s and `70s, had this service. But by the time George Badonsky reopened the restaurant in 1984, the phones were seldom used. It seems that discretion overcame prestige when calls came during lunch.\n\nBut could it be that conspicuous phone calls are making a comeback? Diva Ristorante, the atrium eatery at 525 W. Monroe St., has phones at all tables\n\n(some have two phones) next to the spoons.\n\nAt La Tour, 800 N. Michigan Ave., the technology is more subtle. The restaurant has a wireless phone, offered to patrons who request it.\n\n``We don`t advertise it,`` says a manager of the restaurant. People aren`t immediately aware of the possibility of using phones because there are no phone jacks. But for those who get antsy, the service is free of charge for local calls.\n\nThe phone technology in restaurants has limits, it seems. A year ago, vendors were pounding the streets, trying to sell the latest in the technology: a coin-operated cordless phone. From the looks of it, these sales did not get very far. One manager threw a salesman out of his restaurant with the remark, ``I want my customers eating, not phoning.``\n\nMany do both, of course, as has long been the custom for some people at Nick`s Fishmarket, First National Plaza. Nick`s has had phone jacks at each table since it opened nine years ago, and some regulars get phones placed at the table automatically.\n\n``They are mostly commodities traders,`` says manager Steve Karpf. ``And also some attorneys who are always on the beeper.`` He claims that another regular often brings guests to lunch and spends the entire meal on the phone. The elan of phoning from the table has worn off since the days it was de rigeur at Booth One at the Pump Room. But there is always help for those who need it--a cellular phone, for example, packed up neatly in a briefcase and transported to Burger King, if that is where you happen to take lunch.\n\nAt Tania`s, on Logan Square, a gentleman recently was calling from his table on such a contraption, with a slightly conspicuous antenna rising out of his attache on the chair beside him. It is important to stay in touch with different time zones in the foreign currencies business, he explained.\n\nAfter a few drinks, he said it was too early to know if any of his calls this evening had earned him any money. But that was only half the point.\n\n``When I walk in with this,`` he said, ``it is power. Instant power. Do you know what I mean?``\n\n\nIn Chicago, the German tradition of Oktoberfest runs from now into next month, starting with the Second Annual Berghoff Oktoberfest. The restaurant has blocked off Adams Street between State and Dearborn Streets from 11 a.m. to 9 p.m. through Saturday. Besides Berghoff`s own beer, which is being issued in bottles for the occasion, the menu has brats, sauerkraut, barbecued beef, apple pastries and other ethnic food. A band from Heidelberg, West Germany, will entertain, and the burgermeister of that city will be on hand.\n\nAnd at Zincs, 555 W. Madison St., an Oktoberfest featuring Alsatian food and wines started Monday and runs for two more weeks. Besides Gewurztraminer and Riesling wines, dishes such as onion tarts, choucroute and fish stew will be offered as specials. Phone 902-2900 for details.\n\n-- Fashion shows at restaurants may seem boring, or perhaps impertinent, if the restaurant is supposed to constitute a fashion statement in itself.\n\nBut they can be interesting, something different. At Pronto Ristorante, 200 E. Chestnut St., manager Katherine Ferrari has arranged with new Chicago designers to show their work, with informal modeling every Wednesday between 12:30 and 1:30 p.m. Many of the shows have won praise, not just from women, but from men who happen to be eating there at the time.\n\n``We have a tendency to serve a business clientele,`` says Ferrari. ``The fashion shows open it up to the leisure luncher.``\n\nWhile Pronto is showing avant garde designers, the 95th restaurant, 875 N. Michigan Ave., is involved with the mainstream. It has a show of Bonwit Teller fashions during lunch every Thursday.\n\n-- Leeann Chin Carryout Chinese Cuisine may be the first carryout chain to capture Chicago`s growing interest in gourmet Chinese cuisine. The firm`s first Chicago location recently opened in Lombard, at Oakbrook Square on Butterfield Road. Another will open at 543 W. Diversey Pkwy. in the next few weeks, and still another will come to Woodfield Mall in late November.\n\nThe chain, which got its start in 1980, was later acquired by General Mills. It features sleek, modern, deli-like decor, and a number of pan-Chinese dishes: lemon chicken, sweet-and-sour pork and Szechwan shrimp, as well as a full range of Chinese appetizers. Prices range from $1.95 to $4.50 for individual dishes.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9756209254,
        "format_confidence":0.9608056545
    },
    {
        "url":"http:\/\/www.foodserviceequipmentjournal.com\/bills-ceo-takes-to-linkedin-to-reveal-10-day-transformation-of-flagship-restaurant\/",
        "text":"Bill’s CEO takes to LinkedIn to reveal 10-day transformation of flagship restaurant\n\nBill’s has transformed its flagship restaurant in Soho and re-opened it with new decor, menu and service, in just 10 days.\n\nThe fast-track project was revealed by CEO Duncan Garrood, who took to LinkedIn to praise the efforts of his staff as the business implements a number of changes.\n\nMr Garrood said he doesn’t usually talk about his business on such a platform, but was compelled to hail his colleagues for their work following some “great collaboration and intense activity”.\n\n“It looks amazing, the restaurant team are delivering brilliant experiences, customers are loving it and giving great feedback,” he said. “I also announced some tough decisions, which the team have taken in their stride, and they remained firmly positive. Incredible determination and focus shone through.”\n\nBill’s has also been working on the transformation of its Greenwich restaurant, which re-opens this week, and a further site, which is due to relaunch the week after, Mr Garood revealed.\n\nHe continued: “With all this going on, the remaining restaurants drove up their standards, and LFL sales have improved. Our marketing team launched a whole new website, and signed up a new PR agency. Our finance team devised new simplified reports and brought us some great new insights. These are just some of the things Team Bill’s did last week and they made me very proud.”\n\nFormer Punch Taverns chief Mr Garrood took over in January following the shock resignation of Mark Fox.\n\n\n\n\nRelated posts",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.8345976472,
        "format_confidence":0.9913089275
    },
    {
        "url":"http:\/\/ww2.kqed.org\/news\/2011\/11\/28\/yao-ming-launches-a-california-winery-for-the-chinese-market",
        "text":"Yao Ming, the majority owner of Yao Family Wines which is sourcing wines from Napa Valley grapes. photo from Yao Family Wines website\n\nThere’s a new player in Napa County this week: Yao Family Wines. Yup, that Yao. Billed as “Napa’s Tallest Winemaker” on the company’s official website, the Chinese basketball star Yao Ming is poised to capitalize on the Chinese wine boom.\n\nAccording to an article in the Wall Street Journal today, the former 7-foot-6-inch Houston Rockets center has been working on the venture since 2009.\n\nThe wine, made from cabernet sauvignon grapes harvested in 2009 from California’s Napa Valley, is priced at 1,775 yuan (US$289) a bottle. (The price includes a 27% import duty and a 17% sales tax.) A second wine, called Yao Family Reserve, will be released later this year, and its small 500-case production will be even pricier.\n\n“I really like Napa Valley,” said the former center. “California represents vacation, casual [living], sunshine—everything related to a good quality of life.”\n\nYao Family Wines currently doesn’t own any vineyards in California, but is aiming to acquire land in the next few years.\n\nThe article says the wine market in China has doubled from 2005 to 2009.\n\nFrench wines have received the most interest from Chinese connoseiurs, while Australian wineries have been working on making in-roads. Now maybe California will sip away at that.\n\n\nRachel Dornhelm\n\nRachel Dornhelm has worked as a reporter, editor and producer in public radio for the last twelve years. She got her start in New York City at WNYC and went on to work with the national business program Marketplace, WBUR’s “On Point” and KQED News in San Francisco. Her work has been honored by the LA Press Club and the SF-Peninsula Press Club.\n\nRachel has a BA with honors in anthropology from Rice University and did graduate work at NYU.\n\nSponsored by\n\nBecome a KQED sponsor",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.8391788602,
        "format_confidence":0.9946908355
    },
    {
        "url":"https:\/\/www.thebeveragejournal.com\/french-wine-hits-new-export-milestone-in-2021\/",
        "text":"\n\nFrench Wine Hits New Export Milestone in 2021\n\nBy March 24, 2022Top News\n\nFigures released by the Fédération des Exportateurs de Vins et Spiritueux de France (FEVS) showed that French wine export sales, including Champagne and Cognac, reached a record high of €15.5 billion (approximately $17.4 billion), with exports to China growing by 56% last year. This is a 28% year-over-year increase, but also an 11% increase in 2019, showing a strong rebound across all countries. The U.S. is the largest export destination of French wine and spirits, accounting for more than a quarter of the total sales of French wine exports. In 2021, total French wine and spirits exports to the U.S. increased by 34% to €4.1 billion ($4.5 billion), with the suspension of U.S. taxes on French wine from March 2021 a leading factor in that growth.\n\n« | »",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.5286372304,
        "format_confidence":0.9938171506
    },
    {
        "url":"http:\/\/www.weau.com\/home\/headlines\/Brewer-to-speak-at-Wisconsin-Historical-Museum-185517822.html",
        "text":"Brewer to speak at Wisconsin Historical Museum\n\nMADISON, Wis. (AP) -- MillerCoors' chief brewmaster is scheduled to discuss the science of making beer at the Wisconsin Historical Museum this month.\n\nDavid Ryder is set to speak at the museum on Madison's Capitol Square on Jan. 26. He'll cover the history of brewing, technical advances and the industry's future.\n\nThe event is free. Participants must register by Jan. 18 on the Wisconsin Historical Society's website, however.\n\nThe comment sections of our web set are designed for thoughtful, intelligent conversation and debate. We want to hear from the viewers but we are not obligated to post comments we feel inappropriate or violate our guidelines. Here are some of the criteria you should follow when posting comments:\n\nComments cannot be profane or vulgar. Children and families visit this site. We will delete comments that use profanity or cross the lines of good taste.\n\nWe will delete all comments using hate speech. Slurs, stereotypes and violent talk aren’t welcome on our web site.\n\nComments should not attack other readers personally.\n\nWe will delete comments we deem offensive, in bad taste, or out of bounds. We are not obligated to post comments that are rude or insensitive.\n\nWe do not edit user-submitted comments.\n\nAs a host WEAU 13 News welcomes a wide spectrum of opinions. However, we have a responsibility to all our readers to try to keep our comment section fair and decent. For that reason WEAU 13 News reserves the right to not post or to remove any comment.\npowered by Disqus",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9098433256,
        "format_confidence":0.9759286046
    },
    {
        "url":"http:\/\/www.enn.com\/business\/article\/44164",
        "text":"From: Leon Kaye, Triple Pundit, More from this Affiliate\nPublished March 22, 2012 06:27 AM\n\nMcDonald’s to test Paper Cups for hot drinks\n\nMcDonald’s announced it would test paper coffee cups instead of the current foam cups in 2,000 of its U.S. locations. Part of McDonald’s resurgence in recent years was because of their new McCafe drinks and improved roasted coffee. But in addition to giving coffee chains like Starbucks and Dunkin Donuts a run for their money, all those polystyrene foam cups create massive amounts of waste.\n\n\n\nIn addition to the waste problem, international health organizations like the International Agency for Research on Cancer have suggested that styrene in any form could have links to cancer. And as more consumers question not only the ingredients that make up their food, but the packaging in which they are delivered, even large companies like McDonald’s are taking a hard look at how they wrap and contain their products.\n\nCalls for improved packaging are a familiar refrain for McDonald’s. In the 1980s, growing outcry about those bright polystyrene clamshell burger containers pushed McDonald’s into using paper instead. McDonald’s touts its reduce, reuse and recycle program, and now this is the opportunity for the burger giant to put its money where its mouth is. A change in business practices is important: litter from fast food companies is not only challenging municipalities with their waste diversion plans, but pollutes water supplies across the country, too.\n\nPhoto credit:\n\nArticle continues at TriplePundit.\n\nTerms of Use | Privacy Policy\n\n2015©. Copyright Environmental News Network",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.5039694905,
        "format_confidence":0.9873566628
    },
    {
        "url":"http:\/\/www.theadvocate.com\/baton_rouge\/entertainment_life\/article_97f39e11-5fae-5c91-9d44-c8fba2571d98.html",
        "text":"Ten Louisiana organizations have made the James Beard Foundation and Food Tank’s 2015 Good Food Org Guide.\n\nThe second annual guide identifies and celebrates nearly 1,000 U.S.-based groups that are cultivating a better food system, according to a news release. The groups work in the areas of food and agriculture; nutrition and health; hunger and obesity; and food justice.\n\nThe state’s nonprofits earning the honor are: Community Kitchen Collective, Fresh Central, John Besh Foundation, New Orleans Food and Farm Network, NOLA Green Roots, The Renaissance Project, Second Harvest Food Bank, Sprout NOLA, Supporting Urban Agriculture and Vintage Garden Kitchen.\n\nThis year’s guide was released Monday at the James Beard Food Conference.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9698390961,
        "format_confidence":0.9858030081
    },
    {
        "url":"http:\/\/www.thenewscenter.tv\/home\/headlines\/Taste-of-Parkersburg--209818091.html",
        "text":"Taste of Parkersburg\n\nBy: Mollie Lair Email\nBy: Mollie Lair Email\n\nHundreds packed the park for a little taste of everything.\n\nForty vendors spend days prepping for the event. From wine and beer to pulled pork and bananas foster they truly have a big spread.\n\nIt's a great way for businesses to advertise without the cost, and it's a unique event for the Mid-Ohio Valley.\n\n\"The marketing aspect of it for my restaurant is impeccable. I mean I get to sell my product, not for top dollar, but enough to cover the costs, and then I get to do a lot of advertising and marketing and let people know that I'm still out there,\" says restauranteur Gene Butler.\n\n\"It's great for individuals in the community too because you're not going to be able to go anywhere and see a massive amount of culinary expertise as well as wines and beers that these people do on a day to day basis. You just can't go to that many places in one day. This way you get to sample everybody's wares,\" says Chef Yancy Roush, owner of Yancy's Five Star Catering.\n\nCecil Childress says advance ticket sales were up 15 to 20 percent from last year.\n\nAnd this year they added reserved seating and extra tents in case of rain, which ended up coming in handy.\n\nComments are posted from viewers like you and do not always reflect the views of this station.\npowered by Disqus\nTheNewsCenter One Television Plaza Parkersburg, WV. 26101 304-485-4588\nCopyright © 2002-2015 - Designed by Gray Digital Media - Powered by Clickability 209818091 - thenewscenter.tv\/a?a=209818091\nGray Television, Inc.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9441120028,
        "format_confidence":0.9798083901
    },
    {
        "url":"http:\/\/www.mayvillesentinelnews.com\/page\/content.detail\/id\/536401\/Findley-Lake-restaurant-reopens-after-10-years.html?nav=5061",
        "text":"\n\nFindley Lake restaurant reopens after 10 years\n\nSeptember 2, 2017\nBy David Prenatt - , Westfield Republican\n\nFINDLEY LAKE - After more than a decade of being used as a storage building, the I-86 Express Restaurant in Findley Lake is serving up good food once again.\n\nThe restaurant, owned by Findley Lake Properties Inc., which also owns the Holiday Inn Express hotel on the same grounds, fired up the grill and started serving on Aug. 2. The restaurant held its grand opening on Sunday, Aug. 21, featuring a discounted menu and samples of its fare.\n\nThe I-86 Express was built along with the hotel in 2001. The complex was built by Norbert Cross as a complement to Peek n' Peak resort, which he owned at that time.\n\nArticle Photos\n\nPhoto by David Prenatt\nAdam Thornton, manager of the I-86 restaurant, prepares to serve new customers\n\nThe restaurant was closed after a few years of operation, however. The most common reason given for the restaurant's demise was that the prices were too high.\n\nMaroun Kneiher, general manager of the Holiday Inn Express, spearheaded the renovation and reopening of the restaurant and agreed that this was probably the case. \"I compared the old menu to ours. Some of the items were the same price then as they are now on our menu,\" he said.\n\nCross sold the hotel and restaurant, but the next owners kept the I-86 Express closed, using it as a storage building for several years. The big blue sign was covered over and no improvements were made. Still, guests as well as people traveling by on the I-86 Interstate would inquire if the restaurant were open.\n\nWhen the Holiday Inn Express was sold to new owners from Michigan and Findley Lake Properties was incorporated, the possibility of reopening the I-86 Express was immediately considered. Once several improvements had been made to the hotel, work began to renovate the restaurant in February.\n\nIt took several months to complete preparations for the restaurant. One of the hardest things was finding the right person to manage it. Kneiher finally hired Adam Thornton.\n\n\"Adam was referred by several people,\" Kneiher said. \"So I checked his references and brought him in for an interview.\n\n\"I've been trying to make many improvements to the hotel, and now we have the restaurant. It's rewarding to have something there for the guests and to tell them that we do have a restaurant on site.\"\n\nKneiher said that he hopes the restaurant will become a favorite dining place for the people of the area as well as for guests.\n\n\"I want the town to be happy with the food,\" he said. \"I want people in the area to be happy with the food.\"\n\nThe response has been good so far, Kneiher added.\n\n\"Everyone has been happy with the prices and even happier with how the food tastes,\" he said.\n\nThe 1-86 Express offers many choices to the visitor including half-pound hamburgers, pizza, subs, salads, sandwiches, wraps and desserts. One specialty item diners can try is the Fatoush salad which is Kneiher's personal addition.\n\n\"The fatoush does not come with a dressing, but has extra virgin olive oil mixed in, as well as a secret ingredient,\" he said. \"It's just a very healthy choice. It has veggies and an extra ingredient that we add to make it good,\"\n\nKneiher said he and the owners are \"very excited\" to see the restaurant become a reality. He said the fare will develop as time goes by.\n\n\"As for now, we like the menu the way it is, but there is always room for expanding.\"\n\n\n\nI am looking for:\nNews, Blogs & Events Web",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9862813354,
        "format_confidence":0.9954185486
    },
    {
        "url":"https:\/\/www.vegantradejournal.com\/19-million-vegans-us-claims-report\/",
        "text":"19 million vegans in US, report claims\n\nAccording to a new report, the number of people who identify as vegan in the US may be up six times the number reported just three years ago to a huge 19 million.\n\nThe astronomical rise was reported in the Top Trends in Prepared Foods in 2017 report, compiled by market research group Global Data. It showed that six per cent of people in the US are now vegan versus just one percent three years ago. This would mean around 19 million people in the US are now vegan compared to three million in 2014.\n\nConsumers are changing their eating habits across the world. The report states that meat-free consumption is also becoming more popular in Germany. It shows 44 per cent of consumers follow a low-meat diet. In 2014 just 26 per cent of people considered themselves on a low-meat diet. More and more people are embracing flexitarian diets.\n\nDemand for ethical foods\n\nThe report found there to be a gradual shift occurring in response to health trends. It identified some key trends impacting innovation in prepared foods. One of these was the need to go meat-free due to the awareness of the impact that eating meat can have which is driving demand for alternative products. Another is the desire to eat ethically, with consumers connecting ethical and sustainable lifestyles with wellbeing and wellness. This is creating demand for more ethically-produced foods.\n\nThe report states: “Consumers perceive an ethical and sustainable lifestyle to be an important part of their wellbeing and wellness, and prepared foods aligning with ethical and sustainable issues will appeal to many consumers.”\n\nThe market is starting to react to this move to a plant-based diet. Recently Amazon bought WholeFoods for $13 billion and national fast food burger chain BurgerFi added a new vegan burger to its menu across 100+ stores.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.5902999043,
        "format_confidence":0.9626463652
    },
    {
        "url":"https:\/\/www.crewechronicle.co.uk\/news\/local-news\/bridgemere-garden-world-showcases-best-5606415",
        "text":"A PATRIOTIC fortnight celebrating the ‘Best of British’ is being held at Bridgemere Garden World near Nantwich.\n\nThe event helps mark British Food Fortnight until October 2 by celebrating the range of produce sourced from the UK available in its restaurant.\n\nCentre manager Marc Haigh said: “To show how committed we are in supporting British farmers and producers, we decided to join in with the Fortnight.\n\n“We have devised a special seasonal menu for British Food Fortnight, which will include chicken, mushroom and thyme pie, beef, ale and vegetable stew with dumplings, bubble and squeak with bacon and an egg and a cheese, potato and leek flan.”\n\nStaff will also hand out free recipe leaflets to customers to encourage them to try and recreate the food served in the restaurant at home.\n\nMarc added: “We shall also be running a competition throughout British Food Fortnight to win a Christmas lunch for four, to be redeemed during the coming festive season.\n\n“To enter, customers will need to answer six multiple choice questions based on our involvement with British Food Fortnight.”",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9938595295,
        "format_confidence":0.9923850298
    },
    {
        "url":"http:\/\/easthamptonstar.com\/?q=News\/20121129\/Green-Light-Baron%E2%80%99s-Cove",
        "text":"A Green Light for Baron’s Cove\n\nRestaurant, bar, and poolside cabanas okayed for former waterfront inn\nRenovations to the Baron’s Cove Inn will soon begin, with approval for its expansion given unanimously at Tuesday’s planning board session. The name for the new hotel and restaurant has not yet been determined. Carrie Ann Salvi\n\n    Despite continued resistance by neighbors, the Baron’s Cove Inn at 31 West Water Street in Sag Harbor will be allowed to proceed with renovations as proposed.\n    On Tuesday, the Sag Harbor Village Planning Board okayed the addition of an 87-seat second-level restaurant, a renovated reception area with an added bar and retail shop, and the addition of a pool-side cabana area with a concession stand. The decision was unanimous.\n    Neighbors had written to ask that further comment be allowed, but the board denied it on the advice of their counsel, Denise Schoen, who said the record had been open for a year to public comment and was now closed. Any more letters received would be kept in the file, she said, but could not be introduced in court should there be a lawsuit.\n    “We have taken a lot of time, and a lot of testimony,” said Neil Slevin, the board’s chairman, after the board agreed with Ms. Schoen’s recommendation.\n    Neighbors had most objected to the expansion of the lower-level lobby to include a bar with eight seats that would also service the upper-level restaurant, fearing that the open floor plan would draw a large, noisy crowd with attendant parking problems.\n    Timothy Platt, the village building inspector, supported the application, determining among other things that the bar could not be defined as such since its primary use was not to serve alcohol without food.\n    In September, having determined that the application did not pose a significant negative impact to the community, under the State Environmental Quality Review Act, the board had asked Mr. Platt to review the application for compliance with the building code and to address the neighbors concerns about the legality of the first-floor bar.\n    After neighbors voiced concerns over the addition of the concession stand by the pool, again on the grounds of noise, the applicant, Curtis Bashaw, agreed not to sell alcohol there. Only hotel guests will be able to drink by the pool.\n    “Every contingency cannot be dealt with in advance,” said Mr. Slevin. “Sometimes you have to say, if that comes up we’ll deal with it.”\n    “I think the neighbors should be confident that their lives will not be affected,” he added. “This is not a bar . . . nobody will hear music after 9 p.m.”\n     “I think the proposition with all of the restrictions is the best we could have done, within the law,” said Jack Tagliasacchi, a board member who owns Il Capuccino restaurant.\n    Mr. Slevin appeared relieved following the approval. The application was “as tricky and detailed to work out as Bulova,” he said, speaking of the much larger Watchcase condominium project, with the same owner.\n    The resolution to approve, which still needs a few minor changes, includes about 30 different conditions, both voluntary and via covenants.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.5158454776,
        "format_confidence":0.9975939393
    },
    {
        "url":"https:\/\/www.doncasterfreepress.co.uk\/news\/south-yorkshire-pub-giving-away-free-gts-for-a-cake-donation-44210",
        "text":"South Yorkshire pub giving away FREE G&Ts for a cake donation\n\nThere's nothing sweeter than a freebie, and a local pub is set to prove the point next Wednesday by giving away a FREE gin and tonic for very unusual currency '“ cake.\n\nBy The Newsroom\nFriday, 9th November 2018, 9:34 am\nUpdated Monday, 12th November 2018, 12:45 pm\nFREE gin\nFREE gin\n\nFlaming GrillÂ pub, the Brentwood on Moorgate Road is celebrating the introduction of Mrs Cuthbert's traditional dessert-inspired gin liqueurs by offering a delicious flavoured gin and tonic for anyone who brings a slice of cake into pub on Wednesday November 14.\n\nSweet-toothed guests will be able to provide a range of baked treats to qualify for the giveaway, including traditional Victoria sponge, cupcakes, slices and cake bars.\n\nThe quirky offer has been announced to mark the launch of four new Mrs Cuthbert's gin liqueur flavours at the pub. As well the quintessentially British Victoria Sponge, the pub will also be offering Blueberry Muffin, Rhubarb and Custard Crumble, and a bespoke flavour exclusively produced for Greene King pubs, a Passionfruit Pavlova gin.\n\nSign up to our daily newsletter\n\nAllison Sissons, general manager at the Brentwood, said: 'The trend for flavoured gins is huge at the moment, and what better way to enjoy iconic British flavours than with a free glass of dessert-inspired gin and tonic.\n\n'Mrs Cuthbert's dessert-infused gin liqueurs are inspired by 1940s home-baking, with fun and nostalgic flavours that make a refreshing alternative to traditional gin and tonic '“ we're sure our guests will love them.\n\n'We look forward to welcoming locals in for a mid-week treat they don't have to pay for '“ it really is the icing on the cake.'\n\nTo redeem the unconventional offer, guests will have to visit the Brentwood pub on Wednesday November 14 and show a slice of cake at the bar for a free Mrs Cuthbert's Victoria Sponge Cake gin liqueur and tonic.\n\nAny guests wanting to try another flavour can bring in a muffin, a crumble or a pavlova instead, in exchange for the corresponding flavoured gin and tonic.\n\nThere is one drink permitted per person and guests will need to be quick to get hold of one, as the offer is only available while stocks last. Terms and conditions apply, participating pubs only, promotion not available in Scotland.\n\nThe Brentwood is owned and managed by Greene King. To find your nearest participating pub, visitÂ",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9865967631,
        "format_confidence":0.9856764078
    },
    {
        "url":"http:\/\/www.wweek.com\/portland\/blog-29925-montavilla_bar_tanuki_closes_to_head_off_oregonian.html",
        "text":"March 21st, 2013 6:21 pm | MATTHEW KORFHAGE Food & Drink |\n\nMontavilla Bar Tanuki Closes to Head off Oregonian Review\n\nThe Oregonian reviews them anyway.\n\ndish_tanuki_3902_matthew korfhage_articleIMAGE: leahnash.com\n\nMontavilla sake bar\/foodie haven Tanuki has temporarily closed today, apparently to head off a positive review by The Oregonian that would bring more diners to the establishment.\n\nOwner Janis Martin posted an open apology on Facebook to her \"patrons, regulars, guests and fellow travelers on the path of J-punk oddity,\" further stating that Tanuki would be closed in order to deal with licensing issues brought about by additional customers and media classification of the four-table, two hot-plate izakaya as a restaurant.\n\n\"For the love of God man,\" Martin wrote on Tanuki's Facebook upon discovering that the Oregonian had just printed their review, \"tell me they didn't print it despite our closing.\"\n\nWillamette Week printed a similarly positive review within the past year; the Portland Mercury published a rave in February 2012. \n\nWillamette Week was unable to immediately reach Martin for details, but will update if additional information emerges. In the meantime, here's Tanuki's message about their closing: \n\n Hi guys, we will be closed again tonight. I am very sorry and now you get a full explanation why.\n\nDear patrons, regulars, guests and fellow travelers on the path of J-punk oddity\n\nThank you for bearing with us as Tanuki adjusts to the repercussions of the media attention paid to us in the last few months. \n\nYou see, Tanuki was never meant to be a conventional “restaurant.” In my self-indulgence I perhaps overestimated my ability to create something that was somewhat odd, my ability to make people understand this difficult-to-categorize thing, and my ability to hold the reins steady and stay on course-- even factoring in the human element of the outside world coming in through the door each day with their own notions of what this beast should be.\n\nBusinesses exist in a world of licenses, permits and regulations that have no love for the schemes of a person who does not care to be forced into a mold. For years I have tried to exist as a sake shop with tasty sake drinking food that did some other things as well and to comply with regulations that insist I choose to be a single easily categorizable thing. As we have received more and more reviews declaring us a restaurant, followed by restaurant customers with foodie expectations, this has become very difficult to do. And recently, as I begged a prominent local paper to not review us as a restaurant until we finished the updates necessary to comply with relevent regulations to no avail, it became impossible. \n\nSo we've been shutting down abruptly when necessary and trying to adjust.\n\nAnd we were closed yesterday, and we will be closed again today trying to deal with a larger measure of conformity than I had planned. \n\nThis is not a rant against the licensing bodies in the state of Oregon. While I disagree with many of the regulations and policies in place, I have been treated with respect, patience and kindness by all of the agents I have encountered. Nor is is meant to be a slur against the many writers and bloggers who have enjoyed their experiences here and shared their thoughts with the public. They have also been more than kind and I realise that many worthy chefs and restaurateurs would greatly appreciate and rightly deserve exactly the attention my little sake shop is given. I do not mean to sound ungrateful.\n\nI thank everyone who has tried to come in and found us closed for their patience with us. We are doing our best to meet expectations we never expected anyone to have of us while remaining within the boundaries of what we are legally allowed to do with our existing licenses, four tables and two electric hotplates. To those who have supported us for a long time now, taking us just as we are- you cannot be thanked enough. \n\nSee you all soon, \nJanis, Tanuki\n  • Currently 3.5\/5 Stars.\n  • 1\n  • 2\n  • 3\n  • 4\n  • 5\ncomments powered by Disqus\n\nWeb Design for magazines",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9879344702,
        "format_confidence":0.7450885773
    },
    {
        "url":"http:\/\/www.boiseweekly.com\/Cobweb\/archives\/2012\/06\/15\/txotx-aka-get-more-to-drink-at-the-oinkari-basque-fundraiser",
        "text":"Friday, June 15, 2012\n\n\"TXOTX,\" AKA: Get More to Drink at the Oinkari Basque Fundraiser\n\nPosted By on Fri, Jun 15, 2012 at 12:21 PM\n\nTxotx in action at last years Oinkari Cider House Fundraiser.\n  • Oinkari Basque Dancers\n  • \"Txotx\" in action at last year's Oinkari Cider House Fundraiser.\n\nHere’s a fun word: txotx. It sounds like chooch, and one person will yell it after every course of food at the Oinkari Cider House Fundraiser on Saturday, June 16. When “txotx” is yelled, everyone runs to the barrels filled with Basque hard cider, takes their glass, and raises it to add carbonation and toast.\n\n“It’s kind of primal and gritty because you go in with a fork and a steak knife, and in the Basque Country, sometimes they don’t even give you plates,” said Lael Uberuaga, president of the Oinkari Basque Dancers. “But we’re going to try and make it a little more civilized and give everyone plates.”\n\nThe evening’s menu begins with two styles of cod, the first sauteed with peppers and onions, and the second, a cod omelet.\n\n“It sounds kind of strange but it’s delicious,\" Uberuaga said.\n\nThe main course will include thick-cut steaks that will, yes, be served on plates.\n\nThe evening offers live and silent auctions, giving away a weekend in a cabin in Hagerman, a golf package and a Basque genealogy project to trace back your ancestry.\n\nMoney from the event will go to bringing a professional dance teacher from the Basque Country to the Oinkari dance group, as well as help cover operating costs for Boise State's Basque Studies Center.\n\nDan Ansotegui from local Basque band Amuma Says No will play at the fundraiser, and Uberuaga said to expect impromptu dancing.\n\n“This is the only authentic cider house experience that you’ll get [in Boise],” Uberuaga said. “We love to have some non-Basques and introduce them to our culture and have fun.”\n\nThe fundraiser begins at 5:30 p.m. at the Basque Center. Tickets cost $50 per guest or $90 for a couple, but only 25 tickets remained as of this report. They can be purchased by emailing, or if you're feeling lucky, at the door.\n\nTags: , , ,\n\nPin It\n\n\nComments are closed.\n\nJoin the conversation at\nor send letters to\n\n© 2017 Boise Weekly\n\nWebsite powered by Foundation",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.580992043,
        "format_confidence":0.989910543
    },
    {
        "url":"http:\/\/californiacountry.org\/features\/article.aspx?arID=1853",
        "text":"Califonia Bountiful\nHome | Contact Us\n\n\nFresno Food Expo\n\nEvent celebrates local food and showcases more than 150 growers, producers, brewers and winemakers from the Central Valley\n\nLoading video player...\n\nThe sixth annual Fresno Food Expo, billed as \"the nation's largest exclusive regional food show,\" drew big crowds this year to the Fresno Convention Center.\n\nThe two-day event was all about getting Central California products—think tasty cheeses, spreads and charcuterie—into the hands of distributers so people far and wide can taste what comes out of the Central Valley.\n\nValley food makers and Fresno city officials created the expo as a way to bring local food manufacturers together with regional, national and international buyers—and it's become quite a hit for the public.\n\nThis year, nearly 1,000 buyers representing local, statewide and international companies attended the event and about 130 exhibitors from Kern to Merced counties offered samples of their food and drinks. Everything from banana-flavored walnut butter to Creamsicle-flavored milk was on the menu.\n\nFor more information about the Fresno Food Expo, visit\n\nFollow us on: Facebook Twitter YouTube Pinterest Pinterest",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.9864761829,
        "format_confidence":0.8699100018
    },
    {
        "url":"https:\/\/www.spratlyscharade.com\/events\/so-what-became-of-cat-cafe-manila\/",
        "text":"You may have seen Cat Cafe Manila try to claim as the first cat cafe in Metro Manila, only to be beaten to the punch by Miao. But they’re not giving up, no.\n\nCat Cafe Manila is targeting an April launch in the Maginhawa strip of Quezon City. Their attempts at Kickstarter (has since been deleted) and Thunderclap has given them more than enough resources to get started.\n\nMost of their cats will be sourced from CARA, an animal welfare organization in the Philippines, similar to PAWS.\n\n\nKeep an eye on their development at https:\/\/www.facebook.com\/catcafemanila and subscribe to their twitter at https:\/\/twitter.com\/catcafemanila.\n\nInterested in CARA? Visit them here.",
        "topic_id":10,
        "format_id":10,
        "topic_confidence":0.8298079967,
        "format_confidence":0.5144745111
    }
]