[
    {
        "url":"http:\/\/android-apps.com\/?s=fascinate",
        "text":"Android App Ratings & Reviews\n\nSearch for fascinate\n\napp VZ Navigator Fascinate logo\n\nVZ Navigator Fascinate\n\n\nTry VZ Navigator FREE* for 30-Days and then pay only $4.99\/month thereafter or use it when you need it for only $0.99 as a daily subscription....\n\napp Fascinate logo\n\n\n\n\"It kind of looks like those colours you see when you close your eyes\" - HALLive wallpaper version available on the market!Look up \"Fascination live wallpaper\" and enjoy! -- Pressu...\n\napp Fascinate Live Wallpaper logo\n\nFascinate Live Wallpaper\n\n\nYour favourite mesmerizing app is now a live wallpaper!- Very low power usage- Beautiful graphics- 3 different fascinations to choose from!- Night mode- Selectable frame rate!If you enjoy this app, lo...\n\n\nVerizon Wireless Ready to Launch Froyo on Samsung Fascinate\n\nIf Fascinate owners have one complaint about their smartphone, it is the fact that they are still stuck on an outdated OS -- Android 2.1. However, fear not Fascinate owners for Verizon Wireless is beginning to roll out a new update dubbed ED01 that will deliver Android 2.2 to your smartphone. One of the main benefits to Android 2.2 is the supp...\n\nRead more\n\nVerizon Wireless Officially Announces the Samsung Fascinate, Loaded with Android 2.1\n\nFor those waiting for a Samsung Galaxy S phone to arrive on Verizon Wireless, your wait is finally coming to an end tomorrow. Verizon Wireless has officially announced that the Samsung Fascinate which is actually a variant of the Samsung Galaxy S Android phone series will be exclusively available for Verizon customers starting September 8. To be ...\n\nRead more\n\nBest Buy Mobile Begins Pre-Sale of Samsung Fascinate Starting August 27\n\nThe Samsung Fascinate is already available for pre-order through Best Buy Mobile for all Reward Zone members. In case you are not a Reward Zone member, your chance to pre-order Verizon's flavor of the Samsung Galaxy S device begins August 29. Unfortunately, pricing details for the Fascinate are not yet available until Verizon Wireless officiall...\n\nRead more\napp Ultra Bright Flashlight LED HD logo\n\nUltra Bright Flashlight LED...\n\n\nUltra Bright Flashlight LED HD App – Free of Charge* Turns on all available lights on the device* Camera Flash LED at Maximum* Screen at Bright Maximum* Keyboard Backlight at Maximum* Soft Keys Back...\n\napp iChant- Shiv Mahima Stotra logo\n\niChant- Shiv Mahima Stotra\n\n\nWelcome to the spiritual world of soothing chants !iPooja pleased to presents Shiv Mahima mobile app designed and recorded specially for the Android OS. The Shiv Mahima Stotra is very popular among th...\n\napp ♬ Truyen Ma Nguyen Ngoc Ngan ♬ logo\n\n♬ Truyen Ma Nguyen Ngoc N...\n\n\n+Bạn là một fan hâm mộ của Mc Nguyễn Ngọc Ngạn ?+Bạn yêu thích những giới thiệu cuốn hút do Mc Nguyễn Ngọc Ngạn này trình bày?+Hoặc chỉ đơn giản là bạn...\n\napp In Fashion (Mia & Bailey) logo\n\nIn Fashion (Mia & Baile...\n\n\nIn Fashion (Mia & Bailey) is a shopping Android app. This app is divided into 5 tabs, namely, About, Fashion, Movie, Share and Rate. For the first tab (About), we introduced our fashion company Mi...\n\napp Galaxy Bubble Live Wallpaper logo\n\nGalaxy Bubble Live Wallpape...\n\n\nBeautiful animated bubbles in your phone. Free live wallpaper Bubble with a loving background.Soap bubbles on the background of all colors fascinate with its brilliance and clarity. Rainbow balls risi...\n\napp Android Invades logo\n\nAndroid Invades\n\n\nMankind has always been fascinated with the stars and often wonders what lies beyond them!But what lies beyond the stars has been watching mankind for years and waiting ….waiting to!Experience th...\n\napp Android Invades Light logo\n\nAndroid Invades Light\n\n\nMankind has always been fascinated with the stars and often wonders what lies beyond them!But what lies beyond the stars has been watching mankind for years and waiting…waiting to!Experience the edg...\n\napp History of flights ++ logo\n\nHistory of flights ++\n\n\nPeople have always been fascinated by the idea of flying. Seeing kites flown by Chinese further influenced our thinking. Chinese kites are both used in recreation and for observance of religious cer...\n\napp Baby Brain Development Lite logo\n\nBaby Brain Development Lite\n\n\nDid you know that the amount of stimulation your baby receives on a daily basis has a direct influence on his baby brain development? These findings are supported by state-of-the-art brain-imaging tec...\n\napp KPOP CHART logo\n\n\n\nK-POP chart is an application preparingthe chart of K-POP, sensationally popularall over the world in these days.The ranking of K-POP is decided by downloadnumbers on various internet music sitesand s...\n\napp SHINee ‘sherlock’ Lite logo\n\nSHINee ‘sherlock’ Lite\n\n\nSHINee’s new mini album ‘Sherlock’ will finally be unveiled. It is predicted that SHINee will present the new stage of ‘Sherlock,’ unique-styled music, well mixed with the performance choreo...\n\napp Bobbleheads LW [FL ver.] logo\n\nBobbleheads LW [FL ver.]\n\n\nPretty doggies wag their head???The dog stares at you while waving a head when you pet it with a finger!The live wallpaper which is fascinated with unconsciously to the lovely look :-)FreeTrialVersion...\n\napp GO SMS Pro Theme Pink Nice logo\n\nGO SMS Pro Theme Pink Nice\n\n\nGO SMS Pro Theme sweetie pink butterfly works only with the GO SMS Pro application, if you don't have it, you can download it for free from Google Play. GO SMS Pro Theme pink butterfly theme will help...\n\napp Bobbleheads LiveWallpaper logo\n\nBobbleheads LiveWallpaper\n\n\nPretty doggies wag their head???The dog stares at you while waving a head when you pet it with a finger!The live wallpaper which is fascinated with unconsciously to the lovely look :-)by\n\napp App House logo\n\nApp House\n\n\nTELUS App House lets you easily download great apps that improve your overall TELUS experience from a central source on your device. App House is not a substitute for the Google Play Store. App House ...\n\napp Backgammon Online Tournament ! logo\n\nBackgammon Online Tournamen...\n\n\nFULL Version of Backgammon Online Tournament!.Backgammon multiplayer online, the classic game! Backgammon multiplayer online is a race game for two players. The game has been played in its current for...\n\napp Fastcharge \/ Force AC Toggle logo\n\nFastcharge \/ Force AC Toggl...\n\n\n!!!! Kernel that supports Fastcharge \/ Force AC charging REQUIRED !!!!This widget allows you to toggle fastcharge \/ force AC charging right from a homescreen. No longer do you need to open an applicat...\n\napp Red Wall LWP logo\n\nRed Wall LWP\n\n\nRed Wall Live Wallpaper.Are you fascinated by a moving red lights dancing against a yellow background like the billowing sun? If so, you can turn your Android phone into a twirling red lights world wi...\n\napp Abc Phonics logo\n\nAbc Phonics\n\n\nFun alphabet learning app for toddlers. Helps develop learning faster letters and objects and kids are always fascinated with objects and how they work. Watch as he\/she entertains herself with random ...\n\napp Astronomy 101 logo\n\nAstronomy 101\n\n\nFascinated by Astronomy but too busy to take a class? Get smart quickly with Astronomy 101: The TextVook - a lively, informed crash course to the universe! This TextVook presents the complex study of...\n\napp Flashlight Advance logo\n\nFlashlight Advance\n\n\nTurn your phone into the Swiss Army Knife of flashlights. With modes like Strobe, Ambiance, Music2Color, Christmas Lights, and more, you'll never run out of fun and interesting uses. You can use your ...\n\napp Super Junior <Mr. Simple> Lite logo\n\nSuper Junior <Mr. Simple...\n\n\nFinally, Super Junior who represents Korea as well as Asia, will make a glorious comeback with their 5th album. Since Super Junior is the best star of Korean wave who has been receiving a tremendous p...\n\nPage 1 of 612345...Last »",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.6972076297,
        "format_confidence":0.9856306911
    },
    {
        "url":"http:\/\/alternativesite.net\/4cornersmoms.net",
        "text":"Home  Find alternative websites\n\nDo you like alternativesite.net? Link to us on your website and we will link back! You can send an e-mail to [email protected] to notify us. Please include the location of the link to us.\n\nNo Alternative websites for 4cornersmoms.net\n\n1. Result for 4cornersmoms.net\n\n    Sorry.. no alternative results found for 4cornersmoms.net, try another domain or try again later",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.5234707594,
        "format_confidence":0.8825405836
    },
    {
        "url":"https:\/\/www.govloop.com\/tag\/data-gov-uk\/",
        "text":"Posts Tagged: live!\n\nThe Guardian is reporting that the website is expected to launch tomorrow (now today) – but apparently it’s already live – so everything’s in place bar the virtual ribbon cutting by Sir Tim Berners-Lee, the guy who invented the world wide web. So what’s the big deal about this? Well – it’s a hugeRead… Read more »",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.7530910969,
        "format_confidence":0.8800828457
    },
    {
        "url":"http:\/\/downloads.zdnet.com\/category\/2007\/",
        "text":"The Download Blog\n\nLatest Downloads\n\n\nNewsBytes is a no-frills, no settings news app which provides you all the noteworthy daily events along with their back-dated stories....\n\nBy NewsBytes | Added April 13, 2016\n\n\nQuikr is a local classifieds shopping app that lets you buy, sell rent or find anything online. The app offers a one-stop destination...\n\nBy Quikr | Added November 25, 2015\n\n\nMyWaterWayz is a free Mobile application for the over 6 million boaters on the 124,000 Lakes and 70,000 Miles of coastline in the U.S....\n\nBy Ideal Water Apps | Added July 29, 2015\n\nTritons Discount Savings\n\nTritons Discount Savings is a Tritons UK discount savings app for a maximum experience online. The app was created to make it easier...\n\nBy Tritonscouk | Added June 16, 2015\n\n\nChloe is built in 3 levels : 1 - Just for the fun, all the years are supposed to create surprising tabs. 2 - is for education,...\n\nBy IDCat Informatique | Added January 14, 2015\n\n\nYou have been successfully signed up. To sign up for more newsletters or to manage your account, visit the Newsletter Subscription Center.\nSee All\nSee All",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9671301246,
        "format_confidence":0.9925077558
    },
    {
        "url":"https:\/\/chainshop.info\/sitemap.html",
        "text":"XML Sitemap Index\n\nThis is a XML Sitemap which is supposed to be processed by search engines which follow the XML Sitemap standard like Ask.com, Bing, Google and Yahoo.\nIt was generated using the WordPress content management system and the Google Sitemap Generator Plugin by Arne Brachhold.\nYou can find more information about XML sitemaps on sitemaps.org and Google's list of sitemap programs.\n\nThis file contains links to sub-sitemaps, follow them to see the actual sitemap content.\n\nURL of sub-sitemapLast modified (GMT)\nhttps:\/\/chainshop.info\/sitemap-misc.html2018-07-11 16:41\nhttps:\/\/chainshop.info\/sitemap-pt-post-2017-10.html2017-10-19 07:56\nhttps:\/\/chainshop.info\/sitemap-pt-page-2017-10.html2018-02-01 14:19",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.8273262382,
        "format_confidence":0.8899596334
    },
    {
        "url":"http:\/\/untetheredoffice.com\/tag\/mobile-app\/",
        "text":"Free Local SEO Checklist\n\nNot sure if you have SEO problems? Here is a way to see for yourself where you are losing money on the web. Download this list of free SEO tools and simple fixes you can try yourself.\n\nYour information is safe with me. I don't sell my email list...ever.\n\nTag Archives formobile app\n\nAn Android calendar for power-users\n\nThere are some good pre-installed applications on Android phones. There are also applications that can be added to offer more features or ease of use. Business Calendar is one of those apps that adds ease of use. There are a lot of calendars to choose from. By what I can tell from my interviews with people, […]\n\n\nGet Ready for the Mobile Web Revolution [Google Analytics]\n\nIf you haven’t noticed, I have been talking more about mobile web, mobile marketing and smart phones. This is because there is an inevitable fact looming. Everything is moving to the mobile web. This means you will need to start to track this segment of your web site traffic. The mobile web analytics are really […]\n\n\nTraveling Freelancers Must-have Mobile Apps\n\nIf you are a traveling freelancer, you have different needs than a desk jockey. Contacts, expenses and mobile computing are all handled much differently. Mobile apps are making waves with travelers. Do more with less is the credo of any freelancer. Using multiple devices to perform similar tasks will get really old really quick when […]\n\n\n5 Time Saving Mobile Apps for Small Business Owners\n\nWhen you are starting out as a freelancer or starting a small business, you are VERY cost conscious. Here are some low cost mobile applications to help you make full use of those wireless data plans you pay for every month and save time. Some of the apps listed below work in conjunction to applications […]",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9457527995,
        "format_confidence":0.9540113807
    },
    {
        "url":"http:\/\/www.bestofguru.net\/how-to-guides-tips\/page\/2\/",
        "text":"10 Awesome Facts About Why I Started Blogging\nPeople often ask me why I started blogging? What are the tangible and intangible benefits of the blogging? Will it give you both money and fame? Is it really worth to devote time to it? I will try to answer these questions in this post. When a blogger start blogging, he or she is excited and… (17 comments)\n\nHow to choose the best web hosting company in India?\nSelecting a good web host is important for any  organization and sometimes, a tedious task, so, before going to pick it, compare different plans and take a look at customers’ reviews. Know how a website works or why do we need web hosting? Web hosting is an internet hosting service that lets an individual or… (5 comments)\n\nLocal SEO: Everything you need to know\nYou most certainly have heard about SEO? That’s right, Search Engine Optimization! It means  making on the page and off page effort to reach the apex of SERPs. If you’ve been following digital marketing lately, you would know gaining #1 rank on the search engine result page isn’t a cakewalk. You can’t just accidentally land… (13 comments)\n\nHow To Get Most Reliable And Affordable Web Host\nAre you Searching for reliable yet affordable web host services? then you need to go through this article. So many new bloggers are blogging on free platforms like Blogspot, Tumblr and WordPress where they don’t have much control over their content. I have seen some free web hosting platforms like Blogspot will delete the blog… (8 comments)",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.8708625436,
        "format_confidence":0.9805702567
    },
    {
        "url":"http:\/\/directory.fsf.org\/wiki\/Special:SearchByProperty\/Revisiontimestamp\/12-20April-202011-2008:44:39",
        "text":"Free Software Foundation!\n\nJoin now\n\nRevisiontimestamp 12 April 2011 08:44:39\n\nJump to: navigation,\nA list of all pages that have property \"Revisiontimestamp\" with value \"12 April 2011 08:44:39\". Since there have been only a few results, also nearby values are displayed.\n  • Wixi  + (12 April 2011 08:44:39)\n\n\nProperty:     Value:\n\nPermission is granted to copy, distribute and\/or modify this document under the terms of the GNU Free Documentation License, Version 1.3 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included in the page “GNU Free Documentation License”.\n\nThe copyright and license notices on this page only apply to the text on this page. Any software or copyright-licenses or other similar notices described in this text has its own copyright notice and license, which can usually be found in the distribution or license text itself.\n\nPersonal tools",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.5159583092,
        "format_confidence":0.7349863648
    },
    {
        "url":"https:\/\/wikirank.net\/top\/vo\/2019-05",
        "text":"The most popular articles on Volapük Wikipedia in May 2019\nver. 1.02\n\nQuality statistics\n\nAbout WikiRank\n\nThe project is intended for automatic relative evaluation of the articles in the various language versions of Wikipedia. At the moment the service allows to compare over 40 million Wikipedia articles in 55 languages. Quality scores of articles are based on Wikipedia dumps from March, 2021. When calculating current popularity and AI of articles data from February 2021 was taken into account. For historical values of polularity and AI WikiRank used data from 2002 to 2021... More information",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9117703438,
        "format_confidence":0.5795111656
    },
    {
        "url":"http:\/\/www.cnet.com\/search\/?query=hactivism",
        "text":"3 Results for\n\n\n\nHacker launches volunteer program for security professionals\n\nHackers for Charity founder Johnny Long hopes computer and security skills can break the cycle of poverty and keep Uganda from becoming another Nigeria.\n\nBy August 8, 2011\n\n\nRadio Free Europe DDOS attack latest by hactivists\n\nSecurity researcher sees rise in hactivism after Radio Free Europe gets knocked out by distributed denial of service attack.\n\nBy May 1, 2008\n\n\nSo, is it safe to tweet now?\n\nIn the \"Iranian Cyber Army\" incident, Twitter has once again proven embarrassingly vulnerable. The good news? It doesn't look like user accounts were compromised--not that Twitter stores a whole lot of personal information.\n\nBy December 18, 2009",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.5556541085,
        "format_confidence":0.9958370924
    },
    {
        "url":"http:\/\/qimo4kids.com\/category\/press\/",
        "text":"Category 5 TV\n\nWe’ve been told that Category 5 TV, an online technology show, will be featuring Qimo on tonight’s episode.  Tune in at 7pm Eastern to watch it live, or any time after on their website. (Update: The recording of the live shows is available for viewing here:\n\nPosted in Press | Comments Off on Category 5 TV\n\nQimo for Christmas\n\nWe're very excited to announce that Zareason, renowned distributor of desktops and laptops running Ubuntu, will begin offering systems pre-configured with Qimo this holiday season.  This is the third and largest vendor to add Qimo to their lineup, and they bring a large selection of very high-quality custom systems desktops, laptops and netbooks.\n\nQimo partners with PC Vendors\n\nWe have been working with PC vendors to provide computers suitable for children that come with Qimo already installed. We were first approached by after Scale 8x, and they immediately started offering both a desktop and laptop customized with Qimo at an affordable price. Just last month we also added Homebuilt PC to our list of vendors, they […]\n\nQimo 2.0 is now available!\n\nAfter much hard work, and some delay, we are pleased to bring your the second version of our popular Linux Desktop for Kids! Special Thanks First off, I’d like to thank Brian Hall for once again providing the amazing artwork that makes Qimo so special and appealing to children of all ages.  I would also […]\n\nQimo in the News\n\nWe just got back from our Scale trip and already Qimo is starting to get notice! Katherine Noyes once again mentions us in one of her now twice-weekly blog safaris over at Linux Insider.  Meanwhile, Matt Asay over at CNet talks about getting kids started on Linux early by giving them a Qimo desktop. If […]\n\nNew Website Launched\n\nAfter too much time, I've finally got the Qimo website up and running.  Hopefully it is worth the wait.  Don't be too dissapointed, there will be more features coming over the next few weeks (and take a breather from preparing for Scale 7x).  Comments are welcome!\n\nMascots, Donations and L.A.\n\nIt's been a very busy couple of weeks for us, and especially for QuinnCo. We've doubled the number of computers donated, started planning a marketing campaign for Qimo, and of course we've been preparing for our trip to SCALE 7x. First off, let me introduce Qimo. No, not the software, Qimo the Eskimo, our new […]",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.5034997463,
        "format_confidence":0.6276674867
    },
    {
        "url":"https:\/\/blog.thousandeyes.com\/page\/2\/",
        "text":"Five Reasons Why ISO 27001 Certification Matters\n\nPosted by on July 24th, 2017\nJuly 24th, 2017\n\nThousandEyes recently announced our achievement of ISO\/IEC 27001:2013 certification for the Information Security Management System (ISMS) supporting our network performance management software-as-a-service application. Historically, Europe and East Asia have been the leaders in terms of the number of certifications issued, but in recent years, North America has had an increasing share of the world’s certifications.… Read More »\n\n2017 Update: Comparing Root Server Performance Globally\n\nPosted by on June 26th, 2017\nJune 26th, 2017\n\nBack in February 2015, guest blogger Mehmet Akcin conducted a study comparing availability and latency across all of the DNS root servers, measured from hundreds of vantage points around the world. Now that two years have passed, we’ve decided to refresh the data presented in Mehmet’s post and present an update on how the global performance of the root servers has changed.… Read More »\n\nComplete VoIP Visibility with SIP and RTP\n\nPosted by on June 21st, 2017\nJuly 13th, 2017\n\nUnified communications (UC) is an integral part of enterprise service delivery. Despite its importance, troubleshooting and maintaining a reliable voice network and end-user experience has always been challenging. Irrespective of the type of voice deployment (on-premises, hybrid or cloud), the impact of the underlying network on voice performance is undeniable. Packet loss, jitter and latency influence voice quality and the sometimes transient nature of these issues makes VoIP troubleshooting tricky.… Read More »\n\nMonitoring IPv6 Networks\n\nPosted by on May 31st, 2017\nNovember 10th, 2017\n\nIPv6 has been around for two decades, and yet it is only now making up a meaningful portion of Internet traffic. Reports today find that there are between 10-15 billion Internet-connected devices (each requiring an IP address), yet only 2.8 billion routed IPv4 addresses. The conclusion? Most connected devices do not have unique, public IPv4 addresses and instead utilize network address translation (NAT) to communicate with the Internet.… Read More »\n\n2017 Update: Comparing the Performance of Popular Public DNS Providers\n\nPosted by on May 15th, 2017\nMay 25th, 2017\n\nIn May 2015, guest blogger Mehmet Akcin wrote about his findings from measuring and comparing latency to a number of popular public DNS services from hundreds of vantage points located across the globe. But two years have passed since then, and the landscape of public DNS continues to change as sites are added and services are optimized.… Read More »\n\nNew in ThousandEyes: Dashboard Widgets, APIs and More\n\nPosted by on May 5th, 2017\nMay 5th, 2017\n\nAt ThousandEyes we release new code every two weeks, adding new features, enhancing existing ones and squashing any bugs. Using ThousandEyes to its full potential often requires staying on top of these changes. To keep you abreast of areas of product development, we’ll publish a quarterly update of key features and enhancements, in addition to our bi-weekly release notes.… Read More »\n\nBest Practices for an Internet-based SD-WAN\n\nPosted by on May 3rd, 2017\nMay 3rd, 2017\n\nCIOs and IT executives are constantly challenged with reducing IT spend, optimizing operating expenditures while increasing service agility, delivering and maintaining superior quality of service. Enterprises are constantly searching for innovative solutions to execute on these business objectives.… Read More »\n\nRostelecom Route Leak Targets E-Commerce Services\n\nPosted by on May 1st, 2017\nMay 1st, 2017\n\nLast week Rostelecom, one of Russia’s largest, partially state-owned Internet service providers, leaked dozens of routes pertaining to IP addresses that belong to major financial services firms. This route leak redirected Internet traffic bound for these financial firms to Rostelcom, as some routers around the Internet decided that the new, leaked routes were preferable to the legitimate ones. … Read More »\n\nAutomating Performance Monitoring at Microsoft\n\nPosted by on April 27th, 2017\nApril 27th, 2017\n\nLast week we took ThousandEyes Connect to the road and visited Seattle, bringing together network engineers, architects and site reliability teams to discuss network performance. Scott Hinckley, Sr. Site Reliability Engineer for Microsoft Dynamics 365, opened up the morning presentations.… Read More »\n\nWhat Is Net Neutrality?\n\nPosted by on April 18th, 2017\nApril 18th, 2017\n\nOver the past 3 years, net neutrality has been a hot political topic as the Obama and Trump administrations have taken diverging positions. Most recently, with a repeal of 2015 privacy protections, the Trump Administration has signalled a move away from the principle of net neutrality. … Read More »",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.8790289164,
        "format_confidence":0.9753613472
    },
    {
        "url":"http:\/\/windows.fyicenter.com\/271_Creating_Deleting_and_Managing_Windows_Services-12_Tutorials.html",
        "text":"Creating, Deleting and Managing Windows Services - 12 Tutorials\n\n\nA collection of 12 tutorials on creating, deleting and managing Windows services: What is a Windows service; What is Services Management Console; How to start and stop a service manually; How to disable a wervice; How to create a new service; How to delete a service; How to export existing services to a text file; etc.\n\n\n2007-01-01, 11047👍, 0💬",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9194895625,
        "format_confidence":0.9601591229
    },
    {
        "url":"http:\/\/www.scribblelive.com\/2011\/07\/",
        "text":"Monthly Archives: July 2011\n\nLiveArticle in action\n\nWe've just released our newest feature -- LiveArticle -- and a couple of newsrooms immediately tested it out. Yesterday The Province used LiveArticle to cover a meeting of the Vancouver Police Department, which had gathered to discuss the hockey riots. A reporter on the scene tweeted updates and candid photos, while a photographer provided some excellent shots of the whole crew. Meanwhile, back […]\n\nIntroducing ScribbleLive’s newest feature: LiveArticle\n\nFor many newsrooms, liveblogging has become the defacto method of reporting from the field. Most still follow-up their live coverage with traditional, pyramid-style articles. But what if, instead of writing a post-event wrapup, you write it during the event, and let your audience in on it? Enter the next incarnation of live coverage: LiveArticle. ScribbleLive’s LiveArticle allows journalists to[…]\n\nHow publishers can make money from social media\n\nDigital revenue is the publisher's holy grail. It hasn't yet replaced print revenue, but more and more newsrooms are finding ways to make money online. An article by looks at media companies using social media as an alternative revenue source. Newsrooms are definitely getting creative, using tools like ScribbleLive. Here's some of the tips they unearthed: Quintessential men's mag[…]\n\nSouth Sudan liveblogs its own birth\n\nLast week, the world welcomed a new country with the creation of nation state South Sudan, which gained independence and separated from the north., the official website of the Government of South Sudan, liveblogged the birth of the new nation. The liveblog included information about delegates, snippets from the newly inaugurated president's speech, and a play-by-play of the ceremony. T[…]\n\nCovering the Tour de France in real time\n\nThe Tour de France is a multi-day, cross-country event that features a mob of brightly coloured, spandex-clad men cycling over cobblestone, farmer's fields and thousands of onlookers as they race to the finish. Covering the unwieldy, unpredictable event comes with its own set of challenges, which The Score tackled with gusto. The sports site choose to cover the multi-day event with daily liveblogs[…]",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.7644388676,
        "format_confidence":0.981793642
    },
    {
        "url":"http:\/\/blog.tmcnet.com\/blog\/rich-tehrani\/tag\/freeside+internet+services",
        "text":"Rich Tehrani : Communications and Technology Blog -\nRich Tehrani\n| Communications and Technology Blog - Latest news in IP communications, telecom, VoIP, call center & CRM space\n\nfreeside internet services tag\n\nDrill down on freeside internet services search:\n\n2 result(s) displayed for freeside internet services (1 - 2 of 2):\n\nAsterisk Has Huge Presence at ITEXPO East 2010\n\nA major area of communications growth is taking place in the open-source market and a tough economy only throws more fuel on an already raging open-source communications fire.Asterisk is the major player in the space and the company behind...\n\nDigium's UK Connection - Asterisk Conference Sells out Twice\n\n Digium, the Asterisk Company announced they recently inked a deal with Dorset, UK ITSP VoIP Unlimited to connect Digium's Asterisk-powered Switchvox platform with the carrier's SIP trunking solutions. Bill Miller, vice president of product management for Digium, commented: \"We chose...\nFeatured Events",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.5562815666,
        "format_confidence":0.9882876277
    },
    {
        "url":"https:\/\/mw.lojban.org\/index.php?title=Category:Redirects_from_template_shortcuts&amp%3Baction=edit&amp%3Bredlink=1&mobileaction=toggle_view_mobile",
        "text":"Category:Redirects from template shortcuts\n\nFrom Lojban\nJump to: navigation, search\n\nThere is currently no text in this page. You can search for this page title in other pages, or search the related logs, but you do not have permission to create this page.\n\nPages in category \"Redirects from template shortcuts\"\n\nThe following 4 pages are in this category, out of 4 total.",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9201562405,
        "format_confidence":0.7826495171
    },
    {
        "url":"http:\/\/blog.zang.io\/topic\/zang-cloud",
        "text":"Zang, Breeze and the IoT: Some Things Are Just Better Together\n\nPosted by Alex Misevski on February 12, 2018\n\nPeanut butter and jelly. Wine and cheese. Simon and Garfunkel. Let’s face it—some things are just better together. And with that spirit in mind, today we’re highlighting the work of Valerie Heath, who is hard at work managing and developing in Avaya’s Sandbox Labs to demonstrate what happens when you combine Zang, Breeze and the Internet of Things.\n\nRead More\n\nTopics: SMS, Zang Cloud, IoT\n\nBuilt on Zang: Ozonetel Delivers Integrated Contact Center Solution\n\nPosted by Phillip Kujawa on January 26, 2018\n\nThere’s a claim floating around out there in the business world today that suggests customer experience will overtake price and product as the key brand differentiator by 2020. But here’s the reality: customer experience is not the future. It’s not even right around the corner. Customer experience is now.\n\nRead More\n\nTopics: Use Cases, Built On Zang, call centers, Zang Cloud\n\nZang Cloud Launches New Feature for Healthcare\n\nPosted by Alex Misevski on September 5, 2017\n\nIn healthcare today, the communications technologies being deployed at medical facilities can be as vital as stethoscopes and blood pressure machines themselves. Faster and more fluid communications empower medical personnel to provide a higher level of care, whether it should be a single PCP or manager of a large staff across multiple locations. \n\nRead More\n\nTopics: Communication Apps, Zang Cloud, Healthcare\n\nReal Men Want A Text Messaging App—Just Take it From ManCrates\n\nPosted by Alex Misevski on July 28, 2017\n\nListen up, gentlemen: it’s time to have a man-to-man about texting. No, we’re not going to ask why you still haven’t replied to your mother’s message from last Tuesday. And we’re not here to lobby you to send your significant other SMS sonnets in the middle of the afternoon.\n\nRead More\n\nTopics: Use Cases, cPaaS, Zang Cloud\n\nCongrats to Our Innovative DeveloperWeek Hackathon Winners\n\nPosted by Alex Misevski on July 6, 2017\n\nLast month, developers from around the world flocked to Brooklyn, New York, for DeveloperWeek 2017, one of the preeminent industry conferences and expos designed to show attendees the most innovative advances happening in development today.\n\nRead More\n\nTopics: Events, cPaaS, Zang Cloud",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.6908000708,
        "format_confidence":0.9808554053
    },
    {
        "url":"https:\/\/www.pursuittechnology.co.uk\/blog-2\/",
        "text":"Electronic Call Monitoring (ECM) – Improving Carer Compliance\n\nECM gives huge gains in carer efficiency and client care by monitoring carers’ arrival and departure. Scheduling is enhanced. Lone care worker safety is greatly improved.However, it is greatly dependent upon high compliance rates. If a carer fails to check-in or check-out, the data quickly becomes less useful. It may be that the carer is […]\n\nMigrating Crystal Reports to PowerBI? 14 things you should know.\n\nOver the last 3 years, I’ve started to do a lot more work using PowerBI. In terms of planning and designing, it’s similar to QlikView\/QlikSense in that you first load and transform data, then do the pretty stuff. I’m now seeing more interest in migrating from Crystal Reports to PowerBI.At first, this made no sense […]\n\nSAP BI 4.3, but want the BI Portal from 4.2? Here’s the solution.\n\nSAP BI 4.3\/Crystal Server 2020 comes with the new Fiori launch pad. It’s the one that looks like this: The old 4.2 looks more like this: Admittedly, the new one is much more ‘modern’, but once you’ve got loads of users working from home right now and don’t have the time to retrain them for […]\n\nCrystal Reports 2020 goes 64 bit – what you need to know.\n\nIt’s finally arrived, but how does the move to a 64 bit report designer change how you work? I’ve installed 2020, where’s Crystal Reports 2016 gone? That side by side install you were hoping for? Sorry, despite the move to 64 bit, you’ll find that your existing 32 bit version of Crystal Reports 2016\/13\/11 has […]\n\nStaffplan Reports? Don’t know your tblActuals from your tblBookings?\n\nNot forgetting tblRegularInfo! It’s said that you need 10,000 hours of practice to become an expert in something. We’ve spent 11 years working with the Staffplan database. In that time, we’ve written close to 600 reports, dozens of Dashboards and 100+ views and stored procedures. We’ve even integrated a 3rd party text message system to […]\n\nScroll to top",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9073157907,
        "format_confidence":0.9063625336
    },
    {
        "url":"https:\/\/www.downloadtyphoon.com\/downloads\/component-installer-x64\/freeware",
        "text":"ePrivacy and GPDR Cookie Consent by Cookie Consent\n\nWin Toolkit Legolash2o    \n\n... Language packs, Modified Files, Theme Packs, Tweaks, Silent Installers, Updates. You can also remove features such as ... Win Toolkit, it's let you integrate, Addons, Remove Components, Drivers, Gadgets, Language Packs, Edit Services, Silent Installs, ... most commonly used is to merge x86 and x64 disks. Unattended Creator I'm sure you .... Free download of Win Toolkit\n\nMicrosoft Web Platform Installer 64bit 2.0 Microsoft    \n\nThe Microsoft Web Platform Installer x64 was designed to be a free tool that ... it simple to download and install the latest components of the Microsoft Web Platform, including the IIS7, ... and server administrators can use the Web Platform Installer Beta to more easily discover, download and install ... Microsoft Web platform. Using the Web Platform Installer’s simple user interface, you can select specific components .... Free download of Microsoft Web Platform Installer 64bit 2.0\n\nsoftware pick   \n\ncomponent installer x64 web results",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.9679347277,
        "format_confidence":0.9292804599
    },
    {
        "url":"https:\/\/on-targetseo.com\/author\/cindy\/",
        "text":"Entries by Cindy Johnson\n\n5 Million Gmail Accounts Hacked – Is Your Affected?\n\n  Two weeks ago, Google reported that 5 million of their Gmail accounts may have been compromised in a “credentials dump” – a posting of a list of usernames and passwords on the web. In Google’s public announcement regarding the incident, they stated that the breach was most likely a result of someone “reusing the […]\n\nBlogging to Please Customers and The Search Engines\n\nBlogging is a great way to keep your clients up-to-date with changes in your business or industry. It is also a way to stay connected with your audience even if you aren’t currently doing business together. Blogging is also great for showcasing your work to gain more customers. And, blogging is good for search engine […]",
        "topic_id":20,
        "format_id":1,
        "topic_confidence":0.7627796531,
        "format_confidence":0.8683974147
    }
]