[
    {
        "url":"https:\/\/www.popsugar.com\/beauty\/Zoe-Saldana-Launch-Avon-Perfume-2010-01-12-110002-7013947",
        "text":"Skip Nav\n9 Summer Makeup Palettes You Can Get at Sephora — All Under $50\nWe Need Urban Decay to Bring Back This Discontinued Lip Gloss — According to Reddit\nBeauty News\nHere's a Sneak Peek at Maybelline's Upcoming Wonder Woman Makeup Collection!\n\nZoe Saldana to Launch Avon Perfume 2010-01-12 11:00:02\n\nZoe Saldana Inks a Magical Avon Deal\n\nIf you were fresh on the heels of starring in two very successful flicks, Star Trek and Avatar, one the highest grossing movies ever, what would you do? Ink a perfume deal, perhaps?\n\nThat's just what Zoe Saldana has done. According to a statement released today, the actress is set to launch a new fragrance with Avon as well as act as the face of the brand's color cosmetics collection. \"It means so much to me to be associated with a company that shares my values and believes in empowering women,\" Zoe said. To find out more about the scent, just keep reading.\n\nEternal Magic, which is inspired by the rare Princess Monaco Rose, will debut in April. \"Every woman wants to be unforgettable and Zoe perfectly embodies that feeling,\" said a representative from Avon. \"She's a rising star in Hollywood — and has built a strong reputation for playing empowering characters that leave a lasting impression.\" What do you think about the new deal? Are you surprised, excited, apathetic, or a little of each?\n\nPhotos courtesy of Avon\n\nJoin The Conversation\nazulsky azulsky 7 years\nI'm excited and not at all surprised that a cosmetic company snapped her up, IMO she's that fine line between caring how you look but not obsessed about it, she'd go outside without makeup and think nothing of it type a woman.\nHow to Apply Perfume in Warm Weather\nLisa Hoffman Summer Travel Fragrances\nSofia Vergara's New Avon Fragrance\nZoe Saldana Quotes on Parenting\nFrom Our Partners\nLatest Beauty\nAll the Latest From Ryan Reynolds",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9906784892,
        "format_confidence":0.8773445487
    },
    {
        "url":"http:\/\/www.readthehook.com\/98257\/news-adios-aampn-clothing-store-leaves-mall?quicktabs_1=2",
        "text":"Adios A&amp;N: Clothing store leaves Mall\n\n\nBefore Christmas, it was business as usual at the A&N store on the Downtown Mall. Some of its narrow aisles were impassable, crowded with bulky parkas and flight jackets; others were blocked with boxes.\n\nAfter the holidays, seemingly without warning, the discount sportswear retailer sold its last Nikes December 31 and papered over its windows.\n\n\"All good things come to an end,\" says Ron Britt, operations manager for the 52-store, 137-year-old Richmond-based chain. Having new A&N stores at Seminole Square and Pantops, \"really was enough to cover Charlottesville,\" he says.\n\nAnd the Downtown Mall is \"a little rough for a retailer,\" Britt points out. Besides lower sales, the store at the corner of East Main and 5th Street SE, which had been there since Britt started with A&N 35 years ago, had no back door, he says. The 100 to 150 boxes the store got each week had to be unloaded on Water Street and hiked up a block and a half to the store's front door. \"It was pretty tough on employees,\" he says.\n\nThose employees will be transferred to the two other stores. But downtown residents who shopped at A&N now have fewer nearby shopping options.\n\n\"I can't think of another store on the Downtown Mall with such a broad appeal and such affordable prices,\" says Antics owner\/ inveterate bargain hunter Amy Lemley, who liked the store's funky-style accessories along with its basic wear. \"Everyday I would see mothers and children, high school-age people, and other shoppers headed there,\" she says.\n\nAnd the store filled a need for residents without cars who needed staples– a need that will not be filled by the entertainment-destination kind of businesses and boutiques populating the Mall. \"You don't say, 'I need some socks and underwear– let's go to the Downtown Mall,'\" says Lemley.\n\nAubrey Watts, Charlottesville director of economic development, would like to continue to see a variety of retail options downtown, but says that A&N's passing is \"part of the orderly, economic redevelopment of downtown.\" When a new business comes in and refurbishes a property, it becomes more valuable. He cites Woolworth's transformation from five and dime to upscale paper purveyor Caspari.\n\n\"I think that's healthy,\" says Watts. \"Worse would be to see it boarded up and sitting empty.\"\n\nLandlord Gabe Silverman, for one, will miss A&N, where he bought all his Levis and sneakers. \"I liked it for what it sold– not food, not fru-fru,\" he says. \"If CVS were to go, that's the last place for the average person to shop.\"\n\nHe expects no problems finding a new tenant for the one-story, circa 1920 store. \"Lots of people are lined up to rent or buy,\" Silverman says.\n\n\"It'll probably be another stupid restaurant,\" he predicts.\n\nWhere are you going to find bargain apparel on the Downtown Mall now that A&N has headed for the 'burbs? The athletic store closed its doors New Year's Eve.",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.6875427365,
        "format_confidence":0.8744119406
    },
    {
        "url":"https:\/\/www.theguardian.com\/lifeandstyle\/2010\/sep\/29\/paris-fashion-week-dilemma",
        "text":"Paris fashion week faces a dilemma\n\nDo designers embrace the exhuberant trends that swept through New York, London and Milan or stick with a minimal aesthetic?\nDries van Noten\nA model wears a creation designed by Belgium's Dries van Noten for his ready to wear spring\/summer 2011 collection in Paris. Photograph: Christophe Ena\/AP\n\nParis fashion week, which began on Tuesday, faces a dilemma: stick with the minimalist aesthetic championed last season, and risk looking outdated. Or embrace the exuberant 1970s trend that has swept New York, London and Milan fashion weeks, and look derivative.\n\nAs outdated and derivative are to fashion what rocks and hard places are to the wider world, this is not an enviable position.\n\nSix months ago in Paris, Céline and Stella McCartney were at the forefront of a return to minimalism. But now, with those clothes newly available in boutiques, fashion in New York, London and Milan has already moved away from minimalism in shade and shape, towards bold colour and print, peplums and flared trousers.\n\nMilan, which six months ago found its schedule shortened and its importance sidelined, has had rave reviews for last week's shows. Even after the fashion industry moved on to Paris yesterday, Italian fashion seemed reluctant to relinquish the limelight. Roberto Cavalli took centre stage in Paris with a gala dinner for 800 to celebrate his 40th anniversary in fashion – held in the grand halls of the École des Beaux-Arts, the left bank alma mater of Degas, Fragonard, Ingres and Monet.\n\nParis's situation is emblematic of how the fast pace dictated by the internet is rewriting the archaic rules of the fashion industry. Live streaming of catwalk shows and the rise of a generation of fashion bloggers have forged a direct connection between catwalk and customer, a relationship strengthened by booming online coverage. In the US, Conde Nast has funded a heavyweight relaunch of competing against its only site, suggesting that the magazine company is investing in an online future. As a result, the genteel rhythms of glossy magazines have been steamrolled in favour of a voracious appetite for the new.\n\nThe dramatic about-turn now happening in fashion may encourage more labels to follow the example of Burberry, which now allows customers to \"click and buy\" direct from the runway, thus sidestepping the concern that the clothes will be out of fashion by the time they hit stores several months later.\n\nThe first day of Paris shows offered little clue as to whether the city would stick or twist. Dries Van Noten, the first big show of the week, had moved locations from a grand, gilded salon to a chilly, dusty concrete strip next to the Seine and the show began in distinctly stripped-back style – starting with an outsize black cotton blazer over a simple white cotton skirt. But the mood lightened with silk dresses in sky blue and plaster pink, painted with Japanese-style florals: intricate crysanthemums in intense colours, blossom on delicate branches, and sculptural orchids. These were summer dresses perfectly judged to please his grown-up, slightly cerebral customer. But as that customer is not much swayed by trends, it did not serve as a weather vane.\n\nBritish design talent is increasingly dominant in Paris fashion. To the stellar names already on the schedule – McCartney, John Galliano (at Christian Dior), Phoebe Philo (at Céline), Hannah MacGibbon (at Chloe) and Stuart Vevers (at Loewe) are added the debuts of Giles Deacon at Emanuel Ungaro, and Sarah Burton, who after 12 years in the Alexander McQueen studio was appointed head designer after his death.",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9929332733,
        "format_confidence":0.7560123801
    },
    {
        "url":"https:\/\/www.bellanaijastyle.com\/bonang-matheba-most-glamourous-women-award\/",
        "text":"South Africa Glamour had its annual Most Glamourous Women Awards this weekend and media It-girl, Bonang Matheba attended the shindig, of course, looking stunning.\n\nThe radio and TV maven who won one of Most Glamorous 2019 awards also won in fashion wearing a cheetah print asymmetrical dress from South African designer Gert-Johan Coetzee. She accessorized with a red purse and strappy sandals. She opted for bright makeup and bangs from Patrick Missile.\n\nHer look is a solid 10 from us.\n\nPhoto credit: @bonang_m",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9696053863,
        "format_confidence":0.8531447649
    },
    {
        "url":"http:\/\/www.tampabay.com\/features\/fashion\/its-healthy-to-give-your-nails-a-bit-of-a-breather\/1230433",
        "text":"\nMake us your home page\n\nIt's healthy to give your nails a bit of a breather\n\n\nSpecial to the Washington Post.\n\nI grew up in New Jersey, often stereotyped as the land of big hair and long nails. I have been getting regular manicures and pedicures for as long as I can remember without ever worrying about the potential hazards of these little indulgences. That is, until a friend recently proved those urban legends true by contracting a nasty fungal infection after having her toes painted — and at a high-end spa, to boot!\n\n\"In general, today's nail cosmetics and nail salons are quite safe,\" says New York dermatologist Richard Scher, a professor emeritus at Columbia University. \"However, there is a small risk of adverse effects that are not incredibly common but are something that people should be aware of.\"\n\nTo start, he cites the potential for allergic reactions to chemicals, including formaldehyde and acetone, that are found in some nail products. And you can't always trust labels: Last month, the California Department of Toxic Substances Control released a small study showing that several \"toxic free\" polishes actually contained one or more chemicals that have been linked to cancer and birth defects.\n\nScher also urges caution with gel manicures, which are cured under a UV light and removed with acetone. In addition to possible skin damage to hands from repeated exposure to the UV lights that cure the polish, Scher warns that acetone can cause itching, dryness and flaking or peeling skin.\n\nWashington dermatologist Ella Tombs contends that these treatments use only small amounts of UV light for short periods and don't pose a real health risk. She worries more about technicians who scrub too vigorously underneath your nails or push back cuticles too far, both of which can cause injury and allow bacterial or fungal infection.\n\n\"You don't want people to cut or clip your cuticles at all, since it can traumatize and damage them and open you up to an infection,\" she adds, noting that cuticles serve as a skin barrier to germs.\n\nWhat precautions should someone getting a manicure or pedicure take before heading off to the salon? First and foremost, it's important to bring your own instruments - such as clippers, nail files and pumice stones - to avoid picking up germs from another client, says Washington podiatrist Erika Schwartz: \"If salon employees are just dipping their instruments in some kind of solution, that's not going to kill bacteria and fungus,\" she advises. \"They should be using an autoclave, a type of machine for sterilizing instruments.\"\n\nWith flip-flop season under way, the American Podiatric Medical Association offers these additional tips regarding pedicures:\n\n• Schedule your appointment first thing in the morning, when foot baths are typically cleanest. If you're not a morning person, make sure that the salon filters and cleans the foot bath between clients using bleach and other disinfectants.\n\n• Resist the urge to shave your legs before receiving a pedicure. Freshly shaven legs or small cuts on your legs may allow bacteria to enter.\n\n• While it's okay to use a pumice stone, foot file or exfoliating scrub to remove calluses or dead skin on your feet, avoid foot razors. These tools can do permanent damage if used incorrectly and easily cause infection if too much skin is removed.\n\n• Don't round the edges of your toenails. This type of shape increases the chances that painful ingrown toenails will develop.\n\n• Finally, it can be worthwhile to give your nails a break from the latest and greatest shade of polish every now and again — this is especially so for the toes.\n\n\"People like to have pedicures done straight through the summer or even all year long, but the problem with that is nails don't get an opportunity to breathe,\" says Washington podiatrist Howard Osterman, who notes that chemicals in nail polish can eat away at the top layer of toenails, resulting in changes in color or texture that may or may not be a sign of a true medical issue. \"Fungus grows in dark, moist environments, so anything that doesn't let air dry it out – such as nail polish – can allow fungus to (grow) underneath,\" he explains, noting that clear nail polish isn't any better than colored, since it's the enamel itself that's the problem.\n\nOsterman points out that pretty hues can also mask infections, skin cancer and other medical problems, and he suggests at the very least changing your polish frequently, so you can keep a close eye on the state of your nails.\n\nIt's healthy to give your nails a bit of a breather 05\/18\/12 [Last modified: Friday, May 18, 2012 4:30am]\nPhoto reprints | Article reprints\n\n\nJoin the discussion: Click to view comments, add yours",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.7878248692,
        "format_confidence":0.7001048326
    },
    {
        "url":"http:\/\/theboxshowafrica.com\/2017\/09\/two-french-fashion-mogul-lvmh-and-kering-ban-the-use-of-size-zero-models-in-catwalk-shows\/",
        "text":"add share buttons\n\nTwo French Fashion Mogul LVMH And Kering Ban The Use Of Size Zero Models In Catwalk Shows\n\nTwo luxury French fashion powerhouses have joined forces to stop using ultra-thin models in catwalk shows and photoshoots. In what is widely being considered a step in the right direction, LVMH and Kering, who between them own Gucci, Saint Laurent, Vuitton et Dior, will stop using size zero (UK size four) models.\n\nThey have unveiled a charter “to ensure the wellbeing of models” which will also ban the use of girls under the age of 16 for photoshoots or fashion shows where they’d be representing adults. On the eve of the start of New York Fashion Week, it was announced that these new measures were being taken to look after models. However, the companies are also addressing criticism they’ve faced that the fashion industry encourages anorexia and eating disorders. What’s more, last Paris Fashion Week in February, the working conditions of models came under intense scrutiny.\n\nCEO of Kering, François-Henri Pinault, has said that the company would like to move quickly and react strongly so that things really change. He added that he hopes others in the industry will follow. Antoine Arnault, a member of the LVMH board of directors and son of CEO Bernard Arnault, says the charter will “change things completely.” Earlier this year, France banned the use of unhealthily thin models as part of a new law targeting “unrealistic body images” and eating disorders. Models are now required to provide a doctor’s certificate attesting to their overall health and proving their body mass index (BMI) sits within a healthy range in order to work. What’s more, French magazines are legally obliged to indicate when a photo of a model has been retouched or photoshopped, or else they face a €37,500 ((£34340.62) fine.\n\nThis is despite the fact that two years ago, then Vogue UK editor Alexandra Shulman spoke out to say she does not believe using skinny models encourages eating disorders in girls or gives them body confidence issues. But it’s safe to say the move by LVMH and Kering has been widely met with praise. “Other fashion houses must start following suit,” one person reacted on Twitter. “A deadly, disgusting trend that has no place in fashion.”\n\n\n\n\n\nThe Independent\n\nLeave a Reply\n\nBe the First to Comment!\n\nNotify of",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9846232533,
        "format_confidence":0.9890578389
    },
    {
        "url":"https:\/\/www.straitstimes.com\/lifestyle\/fashion\/chanels-lagerfeld-takes-paris-fashion-on-a-walk-in-the-woods",
        "text":"Chanel attacked for felling trees for Paris fashion show\n\n\nPARIS (AFP) - Karl Lagerfeld created a spectacular mid-winter wood for his Paris catwalk on Tuesday (March 6), but immediately fell foul of environmental activists who accused him of felling century-old trees for the show.\n\nThe veteran German creator turned the Grand Palais into a forest, with tonnes of dead leaves strewn on mirrored steps and nine tall mossy trees planted down the middle of its vast nave.\n\nTrees had also been chopped down for the rows of benches for his guests, including Hollywood star Keira Knightley, British pop singer Lily Allen and former French first lady Carla Bruni Sarkozy.\n\nThe France Nature Environment group later condemned the show as “heresy”, accusing the luxury brand of trying to “give itself a more green image which is completely divorced from the reality of protecting nature.”\n\nIt said that whatever point Chanel was trying to prove with the show “had failed.\n\nNature is not chopping down trees in a forest, putting them up for a few hours for a show and then throwing them into a skip.”\n\nThe brand – whose PVC-themed collection last year raised eyebrows at a time when plastic pollution is hitting the headlines – should be “setting an example”, the group said in a statement.\n\n\nFashion critics, however, had praised the set, with Harper’s Bazaar declaring that the “runway may be (Lagerfeld’s) best yet”. It loved the “life-like forest” he conjured up that “seemed to extend infinitely”.\n\nThe 84-year-old creator had sent out a dark and classy collection Tuesday that eschewed the bubblegum girliness of Chanel’s haute couture show in January.\n\nThe few pinks and electric blues he allowed to seep into the show were confined to handbags and the very Audrey Hepburn leather opera gloves worn with a series of black lace slip dresses.\n\nThe final Lagerfeld touch was that the gloves, like his own, were fingerless.\n\nWith his controversial wispy beard that so divided opinion at January’s fuller now, the “Kaiser” took one of the briefest bows of his career after the show, allowing photographers little chance to check its progress.\n\nSome critics had then found it shockingly “scruffy” for the world’s pre-eminent style guru, who had not changed his look in two decades.\n\nLagerfeld began the show with a run of full-length black coats matched with sparkling gold tights, one coat feathered at the shoulders and cuffs which gave it more than a hint of French Empire dash.\n\n\nEarthy, autumnal colours dominated, lit up with the glint of embroidered crystals and glitter, as he ran through the gamut of Chanel’s classic tweedy looks – city slickers bringing a touch of ever-so-tasteful glamour to the horsey country set.\n\nThe whole top of one particularly striking coat with burnt orange velvet collars and cuffs was covered in a fall of delicate applique dark green and burnished gold leaves.\n\nThis was not the gold of the nouveau riche but the distressed sheen of old money.\n\nThe veteran picked up and ran with its mottled glow in a line of darkly burnished gold and copper boots, suits and skirts.\n\nFront-row stars including French actress and singer Vanessa Paradis drooled over Lagerfeld’s new big bags and accessories. They included a “log” handbag so close to the real thing you might risk losing it in the woods.\n\nChanel’s trademark long, pearl necklaces also made a reappearance, with former supermodel Cindy Crawford’s 16-year-old daughter Kaia Gerber wearing earrings featuring the brand’s double C logo.\n\nSouth Korean star Hoyeon Jung and British model activist Adwoa Aboah also walked in the 80-look show.",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9875325561,
        "format_confidence":0.9933305383
    },
    {
        "url":"http:\/\/www.thedailybeast.com\/articles\/2014\/01\/10\/miu-miu-s-star-studded-campaign-riccardo-tisci-collaborates-with-nike.html",
        "text":"Fashion Cheat Sheet\n\n01.10.1410:55 AM ET\n\nMiu Miu's Star-Studded Campaign; Riccardo Tisci Collaborates With Nike\n\nAnd a Tiffany & Co. documentary is in the works.\n\nMiu Miu's Star-Studded Campaign: For its Spring\/Summer 2014 campaign, Miu Miu has tapped some of Hollywood's biggest rising stars: Elle Fanning, Lupita Nyong'o, Elizabeth Olsen, and Bella Heathcote. The actresses, shot by fashion photography duo Inez & Vinoodh, \"play on classic archetypes of fashion — through their individual style language.\" Fanning is seen in a playful, floral-printed, skater-style dress (already a red carpet favorite), with yellow wool stockings and red and pink heeled Mary Janes, while Nyong'o rocks a bedazzled bustier and choker necklace. This new slew of \"It\" girls follows in the footsteps of past Miu Miu faces including Hailee Steinfeld, Mia Wasikowska, and Lea Seydoux. [Miu Miu Press Release]\n\nRiccardo Tisci Collaborates with Nike: Givenchy creative director Riccardo Tisci is collaborating with Nike on a partnership that will arrive in stores this Spring. The collection, which will bare the logo NIKE RT, is described by the designer as \"strong without being loud.\" \"For me, Nike represents a lot: my childhood, America,\" Tisci said. \"When I got the call, it sounded so strong, so perfect for my DNA. It's a big honor for me, especially because they're always working with sports people.\" This is not the first time that Tisci has worked with Nike — in 2010, he assisted in curating a project between artist Marc Turlan and the sportswear company. []\n\nTiffany & Co. Documentary in the Works: Matthew Miele, who directed the fashion documentary Scatter My Ashes at Bergdorf's, is working on a new film that focuses on iconic jeweler Tiffany & Co. \"We're in production over six months now, and we've only just begun to scratch the surface of a story that is just so rich,\" Miele said. \"Whether it's focusing on the Tiffany family one day, to following the priceless Tiffany Diamond to China, or documenting how a master craftsmen handmade a classic Schlumberger design, it is all dramatic and inspiring.\" The film is scheduled for release in Spring 2015. [Racked]",
        "topic_id":8,
        "format_id":10,
        "topic_confidence":0.9905781746,
        "format_confidence":0.9330438375
    }
]