[
    {
        "url":"http:\/\/dealhindi.com\/lenovo-330-f0d70070in-celeron-4gb-ram1tb-hdddos-19-5-all-in-one-desktop-pc\/",
        "text":"Lenovo 330-F0D70070IN Celeron 4GB RAM,1TB HDD,DOS 19.5″ All in One Desktop PC\n\nPrice: ₹ 26,890.00 - ₹ 20,550.00\n(as of May 07,2021 00:09:16 UTC – Details)\n\nMakes light work of everything With its high-performance Intel Celeron processor and 4 GB of memory, the Ideacentre AIO 330 can tackle whatever you throw at it. Work, watch videos, play games, or video chat—all at the same time, if you like. The AIO 330 won’t let you down. Ready, right out of the box The AIO 330 is designed to hit the ground running. Simply unpack it, plug it in, and away you go. As an all-in-one, there’s no separate tower or messy wires to deal with. What’s more, this space-saving PC even comes with its own keyboard and mouse Say goodbye to messy cables With smartphones, portable hard drives, and other devices, a desk can soon be overrun with cables. Not so with the AIO 330, which conveniently features a cable collector built directly into the stand. That mean extra wires can be tucked away, giving you a more organized, clutter-free desktop.\n\nFeatures: 4.0GB PC4-19200 DDR4 SODIMM 2400MHz., 1TB 5400, 19.5″WXGA+ WVA 1440×900\nWindows 10 Home Single Language 64, Slim DVD Rambo, 2Wx2 speaker, Camera 720P HD\n2xUSB2.0+ 1xUSB3.0, 3-in-1 Card Reader (Bottom) (SD, SDHC, SDXC), HDMI Out port\n1 year Warranty\n\nLeave a Comment",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9866025448,
        "format_confidence":0.9967189431,
        "weight":0.0356207404
    },
    {
        "url":"https:\/\/coyotemooninc.wordpress.com\/2016\/08\/11\/",
        "text":"Archive for August 11th, 2016\n\nby Tom Nelson\n\nEver since the introduction of the Mac in 1984, Apple has included built-in networking support. Nowadays, an Ethernet port or built-in Wi-Fi is not only expected, but quite mundane as well. But in 1984, having a computer with built-in networking was a bit revolutionary.\n\n\nApple originally made use of a networking system it called AppleTalk, which allowed those early Macs to not only communicate with each other, but more importantly, to share what was, back then, very expensive laser printer systems. These printers became part of the desktop publishing revolution that the early Macs tapped into.\n\nTo understand the importance of AppleTalk, and later, EtherTalk, systems that Apple used, you have to go back and see what type of networks were available in 1984.\n\nRead more on About: Macs.\n\n\nRead Full Post »",
        "topic_id":5,
        "format_id":1,
        "topic_confidence":0.7665617466,
        "format_confidence":0.5788589716,
        "weight":0.0077814524
    },
    {
        "url":"http:\/\/www.abt.com\/product\/41963\/RCA-EZ207-White-Small-Wonder-Digital-Camcorder-EZ207.html?tab=1",
        "text":"Mattresses & Bedding\nFree Shipping on Thousands of Products\nAward-Winning Customer Service\n\nRCA EZ207 White Small Wonder Digital Camcorder - EZ207\n\nAbt Model: EZ207 | UPC Code: 044476065651\n Discontinued Product This item is no longer available from our website.\nClick the link to view all of our Camcorders & Action Cameras\nRCA - EZ207 - Camcorders & Action Cameras\nRoll over image to zoom in\nSmall And Portable\/ Supports Up To 8GB Micro SD Memory Card\/ 256MB Of Internal Memory\/ Direct YouTube Uploading\/ 1.5 \" LCD Display\/ Easy TV Viewing\/ Flip-Out Lens\/ Still Photo Capture\/ White Finish\nDiscontinued (details)\nYour Shipping Zip Code: 20149 (change)\n\nProduct Questions - Ask\n\nProduct Details\n\nRCA EZ207 White Small Wonder Digital Camcorder - EZ207\n\nIf you are looking for a small, portable, and easy to use digital video camcorder, you have found it in the EZ207. This small and compact digital camcorder is a perfect device for use when you’re on the go. It’s ready to record at a moment's notice. Not only can it capture up to 8 hours of video on a Micro SD memory card, but the included Memory Manager™ Software is perfect for sharing your favorite videos.\n\n\n  • Point-And-Shoot Simplicity – Small and portable; just aim and press RECORD.\n  • Memory Card Slot – Allows recording to Micro SD memory cards. Supports up to 8GB Micro SD memory cards.\n  • Resolution Modes – Record up to 4 hours in High Quality, or up to 8 hours in Web Quality1 (with optional 8GB memory card2).\n  • Internal Memory – 256MB of internal memory.\n  • Built-in Simple Software – Camcorder comes complete with integrated Memory Manager™ software that allows you to download video through high-speed USB connection to email or share video clips with family and friends. Activates automatically when camcorder is connected.\n  • Direct YouTube™ Uploading – Quickly and easily upload videos directly to YouTube™ with Memory Manager™.\n  • Display – 1.5” LCD Display.\n  • Easy TV Viewing – Watch your video clips on TV by connecting the camcorder using the included AV cable.\n  • Flip-Out Lens – Allows for self-recording.\n  • Still Photo Capture – Capture JPEG photos with the dedicated photo button.\n  • AA Batteries – AA batteries for quick replacement when you are on the go.\n\nPackage Content:\n\n  • EZ207 Digital Camcorder\n  • AV Cable\n  • Wrist Strap\n  • USB Cable\n  • AA Batteries (x2)\n\nApproximate Dimensions:\n\n  • Width: 2.4\"\n  • Height: 3.9\"\n  • Depth: 1.1\"\n\nApproximate Weight:\n\n  • Unit: 0.75 lbs\n  • Shipping: 1 lb\n\n\n  1. Records up to 8 hours in WebQ mode or 4 hour in HQ mode using optional 8GB memory card. Supports SD\/SDHC cards up to 8GB. Actual recording time and capacity will vary depending on type of video content being recorded, system requirements and other factors\n  2. Micro SD memory card not included.\nDownloadable Resources Get Adobe Reader\nMore reasons to buy the RCA EZ207 from Abt Electronics\n  • is an authorized dealer (Learn More).\n  • The RCA EZ207 is Brand New.\n  • The RCA EZ207 Ships in a Factory Sealed Box.\n  • Abt ships this product for free!\nRCA EZ207 White Small Wonder Digital Camcorder\n\nRCA EZ207 White Small Wonder Digital Camcorder\n\n\nCall us\nlive chat\nChat Now",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9747651815,
        "format_confidence":0.9989768267,
        "weight":0.035193359
    },
    {
        "url":"https:\/\/www.atarimax.com\/usbcoleco\/documentation\/chapter4.html",
        "text":"Atarimax Logo\nFlash Cartridge Kit\n\nAtarimax ColecoVision 128-in-1 Flash MultiCart\n\nColecoVision\/ADAM Compatible Flash Multi-Cart with USB Interface\n\n©2010 Steven J Tucker\n\nChapter 4: Programming your Cartridge (Synchronizing)\n\nAttaching your Cartridge\n\nNote: If you have not already followed the instructions on attaching your cartridge for the first time and installing the device drivers, please do so now.\n\nThis section does NOT include any instructions on doing the initial setup and driver installation which is required before using your cartridge for the first time.\n\nTo begin, remove the cartridge from the ColecoVision Game Console and place it near your PC.\n\nAttach the included USB A-A cable to a free USB port on your PC, and also to the USB Flash Multi-Cart.\n\nIf this is your first time programming the cartridge DO NOT use any kind of USB hub. Attach the cartridge directly to your PCs USB port.\n\nIf you must use a USB hub please review the known problems and troubleshooting section of the documentation before proceeding.\n\nWithin a few seconds the 'CARTRIDGE DISCONNECTED' message seen in the status display should change to 'CARTRIDGE CONNECTED' and your cartridge serial number should be displayed in the Event Log window.\n\nIf this does not happen please see the Troubleshooting and\/or Driver Installation sections of the documentation.\n\nYour cartridge is now attached and recognized by the Multi-Cart Studio software.\n\nSynchronizing your Cartridge\n\nIf you have not already loaded or created a Workbook, please do so now as the state of this Workbook will be used to program your cartridge.\n\nTo begin Synchronization, press the 'Synchronize' button on the main Multi-Cart Studio application.\n\nSynchronization is normally a fully automatic process and should require no intervention on your part.\n\nPlease watch the messages in the Event Log window to see the progress and remaining time required to program your cartridge.\n\nIf any errors occur during synchronization they will be displayed in this window, please include these messages with your bug report.\n\nProgramming your blank cartridge from a completely full workbook (127 New ROM Images) will take the maximum amount of time, typically 3-4 minutes, depending on your particular PC.\n\nProgramming incremental changes such as changing the name of a menu entry or adding 1-2 ROM Images typically takes 4-8 seconds, again, depending on your particular PC.\n\nDuring Synchronization the 'Synchronize' button on the main application window will be disabled. Once this button is re-enabled and you see the 'programming complete' message in the Event Log window, it is safe to unplug your cartridge from the USB port and place it back in your ColecoVision for testing.\n\nThere is an 'Abort' button provided but you should never use this feature unless you plan on completely re-programming your cartridge. For example it may save you a lot of time by pressing 'Abort' if you were re-programming the entire cart, but realized you made a mistake just after programming started.\n\nInterrupting programming while in progress by pressing Abort or by 'surprise removal' of the cartridge from the USB bus may result in your cartridge being left in an intermediate state where some games may not work, may be the wrong games, or the on-screen menu may not appear.\n\nIf you do interrupt programming and your cartridge is left in a less than 100% stable state, please follow the instructions on erasing and reprogramming your cartridge in the Troubleshooting section of the documentation.\n\nEven though you may leave the cartridge in a half-programmed state, you cannot permanently damage the cartridge in any way.\n\nThese errors can always be corrected by erasing the cartridge completely and re-programming it from your current Workbook.\n\n\n<-- Chapter 3\nBack to Documentation Index\nChapter 5 -->",
        "topic_id":5,
        "format_id":20,
        "topic_confidence":0.8068845868,
        "format_confidence":0.8736440539,
        "weight":0.0010301207
    },
    {
        "url":"https:\/\/www.japan-wifi.jp\/vsim\/?agent=PGJ&language=01",
        "text":"Dear Customer,\nIn order to secure the safety of communication, we will invalidate encrypted communication by \"TLS 1.0\" from 6th June.\nWe can not use our website from environments that do not support TLS 1.1 or higher.\nPlease check the usage environment of your personal computer · smartphone, please upgrade the version or change the setting as necessary.\n\nJAPAN PREPAID SIM powered by TRE mobile\n\nYou can get \"JAPAN PREPAID SIM powered by TRE mobile\" with free voice all at XCOM GLOBAL kiosk.\n* Index of XCOM GLOBAL kiosk\n\nLine Up for Voice SIM\n\nPlansTotal 1GB \/ 15 DaysTotal 3GB \/ 15 Days\nPrices5,500JPY (tax in)7,500JPY (tax in)\nEffective Days15 Days\nSIM SizenanoSIM\n\nPoints for Voice SIM\n\n  • Free Voice All.\n    Free call with less than 10 minutes of calling.※1\n    No additional fee, you can use it with confidence.\n  • No Activation Required. Easy To Set Up.\n    You don't need credit card.※2\n    Ready-to-go with APN setting only.\n  • 4G\/LTE\n    Data Speed： Downstream speed up to 110Mbps \/ Upstream speed up to 10Mbps※3\n  • ※1: If you call over 10min., the line may stop working.\n    When total of over time will over 5000yen, the line may stop working.\n    This SIM card cannot be used outgoing international calls. Domestic call only. (To receive a phone call from domestic and overseas is possible)\n  • ※2: Data capacity can not be added. Extension of effective days is not possible.\n  • ※3：【4G】 (AXGP) Downstream speed up to 110Mbps, Upstream speed up to 10Mbps \/ (LTE) Downstream speed up to 112.5Mbps, Upstream speed up to 37.5Mbps\n    【3G】 Downstream speed up to 21Mbps \/ Upstream speed up to 5.7Mbps\n    Regarding the corresponding area, please confirm here.\n\nService Details for Voice SIM\n\nInquiries for Voice SIM\n\n●TRE mobile Customer Center (English, Chinese, Korean, Japanese)\n\n\n* 24 hours a day, 365 days a year",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.7471419573,
        "format_confidence":0.6680018306,
        "weight":0.0269751481
    },
    {
        "url":"https:\/\/www.datacentreshop.co.uk\/product\/cisco-c891f-k9-router\/",
        "text":"Cisco C891F-K9 Router\n\nLead time: Next business day\n\nIn stock (369 available)\n\n£722.99 inc. VAT\n\n(£602.49 exc. VAT)\n\nSKU: IM#6773F73\nMPN: C891F-K9\nGTIN: 0882658602139\nCategories: Cisco, Cisco 800 Series, Cisco 890 Series ISR, Cisco Routers, Products\n\nCisco Part Number: C891F-K9\n\nCisco 891F Gigabit Ethernet security router with SFP\n\nProduct description\n\nCisco 890 Series ISRs deliver integrated security and threat defense, protecting networks from both known and new Internet vulnerabilities and attacks. These powerful, fixed-configuration routers provide secure broadband, Metro Ethernet, and Wireless LAN (WLAN) connectivity. Service providers offering managed Ethernet WAN services can deploy them in customer locations as CPE. You get centralized and remote management capabilities through web-based tools and Cisco IOS® Software for full visibility and control of network configurations at the remote site.\n\nThe 890 routers simplify the deployment of Ethernet WAN services, with end-to-end Operations, Administration, and Maintenance (OA&M), Service-Level Agreement (SLA) monitoring and verification, and configuration management.\n\nWAN Interfaces:\n\n  • 1-port GE or 1‑port SFP\n  • 1-port FE\n\nLAN Interfaces:\n\n  • 8-port 10-\/100-\/1000-Mbps managed switch (4‑ports PoE capable with 125W power supply adapter)\n\n\nRelated products\n\nRelated products",
        "topic_id":5,
        "format_id":16,
        "topic_confidence":0.9924794436,
        "format_confidence":0.9985601306,
        "weight":0.0358329226
    },
    {
        "url":"http:\/\/www.hardwarecanucks.com\/forum\/107128-post5.html",
        "text":"View Single Post\n  #5 (permalink)  \nOld November 1, 2008, 03:44 PM\nFreqE1 FreqE1 is offline\nJoin Date: May 2008\nLocation: Cambridge\nPosts: 343\n\nI love the Zero Punctuation reviews, they are hillarious!\n\nRead other reviews to hear some good then listen to his to hear the bad. You still won't have an absolute picture but you'll have a better clue as to how good the game is. I agree that you really need to wait untill actual end users have the game in hand and report on their experiences.\n\nI found the same problem with a lot of hardware reviews (thank Beaver I found this site) when I started looking into buying the parts for my first rig. According to the reviews I read the nvidia 650 boards were the 2nd coming and I almost went that route. Then I checked out some forums and ditched that idea fast.\n\nA lot of reviews are nothing more than the slightly re-worded OEM press release IMO (not here). For games, beleave the gamers not the advertizers.\nASUS P5Q-E - E8400 (4GHz) - Corsair TX650W - 2xHIS HD 4850 IceQ Turbo - 2x2GB Mushkin Ascent 8000 - 2xWD 500GB - TRUE 120 - Antec 1200 - ASUS Xonar DX - Big Smile\nReply With Quote",
        "topic_id":5,
        "format_id":4,
        "topic_confidence":0.814678669,
        "format_confidence":0.9949669242,
        "weight":0.0146986467
    },
    {
        "url":"http:\/\/www.technobuffalo.com\/2012\/11\/28\/jeff-bewkes-time-warner-ceo-wants-apple-tv\/",
        "text":"Apple OLED TV - Front and Side\n\nTime Warner CEO Jeff Bewkes told an audience on Wednesday that he would like to see an Apple TV come to market saying “I hope they do. I think Apple is a great device company.” Bewkes particularly believes Apple could help improve the TV experience with better “interface and navigation skills.”\n\nBewkes believes Apple is great at revitalizing a commoditized product into a differentiated market (e.g., iPod, iPhone) and hopes it can do the same with the living room experience.  With better TV interface, Bewkes hopes for increased consumption, especially when it comes to filter and navigating what content to view.\n\nBewkes may be hinting at information that is privy to C-level entertainment industry executives, maybe his company has been approached by Apple as well.  We’ve been following news of a potential Apple TV for years now and with every new rumor we are disappointed with the lack of an actual product.  Bewkes believes once Apple cracks the TV market, others will soon follow and will result in more competition in the TV market, with multiple TV interfaces.  I imagine this would be like Android-based phones with each manufacture or carrier putting their own skin on it.",
        "topic_id":5,
        "format_id":10,
        "topic_confidence":0.8391773105,
        "format_confidence":0.8325605392,
        "weight":0.0103679236
    }
]