[
    {
        "url":"http:\/\/www.sme.org\/MEMagazine\/Article.aspx?id=68320&taxid=1424",
        "text":"thumbnail group\n\nConnect With Us:\n\nManufacturing Engineering Media eNewsletters\n\nME Channels \/ Quality\nShare this\n\nQuality Scan: Process Capability Indices: Common Misapplications\n\n\n Allise Wachs Steven Wachs\n\nBy Allise Wachs                          By Steven Wachs\nPrincipal Statistician                   Principal Statistician\nIntegral Concepts Inc.                Integral Concepts Inc.\nWest Bloomfield, MI                   West Bloomfield, MI\n\n\n\n\n\n\n\nProcess capability indices such as Cp, Cpk, Cpm, Pp, and Ppk were developed to provide a simple metric to assess process capability (the ability of a process to produce parts that meet specifications). In practice, they are often misused. Cp and Pp describe the potential of the process to meet specification if the process is centered. The index compares the tolerance to the range over which 99.73% of the individual values will fall (6σ for data following a normal distribution). Cp and Pp only differ in the method used to estimate the standard deviation.\n\nSince Cp and Pp are not affected by the process being off center, the Cpk and Ppk were developed to produce indices which include a \"penalty\" for being off center. Again, Cpk and Ppk only differ in the method used to estimate the standard deviation.\n\nIn cases where the process target is not halfway between the upper and lower spec limits, the Cpm is a better alternative to the Cpk since it includes a \"penalty\" for being off target rather than off center.\n\nCommon mistakes when utilizing capability indices include:\n\n\nFailure to Ensure Process Stability\n\nComputing process capability for a process that is out-of-control (e.g. unstable) doesn’t provide any idea of what to expect in the future. Furthermore, process capability implies that a single process exists! Assessing process capability without evidence of stability (using an appropriate control chart) is irrational.\n\n\nFailure to Appropriately Handle Non-Normal Data\n\nBlindly utilizing the typical process capability formulas (for normally distributed data) can lead to incredibly misleading results. Since process capability assessment is performed on individual measurements, care must be taken to check whether an assumption of normality is reasonable. Much (if not most) industrial data does not follow a normal distribution. Several methods (such as data transformations or distribution fitting) for handling non-normal data are readily available in modern software packages.\n\n\nFailure to Quantify Uncertainty in Estimated Capability Indices\n\nCapability indices are computed from sample data which is subject to randomness. While confidence intervals are routinely utilized in many applications of statistical methods (such as reliability estimation), they are routinely ignored in process capability assessment. Simply comparing capability estimates to minimum acceptable levels of process capability (e.g. is Cpk > 1.33?) fails to account for the inherent uncertainty in our estimates. Utilizing appropriate sample sizes is a critical aspect of ensuring adequate precision in any estimates including capability indices.\n\n\nFailure to Understand the Limitations of Capability Indices\n\nWhen assessing process capability, both the process center (e.g mean or median) and the amount of variation (e.g. standard deviation) are important. Identifying a statistic such as Cp or Cpk that summarizes both is impossible. A process that produces only 50% (or 0%) in spec can have the same Cp as one that produces nearly 100% in spec since the Cp is not affected by the process location relative to spec limits. What about Cpk? Consider the two processes below:\n\nBoth of these processes have a Cpk = 1. The top process produces much more consistently. Furthermore, the bottom process will produce twice the proportion of parts that are out-of-spec than the top process will! It should be relatively easy to shift the top process to the right (if this is desired as it may be more cost effective to run near the lower spec limit).\n\nWhile they are widely used to report process capability, the indices described here are often misapplied and misunderstood in practice. Estimating the actual data distribution and the proportion of parts exceeding each specification limit would serve us much better as it avoids the misleading nature of the process capability indices. Most importantly, we should focus on minimizing variation in key characteristics since it is critical to achieving high quality, reliability, and success of manufacturers. ME\n\n\nThis article was first published in the August 2011 edition of Manufacturing Engineering magazine.  Click here for PDF\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPublished Date : 8\/1\/2011\n\nManufacturing Engineering Media - SME\nU.S. Office  |  One SME Drive, Dearborn, MI 48128  |  Customer Care: 800.733.4763  |  313.425.3000\nCanadian Office  |  7100 Woodbine Avenue, Suite 312, Markham, ON, L3R 5J2  888.322.7333\nTooling U  |   3615 Superior Avenue East, Building 44, 6th Floor, Cleveland, OH 44114  |  866.706.8665",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.8836727142,
        "format_confidence":0.5334186554
    },
    {
        "url":"https:\/\/history.evonik.com\/sites\/geschichte\/en\/inventions\/buna\/",
        "text":"A very special synthetic rubber\n\n\nBuna is a synthetic rubber, which is available in a wide range of products today. It was originally used exclusively in the tire industry. The trade name \"Buna\" stands for the starting materials butadiene and sodium (Natrium). The first commercial production plant for synthetic rubber started operation in 1937 at I.G. Farbenindustrie's Schkopau facility. In the same year I.G. Farben won a \"Grand Prix\" for development of synthetic rubber at the World Exhibition in Paris.\n\nThe present Evonik site - Marl Chemical Park - was built specifically for Buna production, which started there in 1940. On May 9, 1938 Chemische Werke Hüls GmbH was founded for this purpose. The majority shareholder, I.G. Farbenindustrie, which had begun developing the process in 1928, supplied the patents for production of synthetic rubber using the arcing process free of charge. In return Chemische Werke Hüls GmbH had to agree to give I.G. Farben access to all further developments in the process technology and sale of Buna products. The raw material acetylene, needed for Buna production, was first obtained from the arcing process in Marl. Acetylene is required in order to obtain butadiene, which is the main starting material for synthetic rubber.\n\nBuna manufactured in Marl was initially a war product, the historical background being the National Socialist policy of self-sufficiency and the 1936 Four-Year Plan. This was intended to prepare the German economy for wartime production and make it more or less independent of foreign supplies. The Wehrmacht's supply, transport and combat vehicles in particular relied on Buna production, which supplied the necessary raw material for tires and track cushioning.\n\nAfter the end of the Second World War in May 1945, the British administration prohibited Buna production in Marl in 1948. It was not until the early 1950s that production was fully authorized once more as a result of the Korean War, when supplies of natural rubber were jeopardized by the military conflict in the Far East. In 1955, together with Bayer AG, Hoechst AG and BASF AG, Hüls established a subsidiary for the production of Buna, the Bunawerke Hüls GmbH. Subsequently a wider product range developed out of the original Buna production for the tire industry. In the 1990s, Hüls AG finally divested itself of its activities with synthetic rubber.\n\nFurther information",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9056078792,
        "format_confidence":0.9732409716
    },
    {
        "url":"http:\/\/en.openei.org\/wiki\/Richmond_Department_of_Public_Utilities_Energy_Conservation_Rebates_(Virginia)",
        "text":"Richmond Department of Public Utilities - Energy Conservation Rebates (Virginia)\n\n(Redirected from Richmond Department of Public Utilities Energy Conservation Rebates (Virginia))\n\nThis is the approved revision of this page, as well as being the most recent.\nJump to: navigation, search\n\n\nLast modified on February 12, 2015.\n\nFinancial Incentive Program\n\nPlace Virginia\n\nName Richmond Department of Public Utilities - Energy Conservation Rebates\nIncentive Type Local Rebate Program\nApplicable Sector Commercial, Residential\nEligible Technologies Boilers, Equipment Insulation, Furnaces, Heat pumps, Programmable Thermostats, Water Heaters\nActive Incentive No\n\nImplementing Sector Utility\nEnergy Category Energy Efficiency Incentive Programs\nAmount Residential Energy Audit: up to $250\n\nCommercial Energy Audit: up to $500\nNatural Gas Tankless Water Heater: 400\nProgrammable Thermostat: 30\nNatural Gas Hot Water Heater Insulation: 25\nNatural Gas Space Heating (furnaces, boilers, heat pumps): 400\n\nEquipment Requirements Natural Gas Furnace: AFUE of 90% or higher\n\nNatural Gas Tankless Water Heater: AFUE of 80% or higher\n\nStart Date 2010-11-22\nExpiration Date 2012-05-03\n\nInstallation Requirements Must be installed by a Virginia licensed contractor\n\nThermostat must be installed as part of a natural gas system\n\nProgram Administrator Richmond Department of Public Utilities\nDate added to DSIRE 2011-02-08\nLast DSIRE Review 2012-04-30\n\nReferences DSIRE[1]\n\n\nCity of Richmond natural gas customers are eligible for rebates for high efficiency natural gas technologies as part of the Department of Public Utilities (DPU) Conservation Rebate Program. Rebates are available for tankless water heaters, space heating equipment, programmable thermostats, and hot water heater insulation. In addition, residential customers can receive a $250 rebate for a home energy audit, and commercial customers can receive a $500 rebate. In order to receive a rebate, customers must first contact the DPU to request a rebate application by phone, email, fax or mail, then return the application by mail. Requests will be processed in the order that they are received. If the application is approved, the customer will receive a rebate certificate back in the mail. Supporting documentation must be postmarked within 120 days from when the customer receives a rebate certificate from the DPU.\n\n\n  • Incentive and policy data are reviewed and approved by the N.C. Solar Center's DSIRE project staff.[1]\n\n\n  1. 1.0 1.1  \"Database of State Incentives for Renewables and Efficiency (DSIRE)\"",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.7975435257,
        "format_confidence":0.9355909824
    },
    {
        "url":"https:\/\/durhamgeo.com\/projects\/mines\/huckleberry-mine-bc-canada\/",
        "text":"Huckleberry Mine, BC, Canada\n\nMonitoring a Tailings Dam\n\nHuckleberry Mine, BC, Canada: Engineers employed several interesting techniques when they instrumented a tailings dam at this gold and copper mine in north-central British Columbia. They grouted-in piezometers, installed inclinometers and piezometers in the same borehole, and implemented a lightning protection scheme that has already proven its value.\n\nThe TMF-2 starter dam is the first in a series of dams that will be constructed for tailings and waste management at Huckleberry mine. The dam will be raised each year for the next five years to reach its final height of 110 meters.\n\nGeotechnical instrumentation installed in the dam included inclinometersvw piezometersstandpipe piezometers, and surface survey monuments. The instrumentation will be used throughout the life of the mine, helping engineers assess the performance of the structure, optimize future construction, and detect any geotechnical problems early enough to allow effective remedial actions.\n\nInstallation of Piezometers: The VW piezometers are installed in boreholes that are backfilled with a low-permeability, bentonite-cement grout. The grout effectively limits the intake zone for the piezometer, preventing migration of water upwards or downwards through the borehole. This allows several piezometers to be installed in the same borehole, each monitoring a discrete zone. Standpipe piezometers, which will be used to monitor water quality as well as pore-water pressure, are installed with the traditional sand intake zone and bentonite seal.\n\nDual-Use Boreholes: Engineers installed VW piezometers in the same boreholes used for inclinometers. The bentonite-cement grout provides a dimensionally stable backfill for the inclinometer casing and discrete zones for the piezometers. Eventually, there will be three VW piezometers installed with each inclinometer.\n\nLightning Protection: Signal cables from the piezometers are extended vertically along the axis of an established instrumentation borehole or laterally in a trench leading to a readout location at an abutment. Since vulnerability to lightning damage increases with cable length, some form of lightning protection was required.\n\nSlope Indicator proposed a two-tier lighting protection system, based on recommendations proposed in its publication: Sensors in the Real World. The first tier of protection is a lightning diversion system, comprising one or more lightning rods connected to bare, heavy-gauge, low- impedance, copper wire that directs the transient voltage away from the instrument zone.\n\nThe second tier is an equipotential grounding system. It comprises bare, heavy-gauge, low-impedance, copper wires that run parallel to each signal cable and extend about 2 meters deeper than each sensor. Spacers were used to keep the wires about 10 cm from the signal cables, as shown in the photo at right. The low-impedance wires keep electric potentials the same at either end of the signal cables, thus minimizing destructive current flow and eliminating damage to sensors and signal cable.\n\nThe protection system was put to the test when an electrical storm hit the mine a few months after the instruments were installed. The storm severely damaged the mine's telephone system, which took nearly a month to restore, but all of the piezometers survived.\n\nThanks to Slope Indicator Canada for providing this story.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9746699333,
        "format_confidence":0.7406273484
    },
    {
        "url":"https:\/\/www.gowandi.com\/read-blog\/72_protein-sources-for-cattle.html",
        "text":"Protein sources for cattle\n\nIngredients that contain more than 18% of their total weight in crude protein are generally classified as protein feeds. Protein is one of the critical nutrients particularly for the young rapidly growing animal and high producing adults, although, it may be secondary to energy or other nu\n\n\nIn addition, protein supplements are usually more expensive than energy feeds, so optimal use is a must for any practical feeding system. Protein supplements may be further categorized according to source of origin as i) plant protein ii) animal protein\n\niii) non protein nitrogen and iv) single cell  protein.\n\nPlants provide more than 90% of the protein feeds used in livestock rations. Most protein feeds of plant origin consist of processed oilseeds. Millings by-products generally make up the remainder of the plant protein feeds. Many protein feeds of animal origin are derived from sources that are considered unsuitable for human consumption. Many proteins of mammalian origin are banned for use in feeding of cattle because of the threat of mad cow disease.\n\nProtein sources for cattle\nCommonly used and potential plant protein sources for cattle\n\n\nScientific name\n\nArea grown\n\n\nPotential yield\n\nSoybean meal\n\nGlycine max\n\n18 433\n\n\n\nSunflower meal\n\nHelianthus annuus\n\n15 460\n\n\n3 000\n\n\nPhaseolus vulgaris\n\n106 627\n\n\n2 500\n\nGround nuts\n\nArachis hypogaea\n\n95 399\n\n\n2 400\n\nPigeon peas\n\nCajanus cajan\n\n87 758\n\n\n2 500\n\n\nVignia unguiculata\n\n48 157\n\n\n2 000\n\nChick peas\n\nCicer arietinum\n\n1 070\n\n\n2 000\n\nBambara or groundbeans\n\nVigna subterranea\n\n3 128\n\n\n3 000\n\n\nSesamum indicum\n\n\n\n1 000\n\nGreen grams\n\nVigna aureus\n\n1 216\n\n\n2 000\n\n Plant proteins\n\nThe bulk of the protein of ruminants comes from plant sources. The protein content of   plant varies considerably from one type to another. Even within the same plant, there is considerable variation from one stage of maturity to another or from one part of the plant   to another. Proteins in plants are primarily associated with the tissues which are actively metabolizing such as leaves, centers of growth and the seeds. Eventhough they are not\n\n\nespecially high in protein by comparison with other feedstuffs, the vegetative portions of many plants supply an extremely large portion of the protein in the total ration of livestock, simply because these portion of feeds are consumed in large quantities. Needed protein not provided in these feeds is commonly obtained from one or more of the oilseed   by-products\n\n–soybean meal, cottonseed meal, groundnut meal, safflower meal, sunflower meal, rapeseed meal linseed meal, sesamum meal and coconut meal. The protein content and feeding value of these products vary according to the seed from which they are produced, the amount     of hull and\/or seed coat included and the method of oil extraction used. Sometimes the unprocessed seed is used to provide both a source of protein and a concentrated source     of energy. The oil bearing seeds are especially high in energy because of the oil they  contain.\n\nAdditional plant proteins are obtained as by-products from grain milling, brewing  and distilling and starch production. Most of these industries use the starch from grains and seeds, then dispose of the residue which contains a large portion of the protein of the original plant seed.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.8765490651,
        "format_confidence":0.9108487964
    },
    {
        "url":"http:\/\/wastewaterinfo.asia\/project-briefs\/decentralized-wastewater-treatment-systems-dewats-bear-rescue-center-tam-dao-2340",
        "text":"Decentralized Wastewater Treatment Systems (DEWATS) for the Bear Rescue Center, Tam Dao National Park, Viet Nam\n\nThe Bear Rescue Center in Tam Dao National Park, Vinh Phuc province, was one of the areas chosen for the application of a decentralized wastewater treatment system (DEWATS). Around 50 bears that once lived in zoos, performed in the streets, or were victims of other cruel practices are now living in the rescue center.\n\nThe rescue center is located inside a national park which is bound by strict laws on the discharge of wastewater. The center needs an effective system to treat wastewater produced by both human staff and animals.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.705026269,
        "format_confidence":0.9605660439
    },
    {
        "url":"http:\/\/www.nationsencyclopedia.com\/Africa\/Chad-INDUSTRY.html",
        "text":"Chad - Industry\n\nThe industrial sector accounted for about 13% of GDP in 2001. Because it lacks power and adequate transportation, Chad is industrially one of the least developed countries in Africa. Cotton processing is the largest activity. Cottonseed oil is processed at Sarh and Moundou. Coton-Tchad, the state-owned company that produces and exports cotton, is the country's main manufacturing concern, and many of its subsidiary operations (including oil and soap) were being privatized in 2002.\n\nOther enterprises include several modern slaughterhouses, a flour mill complex, a sugar refinery, and textile plants. There are also rice and peanut oil mills, a brewery, a soft-drink plant, a soap factory, and a cigarette factory. Factories at N'Djamena also produce bicycles and mopeds, radios, and perfume.\n\nThe construction sector was growing in 2002, with investment in roads and schools, among other public works projects. There was interest in building a cement factory in the Mayo Kebbi region in 2002, and plans to produce detergent and establish assembly plants for agricultural equipment. If electrical costs could be reduced, light industry could be further developed.\n\nOil exploration in Chad began in the 1970s in the northern Lake Chad Basin and the Doba Basin in southern Chad. Chad's full hydrocarbon potential has yet to be fully determined. The Chad-Cameroon oil pipeline, with estimated production at 225,000 barrels per day, was due to be completed in 2004. There were plans in 2002 to build a refinery in N'Djamena, to make Chad self-sufficient in oil products. The development of Chad's petroleum sector is aimed in part at raising electricity output, which is crucial to Chadian industry. Only 2% of households in Chad are supplied with electricity.\n\nAlso read article about Chad from Wikipedia\n\nUser Contributions:\n\nReport this comment as inappropriate\nNov 4, 2010 @ 7:19 pm\nreally good information i wish it could be not as much information but its still interresting\n\nComment about this article, ask questions, or add new information about this topic:",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9734197259,
        "format_confidence":0.9871903062
    },
    {
        "url":"http:\/\/www.nebraskah2o.org\/tag\/construction-entrance\/",
        "text":"Stabilized Entrance\n\nConstruction sites should implement a stabilized entrance, commonly referred to as a ‘rock entrance,’ in multiple cases:\n\n  1. Where dirt or mud can be tracked onto roads\n  2. If they’re adjacent to water bodies\n  3. If they have poorly compacted soil\n  4. Where dust is a problem during dry weather\n\n\nThe City of Kearney has detailed specifications on rock entrances in the Public Works Department link at the sediment and erosion control details page.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9799178243,
        "format_confidence":0.6570253372
    },
    {
        "url":"http:\/\/aggateway.org\/GetConnected\/AGIIS(Identifiers)\/AGIISDuplicatesTaskForce(ADTF).aspx",
        "text":"AGIIS Duplicates Task Force (ADTF) Overview\n\nThis Task Force focused on addressing the issue of duplicate entities, both real and perceived, within the Ag Industry Identification System (AGIIS). The group wanted to establish AGIIS as the industry benchmark for accurate and trusted information by defining a solution which eliminates existing duplicate entities and prevents the creation of new duplicate entities in AGIIS. Their work was completed in October 2011 with the presentation and approval of their proposal (to eliminate existing and prevent the creation of new duplicate entities in AGIIS) to the Directory Oversight Committee. Implementation of the recommendations began in November 2011 and will continue throughout 2012 assuming funding is available to complete the recommendations.\n\nThe proposal contains recommendations regarding the following elements:\n\n  • Entity & Duplicate Definitions\n  • Substandard Data Inactivation & Prevention\n  • Third Name Field\n  • Unique License Key\n  • Address Considerations\n  • AGIIS De-duplication\n  • Subscriber Synchronization\n  • Duplicate Reporting\n  • Search\/View Only Subscriber Update Functionality\n  • Annual Maintenance – Entity\n  • Education & Communication\n  • Implementation Timeline\n\nFor the full ADTF Recommendation proposal please click here.\n\nFor additional information about the implementation, please refer to the AGIIS Improvement Implementation web page or contact Wendy Smith at\n\nCo Leads\nDavid Lane AGDATA, LP\nWendy Smith AgGateway\n\nAg Retail Council Liaison\nPam Gaines Brandt\nAllied Provider Council Liaison\nDavid Lane AGDATA, LP\n\nCrop Nutrition Council Liaison\nAmy Groh CF Industries\n\nCrop Protection Council Liaison\nJohn Reichle Bayer Cropscience, LP\n\nFeed Council Liaison\nBrent Kemp AgGateway\n\nPrecision Ag Council Liaison\nKeith Milburn GROWMARK\n\nSeed Council Liaison\nGreg Erler Monsanto\n\nOther Members\nChip Donahue John Deere\nLorie Gasso CSC\nSteve Leary Land O'Lakes\/Winfield Solutions\nDenise Nelsen Mosaic\nDave Rye Syngenta\nTiffany Smith BASF\nKelly Uland Dow AgroSciences\nJosh Wall CSC\n\nSub-standard Data\nCompleted, Presentation Available\n\nADTF Overall Process\nCompleted, Presentation Available  \n\nUnique License Key\nCompleted, Presentation Available \n\nThird Name Processing\nCompleted, Presentation Available \n\nAGIIS De-duplication\nCompleted, Presentation Available \n\nSubscriber Synchronization\nCompleted, Presentation Available\n\nMember Services\n\nHave a question? Need help?\nContact Member Services.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9381201863,
        "format_confidence":0.5547071099
    },
    {
        "url":"https:\/\/www.fibre2fashion.com\/industry-article\/6194\/milk-fibre",
        "text":"The most important material of milk fiber is milk protein, which contains 17 kinds of amino acids, and with natural and permanent bacteriostatic function, the bacteriostatic rate to those bacteria such as Staphylococcus aureus, Candida albicans, fungal and disease mildew is up to more than 80%.The plentiful natural protein humectant factor is contained in the milk fiber, which makes skin more delicate and smooth, so it is suitable for household textiles.\n\nMilk fiber is a blend of casein protein and the chemical acrylonitrile, which is used to make acrylic. Its made using a process that is similar to rayon\/viscose, but because its a regenerated protein fiber and not a regenerated cellulose fiber, it reacts like wool. That means that it dyes like wool and even smells like wool when burned, according to Kiplinger.\n\nMilk Fiber was firstly introduced in 1930 in Italy & America to compete the wool. It is new generation of innovative Fiber & a kind of synthetic Fiber made of milk casein Fiber through bio-engineering method with biological health which has passed international ecological certification of oeko-tex standard 100. There are also some different brands for the same fiber manufactured from milk casein known as Aralac, Lanatil and Merinova.\n\nRead Full Article\n\nAbout the Author:\n\nG.M. Faysal is a B.Sc Engineer in Textile. He is currently a Lecturer in the department of textile engineering, Atish Dipankar University of Science and Technology.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9686018229,
        "format_confidence":0.7995999455
    },
    {
        "url":"http:\/\/www.controleng.com\/single-article\/washdown-gear-reducer-choice-can-improve-uptime\/2575e6ceed6e6dc935de7381d8d7eef4.html",
        "text":"Washdown gear reducer choice can improve uptime\n\nChoosing a gear reducer that offers performance and can withstand the harsh chemicals and high-pressure washdown required in a food or beverage plant can be a real challenge.\n\n\nNo plant can afford to have processing lines shut down when inspectors find corrosion or other damage that can result from the cleaning process.\n\nUnderstanding the advanced features now available in washdown-capable gear reducers will help you select the most durable product.\n\nHousing materials\n\nMost washdown gear products are offered with either a cast iron housing covered with an anti-corrosion coating, or stainless steel housing. Although aluminum is thought to be a noncorroding material, when sprayed with harsh chemicals, the aluminum will quickly corrode and fail.\n\nOverall, a coated cast iron housing is the most cost-effective housing option. The cast iron housing is typically the same as used in the standard product line so costs are low due to high volumes. However, the type of anticorrosion coating, and how it is applied, makes a large difference in product performance at the customer’s site.\n\nGears are subjected to a salt-fog bath as part of the testing process.It’s critical you choose a washdown product from a manufacturer that uses a salt-fog chamber to run corrosion tests. The salt-fog chamber is the most consistent method available to compare the performance of different coatings under the same highly corrosive conditions. Trying new coatings at customer sites may lead to a coating that works well under some conditions, but not in others.\n\nThe highest performance coating system currently available consists of two coats of epoxy-based paint applied to the cast iron housing. Epoxy paint has superior adhesion, is highly durable, and offers very high corrosion protection to the base material. Although powder-coated products have an attractive high gloss, salt-fog testing has shown that powder coating does not provide the same level of corrosion protection as the two-part epoxy paint system. Some gear reducers include a clear third layer, but it primarily functions to add gloss for visual enhancement.\n\nFor optimal corrosion resistance, look for products that use electrodeposition to apply the first coat of epoxy paint to the bare housing. In the electrodeposition process, a multistep cleaning process is used first to ensure that all foreign material is completely removed from the surfaces being coated.\n\nAfter cleaning, the part is submerged into a large container of epoxy paint. An electric charge is then applied, which attracts the paint particles into the smallest crevices of the part’s surfaces. The part is then baked to quickly and fully cure the paint. The resulting paint film is very uniform in thickness, extremely durable, and superior to a primer that is applied via a spray system.\n\nAfter the gear reducer is assembled, it is then completely covered in another layer of two-part epoxy paint that increases the overall paint film thickness to improve the corrosion resistance. A cast iron housing that has been coated with two layers of epoxy paint, with the primer applied using the electrodeposition process, has a better chance of withstanding the harsh cleaning processes required in the food industry.\n\nHowever, stainless steel housings provide the ultimate in water and chemical resistance. Since no coating is applied to the housing, the coating cannot be chipped off or inadvertently damaged through the use of very high-pressure water. The downside to the stainless housings is the high cost. Despite the cost, stainless housings should be selected when damage to the paint film cannot be tolerated in a particular food production process.\n\n\nWhether the housing is cast iron with epoxy coatings or stainless steel, look for a pressure‑relief type of vent if the reducer is vented. A standard open vent, even if equipped with chemicals to absorb moisture, will ultimately allow moisture to enter the reducer, resulting in premature failure.\n\nA gasket or O-ring should also be present between the gear reducer and motor to keep water and moisture out of the cavity between the two products.\n\n\nTo properly lubricate the gear reducer and avoid contaminating food product, lubricants should have NSF H1 (incidental contact) rating. Reducers using NSF H2 (no contact) lubricant offer no advantage and should not be considered an approved product for incidental food contact. \n\n\nOne of the lowest cost components of a gear reducer, which nevertheless serves a critical function, is the shaft seal. Shaft seals in non-washdown gear reducers seal the lubricant in the reducer and keep dirt and other solid contaminants out. In a washdown application, the shaft seal must still keep the lubricant in the reducer, but it must also keep out water and chemicals being used to clean the exterior of the reducer. If the seal allows water into the reducer, the internal components will rust and the lubricant will break down. Ultimately, the gear reducer will prematurely fail from a combination of these two conditions.\n\nThe importance of the right gear reducer in a food processing plant can be seen in the gear’s proximity to a chocolate chip cookie batch.A standard lip seal used in a non-washdown application typically has a rubber sealing lip that rides on the rotating shaft surface. There may also be a noncontacting dirt excluder lip that is used to keep large particles away from the sealing lip. The sealing lip is commonly held against the shaft with a small spring around the circumference of the lip. When exposed to high velocity, or high-pressure water and chemicals, the sealing lip will lift off the shaft and allow water and chemicals into the reducer. Even if multiple standard lip seals are stacked side by side, the sealing lips will lift off the shaft and allow water and chemicals to get inside the reducer.\n\nTo avoid these issues, look for enhanced shaft sealing systems that consist of specialty seals designed to keep the water and chemicals out. Commonly referred to as harsh duty seals, the seal construction is modified to provide a positive method for keeping the water spray from the sealing lip.\n\nA harsh duty seal consists of two parts: the normal outer case with sealing lip and a separate inner sleeve and flange. The inner sleeve has a rubber coating to seal tightly against the shaft, and an external flange to keep water from getting to the oil sealing lip. Between the flange OD and the oil sealing lip, there are multiple other lips designed to keep water and other contaminants away from the oil sealing lip.\n\nSome gear reducers come with a rubber v‑ring combined with a standard lip seal to cut costs. This combined sealing system does not typically provide the same level of protection as a true harsh duty seal.\n\nWorking in combination with harsh duty seals are corrosion-resistant output shafts. Look for output shafts that are either stainless steel or carbon steel plated, with a high-performance coating such as nickel plating. Both types perform well in washdown applications. Sealing out water and chemicals is vital to the life of the gear reducer.\n\nThe type of housing, venting, lubrication, and shaft seal are all critical components of a washdown capable gear reducer, and these features should be carefully evaluated before selecting a gear reducer for a food industry application. \n\nRussell is Baldor's senior principal engineer for Dodge gearing. \n\nNo comments\nThe Engineers' Choice Awards highlight some of the best new control, instrumentation and automation products as chosen by...\nThe System Integrator Giants program lists the top 100 system integrators among companies listed in CFE Media's Global System Integrator Database.\nThe Engineering Leaders Under 40 program identifies and gives recognition to young engineers who...\nThis eGuide illustrates solutions, applications and benefits of machine vision systems.\nLearn how to increase device reliability in harsh environments and decrease unplanned system downtime.\nThis eGuide contains a series of articles and videos that considers theoretical and practical; immediate needs and a look into the future.\nRobotic safety, collaboration, standards; DCS migration tips; IT\/OT convergence; 2017 Control Engineering Salary and Career Survey\nIntegrated mobility; Artificial intelligence; Predictive motion control; Sensors and control system inputs; Asset Management; Cybersecurity\nBig Data and IIoT value; Monitoring Big Data; Robotics safety standards and programming; Learning about PID\nFeatured articles highlight technologies that enable the Industrial Internet of Things, IIoT-related products and strategies to get data more easily to the user.\nThis article collection contains several articles on how automation and controls are helping human-machine interface (HMI) hardware and software advance.\nThis digital report will explore several aspects of how IIoT will transform manufacturing in the coming years.\n\nFind and connect with the most suitable service provider for your unique application. Start searching the Global System Integrator Database Now!\n\nMobility as the means to offshore innovation; Preventing another Deepwater Horizon; ROVs as subsea robots; SCADA and the radio spectrum\nFuture of oil and gas projects; Reservoir models; The importance of SCADA to oil and gas\nBig Data and bigger solutions; Tablet technologies; SCADA developments\nAutomation Engineer; Wood Group\nSystem Integrator; Cross Integrated Systems Group\nJose S. Vasquez, Jr.\nFire & Life Safety Engineer; Technip USA Inc.\nThis course focuses on climate analysis, appropriateness of cooling system selection, and combining cooling systems.\nThis course will help identify and reveal electrical hazards and identify the solutions to implementing and maintaining a safe work environment.\nThis course explains how maintaining power and communication systems through emergency power-generation systems is critical.\nclick me",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9313834906,
        "format_confidence":0.6286851168
    },
    {
        "url":"http:\/\/www.goletawater.com\/newsletters-and-press\/featured-story\/the-districts-distribution-system\/",
        "text":"The District's Distribution System\n\nThe Goleta Water District delivers quality water to 87,000 customers throughout the Goleta Valley.  Over the past 75 years, the District has invested millions of dollars to build, sustain, and improve its distribution system, which delivers that water from Lake Cachuma, the State Water Project, the Goleta Groundwater Basin, and the recycled water system. \n\nHow does the potable distribution system work?\n\nThe District’s distribution system consists of 270 miles of pipeline, 8 water storage reservoirs, 6 pump stations, 9 groundwater production wells, 6,500 valves, and 17,200 service connections.  In addition, the District maintains 1,550 fire hydrants throughout the community.\n\nWater flows downhill from Lake Cachuma into the Tecolote Tunnel and on to the South Coast Conduit.  This conduit then feeds the Corona Del Mar Water Treatment Plant where water is treated at a rate of up to 24-million-gallons-per day.  Treated water then enters two large transmission mains, which run downhill through a series of smaller pipes that branch out to fill the District storage reservoirs and reach all areas of the District’s service territory.  In this sense the District’s distribution system resembles the human arterial system, with several major arteries feeding into smaller capillaries.    \n\nEach Goleta Water District customer is connected to the distribution system through a service line that supplies water through a meter located at the customer’s property.  Meters track the usage for billing purposes and are also helpful to detect leaks on the customer’s property.\n\nThough the system is largely gravity based with 98% of the water being delivered downhill, the District also relies on 6 pump stations to serve customers at higher elevations and to move water from the District’s groundwater production wells.  These pumping facilities range up to 2,500 gallons per minute and are located throughout the distribution system.  Pumps use electric energy to push water against gravity from low to high elevations with a series of impellers, motors, and valve components.  These mechanical systems are operated and maintained at an annual cost in the hundreds of thousands of dollars.\n\nHow does the District maintain pressure in the system?\n\nThere are 8 water storage reservoirs located at higher elevations throughout the distribution system.  These reservoirs are large tanks that supply the District’s pressure zones and balance supply and demand from day to day.  Tank storage also provides a back-up supply of water for community fire-fighting needs and enough water to offset short duration supply outages.\n\nGoleta Water District’s potable water system is unique in that it is over 98% gravity-fed.  System pressures are maintained at various elevations through a series of pressure reducing valves located throughout the distribution system.  A network of line valves also allow distribution operators to control and isolate portions of the distribution system during emergency repairs and scheduled maintenance.  These valves also reduce the number of customers affected by service outages.  Finally, the distribution system also includes a hydro-kinetic turbine that generates electricity, which offsets District power costs.\n\nWhat future challenges does the District anticipate?\n\nWater utilities across California and the nation are dealing with rising costs to replace infrastructure.  The District recently celebrated its 75th anniversary, and nearly 71% of the District’s pipes are older than 50 years.  Due to wear, corrosion, and age the District currently spends approximately four hundred thousand dollars per year on emergency repairs and main breaks.  The approximate cost of pipe replacement can range from one to three million dollars per mile.  Because full infrastructure replacement is financially infeasible, prudent capital planning to target the most critical replacements is essential to sustaining the system moving forward.\n\nAs we look to the future, continued distribution system maintenance, enhancement and replacement will ensure the long term viability of quality water delivery to customers in the Goleta Valley. \n\n(Published January 22, 2020)",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9608843923,
        "format_confidence":0.5044928789
    },
    {
        "url":"http:\/\/www.sidingsolutions.com\/pages\/whatcomp.htm",
        "text":"Siding Solutions Inc Logo GIF\n This page under construction...please email your request to\n\nWhat is Composite Siding?\n\nThe Composite Siding Story  \n  • Man-made boards are manufactured for use as exterior siding from\n\n  • various combinations of wood fibers, fillers, binders and glue. These  \n    mixtures are heated and compressed into composite wood products.  \n  • When shredded wood is used the product is usually known as O.S.B.\n  • When sawdust is used the product becomes fiber board\n  • Wood pulp mixtures become hardboard\n  • When these composites are intended for use as siding an embossed\n\n  • overlayment is often added to simulate the look of wood.  \n  • Siding is also manufactured from various combinations of these\n\n  • composites and by the addition of Portland Cement  \nReturn to Main Page",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.5088154674,
        "format_confidence":0.7518922687
    },
    {
        "url":"https:\/\/www.hunker.com\/13401421\/what-are-the-advantages-disadvantages-of-a-conventional-concrete-slab-vs-a-post-tension-slab",
        "text":"What are the Advantages & Disadvantages of a Conventional Concrete Slab Vs. a Post Tension Slab?\n\nPost-tension concrete is a method of reinforcing concrete. This concrete has cable conduits cast into it and that cable is stretched, or tensioned, hydraulically after the concrete has hardened. The tension is transferred to the concrete, helping hold it together even better. Post-tensioning provides high strength and stability, but looks just like any other concrete slab. While most home projects don't require post-tensioning, it could still be a useful technique for some builders.\n\nPost-tensioned concrete is usually used in large structures.\n\n\nPost-tensioned concrete is stronger and more flexible than conventional steel-reinforced concrete. According to the Concrete Network, post-tensioning helps reduce cracking from shrinkage as the concrete dries, and holds together any cracks that do form. Post-tensioning is commonly used in large commercial and industrial projects such as garages and towers.\n\n\nConventional concrete slabs are limited in length and thickness. They require a specific level of thickness to maintain their strength – usually at least 4 inches for a slab-on-grade foundation. Long concrete slabs elevated above the ground are limited in length due to the danger of cracking. Post-tensioned concrete can be thinner and longer without risk to its strength or structural integrity, since the cables inside help stabilize it.\n\n\nPost-tensioned concrete will usually be more expensive for the home builder, due to the extra equipment needed. However, in large structures, post-tensioning can actually be less costly than conventional concrete slabs. According to the Seattle Daily Journal of Commerce, this is due to the relatively high cost of structural steel, such as rebar. Post-tensioning uses less reinforcing material, allowing it to cost less in large projects.\n\n\nOrdinary concrete slabs require a lot less skill and expertise to pour. Much of the time, you can complete at least part of the work on your own. Pouring post-tensioned concrete is nearly impossible if you're not a professional concrete worker, however, and is best left to experts. Since this material is rarely used in homes, local contractors may not be familiar with it.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9282252192,
        "format_confidence":0.9342884421
    },
    {
        "url":"https:\/\/www.wyomingmining.org\/minerals\/trona\/",
        "text":"Trona is a sodium carbonate compound that is processed into soda ash or bicarbonate of soda, or baking soda, as it is commonly known. Wyoming has the world’s largest deposit of trona, supplying about 90% of the nation’s soda ash. This mineral is Wyoming’s top export and is shipped to markets around the globe.  Wyoming mines produced over 17.4 million tons of trona and employed 2,225 people in 2018.\n\n2018 Wyoming Trona Production and Employment\n\nThe U.S. Geological Survey in 1997 estimated the total reserve of trona to be 127 billion tons, but only 40 billion tons are recoverable.  At the current rate of operation, Wyoming’s reserves of trona will last 2,350 years.  According to the Wyoming Geological Survey, Wyoming mines have produced over 633.2 million tons of trona since 1949.\n\nGlass making consumes about half of the soda ash, followed by the chemical industry, which uses about a quarter of the output. Other uses include soap, paper manufacturing, and water treatment, and all baking soda comes from soda ash, which means you probably have a box of Wyoming trona product in your kitchen.\n\n\nTrona Processing\n\nThe trona ore is sent to processing facilities, where it is crushed, heated, and refined.\n\nThe deposition of trona in Wyoming started about 50-60 million years ago during the Eocene Age in the Wilkins Peak Member of the Green River Formation. A large freshwater lake, Lake Gosiute, covered an estimated 15,000 square miles in a basin in southwestern Wyoming. The lake was fairly shallow and evaporated rapidly and repeatedly creating a climate that changed back and forth between humid and arid, trapping the once abundant life.\n\nAll the minerals and mud settled in the bottom of the lake and sodium, alkaline and bicarbonate, were transported to the lake by runoff water. The mixture of all these elements formed the trona deposits we mine today.\n\nLarge trona deposits are found in the Green River formation with 42 beds that cover about 1,300 square miles.\n\nTrona Facts\n\n  • 18.1 million tons of trona mined in 2019.\n  • 2,311 – Employees in 2019.\n  • The Federal Reserve Board uses soda ash as a national economic indicator.\n  • 5,000 years ago the Egyptians used soda ash for making glass ornaments and vessels.\n  • Trona is Wyoming’s top international export.\n  • At the current rate of operation, Wyoming’s trona reserves will last over 2,000 years.\n\nMining & Processing\n\nAll trona is mined underground and then processed into soda ash or baking soda. An underground trona mine is like an underground city. There are maintenance shops, bathrooms, electricity lines, and streets.\n\nMost trona is mined through a room-and-pillar system where a series of parallel drifts are driven. Connections are made between the drifts at regular intervals, which creates a checkerboard pattern of rooms and pillars. The pillars are left to support the overlying rock, and the mineral is then cut from the mining face and processed.\n\nThe purification process begins with crushing the ore, which is then heated to drive off unwanted gases. This transforms the trona into a sodium carbonate. Water is added to this substance, which is then filtered to remove impurities. The water is evaporated and the resulting slurry is placed into a centrifuge to separate the remaining water from the soda ash crystals. The crystals are then sent to driers, screened, and sent to storage bins for transport.\n\n\nBaking SodaIn the 1st century, the Romans used soda ash for making bread, glass, and medicine, uses which continue today.\n\nBaking soda and baking powder both come from soda ash, so most Americans have a product of Wyoming trona right in their own kitchens. These two common household substances are important ingredients for making bread, cookies, cakes, and other baked foods. You eat this Wyoming rock every time you bite into a sandwich, peanut butter cookie, or chocolate cake.\n\nGlassSoda ash is also used to manufacture many chemicals used in industry including sodium bicarbonate, sodium chromates, sodium phosphates, sodium silicates, and sodium cyanide. It can also be added to adjust the pH of water and reduce acidity.\n\nCattle feed, swimming pool products, medicines, paper, textiles, and toothpaste all use soda ash.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9879575372,
        "format_confidence":0.9854161143
    },
    {
        "url":"https:\/\/www.britannica.com\/topic\/Vacuum-Oil-Company",
        "text":"Vacuum Oil Company\n\nAmerican company\n\nLearn about this topic in these articles:\n\nMobil Corporation\n\n  • In Mobil Corporation\n\n    One predecessor, Vacuum Oil Company, was founded in 1866 and, after 1882, became part of the Standard Oil Company and Trust. Another predecessor was Standard Oil Company of New York (Socony), established by the trust in 1882. Both companies became independent in 1911 when the U.S. Supreme…\n\n    Read More\nEmail this page",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.5841042995,
        "format_confidence":0.7361116409
    },
    {
        "url":"http:\/\/m.wzgtchina.com\/info\/development-history-of-polyurethane-adhesives-38606529.html",
        "text":"Development History of Polyurethane Adhesives\n\n- Aug 16, 2019-\n\nIn 1940, German researchers discovered triphenylmethane-4. 4', _4'-triisocyanate can bind metal to sodium butadiene rubber and is used on tank tracks in World War II. Since the 1950s, Bayer has developed esmorhurs series (diisocyanate and polyisocyanate) and I esmophens series (low molecular weight hydroxyl-terminated polyester polyols). Polystal series products (two-component solvent-based polyurethane adhesives) can be prepared according to a certain amount of esmbd sweetness and esmopl~en. \n\nJapan introduced German and American technology in 1954, produced polyurethane materials in 1960, and began to produce polyurethane adhesives in 1966. It successfully developed ethylene polyurethane waterborne adhesives and put them into industrial production in 1981. At present, the research and production of polyurethane adhesives in Japan is very active, and together with the United States and Western Europe, it has become a major producer and exporter of polyurethane.",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.9362218976,
        "format_confidence":0.9462808967
    },
    {
        "url":"http:\/\/www.civilprojectsonline.com\/surveying-and-levelling\/designation-of-bearings-compass-surveying\/",
        "text":"Designation of Bearings | Compass Surveying\n\nDesignation of Bearings | Guide to Compass Surveying\n\nIn my previous article, I discussed different types of Bearings in Compass Surveying. In this article, we will discuss in brief different designations given to the bearings depending on measurement of angles.\n\nDesignation of Bearings\n\n  1. Whole circle bearing\n  2. Reduced Bearing (RB) or quadrantal bearing (QB)\n  3. Fore Bearing (FB) or forward bearing (FB)\n  4. Back bearing or Backward bearing (BB)\n  5. Calculated bearing\n\nWhole Circle bearing\n\nBearings measured from north in a clockwise direction is termed as whole circle bearing.\n\nThe value varies from 0 degrees to 360 degrees.\n\nReduced bearing\/Quadrantal bearing\n\nThe bearings measured either from the north or from the south towards east or west whichever is nearer is known as reduced bearing.\n\nThe values vary from 0 degrees to 90 degrees for a particular quadrant.\n\nIt is also known as quadrantal bearing (QB).\n\nFore Bearing (FB)\n\nThe bearings measured in the progress of surveying i.e. in the forward direction of survey lines is known as forebearing or forward bearing.\n\nBack Bearing (BB)\n\nThe bearings measured in opposite to the progress of surveying i.e. in backward direction of survey line is known as Backward Bearing.\n\nObserved Bearing\n\nThe bearings taken in a field with an instrument is known as Observed Bearing.\n\nCalculated Bearing\n\nThe bearings calculated from the field observation is known as calculated bearing.\n\n, , , , , , ,\n\nYou can leave a response, or trackback from your own site.\n\n  1. No comments yet.\n(will not be published)",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.5496593714,
        "format_confidence":0.6011074781
    },
    {
        "url":"http:\/\/constructionmanuals.tpub.com\/14050\/css\/14050_275.htm",
        "text":"Quantcast Full-Floating  Axles\n\nShare on Google+Share on FacebookShare on LinkedInShare on TwitterShare on DiggShare on Stumble Upon\nCustom Search\nFigure 11-20.—Typical tandem axle system. Full-Floating  Axles The full-floating axle is used in most heavy trucks. (See fig. 11-23.) These axle shafts may be removed and replaced  without  removing  the  wheels  or  disturbing  the differential. Each wheel is carried on the end of the axle tube on two ball bearings or roller bearings, and the axle shafts are bolted to the wheel hub. The wheels are driven through a flange on the ends of the axle shaft which is bolted  to  the  outside  of  the  wheel  hub.  The  bolted connection  between  the  axle  and  wheel  does  not  make Figure 11-22.—Three-quarter floating rear axle. Figure 11-21.—Semifloating rear axle. Figure 11-23.—Ful1-floating rear axle. 11-19\n\nConstruction News\n\nPrivacy Statement - Copyright Information. - Contact Us\n\ncomments powered by Disqus\n\nIntegrated Publishing, Inc.\n9438 US Hwy 19N #311 Port Richey, FL 34668\n\nPhone For Parts Inquiries: (727) 755-3260\nGoogle +",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.8831124902,
        "format_confidence":0.6349635124
    },
    {
        "url":"https:\/\/belovedlinens.net\/fabrics\/Lyon-silk1.html",
        "text":"belovedlinens textiles\n\nThe Silk Industry of Lyon\n\n\n1466: Louis XI decides to set up a silk manufacture in Lyon.\n1536: Two Italian merchants, Turchetti (his French name was Etienne Turquet) and Naris, set up a silk workshop in Lyon. Turchetti founded a school where Italian silk winders or spinners taught their skill to local poor young girls.\n1540: Francois I, King of France, granted the monopoly of silk manufacturing to the city of Lyon.\nAfter 1540 all fine silks coming into France from Italy or East passed through Lyon's warehouses.\n1605-1620: Claude Dangon, a master weaver, improved loom technology of the Italian loom named \"métier à la grande tire\". In 1620 there were more than 10,000 looms in Lyon.\n1667: Colbert, the superintendant of finance of Louis XIV, regulates the silk industry.\n1685: The Revocation of the Edict of Nantes causes the French Huguenots to flee the country in large number. Many were experts in the textile industry and they contributed to the development of the silk industry in Germany, Great Britain, Italy, Netherland and Switzerland.\n1685-1715: The end of the Louis XIV reign brings war and poverty. The silk industry is threatened by the increasing scarcity of royal orders and by financial problems.\n1726-1730: Important orders by the royal \"Garde-Meuble\" for the decoration of the king's apartment are the beginning of significant developments in the silk industry that last until the French revolution.\n1756: Creation of the free royal school of drawings by Lacroix.\n\n1786: The number of looms is 15,000.\n1789-1797: The silk industry is almost completely destroyed by the French revolution. Thousands of its inhabitants were to be guillotined or shot. Much of its skilled labor disappeared. Most of the drawings, designs and fabric samples that were the glory of Lyon were destroyed. In order to survive many fled to England, Russia, Italy, Switzerland, Spain, Germany. In 1797 the number of people working for the textile industry in Lyon was reduced by 90%.\n\nSilk workshop Lyon mid 19thc\n\n1801: Joseph Marie Jacquard invents a mechanical loom controlled by pasteboard card with punched holes, each row of which correspond to one row of design.\n\n1802: Bonaparte and Josephine's visit to Lyon marked the beginning of the reconstruction period.\n\n1820-1824: First weaving factories and beginning of industrialization. The silk industry in Lyon reached its peak in the 19th century.\n\n1880:The slump of the export silk market revealed that the silk industry in Lyon was maladapted to the new mass market. In response many companies heavily invested in new machinery and had to merge with competitors. From 1870 to 1914 the number of mechanical looms multiplied by eight! The use of Asian silk blended with different material such as wool became more comm0n.\n\nOne of the strenght of Lyon: the birth of multi-talented designer entrepreneurs.\n\nThe combination of artistic and technical creativity is probably the main cause that made Lyon one of the world capital of the silk industry in the 18th century.\n\nIn 1759 there were 55 fabric designers, 80 in 1790. Many worked anonymously and their names were forgotten. Few information is available except for those who were at the same time painter, entrepreneur or technician such as Bony, Revel, Dugourc and Lasalle.\n\nPhilippe de Lasalle designed\nThe Cleveland Museum of Art\n\n\nJean Revel ( 1684-1751) produced a number of chinoiserie silk design in early Rococo style from the mid-1750s.\n\nJean revel design\nJean Revel\n\nPierre Ringuet (1698-1771) was the son of a master carpenter and architect who worked free lance for different workshops. He would have been the first one to introduce natural flowers in the fabric design in Lyon.\n\nCourtois, Quoted by Nicolas Joubert de l'Hiberderie as the fisrt one to introduce shaded tones.\n\nJoubert de l'Hiberderie ( Paris 1715- Lyon 1770) . Worked for Pernon as a chief designer. He wrote Le dessinateur pour les etoffes d'or, d'argent et de soie\", Paris, 1765.\n\nJacques Charles Dutillieu (1718-1781)\n\nJean Pillement (1728-1808) Born in Lyon he had a very cosmopolitan carier. He was a paineter and designer known for his landscape and chinoiseries in the Rococo style. He engraved fanciful chinoiserie design that were drawn upon by other tetxile designers in his One hundred and thirty figures and ornaments and some flowers in the Chinese style, London 1767 . His design were used by English cotton printers and by Oberkampt factory at Jouy.\n\nPhilippe de Lasalle (1723-1804) was one of the most successful designer-manufacturer-inventor in the world-renowned silk manufacturing centre of Lyons during the ancien régime.\n\nJoseph Bourne (1740-1808). Flower painer and textile designer.\n\nJoseph Gaspard Picard (1748-1818) was born in Louhans in 1748. He was higly esteemed in several Europeans countries, especially in England. One of his designs is exhibited at The Boston Museum of Arts.\n\nPierre Toussaint Dechazelle (1752-1835), ( see Lyon School of Flower Painting, Elisabeth Hardouin-Fugier) . He worked for Maison Guyot et Germain before the French revolution. He was a student of the painter Donat Nonotte and the founder of a silk workshop that passed through many hands, eventually to become the renowned Manufacture Prelle\n\nAntoine Berjon (1754-1843). Flower Painter and designer. He was a teatcher of flower design at the Lyon Ecole des Beaux-Arts. from 1810 to 1823.\n\n19th century\n\nThe silk industry of the 19th century produced much less creativity in its designs.\n\nJean Pierre Seguin\nSimon Saint Jean (1808-1860) : studied at the Ecole des Beaux-Arts in Lyon with flowers painters Augustin Thierriat and Francois Lepage. Worked for Didier- Petit.\nJean Etienne Grand. One of the two brothers of Maison \" Grand Fréres\" . He was a painter and a textile designer.\nArthur Martin.\nEugène Presle.\nDescendant of the well-known Silk Producer he was the chief designer of Lamy- Giraud in 1880. Well known for his style Louis XVI .\n\n20th century\n\nIn the first half of the 20th century famous artists such as Sonia Delaunay, Raoul Dufy , Paul Iribe, Charles Martin, Robert Bonfils, Paul Mansouroff, George Barbier, E A Seguy, Benedictus, Karbowsky, Clarinval, Henri Gillet and Michel Dubost designed fabrics for the Lyon silk industry.\n\nRaoul Dufy: Nature Morte aux Fruits\n\nFamous Lyon silk manufacturers ( Next Page)\n\n\nE. Leroudier, ‘Les dessinateurs et la soierie lyonnaise au XVIIIe siècle’, Revue d'Histoire de Lyons, 1908,\nA. M. Wiederkehr, ‘Le dessinateur pour les étoffes d'or, d'argent et de soie’, doctorat, Université de Lyons II, 1981\nHistoire de la rubanerie et des industries de la soie à Saint-Étienne, 1906 Louis Joseph Gras\nNicolas Joubert de l'Hiberderie : Le dessinateur pour les etoffes d'or, d'argent et de soie\", Paris, 1765.\n\nPlaces to Visit:\n\nMusée des Tissus et des Arts décoratifs, Lyon : They house more than two million of pieces of fabric. Unfortunately very few are exposed: a very conservative thread runs through Lyonnais culture as can be witnessed by the scarcity of fabric displayed by the museum for fear of being copied. Excellent Library opened every afternoon from Tuesday to Friday.\nThe Cleveland Museum of Art : large collection of French silk fabric of the 18th century, several designed by Philipe de Lasalle. Many pieces can be viewed on the Museum internet site at\n\ncomments powered by Disqus",
        "topic_id":15,
        "format_id":7,
        "topic_confidence":0.7934587598,
        "format_confidence":0.8386028409
    }
]