[
    {
        "url":"http:\/\/appscout.pcmag.com\/social-networking\/276783-plaxo-social-network-set-to-launch-on-monday",
        "text":"When I took a look at the new Plaxo beta about a month ago, I was digging most of what I saw. The only real complaint that I had was the proposed addition of social networking features to the site. After all, did the world really need another service to compete with the Facebooks and Myspaces of the world--and wouldn't that take a way from the decidedly professional air of the site?\n\nWell, I suppose we'll all see on Monday, when the company launches Pulse, a new social networking feature that seeks to take advantage of the site's current base of 15 million members. The service is set to incorporate standard social networking features such as blog posts (something else that the Internet doesn't have nearly enough of) and integration with sites like Flickr.\n\nIn the meantime, good luck getting any sleep, this weekend.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9763199091,
        "format_confidence":0.5334722996
    },
    {
        "url":"http:\/\/asean.travel\/2017\/05\/17\/monitored-online-access-asean\/",
        "text":"How Monitored Is Online Access in ASEAN?\n\nThe recent row between Facebook and the Thai government over illegal content escalated early this week with the government threatening the online giant to shut down its access to Thailand. The information was communicated last Friday by the Thai Internet Service Provider Association (Tispa). Facebook has 19.5 million followers in the Kingdom and is one of the most used network service for social media users. It seems that Facebook finally backed down and took away illegal content.\n\nIt however opens the question about the degree of freedom that internet users can expect in countries of ASEAN. A benchmark to this freedom of opinion is available through Google transparency report. The report indicates that close to 5,000 requests have been sent to Google worldwide.\n\nWithin Asia, the countries with the highest number of items requested to be removed are South Korea, Japan, India and Thailand. During the period of July 1, to December 31, 2015, they were 3,268 requests from South Korea, followed by Japan with 1,612 requests, India with 1,606 requests and Thailand with 1,566 requests. Google recorded from Singapore four requests and from Vietnam a single request (!) but this covers the period for January to June 2015.\n\nBy comparison, Malaysia had only 40 resquests, Indonesia 11 and the Philippines five. However, data are based for the year 2015. According to first calculation for 2016, Google saw a sharp increase in removal requests from Thailand, the Philippines and Indonesia as internet activity monitoring or religious blasphemy (particularly for Indonesia) increased. ASEAN countries are in general getting tougher on internet as seen in the recent Thailand\/Facebook row.\n\n(Source: Google Transparency Report)\n\nBe the first to comment\n\nLeave a Reply\n\nYour email address will not be published.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.7245263457,
        "format_confidence":0.566037178
    },
    {
        "url":"http:\/\/www.creativebloq.com\/mobile\/apple-removes-youtube-app-ios-8126165",
        "text":"Apple removes YouTube app from iOS\n\n9to5Mac has revealed that the next version of iOS for iPhone, iPad and iPod touch won't include a native YouTube app by default. In a statement issued to Reuters, Apple said its license to include a YouTube app in iOS had ended, and noted users could still access YouTube via a web browser. It also stated Google was working on a standalone app, which presumably will subsequently be available via the App Store. Google later confirmed to The Verge it was \"working with Apple to ensure we have the best possible YouTube experience for iOS users\".\n\nApple's relationship with Google turned frosty with the onset of Android, and we in March reported that Apple had moved from Google Maps to OpenStreetMap in iOS iPhoto, and Apple's default mapping app is set to follow suit. iOS and OS X sharing sheets also omit Google services (sharing video to Vimeo), leaving Google web search as the sole major Google hook in iOS and OS X – something Apple could easily enough switch to Bing if it wished. However, from a user standpoint, pundits suggested Apple removing its YouTube app might be beneficial. \"Let Google be responsible for updating and maintaining the YouTube app for iOS,\" said writer Harry Marks, adding that it will \"be good to have one less stock iOS app cluttering up my home screen\".\n\nWriting for iMore, Rene Ritchie also thought removing the default YouTube app was a good thing: \"Removing the Google-powered apps from the built-in apps – apps that only get updated when Apple updates the entire iOS firmware stack, if Apple chooses to include them in that update – would let Google update them themselves, hopefully faster and more frequently. If Google releases proper Google Maps and YouTube apps into the iOS App Store, due to past federal scrutiny, it would be hard if not impossible for Apple to reject them. It would also allow Google to be Google, and Apple to be Apple, and let iOS users once again enjoy the best of both worlds.\"",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.8046966195,
        "format_confidence":0.9921253324
    },
    {
        "url":"http:\/\/www.theregister.co.uk\/2012\/04\/19\/amazon_app_market\/",
        "text":"Amazon throws open doors to AWS apps marketplace\n\nWant to be partner? Hand over your cash, now\n\nSecuring Web Applications Made Simple and Scalable\n\nOne new service announced today at the AWS Summit in New York is a blatantly obvious one for an online retailer: an online marketplace to shop for, compare, buy, and install applications from third parties to run on the AWS cloud services.\n\nThe Amazon Marketplace, which you can visit here, has over 250 system and application packages available for purchase at an hourly rate. Early peddlers in the AWS bazaar include CA Technologies, Canonical, Couchbase, Check Point, IBM, Microsoft, SUSE Linux, Red Hat, SAP, and Zend Technology, and there are a number of open source packages such as Wordpress, Drupal, and MediaWiki also included. Amazon is also peddling its own Linux packages.\n\nAWS Marketplace\n\nAmazon goes e-tailing with apps for AWS (click to enlarge)\n\nAdam Selipsky, vice president of marketing, sales, product management, and support for the AWS unit, says that Amazon is being careful to vet the applications, particularly with regards to security, and will eventually add ratings for products and sellers as it has with its online store.\n\nObviously Amazon is thinking a few steps ahead. As everyone else is looking at getting up infrastructure and platform clouds, AWS is looking at making the ease of installation and billing on an hourly rate for systems and application software yet another differentiator.\n\nI can't wait until Amazon tries to tell Microsoft, IBM, and Oracle what prices it can set for its apps.\n\nIn a related announcement, AWS has also started the AWS Partner Network for technology and consulting partners, which went into beta yesterday ahead of the AWS Summit.\n\nThe partner program has the traditional tiered structure that most IT product providers use, with more benefits as you do more to push more AWS products.\n\nYou can be a registered partner, which gets you into webinars and events and doesn't cost anything. To be a standard partner, you shell out $2,000 a year and that gets you a $1,000 credit toward Premium Support services and $1,000 in AWS service credits if you drive $1,000 per month in average billings across your customer base; you also get listings in the AWS partner directory and can use the AWS partner logo in your promotions.\n\nIf you want to be an advanced partner, you shell out $2,000 a year to register and if you drive more than $25,000 per month in average AWS billing, you are given an advanced listing and get to use advanced logos. Advanced partners also get the $1,000 tech support and $1,000 AWS service credits. So you get your bait back either way. ®\n\nThe Essential Guide to IT Transformation\n\nMore from The Register\n\nnext story\nManic malware Mayhem spreads through Linux, FreeBSD web servers\nAnd how Google could cripple infection rate in a second\nEU's top data cops to meet Google, Microsoft et al over 'right to be forgotten'\nPlan to hammer out 'coherent' guidelines. Good luck chaps!\nUS judge: YES, cops or feds so can slurp an ENTIRE Gmail account\nCrooks don't have folders labelled 'drug records', opines NY beak\nFLAPE – the next BIG THING in storage\nFind cold data with flash, transmit it from tape\nSeagate chances ARM with NAS boxes for the SOHO crowd\nThere's an Atom-powered offering, too\nIntel teaches Oracle how to become the latest and greatest Xeon Whisperer\nE7-8895 v2 chips are best of the bunch, and with firmware-unlocked speed control\nprev story\n\n\nTop three mobile application threats\nPrevent sensitive data leakage over insecure channels or stolen mobile devices.\nThe Essential Guide to IT Transformation\nServiceNow discusses three IT transformations that can help CIO's automate IT services to transform IT and the enterprise.\nMobile application security vulnerability report\nThe alarming realities regarding the sheer number of applications vulnerable to attack, and the most common and easily addressable vulnerability errors.\nHow modern custom applications can spur business growth\nLearn how to create, deploy and manage custom applications without consuming or expanding the need for scarce, expensive IT resources.\nConsolidation: the foundation for IT and business transformation\nIn this whitepaper learn how effective consolidation of IT and business resources can enable multiple, meaningful business benefits.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.7784422636,
        "format_confidence":0.9694823623
    },
    {
        "url":"http:\/\/blog.gsmarena.com\/facebook-introduces-subscriptions-improved-friend-lists\/",
        "text":"Posted in: Online Services, Social Networks\n\nFacebook introduces subscriptions, improved friend lists\n\nTaking a leaf out of Google+’s book, Facebook has added a couple of new and useful features. First is subscriptions. Earlier, you had to be friends with someone to read their posts on Facebook unlike on Google+ or Twitter where anyone can read anyone’s post.\n\nWith subscriptions, you can now go to someone’s Facebook profile and subscribe to their posts, so that they start appearing on your timeline without the need for the two of you to be friends. You can choose how many and what kind of posts appear on your. For example, you can disable Farmville posts from the said person if that irks you.\n\nSimilarly, others can subscribe to your posts as well. Fortunately, subscriptions are opt in and you have to manually enable it, which you can do by going here. You also have the choice of whether you want your subscribers to comment on your posts. When you make a new post, you also have the option to share it with just your friends or with everyone.\n\nFacebook has also improved user lists and added something called Smart Lists. Smart Lists goes through your and your friend’s profiles and create automatic user lists that include people with common interests. So if you work in the same company as some of your friends, a new list will be created with all these people in one list. These lists are automatically updated and new people will be added if they fit the criteria of the list.\n\nYou can also create a close friends and acquaintances list so you only see posts from people you care about. Lastly, while sharing a post, you can choose to share it with just one of these lists instead of with all your friends.\n\nYou can read about it in detail in the source links below.\n\nSource 1Source 2\n\n\nRules for posting",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9673320651,
        "format_confidence":0.5326111913
    },
    {
        "url":"http:\/\/tidbits.com\/article\/6617",
        "text":"\n\nNetscape 6.2 Released\n\nSend Article to a Friend\n\nNetscape 6.2 Released -- Netscape Communications has released Netscape 6.2, bringing full Mac OS X compatibility and fixing bugs. The new version exists as an application package for Mac OS X, which means installation is merely a matter of dragging the Netscape file to your hard disk. A number of problems have been fixed, such as sluggish performance on dual-processor Power Macs and LDAP functionality. Netscape 6.2 requires a PowerPC 604e running at 266 MHz or faster, with at least 64 MB of RAM and Mac OS 8.5 or later. The Mac OS X version is a 16.9 MB download; the Mac OS 9 version remains an active installer that downloads just needed modules, so be prepared for a potentially lengthy installation process. [JLC]\n\n<http:\/\/home.netscape.com\/eng\/mozilla\/ns62\/ relnotes\/62.html>\n\n\nPDFpen and PDFpenPro 7 make PDF editing easy. Review and mark up\nyour PDFs, fill and sign forms, and even export PDFs to Word format.\nSigning is now easier, you can view the OCR text layer, and more.\nTry editing your PDFs today! <http:\/\/smle.us\/pdfpen-7-tb>",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.9856803417,
        "format_confidence":0.8204509616
    },
    {
        "url":"http:\/\/www.itworld.com\/article\/2750621\/virtualization\/virtualization-adoption-slowed-by-backup--recovery-concerns.html",
        "text":"Virtualization adoption slowed by backup, recovery concerns\n\nManagement tools remain an issue, survey finds\n\nIT departments do not trust virtual infrastructure to form the backbone of their IT environment, according to new research.\n\nSome 44% of IT Directors say they avoid using virtualization for mission-critical workloads because of concerns about backup and recovery. At the same time, only 68% of virtual servers are, on average, backed up, according to the study of 500 IT directors across Europe and the US, commissioned by virtualization management vendor Veeam.\n\nThe survey found that 63% of respondents use the same tools to manage both their physical and virtual servers, though 51% said this approach was too expensive, 40% said slow recovery was a drawback of this approach, while the need to install extra backup agents was also highlighted by 40% of respondents.\n\nThings are changing though, according to the survey. Some 61% of those using physical tools say they are changing their approach to deal with virtualization, while 59% are planning to deploy a virtualization-specific solution.\n\nRatmir Timashev, Veeam's CEO urged organisations to stop managing virtual machines with the same technology and approaches as physical servers. \"When organisations use dedicated tools for virtual environments, they will find that not only is backup and recovery faster and simpler, but that there are a host of other data protection benefits.\"\n\nAs a symptom of the problem, the survey, conducted by Vanson Bourne, found that IT directors who just want to retrieve a single file from a backed-up virtual machine must either recover the entire machine from scratch (38%) or keep separate backups at both system and file level (28%).\n\nThis story, \"Virtualization adoption slowed by backup, recovery concerns\" was originally published by Computerworld UK.\n\nITWorld DealPost: The best in tech deals and discounts.",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.895134151,
        "format_confidence":0.9955377579
    },
    {
        "url":"https:\/\/indianexpress.com\/article\/technology\/tech-news-technology\/google-i-o-privacy-announcements-account-status-safety-automatic-2-factor-authentication-and-virtual-credit-cards-7912223\/",
        "text":"Follow Us:\nFriday, May 20, 2022\n\nGoogle I\/O privacy announcements: Automatic 2-factor verification, ‘virtual credit cards’ and more\n\nCheck out Google's new privacy focused features that the tech giant announced at the I\/O 2022 developer conference.\n\nBy: Tech Desk | New Delhi |\nMay 12, 2022 12:47:55 am\ngoogle io, google io 2022 news, google io 2022, google privacy,Google is adding virtual credit cards to help keep users secure when they shop online. (Image via Google blog)\n\nGoogle announced a host of new security features at its I\/O conference taking place today. These include a new ‘Account Status Safety’ feature, automatic 2-factor authentication (2FA) and a new ‘virtual credit card’ option for users. It will also remove search results which include any personal information of users. Here’s a look at the new privacy-focused features that Google showcased.\n\nAccount Safety Status: Google will add a new safety status to a user’s apps in their Google Account settings. These updates will feature a yellow alert icon on one’s profile picture. This will flag actions a user should take to secure their account.\n\nAutomatic 2-Step Verification: Google will automatically start enrolling users into the 2-step Verification (2SV). This is designed to boost the security of one’s Google account and reduces phishing risks.\n\nVirtual Cards: This will roll out to the US first for Visa, America Express and Capital One cards and Mastercard will be added later this year. The feature is designed to make shopping safer on Android and Chrome. These virtual cards use autofill to enter payment details at checkout, and Google says that virtual cards will add an additional layer of security by replacing the actual card number with a distinct, virtual number.\n\nBest of Express Premium\n\nS Somanath: ‘Private players in space sector can boost defence, manufactu...Premium\nAfghan economy in tatters, relations on hold, Delhi and Kabul trade via D...Premium\nExplained: NATO expansion & RussiaPremium\nExplained: Where the rupee is headed, and what its fall means to consumer...Premium\n\nGoogle says this will eliminate the need to manually enter card details like the CVV at checkout. Users can manage the features from where they will have to enable the virtual credit card option for any eligible card. Users will be able to see recent virtual card transactions as well. It is not clear if the feature will launch in India, but given the RBI guidelines on debit\/credit card storage, it looks unlikely.\n\nPhishing protections in Google Workspace: Google is also scaling phishing and malware protections that guard Gmail to Google Docs, Sheets, and Slides.\n\nPersonal results in Search: The new tool is rolling out as part of the company’s updated removal policies. This will ensure that users can easily request the removal of Google Search results that contain their contact details — such as phone numbers, home addresses, and email addresses. This feature will be available in the coming months in the Google App, and one can also access it by clicking the three dots next to individual Google Search results.\n\nMy Ad Center: Google is also providing more control to users when it comes to ads they see. It plans to launch more ads privacy settings by the end of the year and will let users choose which brands they wish to see more or less of. It will give more control over the ads users see on YouTube, Search, and one’s Discover feed, while still being able to block and report ads.\n\nProject Shield: Google also talked about the Russia-Ukraine situation and the ongoing cyber-attacks. In a blog post, Google notes that its “Threat Analysis Group (TAG), for example, has been tracking critical cyber activity to help inform Ukraine, neighbouring countries in Europe, and others of active threat campaigns in relation to the war.” Google notes that it has also expanded its Project Shield to protect the websites of 200+ Ukrainian government entities, news outlets and more.\n\nFor all the latest Technology News, download Indian Express App.\n\n  • Newsguard\n  • The Indian Express website has been rated GREEN for its credibility and trustworthiness by Newsguard, a global service that rates news sources for their journalistic standards.\n  • Newsguard",
        "topic_id":20,
        "format_id":10,
        "topic_confidence":0.8984532356,
        "format_confidence":0.9941233993
    }
]