[
    {
        "url":"http:\/\/www.crossfitolympia.com\/about\/trainers\/",
        "text":"menu close menu\n\nWhy CrossFit Olympia\n\n\nCrossFit Olympia is the original CrossFit of Thurston County.  Accept no imitations, come to where it all started!\n\n\nExperience. CrossFit Olympia has been affiliated since February of 2008. Our coaching staff brings with them years of experience coaching and helping people reach their goals. The certifications we hold are important, but they pale in comparison to the real world experience that can only come from devoting your life to hands-on coaching. If you are looking for world class coaching, then CFO is the place for you!\n\n\nPassion. Time and time again members of CFO visit other affiliates while traveling, and it’s always great to hear their feedback. We love hearing that there is something “special” about the atmosphere at CFO. We strive to make our gym a friendly, fun place to be and to become a part of your family.\n\n\nDedication. I get asked a lot, “So, what else do you do besides CrossFit?” The answer is simple: NOTHING. CrossFit is not just a hobby to us; we both took the leap and dedicate ourselves fully to helping you reach your goals. You can always be sure you’ll receive top-notch coaching from people who are fully committed to CrossFit.\n\n\nKnowledge. Not only do we committ ourselves to staying up to date on all things CrossFit, we also spend countless hours reading about nutrition. Through our numerous resources and personal regiments, we will optimize not only your performance in the gym and your sexiness at the beach, but also increase overall health and longevity.\n\n\nFacility. With a brand new location dedicated to improving your fitness, you can receive additional training in sport specific training and increasing your explosiveness, agility, balance, coordination and overall becoming a top notch athlete.",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.9957396984,
        "format_confidence":0.9921433926
    },
    {
        "url":"https:\/\/www.calisthenicsnsw.com.au\/about",
        "text":"Like us on Facebook!\n\nWhat is Calisthenics?\n\nCalisthenics is primarily a team artistic dance sport performed on a stage comprising of routines performed to music and in costume. Calisthenics can be described as a ‘one stop performance shop’ as the routines are made up of gymnastic & ballet movements, they require acting, singing and apparatus manipulation.\n\n\nIn any year, a team will perform the following core items:\n\n\n  • Figure March (March in formation)\n\n  • Free Exercises (similar to gymnastics)\n\n  • Rods (Manipulation of a light weight metal rod)\n\n  • Clubs (swinging of wooden clubs)\n\nAs well as 2-3 of the following 'fancy' items:​\n\n  • Aesthetic (graceful form of dance)\n\n  • Rhythmic (similar to ballet)\n\n  • Folk Dance (A traditional dance from another country)\n\n  • Calisthenic Spectacular (combination of free exercises and dance)\n\n  • Song & Dance (singing with dance)\n\n  • Song & Action (singing with acting)\n\n  • Calisthenic Revue (everything in one!)\n\nAt the most elite level, calisthenics requires competitors to have high levels of flexibility, strength, balance and control. Precision, standard technique and good deportment are also required. Girls wear beautiful costumes often designed and sewn especially for the year's competition items.\n\nWhat is Calisthenics?\n\nWhy should I choose Calisthenics for my child?\n\nYour child will develop positive qualities such as the ability to work in a team, self-discipline and social skills whilst having fun, making friends and keeping fit. That's not all...\n\n\nUnlike other dance sports, calisthenics does not require parents to spend a fortune on endless amounts of costumes that are often worn only once or twice. We have a large store of beautiful costumes, this means you only pay a small costume hire fee once per year. \n\n\nAt NSW Calisthenics we appreciate all of our families and are grateful for the contributions not only made by our pupils but by our mums, dads, grandparents, brothers and sisters as well.\n\nQualified Coaches\n\nClasses are presented by experienced coaches who are Level 1 accredited and First Aid trained. Classes are held by a number of Sydney based clubs ranging from recreational to competitive classes. Some Clubs travel interstate for competitions to Victoria and the Australian Capital Territory.",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.9901056886,
        "format_confidence":0.967377007
    },
    {
        "url":"http:\/\/www.hiramathletics.com\/football\/touchdown-club\/",
        "text":"Touchdown Club\n\nPurpose of the Touchdown Club\n\nThe Hiram Football Touchdown Club is a volunteer organization which operates to enhance the role of the Football Athletic Department and our student athletes by providing moral and financial support needed for a successful athletic program. Hiram High School’s Athletic budget does not cover all of the costs to run the football program. Hiram’s football program counts on various fundraisers, program sales, concession stand profits (Freshman & JV games only), and contributions, sponsorships, and donations from local businesses and families. All of the funds generated are used to help our students. The Hiram Football Touchdown Club Board cannot make this happen on our own we MUST count on the parents to help us meet the needs of the team. Please help us make this year a success by becoming an active member of the Football Touchdown Club.\n\nBoard Eligibility\n\nAll HHS Football Touchdown Club Board Members must be current Touchdown Club members for the year that they serve. Membership runs from January 1st through December 31st of each calendar year. All matters requiring votes shall be conducted of members in good standing with the Touchdown Club.\n\nHiram Hornets Football\n\nBooster Club Board Members: 2018\n\nPresident, Brannon Presnell\nVice President, Youth & Middle School Relations: Daniel Gibbs\nVice President, Fundraising: Joseph Irons\nTreasurer, Christina Crum\nSecretary, Colleen Eichner\n\nContact Info\n\nEmail us at:\nMailing Address:\nP.O. Box 1312\nHiram, Georgia 30141\n\nHiram Hornets Football Coordinators: 2018\n\nMiddle School Coordinator: Joel Humphrey\nMoms Club Coordinator:Pamela Bowles\nPre-Game Meal Coordinator:TBD\nConcessions Coordinator:TBD\nChain Crew Coordinator:TBD",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.9913823009,
        "format_confidence":0.9686653614
    },
    {
        "url":"http:\/\/metaboostreview.com\/our-team\/",
        "text":"Our Team\n\nMetaboost Review About Us\n\nWayne Clements\n\nWayne Clements – When you think of your typical “bro”, Wayne Clements fits the bill – visually. He’s got the muscles to back up his mouth, but deep down he’s a softy. If you’re having trouble with creating a workout routine, Clements would be more than happy to help. He really is a stand-up guy.\n\n\nJohn CleganeJohn CleganeNicknamed, “The Peninsula”, John Clegane is the guy to go to if you have any male enhancement related questions. He’s not afraid to admit that he uses male enhancement pills, because he knows how outright effective they are. If a man like Clegane can use them without shame, then so can you.\n\nColt PowersColt Powers – When Colt Powers isn’t dreaming of starring in 80s action movies (Come on, how can you not with that name?), he’s working on his efficiency in the gym. He’s a great guy to workout with, since he knows his stuff, as long as you’re okay with one-liners that don’t even relate to the situation. “Hey man…. You need to chill out.” Oh, Colt – never change.\n\n\nBruce RandolphBruce Randolph – Bruce is the kind of guy who is gonna let you know if your form is wrong. Now, that might seem kind of pretentious, but he’s really just lookin’ out for you.  He’s constantly trying to improve his technique, and he’ll stop at nothing until he’s perfected his workouts.\n\n\nRon SwinsonRon Swinson – Ron Swinson is the man of mans. He’s the man that every man wants to be. Fully bearded and jacked to the extreme, Swinson could probably rip a tree trunk out of the ground if he really tried. If there was a battle between Swinson and a sabretooth tiger, we’d probably bet on Swinson. He’s the kind of guy that respects nature for what it is, so he only uses all-natural workout supplements.\n\nNick KoneliNick Koneli – Koneli understands the importance of cardio, and he doesn’t keep quiet about it. When he’s not sprinting, he’s running. When he’s not running, he’s jogging. When he’s not jogging, he’s walking at a brisk pace. It’s incredibly hard to keep up with Mr. Koneli, but he swears by his routine, and once you can get on Koneli’s level, well, that’s how you know you’ve made it to the top.",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.9866635799,
        "format_confidence":0.8549329638
    },
    {
        "url":"http:\/\/www.sccgolf.com\/",
        "text":"What makes us special\n\nFounded in 1924 this championship course plays to nearly 6800 yards from the championship tees. There are also 3 additional sets of tees depending on your golfing ability.\n\nThe 76th Annual Lyle Cran Shortstop Tournament on Labor Day Weekend at Stillwater Country Club is one of the oldest running tournaments in Minnesota.  This Championship Par 72 Golf Course is in beautiful condition and features a recent professional renovation of all the Bunkers on the golf course. The entry fee of $100 includes a qualifying round on Saturday, September 1st, and at least 2 nine hole matches on Sunday, September 2nd. Tee times for the qualifying round will be at 8 minute intervals beginning at 8:00 and can be requested through the pro shop at 439-7979, extension #3 after paid entry has been received. The field will be limited to the first 144 players.  For more details click here.\n\nTo view the Course Scorecard click here.\n\nCorporate Golf Outings are held on Monday afternoons at Stillwater Country Club.  For more information regarding Corporate Golf Outings click here.       \nStillwater Country Club boasts one of the best Junior Golf Lesson Camp Programs with PGA Head Golf Professional Nick Haag leading the program.  For more details regarding the Junior Golf Camp, click here.\n\nThe Stillwater Pony Golf Scramble will be held on Monday August 13, 2018 and is open to all Stillwater Area Residents.  More information will be available on this tournament after January 1, 2018.\n\n\n\nIndividual Lesson Programs\nare available with Assistant Golf\nProfessionals Kyle Thul and Jon Zellmer.\n\nRead More\n\n\nAt this time our Regular Membership is full.  If you would like to be placed on our waiting list please fill out an application.\nRead More\n\n\nStillwater Country Club is an 18 Hole Private Club located in Stillwater, Minnesota overlooking the scenic St. Croix River Valley.\nRead More\n\n\nWe offer outstanding menus, including buffets, sit-down dinners, and hors d’oeuvre presentations for your special occasion\nRead More\n\nWhere to find us\n\nStillwater Country Club\n  1421 N. 4th St.\n       Stillwater, MN. 55082\n  (651) 439-7979\n  (651) 439-2434\n\nFollow us here",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.9916211367,
        "format_confidence":0.8933390975
    },
    {
        "url":"http:\/\/saintbrendan.com\/",
        "text":"Saint Brendan Corporation\nYour source for California Diving Information\n\nCalifornia Diving News Logo\n\nCalifornia Diving News : The Only Publication Dedicated to California Divers • Since 1984\nClick Here for the California Boat Database\n\nSCUBA Show 2011 June 4-5 @The Long Beach Convention Center\nTHE Diving Event of the Year!™\nAmerica's Largest Dive Expo\n\nA Diver's Guide to: Southerm California's Best Beach Dives (4th edition),\nMonterey County, or Northern California\nClick here for a list of Dive Stores that carry these books\n\nWho is Saint Brendan?",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.991743505,
        "format_confidence":0.9837317467
    },
    {
        "url":"http:\/\/www.backcountry.com\/sugoi",
        "text":"\n\n\nShop SUGOi by category\n\nAbout Sugoi\n\nSugoi makes bike apparel and gloves that wick like crazy and provide excellent breathability to keep you cool and comfortable during your entire ride. Riders the world over trust Sugoi to get the job done on long, hot rides and races.",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.734376967,
        "format_confidence":0.5392488837
    },
    {
        "url":"https:\/\/hbp.partners.org\/fitness\/staff.php",
        "text":"Red Sox Foundation and Massachusetts General Hospital Home Base Program\nNew England Warrior Health and Fitness Program Staff\n\nRyan Vanderweit, CSCS\n\nRyan Vanderweit is a 2013 graduate of the University of Rhode Island, with a Bachelor’s Degree in Kinesiology. Prior to his education, Ryan served in the United States Army. He enlisted right from high school in 2002, completing basic training at Ft. Benning, Georgia. In 2003 Ryan deployed to Mosul, Iraq with the 101st Airborne Division (Air Assault) as an Indirect Infantry Mortarman. During his enlistment, Ryan was also promoted the rank of Sergeant. He went on to graduate from the Louis F. Garland Fire Academy at Goodfellow Air Force Base in San Angelo, TX and serve as a Unit Fitness Coordinator and a Firefighter for the Army National Guard from 2006-2009 at Camp Navajo, AZ.\n\nRyan is a Certified Strength and Conditioning Specialist – National Strength and Conditioning Association and is a certified personal Trainer – American College of Sports Medicine. Currently serves as the Program Coordinator and Strength and Conditioning Coach for the New England Warrior Health and Fitness Program.\nNicole Chenard, MS, RD, LDN\n\nNicole earned her bachelor’s degree in Nutrition and Dietetics from Simmons College. She went on to earn her master’s degree in Applied Nutrition with a concentration in Fitness from Northeastern University. Between undergraduate school and graduate school, Nicole completed one year of service under the auspices of AmeriCorps VISTA (Volunteers in Service to America) in the Rio Grande Valley of Texas. Nicole is the Clinical Dietitian for the Red Sox Foundation and Massachusetts General Hospital's Home Base Program and is the daughter of a retired US Army 1st Sergeant.",
        "topic_id":21,
        "format_id":12,
        "topic_confidence":0.8845660686,
        "format_confidence":0.9133119583
    }
]