[
    {
        "url":"https:\/\/www.lifesavvy.com\/45639\/see-photos-of-disneys-new-star-wars-hotel\/",
        "text":"\n\nSee Photos of Disney’s New ‘Star Wars’ Hotel\n\nAn artist's rendering shows guests gathering in the atrium of the Star Wars hotel.\n\nJust because Disney looks a bit different these days doesn’t mean the parks are slowing down. Now, there are new photos of Disney’s Star Wars hotel that’ll have fans of the sci-fi series excited to head to the Florida park.\n\nThe new hotel isn’t quite like others. Instead, it takes more of a cruise ship sort of vibe. Guests who visit Disney World will have the option to stay in the Star Wars: Galactic Starcruiser for a two-day and two-night immersive experience. Guests will all enter the hotel at the same time and then depart on the Halcyon a fictional intergalactic cruiser where over the course of their stay they’ll visit exotic locations and bunk up as if in their own rebel quarters.\n\nThanks to new photos what these bunks will look like—with their orange and white design reminiscent of rebel X-wing fighters uniforms and with the same aesthetic as the Millenium Falcon—it’s hard not to see how the hotel would be a dream for Star Wars fans.\n\nDisney's Star Wars hotel features orange and white decor and a futuristic design.\n\nIt’s not just that the hotel and experience look cool, though. While staying at the hotel, you’ll also get to wield a lightsaber (aka my dream), live your best Lando Calrissian-inspired life in the Silver C Lounge, and get a peek at just what it would take to run a spaceship.\n\n\nCurrently, the hotel is slated to open in 2021, but no specific date has been given. But if you want to learn more and see more of the hotel, you can find all the details on the Disney Parks page.\n\nShea Simmons Shea Simmons\nShea Simmons is an Atlanta-based writer who has written about everything from whether Crisco is a good moisturizer to how to KonMari your space. Her work has appeared in Bustle, My First Apartment, and Make It Grateful. Read Full Bio »\nLifeSavvy is focused on a single goal: helping you make the most informed purchases possible. Want to know more?",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.960765183,
        "format_confidence":0.7822313905
    },
    {
        "url":"https:\/\/soranews24.com\/2018\/12\/01\/tokyo-disney-resort-to-build-new-toy-story-hotel-new-themed-areas-of-disneyland-and-disney-sea\/",
        "text":"No new park is coming, but there are still some exciting developments in store for Tokyo Disney!\n\nLast year word got out that Oriental Land, the company that owns the rights to Tokyo Disney Resort, was planning a 300 billion-yen (US$2.6-million) expansion of the Tokyo Disney park area. Many Disney fans held on to the hope that they were using that money to build a whole new third park, in addition to the already thriving Tokyo Disneyland and Disney Sea.\n\nSadly, that turned out to be only a rumor, because it’s recently been announced that instead that money will be used on additions to the resort area as well as to both of the existing parks.\n\n▼ Tokyo Disney recently celebrated its 35th Anniversary.\n\nOn November 28, the company unveiled plans to build a new hotel in Tokyo Disney Resort, which will be themed off of the Disney\/Pixar film Toy Story, possibly one of the most beloved Disney franchises of all time. The entire hotel will be designed from the inside out to look like it’s made up of toys, as if each guest has stepped into the world of Woody and Buzz Lightyear. Even the garden and the exterior of the building will apparently be decked out Toy Story style!\n\nEach of the rooms will be decorated like Andy’s room, and will be filled with colorful furniture and decorations. In spite of the fact that they are part of a resort hotel, Oriental Land has said that the rooms will be very affordable because they will be of a standardized size.\n\nThe building is expected to be 11 stories tall, with an extra basement level, and will have as many as 600 rooms, which is plenty of space to accommodate the growing number of visitors to Tokyo Disney. There will, of course, also be specialized restaurants, which makes it all the more exciting for Disney fans. It’s expected to be finished in 2021, so keep your eyes peeled for future announcements!\n\n▼ With a new Toy Story moving coming out next summer, the announcement comes with pretty good timing!\n\nThat’s not the only news Oriental Land announced, either; part of the 300 billion yen update also includes new areas for both Tokyo Disneyland and Tokyo Disney Sea parks! That means new rides, new restaurants, new shows, and new photo opportunities for all to enjoy. They haven’t announced what the themes for the new areas will be yet, but they did say that the one in Tokyo Disneyland will be opening in 2020, perhaps in time for the Olympics, while Disney Sea’s will open in 2022.\n\nWith such exciting developments on the way, it makes me want to book my Christmas and New Year’s plans at Tokyo Disney this year. I wonder what kind of holiday festivities the new sections will hold?\n\nTop\/Featured Image: YouTube\/Disney Pixar",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9677342772,
        "format_confidence":0.9526874423
    },
    {
        "url":"https:\/\/www.theolivepress.es\/spain-news\/2017\/07\/26\/number-of-balearic-cruise-ship-passengers-falls-11-2-in-first-five-months-of-2017\/",
        "text":"THE number of cruise ship passengers visiting the Balearic Islands has fallen 11.2% in the first five months of 2017.\n\nPorts have registered a total of 200 cruises up until May.\n\nCRUISE DROP: Numbers down in Mallorca\n\nDuring the same period, some 441,851 tourists disembarked from cruise ships in the Balearics.\n\nAcross Spain, the number was also down, with a 1.34% drop in cruise ship passengers.\n\nIn total, 1,400 cruise liners visited the country, 20 less than in the first five months of last year.\n\nBarcelona was the port with the heaviest traffic, with 770,501 passengers exploring the Catalan capital.\n\nThis site uses Akismet to reduce spam. Learn how your comment data is processed.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9941747785,
        "format_confidence":0.9910600781
    },
    {
        "url":"http:\/\/www.theunion.com\/news\/business\/grass-valley-businesses-anticipate-travel-channel-at-holbrooke-hotel\/",
        "text":"Grass Valley businesses anticipate Travel Channel at Holbrooke Hotel |\nChristopher Rosacker\nStaff Writer\n\nBack to: Business\n\nGrass Valley businesses anticipate Travel Channel at Holbrooke Hotel\n\nPhoto for The Union by John Hart\n\nWith the Travel Channel in Grass Valley to film an episode of \"Hotel Impossible\" at the historic Holbrooke Hotel, members of the city's business community are hoping for a boost in tourism to follow the national attention.\n\n\"They are also going to feature a lot of stuff about Grass Valley,\" said Holbrooke owner Ian Garfinkel in a Feb. 22 interview with The Union.\n\n\"Hotel Impossible\" is a reality makeover television show focused on turning around struggling hotels that first aired in April 2012.\n\nLast year, host Anthony Melchiorri, an aggressive 20-year hospitality business veteran, spent several days transforming the Hotel Leger in Calaveras County — a project featured on \"Hotel Impossible\" in January.\n\n\"This region of California is often featured in newspaper and magazine articles, but television reaches so many more people,\" said Keith Davies, co-CEO and executive director of the Greater Grass Valley Chamber of Commerce, in a statement.\n\n\"And based on prior episodes of 'Hotel Impossible,' some of our local attractions may also be included when the program airs later this year,\" he said.\n\nGarfinkel isn't the only one hoping that the Holbrooke's spotlight shines on other areas in Grass Valley.\n\nSince The Union's story about \"Hotel Impossible\" coming to the Holbrooke was published last week, several businesses and organizations have called the paper inquiring how to be featured during filming. Garfinkel also has been inundated.\n\n\"This is going to be a great opportunity for Ian and, in the process, will expose millions of television viewers to Grass Valley,\" Davies said.\n\nThe Holbrooke Hotel has had its ups and downs in recent years, and struggling with the current economy has been a challenge in search of a solution, so advice from the New York City hotel guru will be welcomed, according to the chamber of commerce release.\n\nMelchiorri will reportedly look for ways to improve the Holbrooke's business, reposition the operation and fill the hostelry with satisfied, repeat guests.\n\nGarfinkel said he was looking forward to the kind of frank critique that has made Melchiorri's program one of the most popular shows on the Travel Channel,, and the chamber of commerce is excited by the free publicity, the Travel Channel reported.\n\n\"Getting advice from someone who has helped revitalize iconic New York City hotels like the Plaza and Algonquin will absolutely benefit the Holbrooke and, by extension, will also benefit our community,\" Davies said.\n\nMelchiorri finds online reviews to be very helpful as he prepares to visit a hotel, reported Travel Channel representatives, so Davies hopes that the program host has approached his current assignment with optimism.\n\n\"The Holbrooke has an outstanding reputation, and online reviews show strong customer support — both in the bar and restaurant and also in the hotel itself,\" Davies said. \"But there's always room for improvement, and fresh ideas can often energize a business.\"\n\nThe crew from the show will film at the hotel through March 5, said a spokeswoman. The episode planned to feature the Holbrooke Hotel has yet to be scheduled on \"Hotel Impossible\" next season.\n\nTo contact Staff Writer Christopher Rosacker, email or call (530) 477-4236.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.8942670822,
        "format_confidence":0.9968451262
    },
    {
        "url":"http:\/\/www.sltrib.com\/csp\/cms\/sites\/sltrib\/pages\/printerfriendly.csp?id=53748433",
        "text":"Home » News\n\nFebruary resort bookings rose with snow's arrival\n\nPublished March 19, 2012 5:44 pm\n\nLodging • Higher average daily room rates helped offset more vacancies.\nThis is an archived article that was published on sltrib.com in 2012, and information in the article may be outdated. It is provided only for personal research purposes and may not be reprinted.\n\nAt long last, winter's belated arrival helped lift bookings out of the doldrums at mountain resorts in Utah and other Western states.\n\nThe Denver-based Rocky Mountain Lodging Report said Monday that lodging establishments it monitors in Park City and other Utah ski destinations filled almost 71 percent of their rooms in February. That was up from 67 percent a year earlier and 59 percent in February 2010.\n\nLong-awaited snowfall boosted those numbers, said another group out of Denver, the Mountain Travel Research Program, based on data from 265 property-management companies overseeing 24,000 rooms in 15 resort communities in Utah, Colorado, California and Oregon.\n\n\"Reservations taken in February for arrival in February were up 6.2 percent compared to the same month last year,\" said Research Program Director Ralf Garrison.\n\n\"Despite uncooperative weather patterns and the third warmest winter in the U.S.'s recorded history, skiers and riders still tracked the snow, and lodging rates and showed up when the snow flew,\" he added. \"Although overnight lodging occupancy was down slightly for the month, it was better than we feared, in some cases offset by surprising strength in rate.\"\n\nGarrison's research showed that occupancy last month in those four Western states ended up 2 percent below the level for February 2011. Hoteliers and property managers made up for some of that deficit, bumping up the average daily rate 2.7 percent.\n\nIn Utah, February's average daily rate climbed to $249, up about $4 from the previous year. The figure most important to the lodging industry, Revpar, or revenue available per room, climbed to $176 per day from $158 daily in February 2011, according to the monthly Rocky Mountain Lodging Report.\n\nAlthough conditions improved considerably in February, Garrison's report found that bookings for March remained almost 4 percent behind the same month a year earlier, with daily rates up only 1.1 percent.\n\nRising gas prices are a concern, Garrison said, but he found some comfort in the fact that for the first time since the Great Recession began in late 2007, weather was more important than the economy in influencing the resort industry's health.\n\n\"Decent weather returned mid-season to help generate some additional late-season demand, but not enough for a full recovery in most cases,\" he said. \"Despite the challenges, many mountain destinations seem to have done a good job managing 'the hand they were dealt' by controlling the elements they could — slope maintenance and attention to guest services.\"\n\nWhether they did that well enough to maintain customer loyalty, Garrison said, will be determined in coming months when people begin making reservations for next winter.\n\nElsewhere in Utah, the Rocky Mountain Lodging Report said occupancy statewide during February was 65 percent, up from 63 percent a year earlier, with the cost of a room climbing $5 nightly to $111.\n\nIn Salt Lake County, hoteliers filled 74 percent of their rooms nightly last month, a 4 percent jump from the previous February. On average, rooms went for $99 a night, up from $92 a year earlier.\n\n\nTwitter: @sltribmikeg",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9888672233,
        "format_confidence":0.9908079505
    },
    {
        "url":"https:\/\/www.721news.com\/2018\/01\/msc-cruises-makes-early-return-port-st-maarten\/",
        "text":"MSC Cruises makes an early return to Port St. Maarten\n\n\n\nPORT ST. MAARTEN – MSC Divina cruise ship from MSC Cruises made an unscheduled port call on Tuesday morning January 30.  The cruise line was scheduled to return to the destination on March 28, more than two months away.\n\nPort St. Maarten Management took the opportunity Tuesday morning to welcome the vessel to the ‘Friendly Island.’  MSC Divina was scheduled to call at a nearby island, but due to berthing challenges the vessel was diverted to St. Maarten.\n\nPort St. Maarten accepted the vessel request as additional berths were available and the vessel docked alongside safely. “One of the strengths that the destination has had is the ability to cater to impromptu calls due to issues and or concerns at competing Ports.\n\n“Our strategic plan is geared towards having more berths available in the future as MSC Cruises in particular will be the fastest growing cruise line. In 2014 MSC launched an investment plan to support the second phase of growth and in April 2016, the cruise line ordered additional vessels for a total investment of nine billion Euros for up to 11-new next-generation ships which will come into service starting in 2017 to 2026 making the cruise line the third largest.\n\n“Port St. Maarten has demonstrated to be a reliable partner within the cruise sector by being able to assist where and when needed. This approach will take us a far way.  St. Maarten is still a marque destination and we must continue to showcase the efforts of being able to restore the country product and bring it to another and higher level than we were pre-Irma,” Port St. Maarten Management said on Tuesday.\n\nMSC Divina has a gross tonnage of 139,400 and has a passenger complement of 3,500 and a crew of 1,380.  The vessel was constructed from 2010 to 2012 and is the third ship of the four Fantasia-class cruise ships.\n\nOther scheduled ships in port on Tuesday are Harmony of the Seas which carries approximately 6,000 passengers\/2,300 crew and Disney Fantasy which carries a complement of 4,000 passengers\/1,450 crew.\n\nPort St. Maarten Management added that this unscheduled port call once again demonstrates that the country is ‘open for business’ and ready to provide that ultimate cruise passenger destination experience.  MSC Cruises will be making 29 port calls for 2018 bringing in approximately 115,000 cruise passengers.\n\nMSC Cruises primarily attracts Europeans but also markets extensively to mainstream North American cruise travelers.\n\nThe Swiss-based world’s largest privately-owned cruise line employs 15,000 staff members around the world and is present in 45 countries.\n\nMSC Cruises has a fleet of 12 ships.  MSC Cruises is the first global cruise line brand to develop an investment plan of this length and magnitude, spanning a horizon of over 10 years, from 2014 through 2026.\n\nMSC Cruises is the brand market leader in Europe, South America and South Africa, sailing year-round in the Mediterranean and the Caribbean.  Seasonal itineraries cover northern Europe, the Atlantic Ocean, Cuba and the French Antilles, South America, southern Africa, China and Abu Dhabi, Dubai and Oman.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9891059995,
        "format_confidence":0.996160984
    },
    {
        "url":"http:\/\/www.todaysxm.com\/carnival-2017-registration-opens-process-fully-online\/",
        "text":"Carnival 2017 registration opens, process fully online\n\nPOSTED: 09\/7\/16 9:55 AM\n\nST.MAARTEN – The St. Maarten Carnival Development Foundation (SCDF) opened registration for Carnival 2017, a process that will take place fully online. This is the latest preparatory phase as the foundation is getting ready to host St. Maarten’s 48th Carnival festivities.\n\nSince the close of Carnival 2016, the foundation has had a very active “offseason” with the election of a new president in the person of Alston Lourens, appointing new board members to the foundation, the outsourcing of its Calypso competition to Fernando Clark, the formulation of the 2017 schedule which will soon be released and dealing with several other operational matters.\n\nCarnival registration remains open until November 1.\n\nRegistration forms for all things Carnival can be found at Lourens explained that only registrations obtained through the online process will be considered valid. “In the past we often received registrations via means that were a challenge to control. Most of the business of Carnival now is done digitally. It was a natural progression for us to move the registration process online. The less paper, the better,” Lourens said.\n\nRegistration for season passes is also open and payment for the pass can begin as early as October 1 instead of December 1. “With requests from many Carnival lovers to open it earlier, it was something we thought could only help as we are essentially giving the public seven months to pay for the season pass,” Lourens said.\n\nAll dates for the 2017 Carnival schedule are set and ready for release. “The Carnival schedule is not easy to put together. You have to consider so many stakeholders, Easter holidays, school holidays, government input ect. It takes about a month or more to finalize a schedule. We have reached that point and we are excited about what the season will offer,” Lourens said.\n\n“We knew that we had to change and implement new things for Carnival 2016 and we knew there would be resistance. But in the end, the changes were for the better and the operational structure of Carnival is better because of these changes. Is it perfect? No. The challenge of financing remains, but we still manage to host one of the best Carnivals in the entire Caribbean,” Lourens said.\n\nCarnival’s new email address is info. The old email address sxmcarnival has been discontinued.\n\nDid you like this? Share it:\nCarnival 2017 registration opens, process fully online by\n\nComments are closed.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.609456718,
        "format_confidence":0.9939414263
    },
    {
        "url":"http:\/\/meetingsinternational.com\/news.php?id=80",
        "text":"the convention industry\nParis back as number one\nin the city rankings for international congresses.\nAfrica Meetings\nAfrica Rising\nin the ICCA statistic 2016.\nbusiness Intelligence\nSaudi Arabia to launch into MICE sector\nworldwide by exhibiting at IMEX in Frankfurt.\nNew position\nAoife Delaney\nnew Director of Marketing and Sales at DMC Network.\nRedefining meetings\nSarawak goes tribal\nto boost business.\nHotel world\nAsias ultimate destination,\nSigniel Seoul Hotel opens in the worlds new landmark.\nBusiness Intelligence\nOttawa Tourism\nsees large business events bookings up 220% in Canada’s 150th year.\nmeetings creates events, events creates meetings\nSwedish Exhibition and Congress Centre\nin Gothenburg speeds up plans to extend facilities.\nAviation Industry\nSwedish Aviation Tax to Cost 7,500 Jobs,\nConflicts with Global Carbon Agreement.\nSuccessful trials lead IMEX in Frankfurt\nto fully-fledged roll out of Zenvoy networking service.\nIMEX America increases hosted buyer programme to 2000\n\nStrong demand from US and international associations, hotel groups and agencies to bring their top buyers to IMEX America when it launches in October 2011 has led organisers, the IMEX Group, to announce an increase in expected hosted buyer numbers. The announcement comes just four months after the show was launched.\n\n22 February 2010 Chairman, Ray Bloom, announced that 2000 qualified buyers will now be hosted to the new Las Vegas trade show for the meetings, incentive travel and events industry - an increase of just over 30 percent on the figure announced at launch. 80% of these buyers will come from North America, with the balance attending from around the world.\n\nSays Bloom: \"Our previous figures were confident but conservative. Recent discussions with our partners and other new business alliances make it clear that that there is pent-up demand. I'm confident we will see 2000 hosted buyers at IMEX America - an increase of more than 30 percent on our previous announcement. As mentioned before, the IMEX hosted buyer program is set to be the largest of its kind for any such US trade show and unique in this regard.\"\n\nIMEX America is set to follow a completely different model to any other trade show of its kind in the US due to the scale of the hosted program. Qualification for places on the program will follow the strict guidelines that have been used to build the authority and credibility of IMEX in Frankfurt. The program will bring top quality association, corporate and agency buyers from every corner of the meetings and events industry onto the show floor to do business with exhibitors. In addition, according to the 'IMEX model' they will spend longer periods of time on the show floor meeting exhibitors compared to non-hosted trade visitors.\n\nAs Bloom explains, \"IMEX puts extremely high levels of effort and detail into making sure that only buyers who are active, serious and proven to place business attend as our hosted buyer guests. We already have some excellent partnerships with intermediaries who are similarly committed to these high standards and to driving serious business at the show. Together we place the strongest emphasis possible on getting this aspect of IMEX America absolutely right from the start. This is what our exhibitors expect and this is why IMEX has an unparalleled reputation. MPI, Site, PCMA and ASAE are just some of the most important organizations we will work with in the US to drive buyer attendance. They know and understand our unique model and are highly committed to it. Other US and international partnerships will be announced shortly.\"\n\nBloom sums up: \"Although the first IMEX America is over a year away, we have a very clear vision of what success will look like for our exhibitors, hosted buyers and trade visitors and we have a clear plan for bringing that vision to life at the Sands Expo in Las Vegas October 2011.\"\n\nFuture dates for IMEX America are also now confirmed as 9 - 11 October 2012 and 15 - 17 October 2013.\n\n\nPhoto: Ray Bloom, chairman of IMEX.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.7416569591,
        "format_confidence":0.5737020969
    },
    {
        "url":"http:\/\/www.baltimoresun.com\/news\/maryland\/howard\/lisbon-fulton\/ph-ho-cf-fair-preview-0804-20110804-story.html",
        "text":"Mule jumping contest new to Howard County Fair\n\nDon't judge a mule's jumping capabilities based on its size alone — the little ones just might catch you by surprise, according to Howard County Fair Chairman Clint Thomas.\n\n\"Some of the shorter mules jump higher than the taller mules,\" he said.\n\nThis year, fairgoers will have the opportunity to judge for themselves, with the addition of a mule jump competition to the long list of contests traditionally offered during the two-week event.\n\nThe Howard County Fair opens its gates Saturday, Aug. 6, celebrating the county's rural roots for the 66th year.\n\nVisitors can expect the usual range of activities — carnival games and rides, food stands serving up comfort food, crafts and art exhibits, farm animals on display and a full program of contests, including everything from archery to pie eating to an amateur variety show.\n\nAnd don't forget the pig races, held four times daily.\n\nBut along with the traditional offerings come some new additions.\n\nThe coon mule jump, which will be held Tuesday, Aug. 9, after the late afternoon mule pulling contest, will feature two height classes of mules jumping over an adjustable pole. The pole will be moved up incrementally, with mules who can't clear the jump eliminated at each round.\n\nUnlike horses, mules can jump without a running start, according to Thomas, who is in charge of the contest.\n\nThomas said the fair committee decided to add the competition to the fair's offerings because Howard County has a substantial group of people who follow mule shows along the East Coast and wanted to see something offered close to home.\n\n\"Carroll County has a mule show and a jump, but there's nothing in Howard County,\" he said.\n\nThe Howard County 4-H club will also inaugurate a robotics competition this year. The group, which focuses on development of life skills in youth ages 5 to 18, has a presence throughout the fair. 4-H projects, which include raising livestock and preparing exhibits on categories as diverse as entomology, woodworking, creative writing and photography, will be on display throughout the fair.\n\nFirst-time Fair President Blair G. Hill said he took on the position because he had been involved in the 4-H club as a boy, and had been to every Howard County Fair since he was 6 or 7 years old.\n\n\"This is my opportunity to give back to the 4-H program that gave me so much,\" he said.\n\nHill said the fair this year will feature an agricultural expo, near the entrance, that will showcase \"how much agriculture is still being done in the county.\" Hill said that despite the perception that farming is on the decline in the county, it has retained a lot of nontraditional agricultural operations. \"Farming has changed,\" he said.\n\nFairgoers can also look forward to the recent installation of air conditioning in the main exhibition hall. \"We find that our fair is also the hottest week of the year,\" Hill said. \"Hopefully this will offer patrons some relief.\"\n\nLocated at the Howard County Fairgrounds in West Friendship, the fair will run through Aug. 13. The grounds open at 8 a.m. and close at 11 p.m. every day.\n\nAdmission is $5 for fairgoers 10 years and older, and $2 for seniors 62 and up. There is an extra charge for ride tickets.\n\nFor more information, visit; for updates visit\n\nCopyright © 2018, Howard County Times, a Baltimore Sun Media Group publication | Place an Ad",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.5287631154,
        "format_confidence":0.9957659245
    },
    {
        "url":"https:\/\/www.portlincolntimes.com.au\/story\/6654642\/talk-to-the-animals-get-ready-show-time-is-almost-here\/?cs=16010",
        "text":"Royal Easter Show: all the weird and wonderful sights\n\nTake a walk through the Alpaca Promenade to get up close and personal with the animals at Sydney Royal. Picture: Destination NSW\nTake a walk through the Alpaca Promenade to get up close and personal with the animals at Sydney Royal. Picture: Destination NSW\n\nFor country folk it may seem like a busman's holiday, but for almost a million visitors each year, the Royal Easter Show returns to Sydney Showground bigger and better than ever.\n\nHeld from 3 to 14 April this year, it is a big drawcard for many Australian families over the Easter break. First held in 1823, the Easter Show is the country's largest annual ticketed event and marks the celebration of Australian culture and agricultural life.\n\nFrom feeding farm animals and watching adrenaline-filled shows to buying the legendary showbags, families with kids are guaranteed to be entertained during the 12-day event held at Sydney Olympic Park.\n\nThere's the baby puppy competition with dogs aged three to six months romping around the Dog Pavilion and capturing every kid's heart. Held every afternoon, animal lovers will adore the display as the best pup of the day is picked and awarded a trophy. To see big dogs in action, check out the agility and obedience competitions.\n\nIf you want to see which merino are producing the best-quality fleece, head to the Sheep Pavilion, open across all 12 days of the show.\n\nThe Grand Champion rams and ewes will be on display in the Supreme Exhibit on 11 April with judges scanning every detail of each competitor, including the fleece type and weight, and running ultrasounds to determine the animal's fat and muscle levels.\n\nBird lovers should visit the Pet Pavilion on Riverina Avenue. You can make some feathered friends at the Tame Parrot show, see endangered birds at the Aviary Bird Display and also learn how to talk to a parrot.\n\nIf kids are keen to learn why turtles are one of the oldest and slowest-moving reptiles in the world, they should visit the Pet Pavilion on 13 April. The one-day event will explain why the turtles' shells slow them down but also protect them from predators.\n\nTry goat yoga at the Pig and Goat Pavilion lawns and learn how to balance your chakras with a curious goat by your side. The free class will teach you some simple yoga moves.\n\nIf you don't mind slithering and scaly animals, the Frog and Reptile Show at the Pet Pavilion will be held on 13 and 14 April, and features a huge collection of non-venomous snakes, lizards and frogs.\n\nAlpacas have always been a big attraction at the Easter Show. Introduced to Australia in the late 1800s, alpacas at this year's show will be judged on their density, lustre and uniformity to determine the best fleece. The competition will be held from 10 to 14 April at the Alpaca Pavilion.\n\nBesides wood-chopping competitions, dance shows and cooking classes, there will be lots of rides for children of all ages to enjoy.\n\nLittle kids will love the Kids' Carnival. Big kids will hit the Crazy Spinning Coaster, Pirates Revenge water rollercoaster and Kyle and Jackie O's Haunted House.\n\nShowLink tickets: Combine your entry fee with transport costs in a ShowLink ticket. Same-day return public transport is included and earlybird prices are available until 2 April. Cost: $38 per adult, $23 per child, $99.50 per family of four. Purchase from Woolworths or through Ticketmaster (1300 030 374 or see\n\nBus: Starting at 7am, major event buses will run every 30 minutes with more frequent services at peak times.\n\nFerry: From the Sydney CBD, head down the Parramatta River by ferry and take the bus connection onward to Sydney Olympic Park.\n\nTrain: There are frequent direct services between Central and Sydney Olympic Park stations until late.\n\nExplore more:\n\nWhile you're here... might also enjoy...\n\n...and have you signed up for our free travel newsletter yet?",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9752358198,
        "format_confidence":0.5711224675
    },
    {
        "url":"https:\/\/www.ttoscandinavia.com\/european-tourism-outlook-remains-strong-but-staffing-challenges-threaten-recovery\/",
        "text":"European Tourism Outlook Remains Strong But Staffing Challenges Threaten Recovery\n\nEurope is expected to recover 70% of pre-pandemic travel demand in 2022 but uncertainty brought about by worsening inflation, the war in Ukraine and staff shortages is clouding the outlook, according to a report published by the European Travel Commission (ETC).\n\nThe study added that long-haul travel into Europe continues to lag significantly behind the short- and medium-haul recovery—and this trend is likely to continue in part because of the increasing cost of living due to energy and food price hikes.\n\n“We are witnessing a much faster rebound than travel businesses in Europe had been expecting, and staff shortages may prove to be an obstacle to a complete recovery,” ETC president Luís Araújo said.\n\n“Bringing back talent, and making careers in the sector more enticing, is the top priority for European tourism recovery in the months to come.\n\n“It is also crucial that the EU continues to monitor the impact of inflation on the cost of living–Europe must do everything within its power to ensure that travel does not become inaccessible for the average European.”\n\nETC said that for 2022 to date, Bulgaria (-8%), Serbia (-10%) and Turkey (-14%) saw the strongest rebounds in tourist arrivals. At the other end of the spectrum, Latvia’s geographical proximity to Russia is slowing the country’s tourism recovery from the pandemic (-63%) following mass hotel booking cancellations. Slovakia and the Czech Republic are also among the Eastern European destinations exceeding the 50% decline.\n\nHowever, the ETC and World Travel & Tourism Council (WTTC) has warned that Europe’s travel and tourism sector recovery could be put at serious risk if almost 1.2 million jobs remain unfilled across the EU.\n\nWTTC president and CEO Julia Simpson said: “Europe showed one of the strongest recoveries in 2021, ahead of the global average. However, current shortages of labour could delay this trend and put additional pressure on an already embattled sector.\n\n“Governments and the private sector need to come together to provide the best opportunities for people looking for the great career opportunities that the travel sector offers.”\n\nAir transport and accommodation segments are likely to suffer one in five unfilled vacancies, representing 21% and 22% of staff shortages respectively.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9886903167,
        "format_confidence":0.9760448933
    },
    {
        "url":"http:\/\/eastchester.dailyvoice.com\/lifestyle\/see-westchester-through-vanessa-williams-eyes\/531397\/",
        "text":"Contact Us\nEastchester Daily Voice serves Eastchester & Tuckahoe\n\n\nEastchester Daily Voice serves Eastchester & Tuckahoe\n\nNearby Towns\n\n\nSee Westchester Through Vanessa Williams' Eyes\n\nPOCANTICO HILLS, N.Y. \u0096 Come to Westchester and let Vanessa Williams show you around.\n\nThe Chappaqua resident and \u0093Desperate Housewives\u0094 star is one of several notable Westchester County residents who have created special tourist itineraries to show off the county's many attractions. The Falltastic Favorite Escapes itineraries are part of the Meet Me in Westchester County tourism campaign.\n\nThe campaign's focus is to draw tourists and business people to the county's many diverse offerings, County Executive Rob Astorino said Thursday in a press conference at the Stone Barns Center for Food and Agriculture.\n\n\u0093Who better to act as tour guides than those who know the best places and the hidden gems in each of our towns?\u0094 he said.\n\nTourism made up $1.7 billion of Westchester County's economy in 2011 and is responsible for 24,000 jobs, Astorino said.\n\nThirteen \u0093falltastic\u0094 escapes have been created to incorporate different areas of tourism from family activities and golf favorites to African-American history and musical hot spots. Celebrities, artists, writers and other notable residents were selected to help draw in tourists looking for something to do this fall. Even the fictional Headless Horseman made a list of his favorite spooky spots .\n\nWilliams recommends trying Chappaqua's Le Jardin du Roi, a charming bistro with a \"delicious French menu,\" or exploring the bridle paths at Fox Hill Farms in Mount Pleasant, where she took horse-riding lessons.\n\nAstorino's itinerary includes several family-friendly activities such as the planetarium at the Hudson River Museum in Yonkers and pumpkin picking at Muscoot Farm in Somers.\n\nWhen asked where to go and what do do in Westchester, the Headless Horseman suggests several spots in Tarrytown and Sleepy Hollow, and The Great Jack O'Lantern Blaze at Van Cortlandt Manor in Croton-on-Hudson.\n\n\u0093I like to wander through and get ideas for neck toppers for the coming year,\u0094 the horseman says.\n\nWelcome to\n\nEastchester Daily Voice!\n\nServes Eastchester & Tuckahoe\n\nThis is a one time message inviting you to keep in touch\n\nGet important news about your town as it happens.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9741556048,
        "format_confidence":0.9862383604
    },
    {
        "url":"https:\/\/holidayparksdownunder.com.au\/park-patrons-ditch-the-queues-with-all-ages-water-park-onsite-at-big4-gold-coast-hp\/",
        "text":"Park patrons ditch the queues, with all-ages Water Park onsite at BIG4 Gold Coast HP\n\nHolidaymakers are adding BIG4 Gold Coast Holiday Park to their theme park itinerary, following the launch of their mammoth on-site Water Park.\n\nWith 317-metres of water slide tubing, and 40 interactive play features, the on-site attraction is the highest play structure found in a caravan park in the Southern Hemisphere.\n\nIn fact, glimpses of nearby Warner Bros. Movie World and the Gold Coast hinterlands are visible from its peak.\n\nThe three-tier Water Park—suitable for all ages—is open exclusively to park patrons, sparking a spike in bookings since its opening in February this year.\n\n“Even locals are booking in to stay at the holiday park to use the Water Park,” a park spokesperson explained.\n\n“We have 200 campsites and en-suite sites. Last weekend we were fully booked—it’s a huge response.”\n\n\nWater Park highlights include a multilane body slide, four aquatube slides and a gigantic tipping bucket. Plus smaller slides on the bottom tier for younger kids.\n\nThe water park’s design ensures everyone can enjoy the space safely and close to a large, undercover shaded area with deck-chair seating. \n\nOn the top-tier rides, the minimum height is 1.2 metres to ride. And at least 1 metre in height for the second-tier slides,” the spokesperson explained.\n\nBIG4 Gold Coast water park\n\n\nThe Water Park is one of many attractions set upon the sprawling grounds at the BIG4 Gold Coast Holiday Park.\n\n“We have a lot of room to roam and run as we are on 32 acres. And we do have our own in park activities.”\n\nIndeed, the Water Park’s operating hours dovetail nicely with the park’s program.\n\n“At the moment, every Friday and Saturday night [following the park’s sundown closure] we have live entertainment near the pool, another really lovely space.\n\n“We also have activities for the kids most days. Including a full-on kids club schedule during the school holidays starting from 8.30am to 3.30pm each day,” the spokesperson explained.\n\n\n\nAccording to BIG4 Gold Coast Holiday Park owner Norton Whitmont, guests are hungry for the locally-built in-park attraction.\n\n“Our guests want more than high-quality self-contained accommodation,” says Norton.\n\n“They are seeking an experience that is exciting, memorable, and affordable, which also comes with photo opportunities\nand ‘bragging rights,” he says.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9840177894,
        "format_confidence":0.9173949361
    },
    {
        "url":"http:\/\/www.newsy.com\/videos\/gardens-next-to-louvre-overrun-with-rats-instead-of-tourists\/",
        "text":"Never miss a story with Newsy!\nOr connect on social for up-to-the-minute news\n\nGardens Next To Louvre Overrun With Rats Instead of Tourists\n\nImage Source:Jean-Jacques Boujot \/ CC BY SA 2.0\n\nRats are a problem in the gardens outside of the Louvre, despite the use of pesticides.\n\nby Christine Slusser\n\nThe Louvre is a must-see tourist attraction for those visiting Paris, but there's a very unwelcome visitor in the gardens outside of ​​it: rats. Cue the horror film music. (Via Getty Images)\n\n\"Experts estimate that in Paris there are approximately two rats for every Parisian. And in the Tuileries gardens next to the Louvre, the furry vermin have become so used to humans, they don't even hide.\" (Via France 24)\n\nSo, that's a lot of rats. How did they all get there?\n\n​It seems people are pointing their fingers towards tourists as the party responsible for the problem. The Guardian spoke with a local gardener, who said:\n\n\"The tourists throw their scraps of pizza and sandwiches all over the place.\" (Via The Guardian)\n\nAlthough The Local reports rats in public gardens have been an issue in the past, too. \n\n\"For some tourists the rats are all part of the Parisian experience, thanks to Disney animation Ratatouille.\"\n\n The movie is about a rat in Paris who aspires to become a chef. Though that rat is a lot cuter than real rats. (Via Buena Vista Pictures \/ \"Ratatouille\")\n\nThere seems to be a slight variation in how the story is being portrayed. American outlets seem to be using the word \"infestation\" in its headlines. (Via Mashable, The Atlantic)\n\n\"They are having problems with a major infestation of them.\" (Via ABC)\n\nBut headlines from overseas were a bit more generous. While the word \"infestation\" may be used in those articles, the headlines say things like \"rampage\" and \"overrun.\" Although we would say \"plague\" is a bit dramatic. (Via France 24, The Guardian, The Telegraph)\n\nThe Louvre says pesticides are used regularly, and officials have brought in outside help. The story picked up steam after a photographer took pictures of the rats.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.6048651338,
        "format_confidence":0.9842495322
    },
    {
        "url":"http:\/\/www.baltimoresun.com\/travel\/bs-tr-pet-travel-20130205-story.html",
        "text":"\n\nHave pet, will travel\n\nWhen the 137th annual Westminster Kennel Club dog show arrives in New York City next week, even the small breeds will be living large.\n\nThat's because pet travel is booming across the United States, with more travelers than ever taking along their four-legged friends on vacations near and far.\n\nDogs and cats that in the past might have been confined to carriers or hidden in the hotel bathroom are instead getting the five-star treatment as they strut to their luxury accommodations.\n\nNowhere is this trend more evident than at the gathering of well-traveled purebreds participating in \"America's Dog Show,\" to be held Monday and Tuesday at Madison Square Garden.\n\nOrganizers say this year's show will feature 3,200 dogs — the largest number to date — competing for the coveted Best in Show title.\n\nMany of the pampered pooches are lodging at the Affinia Manhattan, where the official hotel of the show is rolling out the red carpet.\n\nThe hotel is providing a sneak peek of its Happy Tails program, which includes a plush dog bed and chew toys, customized treats, puppy stairs and a dog bowl. On one of its spacious terrace suites, four-legged guests will find the complimentary Happy Tails Suite, where dogs can maintain their fitness regimen on motorized pet treadmills.\n\nDuring downtime, Affinia Manhattan's guest dogs can practice their winning poses at a photo session with a step and repeat, filled with entertaining props.\n\nAdditionally, guests of the Westminster Kennel Club can treat their pooches to the Doggie Delights menu at Niles New York City, the hotel's onsite restaurant.The menu includes sauteed beef tips, a 6-ounce sliced steak and 3-ounce grilled steak. Guests can also add a donation to the Humane Society of New York onto their hotel bill.\n\nThe show dogs are a special group, but there are plenty of places where your favorite furry friends can be a part of your travel adventures.\n\nFor instance, Hotel Monaco, which offers boutique accommodations in downtown Baltimore, is pet-friendly. \"We accept any number of pets without size or weight restrictions and for no extra charge,\" says a spokeswoman.\n\nAs soon as one enters the hotel, there are bowls at the front door with fresh water and dog food. An onsite pet concierge can provide a bevy of amenities. They include dog walking, name tags with hotel information and leashes, dog and cat day care, grooming services, gourmet treats at turndown, information about local dog-friendly parks and even emergency veterinarians.\n\nIn addition, any guests who are not able to travel with their pets and are missing them, may request that a goldfish be brought to their room to keep them company while traveling.\n\nOn the Eastern Shore in the town of St. Michaels, Five Gables Inn & Spa features 20 rooms and suites, each individually decorated in an elegant style featuring working gas fireplaces, antique furnishings, Jane Wilner toile linens, Frette towels and down comforters.\n\nSome rooms have private porches or balconies, and four rooms are pet-friendly, according to co-owner Bonnie Booth, who runs the property with husband John.\n\nEach dog receives use of a dog bed, special fuzzy toy and a treat.\n\nLast but not least, the inn has onsite shopping, including Flying Fred's Gifts for Pets — a boutique that offers unusual gifts for pets and pet lovers alike. Pets are welcome and treats are free.\n\nAt the Tides Inn, which offers upscale lodging on the Chesapeake Bay in Irvington, Va., owners have designated a wing of the hotel as pet-friendly.\n\nGround-level rooms in the Garden House wing are set with sliding glass doors that open to a grassy lawn that pet guests find soft on the paws and fun to roll around in.\n\nThe resort has wide open spaces where guests and their pets can run around together as well as play in the Frisbee golf course, parks, vineyards and nature areas that are just a short drive or complimentary bike ride away.\n\nIf Fido is a city dog, the Tides Inn is like a doggie nature camp.\n\nWith the Tides Inn's Pampered Paws Program, four-legged guests can expect to be treated to a supply of waste bags, a special door hanger to alert staff to your pet's presence, a resort map with marked doggie relief stations, as well as pet sitting and grooming available through the resort's concierge.\n\nPets are also welcome to join their owners for dinner at the Chesapeake Club's outdoor seating or take a swim in the bay.\n\n\"Our staff gets to know pet guest's likes and dislikes and their names, adding that true personal touch. Most of us and so many residents of the Northern Neck are animal lovers, and it shines through at the resort,\" says Gordon Slatford, the hotel's general manager.\n\nSlatford says the market for pet travel continues to expand.\n\n\"Solo travelers are a growing market, and we see that these travelers like to bring pets as companions,\" says Slatford. This is especially true of destinations where travelers arrive by car.\n\n\"Drive-market destinations make it easy to bring pets along for a trip, as they make great car confidants, are comforting, familiar and help reduce stress level,\" he says.\n\nSlatford notes that hotels are finding that guests want to include their pets in all aspects of their lives. \"Pets are even being included in weddings, and they oftentimes steal the show,\" he says.\n\nIf you go\n\nWestminster Kennel Club dog show, Monday-Tuesday, New York City. For schedule and ticket information, go to\n\nPet-friendly hotels\n\nAffinia Manhattan, 371 Seventh Ave., New York, 866-246-2203, Rates start at $169 per night, double occupancy, through Feb. 28. There is a pet fee of $75 per dog.\n\nHotel Monaco Baltimore, 2 N. Charles St., Baltimore, 443-692-6170.There are no weight restrictions or additional fees for pets. A pet concierge offers grooming, gourmet treats, and a map for dog walking and dog-friendly parks. In-room pet bed and food dishes are also provided.\n\nFive Gables Inn & Spa, 209 North Talbot St., St. Michaels, 877-466-0100, There is a charge of $50 per stay for pets. While unattended, they must be crated. Only one dog per room is allowed, and it must weigh less than 75 pounds and be over a year old.\n\nTides Inn, 480 King Carter Drive, Irvington, Va., 804-438-5000, The pet fee is $35 per animal. No more than two pets per room are allowed. Pet-friendly rooms include bed, water bowl and treats. Pet sitting and grooming is also available. Pets are not allowed in some public spaces, including the pool and restaurants.\n\nCopyright © 2016, The Baltimore Sun, a Baltimore Sun Media Group publication | Place an Ad",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9280846119,
        "format_confidence":0.9525431991
    },
    {
        "url":"http:\/\/www.travelagewest.com\/Travel-News\/New-Mexico-Travel-Info\/New-Mexico-Debuts-First-Ever-Route-66-Motor-Tour\/",
        "text":"New Mexico Debuts First-Ever Route 66 Motor Tour\n\nTour set to take place from July 23-25\n\nBy: By Kerry Tiedeman\n\nThe Route 66 Association of New Mexico is celebrating its dedication to the education, preservation and promotion of historic Route 66 with its first-ever New Mexico Route 66 Motor Tour.\n\nFrom July 23-25, up to 150 vehicles — automobiles, motorcycles, travel trailers and bicycles — will ride along Route 66 from Tucumcari, N.M., to Gallup, N.M. The tour is not a race, and participants are encouraged to stop along the way for car shows, sidewalk sales, barbecue cook-offs and other planned festivities.\n\n“Our intent is to promote tourism by showcasing New Mexico’s segment of the Mother Road and the communities it passes through,” said Vickie Ashcraft, president of the Route 66 Association of New Mexico. “This is a great way to see the scenery and meet the friendly people of our Route 66 communities.”\n\nTour participants will be able to register on July 23 in Tucumari. The tour begins on July 24 by heading West, following the old Route 66 alignment. That day, road-trippers will be able to stop in Albuquerque and take part in the annual Neon Cruise to Nob Hill. There, a section of Central will be closed off for Route 66 Days and Nights, an event featuring car shows, live music, vendors and other entertainment. The following day, July 25, drivers will continue heading West to Gallup, where Native American Dancers, prizes and awards await them.\n\nNew Mexico Route 66 Association",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9678784013,
        "format_confidence":0.9822762609
    },
    {
        "url":"https:\/\/www.ghanabusinessnews.com\/2019\/11\/23\/year-of-return-stimulates-tourism-in-ghana\/",
        "text":"Home \/ Tourism \/ Year of Return stimulates tourism in Ghana\n\nYear of Return stimulates tourism in Ghana\n\nShare this with more people!\n\nCape Coast Castle\n\nThe ‘Year of Return’ celebrations have stimulated Ghana’s economic growth since its inception in January this year, according to Mr Akwasi Agyemang, Chief Executive Officer, Ghana Tourism Authority (GTA),\n\nHe said the number of visitors to the country had positively impacted the private sector space including; airlines, hotels, tour operators, restaurants and arts and crafts.\n\nAddressing journalists on the “December in Ghana Stakeholders engagement,” in Accra, highlighting events to be held as part of the year-long celebrations of the ‘Year of Return’ in December, he said various Art Centres’ merchants confirmed increased sales as compared to last year as tour operators had increased bookings to areas with linkage to the Trans-Alantic Slave trade.\n\nMr Agyemang revealed that the estimated amount money spent by a tourist in 2017 was $1862 but had risen to a significant $2,589, adding that the average stay by travelers had increased from 8 to 10 days.\n\nImproved Diaspora relations, international media coverage, community involvement, high profile visits and celebrity endorsements were other benefits of the ‘Year of Return’ to the economy so far, he said.\n\nHe appreciated the media for disseminating all events and information about the celebrations thus lifting the name of Ghana high among its African counterparts and appealed to them to continue to support the rest of the upcoming activities.\n\nMs Annabelle Renee Mckenzie, Manager, ‘Year of Return,’ outlining the programmes for December thanked all events organizers for coming up with various events to mark ‘December in Ghana’.\n\nShe said there would be series of events from December 1, 2019 running through to January 2020 all to celebrate 400 years of African Resilience.\n\nThe events included: December 1st 2019 Exclusive Premiere, Perfect Picture 2, at the Labadi Beach Hotel, December 5 to 26  Diaspora from local to foreign art exhibition at 1 Dodi Link, December 6 live X festival with Cardi B at Accra Sports Stadium, December 6th  to 7th Gold Coast Experience at the Black Star Square December 6 to 7.\n\nSource: GNA\n\nShare this with more people!\n\nCheck Also\n\nPSWU cautions the State on Ghana Airports Company\n\nThe Public Service Workers Union (PSWU) of the Ghana Trades Union Congress (GTUC), has cautioned …",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9892901778,
        "format_confidence":0.9958487749
    },
    {
        "url":"https:\/\/www.washingtontimes.com\/news\/2014\/jul\/21\/report-visitor-spending-up-at-nm-national-parks\/",
        "text":"- Associated Press - Monday, July 21, 2014\n\nALBUQUERQUE, N.M. (AP) - A new report shows visitors and spending were up last year in national parks across New Mexico.\n\nThe analysis released Friday by the National Park Service shows more than 1.5 million people visited the state’s 13 national parks in 2013, spending $83.2 million and supporting 1,136 jobs in the state.\n\nSue Masica, director of the Park Service’s Intermountain Region, says the report confirms that national park tourism is a significant driver in the national economy, returning $10 for every $1 invested in the National Park Service.\n\nNew Mexico’s 13 national parks include Carlsbad Caverns National Park, Aztec Ruins, Bandelier, Capulin Volcano, El Malpais, El Morro, Fort Union, Gila Cliff Dwellings, Petroglyph, Salinas Pueblo Missions and White Sands national monuments, and Chaco Culture and Pecos national historical parks.\n\n\n\nClick to Read More\n\nClick to Hide",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9870693684,
        "format_confidence":0.9497804046
    },
    {
        "url":"https:\/\/www.pncguam.com\/ulitao-traditional-seafaring-group-finds-new-home-at-valley-of-the-latte-in-talofofo\/",
        "text":"Ulitao Traditional Seafaring Group Finds New Home at Valley of The Latte in Talofofo\n\n\nThe group will hold a canoe carving summer camp next week.\n\nGuam – The traditional CHamoru seafaring group Ulitao has found a new home at the Valley of the Latte in Talofofo. The group will offer canoe building classes from it’s new home along the Talofofo river.\n\n\nThe traditional CHamoru seafaring group known as Ulitao are now home-ported at the Valley of the Latte in Talofofo. “We hope to kick off this coming Monday to start the summer camp the summer canoe building with the kids,” said Ulitao seafarer Ron Acfalle.\n\nAncient latte stones, which were the pillars of traditional CHamoru houses, lie alongside the Talofofo river. “You know we are so honored to have Ron Acfalle and Ulitao the group that actually built this replica latte hut a few years ago to come back home and make it their permanent home. What we wanted to do is share with all of the people the ancient art of seafaring and canoe carving,” said Valley of the Latte Managing Director Dave Tydingco adding, “Ulitao represents what we have been looking for here. Give life to an actual Latte site to honor our ancestors.”\n\nThe Talofofo river is probably the only river on Guam that is large and deep enough for sailing vessels. The river flows right into the Talofofo Bay giving access to the ocean. In fact Ulitao founder Ron Acfalle believes this ancient village even has an ancient stand for canoes. “It’s a katsu it’s a stand where the CHamorus would place their canoes on top as a symbol I suppose, but it’s made out of clay and it actually has an asymmetrical design,” said Acfalle.\n\nCHamoru canoes also have an asymmetrical design which is why Acfalle believes this stand is a perfect fit for their canoes. It’s also a reason why the Ulitao seafaring group is a perfect fit for the Valley of the Latte. “It’s a beautiful place to have it. What more than in an ancient grounds ancestral grounds,” said Acfalle.\n\nAcfalle says Ulitao’s ultimate goal is still to sail a group of canoes to Hawaii for the 2020 Festival of The Pacific Arts.",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.6046107411,
        "format_confidence":0.9410076737
    },
    {
        "url":"https:\/\/travelweekly.asia\/2020\/11\/06\/minister-bartlett-remembers-canadian-tourism-icon-edith-baxter\/",
        "text":"Minister Bartlett remembers Canadian Tourism icon Edith Baxter\n\nJamaica’s Tourism Minister, Hon. Edmund Bartlett has expressed deep regret at the passing of long-time friend and industry colleague Edith Baxter, co-founder and editor-in-chief of Canadian publishing group Baxter Media.\n\n“I wish to offer my heartfelt condolences to Mrs. Baxter’s daughter Wendy McClung, along with her extended family and the entire Baxter Media management and staff during this difficult time. Ms. Baxter was a powerful voice within the Canadian travel industry for more than five decades and her legacy will be remembered for years to come,” said Minister Bartlett.\n\nEdith, or Mrs. B as she was fondly known among friends, was an unparalleled leader in Canada’s travel industry. For more than 50 years, she served at the helm of Canadian Travel Press and Travel Courier – two of the country’s most respected and widely read weekly travel trade publications.\n\nShe founded the prominent media group in 1968 alongside her late husband and business partner William (Bill) Henry Baxter, who passed away in 2004.\n\nReflecting on Baxter’s passing, Chairman of the Jamaica Tourist Board (JTB) John Lynch said, “She will be remembered fondly as a brilliant journalist, a savvy businesswoman and a true friend of Jamaica. She made dozens of trips to the island – particularly enjoying her time at Half Moon Resort – and she developed strong friendships with former JTB Regional Directors Pat Samuels and Sandra Scott.”\n\nUnder the leadership of Edith Baxter, Baxter Media has played an integral role in spotlighting Destination Jamaica in the Canadian market over the last five decades.\n\nIn 2018, Baxter was awarded the Order of Distinction by the Jamaican government in recognition of her contributions to the tourism industry and the important work she had done behalf of Jamaica.\n\nFor the last 25 years, Baxter Media has organized the popular Canadian Travel Industry Golf Tournament, hosted on island in partnership with Sandals Resorts. The annual industry event brings dozens of travel agents, tour operators, airline representatives and tourism partners together in Jamaica for a week of networking events, friendly competition on the links and vibrant island hospitality.\n\nJamaica has also been featured prominently as an award-winning destination and tourism board at Baxter Media’s annual Agents’ Choice Awards, the largest and most comprehensive survey of travel agents in Canada. For 15 consecutive years, Jamaica has been named ‘Favourite Tourist Board – Caribbean’ at the annual readers’ choice awards.\n\n“Edith Baxter was a true trailblazer who made an enormous impact on the travel community here in Canada and beyond,” recalls Angella Bennett, Regional Director, Canada, JTB.\n\n“Whenever I had the pleasure of meeting with her, I always found myself in awe as she spoke about her career and shared stories of her travels to Jamaica. She had a true love affair with the island and will be dearly missed.”",
        "topic_id":23,
        "format_id":10,
        "topic_confidence":0.9831687212,
        "format_confidence":0.6920069456
    }
]