[
    {
        "url":"https:\/\/www.resortsandlodges.com\/travelblog\/b\/naples-grape-fest\/",
        "text":"Resorts & LodgesVacation RentalsDeals & PackagesTravel Guides\nList Your Property\n\nA Fall Spectacular in the Beautiful Naples Valley at the Naples Grape Festival\n\nNaples, New York, is a premier vacation destination tucked away in the scenic surroundings of the Naples Valley. Finding things to do here is no issue, from outdoor sports to tours of wineries, Naples has it all.\n\n\nThe Naples Valley provides a striking backdrop for a host of great outdoor activities. Grimes Glen is a popular park located right in the Village of Naples and it’s well worth a visit. Here you’ll encounter 60’ waterfalls, diverse wildlife, and ample room to explore. The Cummings Nature Center is a 900-acre preserve that provides you the chance to observe and learn about local wildlife, vegetation, and land formations. It’s the ideal location for a hike or just a relaxing day outside.\n\n\nGrapes have been a staple crop in this fertile area since 1848, and today you’ll encounter great wineries in and around Naples. The Arbor Hill Grapery & Winery offers a great selection of wines, foods, gifts and more. Inspire Moore Winery specializes in small batch wine production and offers variations on red and white wines that you won't find anywhere else. Hazlitt Red Cat Cellars has a wide variety of vintages to choose from, plus they tastings, a B & B guest house and a hiking trail.\n\n\nThe Naples Grape Festival is the top event in Ontario County as well as Western New York State. The festival was originally founded in the 1960’s and then underwent a renaissance in the early 1990’s. The popularity has never been higher and this year's attendance is expected to be over 30,000 people each day of the two day festival. Grapes have been a part of this community since the mid-19th Century and the event is a celebration of that wonderful fruit and its the beginning of it's harvest. Whether you're looking to eat delicious grape pie or ready to sample delicious wines, Naples Grape Festival is for you. Make your next Naples Valley vacation one you’ll never forget with a trip to this incredible event. got the chance to interview Mike Joseph, representative for the festival, to talk about this great grape experience.\n\n\nRAL: How long has the event been running?\n\nMJ: The Festival started in 1961. The event got too big and uncontrollable by the late 1970’s, so it was “postponed” until it was revived in 1990. It has run continuously since then.\n\n\nRAL: How many annual participants do you draw?\n\nMJ: Typically there will be between 30,000 and 40,000 attendees each day of the two-day event. The event is a fundraiser for the Naples Rotary Club in cooperation with the Naples Historical Society. The whole village (population 1,200) has become part of what visitors see as “The Festival”. The Grape Festival proper is really at the High School and across the street at the Memorial Town Hall.  \n\n\nRAL: What is the typical demographic makeup of the event? Children? Families? Couples?\n\nMJ: Everyone! The festival has become iconic, signaling the beginning of the grape harvest as well as Autumn.\n\n\nRAL: What makes this event unique?\n\nMJ: The festival is a juried art show and is very well known because of it’s longevity as an event. The music entertainment also features original singer\/songwriter acts from New York state and beyond. Probably the biggest attribute to Naples’ is the grape pie. It has been a tradition in the village since the 1960’s. There are a number of pie bakers who start baking a week or so before the Festival occurs because the grapes aren’t ready until then (although some bake year-round as well). They bake through the next two to three months and beyond, until an average of 60,000 pies have been sold! That said, the World’s Greatest Grape Contest is held on Saturday of the festival with 15 to 30 pies submitted for judging. Another popular feature is our wine and craft brew tasting area. The Finger Lakes has over 100 wineries and craft brewers, and there are three right in Naples. The Naples Grape Festival features over a dozen craft wine\/brew\/cider vendors to taste and one price to enter.\n\n\nRAL: Take me through a day at the event.\n\nMJ: Attendees can park in a lot and get shuttled to the festival or they often find park anywhere they can and walk. Main Street is covered with vendors on resident’s lawns. As was mentioned before, most of this is not part of the “official” Grape Festival grounds, but that is what it has become. The festival features a large number of food trucks and a large variety of food to choose from including anything grape. You’ll find grape kuchen, cookies, ice cream, tarts, salad dressings, butters and much more. The small village of 1,200 swells to 30,000 or more each day for two days. The real charm of Naples is enjoyed by many year round. The little town sports a “live” theater, a scenic golf course, a two-story art gallery featuring 200 Finger Lakes artists, three wineries, farm-to-table eateries, a beautiful park with waterfalls and more.\n\n\nRAL: What can an attendee expect to find for local lodging?\n\nMJ: There are many lodging options in the Finger Lakes within a short drive. There are multiple hotels less than a half hour away in Canandaigua, NY.\n\n\nRAL: Does this drive business to your local economy?\n\nMJ: The Naples Grape Festival has a large economic impact on Naples as well as the entire county.\n\n\nRAL: Does the event support a special cause in the community? (School funds, etc.)\n\nMJ: The Naples Rotary Club donates part of the proceeds to the Historical Society, and like most Rotary Clubs, it supports many local causes, as well as some international causes.\n\n\nRAL: Why should people come to your event?\n\nMJ: Other than Manhattan, the Finger Lakes are the most visited region in New York. The scenic beauty is a year-round spectacle. Some folks come for a grape pie. Some come for the food. Some come for the art. Some come for the music and the wine tasting. The Naples Grape Festival is iconic and a tradition to many, many people.\n\nFor more information about the Naples Grape Festival, please visit their website.",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9641520977,
        "format_confidence":0.6451104879
    },
    {
        "url":"https:\/\/blog.elmonterv.com\/index.php\/2012\/03\/monty-speaks-with-campground-consultant-bob-mackinnon\/",
        "text":"Monty Speaks with Campground Consultant Bob MacKinnon\n\nPicture of Bob MacKinnonBob MacKinnon is the principal of MacKinnon Campground Consulting based in Murrieta, California. He has extensive leadership experience in the Hospitality Industry including 30 years of experience with the Walt Disney Company. He founded MacKinnon Campground Consulting in 1996.\n\nMonty: Hi Bob; thank you for speaking with us today. Would you please start by telling us a little bit about your background. We know you started with Disney…\n\nBob: Sure. Actually I started with the Disney Company while I was still going to college, working part time at Disneyland. It was just prior to all of the Walt Disney World development in the early 70s. I had an opportunity to go through their management training program and be part of the Walt Disney World Development and be there on the ground floor. I spent most of my time in operating divisions whether it was in the Magic Kingdom Park, which is like Disneyland, or in hotel operations which I got into a little bit later on. That’s really where the majority of my career was. Actually probably the last half of the 31 years that I was with Disney was in hotel\/resort management.\n\nReally that’s how I got involved with the campground industry. I was involved, had some exposure to our Fort Wilderness campground in Florida. I was transferred back to California in the late ’80s from Florida to the Disneyland area, to be a part of the transition team when the Disney Company acquired the Disneyland hotel from a company that was leasing the name from us. There I became responsible not only for hotel operations but also for an RV resort that Disney owned and operated as part of that acquisition.\n\nOver the next 10 years or so I got interested in the RV park\/camping industry from a business standpoint. I had always been a camper ever since my early Boy Scout days and continued camping as an adult through college and with my family. So it was interesting to be involved with that from a business standpoint.\n\nOver a few years, one thing led to another, and I had an opportunity to retire from Disney and start my own consulting business in the RV park and campground consulting field. It had been a thing that I was interested in for some time – starting my own business – but not sure where, so it has been very serendipitous to have that opportunity present itself.\n\nMonty: When did you start your business?\n\nBob: It was back in 1996, actually, so it’s been about 16 years. I’ve done over 300 different projects as a consultant – some small and some quite large. I’ve worked throughout the U.S., I’ve worked with Canadian companies, I’ve worked internationally – gone over to Australia and had some contact and work there. Most recently, in the last couple of years, I’ve been to China. So it really has been quite interesting. I do all sorts of consulting work from doing feasibility studies and business plans for developing new campgrounds to working with owners who have been in the business for a number of years who kind of need a fresh look of where to take their campground business. I do work for buyers of campgrounds who are not familiar with the industry and help them sort out whether buying the campground is really a good deal for them and is going to meet their needs and expectations. I do a line of training work. Part of my Disney history was with the Disney University for a number of years and I was the head of the resort division\/hotel division training at Walt Disney World. Because of that I’ve gotten involved with teaching a number of seminars, writing articles, helping people in the RV park and camping industry understand how to improve their businesses. For about the last 10 years I have been an instructor and a board member at National School of RV Park and Campground Management that is sponsored by our trade association which is the National Association of RV Parks and Campgrounds. That school is held in February of every year back in Wheeling, West Virginia.\n\nIt has been an interesting career from the standpoint of consulting work helping owners and developers maximize the value of their efforts and doing a lot of training to help people to understand how they can use best practices in the guest services and hospitality industry to make their lives better and their businesses better.\n\nMonty: Do you own an RV yourself?\n\nBob: I have. I don’t currently own one, but it’s on my bucket list.\n\nAnother thing that I do, for about the last seven or eight years, I provided customer feedback tools for individual campgrounds in the RV park and campground industry. They can survey their customers and get a guest satisfaction score. That’s evolved into a pretty big endeavor that is kind of co-sponsored with the National Association of RV Parks and Campgrounds under the brand name GuestReviews. What I do is I have a contract with the National Association to provide an online guest satisfaction measurement tool for their 3,800 members and it’s an online survey and it gives them access to data as far as customer sentiments and satisfaction as well as giving the camping public an opportunity to review their experiences at an individual campground and post their comments and that sort of thing. In a way it is kind of a TripAdvisor for the campground industry.\n\nIt’s really two sides. It’s a consumer facing tool that we branded as, and a customer satisfaction quality control measurement tool available to campgrounds that we branded as So two brands, two purposes, but all driven off of obtaining feedback from customers in a way that you can measure and search upon data and improve your business as well as allow consumers to make their decisions on where they want to stay.\n\nMonty: Explain again the difference between and\n\nBob: It’s really the audience that we service. I think probably for the purposes of your interview, is the brand because that is the public facing brand. We will probably be blending them together in the next year but for now from the public standpoint GuestRated is the brand and it is positioned as an opportunity for campers to give feedback to the campground owner as well as to share their reviews and ratings with other campers.\n\nMonty: What are some of the things that a camper should look for in a campground?\n\n…all campers appreciate service above anything else…\n\n\nBob: I know that this is going to sound kind of trite, but all campers appreciate service above anything else. There is such diversity in facilities and services out there… I don’t know if you are a camper or been camping, but I am sure that you can appreciate that there are camping experiences all the way from hiking in the woods and sleeping under the stars to driving a million dollar bus into a luxury resort with having spa treatments, and gourmet restaurant experiences. So with an industry that diverse to say that there is any one thing that people are looking for is not really accurate because even that camper who is going to sleep under the stars might also travel in a trailer or a motor home and want a more luxurious camping experience. So the real equalizer is how they’re treated once they decide what kind of an experience they want – if they want rustic or middle of the road or a luxury experience – they choose that upfront and they have expectations that they will get certain facilities and services. The truth of the matter or the proof of the pudding is how that experience is delivered and it is all about how they are treated.\n\nThe analogy that I give when I teach Customer Service classes is the TV show Cheers. It may not have been the fanciest, neatest, nicest, most luxurious facility in the world but they have created special relationships with their customers. Making each customer feel special by creating a place “where everybody knows your name”. When you visit Cheers, you become part of that family. So that’s really what hospitality is all about and that’s really what the biggest differentiator is in the campground industry like any other hospitality operation.\n\nMonty: What are some of the innovative things that you see campgrounds doing that stand out in your mind?\n\nBob: Well, I think the most effective innovation is a campground trying to understand and provide features and services designed to meet their customer’s expectations. In any venue that I discuss from luxury to rustic camping, success is in understanding what your customer wants and then satisfying those expectations. The customer doesn’t expect a spa treatment when they’re sleeping under the stars.\n\nMonty: What are some of the things that a camper should look for in a campground?\n\n…many more camping resorts are developing around the country to cater to higher expectations that more affluent campers and RVers have…\n\n\nBut if you want to talk innovation on high-end stuff, many more camping resorts are developing around the country to cater to higher expectations that more affluent campers and RVers have. Among those are recreational facilities, activities – I mentioned spa treatments, there are a number of luxury RV resorts that provide spa treatments and gourmet restaurants or banquet facilities.\n\nBut the true middle-of-the-road facilities – WiFi and connectivity with the Internet is kind of a basic expectation for anyone who is not doing rustic camping. I think that mainstream of campers today are looking for a way to connect with nature under their own terms but still having all of the conveniences of home. So even if they are camping in a tent in a campground, a lot of them still want to have their mobile device whether it is a cell phone or a tablet or a laptop. Many want to stay connected with their social circle or loved ones and some campers need to stay connected with their business. That’s been probably the biggest change in the industry over the last five years.\n\nMonty: People are not just going to get away from it all any more…\n\n…[Staying connected] is probably the ... (truncated)",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9467579722,
        "format_confidence":0.9852367043
    },
    {
        "url":"https:\/\/rovamag.com\/home\/2017\/1\/18\/on-the-road-with-mandy-lea",
        "text":"On the road with photographer and full-timer Mandy Lea\n\nOn the road with photographer and full-timer Mandy Lea\n\nSome people take to the road simply to travel; to see previously unseen places. For many, life on the road goes beyond that. Photographer Mandy Lea has been traveling in her teardrop trailer for six months, and is on a journey of self-discovery, happiness and inspiration—and, of course, she's constantly amazed by the what she sees along the way. \n\nHow would you describe your full-time RV life in three words?\n\nAdventurous, intentional, rewarding.\n\nWhere are you now?\n\nI am six months, 28 states, and 30,000 miles into an indefinite adventure of discovery leading to unknown destinations.\n\nWhat does home mean to you?\n\nWhen I was first getting rid of all of my belongings I began gifting furniture to friends, emptying my apartment bit by bit. My apartment was always my home until one week before I departed, the day I gave away my bed. The last week in my apartment was spent sleeping on the bedroom floor where my bed used to be, and it never felt like home again.\n\nSince then, I’ve thought a lot about the definition of my new home. Or more specifically “where I belong”. I have friends and family in various cities, but I grow anxious with too many days in a city. My heart pulls me to the road when I am idle, and I am instantly calmed with the open road in front of me. For now, my home is the open road, the empty forest, the quiet spaces in between.\n\nWhat’s the main reason you wanted to live on the road? What do you hope to gain from it?\n\nThere are reasons beyond count for my nomadic life: live smaller for the world, live simpler for myself, change perspective, and grow as a human. But to be honest, if you find something that makes you happy, you should do more of that thing. Living on the road was the change I needed to bring myself to a place of contentment that I had not felt in years. If we do not first take care of our own happiness, how can we ever hope to be that influence on those around us?\n\nI aim to build a life for myself where I can sustain a level of happiness within myself while still contributing in a positive way to the world around me. I want to show people things they do not normally get to see, to inspire them to do things they would not normally do.\n\nYou travel alone—what do you do to ward off loneliness?\n\nI talk to myself. Out loud. A lot. If I’m feeling down, I’ll give myself a pep talk. If I did something awesome, I’ll congratulate myself. And if I’m feeling wise, I’ll give myself advice. I’ve even been known to crack myself up over my own joke.\n\nFor the most part this helps to keep the loneliness at bay, but every now and then it can be all-consuming. During these times I focus on a list of the things I am grateful for. Without a doubt this list outweighs every ounce of self-doubt or loneliness.\n\nHow difficult is it to full-time alone as a female?\n\nMost of my difficulties do not stem from being a female, but simply from being human. As long as you have a reasonable amount of common sense, listen to your gut, and make generally smart decisions, there is very little you can’t overcome.\n\nYou say that you’ve fallen in love with yourself again since you hit the road. Why do you think that is?\n\nWithin the first week of travel I realized that I was going to be spending a whole lot more time with myself than I ever had before. My entire life I had been so focused on my relationships with other people, that I had never taken the time to get to know myself. As I began to spend more and more time inside the walls of my mind, I realized that no matter who I come across in life, I am the only one who I will always be stuck with. We are the only ones truly responsible for our own happiness. We may as well learn to love who we are, or become that which we can love.\n\nWhat are the most important things for you to have with you?\n\nMy camera gear. Photography is not only my career—it is my passion in which I find purpose. I could have nothing left in the world but my camera and I would still find my way.\n\nMy journals. I record my adventures, my thoughts and feelings, and the things I’ve learned. I recall my daily highlights, lowlights, and the things I’m grateful for. Those who join me in adventure contribute with the experience they had. By reflecting upon who I’ve been, I am able to become who I want to be.\n\nGood food. I am not on a road trip and I can’t treat my life as a vacation. Traveling can be difficult on the diet. Prioritizing a supply of healthy groceries and eating right is a necessity to sustaining life on the road.\n\nYou’re a photographer. Are there any regions of the US that really inspire you creatively? \n\nEveryone has a certain place on this planet that inspires them—a place where they feel just a little more connected to the earth than in any other place. For me, this is the mountains. Any mountain that I stand before, underneath its powerful presence, takes my breath away. Inspires me to capture and share its majesty.\n\nThe benefit of traveling is that it brings out an awareness of finding the beauty in every day. No matter what part of this country you are in, there is beauty in expressing the character of that land. There is no area that is not on my bucket list.\n\nHave you had any crazy\/funny\/scary experiences while on the road?\n\nIn the last few months I have experienced more than I ever thought possible! From getting lost on midnight hikes to spraying myself with bear spray, there are never two days alike, and not one of them is dull!\n\nWhat advice would you give to someone who’s considering full-time RVing?\n\nTrust yourself. You got this. There will always be fears when changing your life. There will be a million unknowns, mistakes you will make. This is not something you can avoid, but you can overcome. Make the most of every mistake by learning its lesson. Keep an open mind. Expect bumps in the road. Step over them with grace.\n\nTo connect with Mandy, see her photos and follow her awesome adventures, visit her website at www.mandyleaphoto.com, or get social on Facebook, Instagram and YouTube.\n\nExpect the unexpected\n\nExpect the unexpected\n\nA new generation of nomads\n\nA new generation of nomads",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9507828951,
        "format_confidence":0.9252399802
    },
    {
        "url":"http:\/\/qt.pressreader.com\/qt-magazine\/20181201\/281522227147589",
        "text":"QT Magazine - 2018-12-01\n\n\nIpswich Trip Advisor\n\n\nIF YOU’VE been to Ipswich Jets or joined the Lost Ipswich Facebook group, chances are you’ll know Greg “Jacko” Lyons. What you might not know though, is that he’s a proud ex-RAAF member and a bit of a history buff, so when he went to Europe to visit several historical sites, it was a perfect chance for Jacko to share his advice with anyone in Ipswich keen to do the same. Here are his words about his trip. Who went on your holiday? My Partner Karen and I decided to visit our friends in the UK and as we were there we would visit as much as we could. How did you plan ahead? About 12 months out, when we first discussed the trip, we both started making a list of everything we wanted to see. I watched a lot of travel videos on Youtube and picked up extra hints on places to visit. Obviously there were some “family” places to visit so Google Maps and other sites were accessed to gain as much info as I could. What inspired you to visit these historical sites through Europe? There were three main reasons. My grandfather was killed in WWI and is buried in France. No one in the family had visited. My uncle was a Wellington pilot and was killed over Europe so a visit to the base he flew out of in England was planned on our road trip through the UK. My great-great-grandfather and his family came from the village of Harbury in Warwickshire so that was another must-do. Which famous war sites did you visit? As a visit to my grandfather’s grave was the main reason to head to France, he was at the start of a very emotional trip through Northern Frances battlefields, which included a visit to his grave at Achiet le Grande, Villers Bretonneux, many small cemeteries along the route, Menin Gate and the beach of Dunkirk. How did you get there? Fortunately our friends in the UK decided to take us on a road trip through France and Belgium. Sadly we didn’t get to spend as much time as I would’ve liked to to just take in all the sites. Trust me, there is a lot of cemeteries and points of interest in northern France alone. The enormity of battlefield sites continues through Belgium but sadly I did not get there. So that is on my bucket list for the next trip. What were your first impressions of the sites? How beautiful and picturesque the countryside is around the cemeteries and how well kept and respected by the local French people they are. The other thing that hit me was there were so many cemeteries in such a small area of countryside. Was it what you expected? I did not have expectations, but one thing it did was let us experience the sense of horror and massive sacrifice that all nations suffered during a futile war as all wars are. Being ex-military, I was proud to say I stood amongst many Australians who paid for our freedom. What was your favourite experience out of all the sites you visited? Obviously being the first family member to visit my grandfather’s final resting place. He left his home town of Wondai to fight in the Great War, and at just 28 years of age his fight was over. Menin Gate Memorial was another highlight, the Menin Gate was erected in 1927 and contains over 54,000 names of Commonwealth soldiers with no known grave. They are listed by unit and we were overawed by the enormity of the numbers of Australians with no known final resting place. Was it an emotional experience for you? My grandfather’s grave visit was very emotional, my thoughts went back to my gran who, bringing up a young family, was on her own. Another important fact here was my mum had two older brothers and both those were killed and had no families. I went through a variety of emotions from relief to finding his grave, sadness in knowing that I was the first family member to see his grave and also the fact that his life was cut short at such a young age. I felt a sense of extreme pride being an Aussie being able to freely travel across the world to say hello to a grandfather whom I never met but admire for what he did. My final task on his visit was to sprinkle Aussie soil on his grave and plant three Australian flags to represent his children. What tips would you give Ipswich residents thinking of going to visit historical sites? Plan well ahead and work out the most important sites to visit, and you need time to take it all in, there is so much to see and experience. What would you do differently if you went back? Take more time. Unfortunately we were with another couple and they had planned a few things so we did miss out on so much. I would plan to stay in a central location and just take our time visiting the sites around our stop, then move on to the next location. Where do you plan to go next and why? Either another trip to Europe to take in the Northern Lights, Germany and a few more locations we never got to or to America as there is so much to see, New York, Washington, Memphis, Los Angeles and so much more. Did you go somewhere new for a holiday in the past year? Care to share your tips and experiences? Email:\n\n\n© PressReader. All rights reserved.",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9062271118,
        "format_confidence":0.8919771314
    },
    {
        "url":"https:\/\/icelandwillmakeyouhappy.wordpress.com\/2015\/01\/06\/interview-with-an-icelander-how-to-spend-a-perfect-day-in-iceland\/",
        "text":"Interview with an Icelander – How to Spend a Perfect Day in Iceland\n\nWould you like some ideas from Icelanders on how to spend your time in Iceland? Icelandic artist Fríða Kristín Gísladóttir describes one perfect day in Iceland for someone who is visiting for the first time.\n\nFríða recommends waking up at 6 in order to be at a pool by 6.30 for the hot tub and “a swim with the stars, the rain or however the weather is…just enjoy it, be happy.” She feels that so many pools in Iceland are great so she recommends going to the nearest one. Fríða finds that the people that come early in the morning are very interesting, and that the same group of people may have been meeting at the pool for 20 to 30 years, always at the same time.\n\n\nAfter that, she recommends heading over to  one of Reykjavík’s book stores. She suggests that you enjoy coffee and breakfast with beautiful books at either Eymundsson, Iða or Penninn. After a long breakfast, she suggests having a walk around Reykjavik.\n\n\nIf you are in the mood for a little culture, Fríða invites you to visit her at the gallery ART67 on Laugavegur 67 on Thursdays from 12 to 4.  ART67 is run by a group of 13 Icelandic women who are all artists from the Reykjavík area.\n\n\nNext, Fríða recommends that you have lunch at GLÓ on Laugavegur (on the corner of Klappastígur). She describes this as a restaurant serving healthy food with many organic ingredients. There are raw food, vegetarian, and also options with meat.\n\n\n\nAfter lunch Fríða suggests you enjoy the creativity of the Icelanders and do some shopping. She proposes you start by walking on Skólavörðustígur and then you can visit Hallgrímskirkja (the church) on the way where you can go up to the tower and enjoy the view. After that,Fríða suggests that you take a nap before dinner. If you like lobster, Fríða recommends the restaurant Við Tjörrnina  and then after dinner she thinks the perfect finish to the evening would be a concert at Harpa.\n\nHarpa Concert Hall and Conference Centre in Reykjavik\n\nWho is Fríða?\n\n143 - Copy\n\nFríða Kristín Gísladóttir was born in Reykjavík on July 15, 1959. When she was 9, she moved with her family to Seljarnarnes to a house by the sea with an amazing view of Snæfellsjökull and Reykjavík. It is around this time in her life that she started to draw and create things, often finding inspiration in nature. When she was 15, she won a competition to decorate a huge wall (200 by 5 meters) of a fishing factory called Isbjörninn in Seltjarnarnes. It was such a large piece that Fríða spent the whole summer painting it and once she had finished it, it became the largest outdoor painting in Iceland at that point in time.\n\nFríða studied art at the Mynd og Handíðaskóli Íslands for one year, after which she left for Malaga, Spain to study fashion design. She lived in Spain for seventeen years where she worked as a model and later in styling and art direction for magazines. In 1997, Fríða returned to Iceland and started to study oil painting. She didn’t need very much instruction as she instinctively connected with the medium.\n\nShe finds painting to be meditational for her. It brings her great peace and connects her to nature, for which she is incredibly grateful in Iceland. She finds that she has such a strong connection to nature that it provides endless inspiration for her. When she paints, she sometimes like it is a dance “with the energy of the moment.” Lately she has found that faces have started to appear in her abstract landscape paintings and she believes that these are possible “beings of nature that want to come through.” Fríða is very passionate about bringing joy,wellness and happiness through her paintings.\n\nHere are some of her paintings:\n\n016 - Copy (2)\n\n\n\n\nMalverk 002\n\n\n\n\nLeave a Reply\n\nFill in your details below or click an icon to log in: Logo\n\nYou are commenting using your account. Log Out \/ Change )\n\nTwitter picture\n\nYou are commenting using your Twitter account. Log Out \/ Change )\n\nFacebook photo\n\nYou are commenting using your Facebook account. Log Out \/ Change )\n\nGoogle+ photo\n\nYou are commenting using your Google+ account. Log Out \/ Change )\n\nConnecting to %s",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9821994305,
        "format_confidence":0.8410878181
    },
    {
        "url":"http:\/\/blog.travelshopa.com\/2015\/12\/23\/jemma-wei-takes-abu-dhabi\/",
        "text":"Jemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nHow would it feel to wake up in a different city each morning? That’s a question our girl, Jemma Wei can answer. At just 23 years of age, the vivacious young talent has made a dent in the Singapore media and arts space as a lifestyle and travel blogger, published writer and online TV host.\n\nNeedless to say, we’re always curious to hear about what Jemma’s up to. The stylish jetsetter was recently seen cavorting with fellow instagram stars Nellie Lim and Amanda Wong in Abu Dhabi. We fish out all the juicy deets.\n\n\n\nHi Jemimah! You are one the biggest influencers in Singapore and a role model to many. How do you feel about this?\n\nI don’t think of myself as a role model, but I do recognise that being in the public space and knowing that there are many younger girls (and boys) out there with eyes on you comes with its own form of responsibility in terms of how you live your life and carry yourself on and offline.\n\n\nWe love your blog and follow you on Instagram and Snapchat, and we feel like we know you so well. Are there things we still don’t know about you?\n\nWow – thank you! I feel both stalked and flattered. I’m generally pretty open with my life, but of course there are bits that I share more than others. If you’re following me on snapchat you already know my most embarrassing moments of 2015, which is that the taiwanese movie Our Times made me cry violently 7 times in theatres, so…\n\n\nSpeaking of Instagram, how do you make it so compelling?\n\nI like that you think it’s compelling. Obviously the witches charm I bought from the flea market three years ago has worked. I would recommend a sprinkle of straightforwardness, a dash of color, and a whole lot of self awareness.\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nWe followed your recent trip to Abu Dhabi with Nellie. WOW, it was very Sex and the City! What took you there? Was it anything like you hoped for?\n\nI’m almost ashamed to admit that I’ve never watched Sex and the City. We were there on campaign for Etihad Airways, and prior to that I had no true concept of what Abu Dhabi would be like beyond an expanse of desert and luxury. Going in with no expectations meant that everything blew me away, of course.\n\n\nWhat was in your itinerary? What did you see, do, eat in Abu Dhabi?\n\nThat’s too much to cram into one interview question! The most memorable thing, I would suppose, is waking up in the middle of the desert, watching the first rays of light spill over golden sand. It’s not an activity per se, but it took my breath away. And alright, there was also me trying not to get thrown off a camel.\n\nFood-wise I was introduced to and very taken by the traditional Arabic Mezze, where you’re served bread and many small plates of dip. Its supposed to be a starter, but after I had that I couldn’t eat anything else! It’s so good!\n\n\nFrom one shopaholic to another, what’s the fashion + shopping scoop on Abu Dhabi? Could you name some of your favourite emerging fashion brands?\n\nHonestly, I wasn’t there for the shopping so I really couldn’t name any emerging brands. I was there to experience the country, and contrary to public belief, you don’t find that in the inside of a shopping mall!\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nYou posted amazing OOTDs in Abu Dhabi. Can you share with us your secrets to looking put together all the time —despite long-haul flights and weather changes?\n\nI take my earlier words back – I guess this is something people may not know about me. I mind-map all my outfits when packing so I know what I’m bringing, what can be reworn and matched with something else, and if it’s a long trip, when laundry day is. I also factor in the weather report and forecast when doing this, so I know how many rainy day outfits to pack based on the chances of rain, etc. The more you know…\n\n\nWe never travel without our sunnies, sunblock, and digital maps (#MustHaves). What are yours?\n\nSimple – my camera, my chargers, and my phone. Everything else is pretty dispensable or easily replaced.\n\n\nIn your own words, what type of traveler do you think you are?\n\nI’m a really easy traveler. Despite my OCD when it comes to packing, when I’m in the city itself, anything goes. I’m pretty content to get lost alone and wander down streets all day, but I generally have a mental checklist of things I would potentially be interested to see. So if I see them while walking around, great, otherwise, it’s okay as well. I love hanging out with my friends when traveling but I also like meeting new people, which truth be told, doesn’t happen as often when you’re in a group. So solo travel is a big thing for me as well, though you dont hear about that as much because if you’re traveling alone your photos will inevitably suck and not get posted online. I mean.. there are only so many ways you can take a selfie!\n\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nYour favourite memory of the trip is…\n\nWaking up for sunrise in the desert!\n\n\nIf you had an extra 24 hours in Abu Dhabi, how are you going to spend it?\n\nI would probably spend it in the desert. I would have really liked to get to explore both the desert resort we were staying in, take a proper swim, and then take a walk around the surrounding desert areas at sunset. We were so focused on packing in our itinerary that we didn’t get much of a chance to really relax and explore on our own time.\n\n\nLastly, how are you spending New Year’s Eve?\n\nOn a plane.. back from New York. I’ll be back at the stroke of midnight!\n\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\nJemma Wei Takes On Abu Dhabi | 5 Minutes With | Travelshopa\n\nFind out more about Jemma on her blog.\n\nImages courtesy of Jemma Wei.\n\nNotice: Undefined variable: thumbnailurl in \/nas\/content\/live\/travelshopa\/wp-content\/plugins\/json-ld-for-article\/json-ld-article.php on line 47\n\nPin It on Pinterest\n\n\nTravelshopa is the new way to discover the local shopping scene. Subscribe up to our weekly newsletter to become a local shopping expert in 17 destinations.\n\nYou have successfully subscribed!",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9751996398,
        "format_confidence":0.8807483912
    },
    {
        "url":"https:\/\/www.ecomcrew.com\/episode-97-asia-trip-review-global-sources-summit-canton-fair-and-a-visit-to-our-philippines-team\/",
        "text":"EcomCrew Podcast\n\nEpisode 97: Asia Trip Review – Global Sources Summit, Canton Fair, and a Visit to our Philippines Team\n\n“Sometimes you have to do something that makes you uncomfortable to further your career and your life and I really believe that.” – Mike Jackness on speaking at the Global Sources Summit\n\nThis episode is a play-by-play report of my entire trip to Asia, covering the Global Sources Summit, the Canton Fair, meeting with our Philippines team — basically everything my team and I did while we were in Asia from early October through early November.\n\nIf you’re like me who doesn’t like following someone’s life abroad on an hour-by-hour basis, then this episode probably isn’t for you. But if you are in ecommerce and have never been to these events in Asia before (or you’re just curious about what we do there), this will give you a pretty good overview of what it’s like to be on the road, traveling back and forth between cities to attend fairs and meet people, things you might need to do if you are serious in growing your importing business.\n\nThese are the highlights of my nearly month-long trip:\n\n  • getting on a ridiculously luxurious first class flight to Hong Kong for about $50\n  • hiking and exploring Hong Kong during my first few days there\n  • the ill-timed typhoon\n  • my presentation at the Global Sources Summit where I was rated as the number 1 speaker (this just goes to show that you can accomplish anything once you set your mind to it)\n  • EcommerceFuel meetups, masterminds, and new plans to take EcomCrew to the next level\n  • visiting my Philippines team\n  • going to the Canton Fair\n  • the amazing people I met from the ecommerce community\n\nMy wife Michelle, our Director of Ecommerce Jacqueline, and I crammed so many activities during our time in Asia that when we arrived back in San Diego we were all absolutely drained. These trips are very productive and rewarding, but be warned — it can also be terribly exhausting.\n\nNevertheless, trips like this are very valuable for entrepreneurs looking for serious growth. The trick is laying out what you want to accomplish while you’re there, which for me, are three things: meeting as many like-minded people\/entrepreneurs as possible, touring as many factories as possible, and building as many relationships as you can with the people you already work with.\n\nResources mentioned:\n\n\nThanks for listening to this episode! If you can, please leave an honest feedback on iTunes and reach out to us at [email protected] Until next episode, happy selling!\n\n\nFull Audio Transcript\n\nMike: This is Mike and welcome to episode number 97 of the EcomCrew podcast. You can go to to get to the show notes and the comments for this episode. We look forward to hearing from you. There will be some links and stuff as always here, and I look forward to your comments as well. This episode is basically a play by play of the entire trip, almost hour by hour of what I did while I was in Asia, and my team did from early October through early November.\n\nIt was almost a full month, just a couple days shy of a full month I mean. And if you’re the kind of person that doesn’t like following somebody around in a Kim Kardashian style, life with the Kardashians, this is probably not going to be the episode for you. But if you’re into ecommerce, and wondering what it’s like to go to the Canton Fair, to go to Asia, or even if you have been there and you’re just kind of curious what I do day-to-day over there, this is the episode for you. It’s a deep dive into the trip.\n\nAnd what I do just so you can kind of understand what life is like on the road, it’s not a lot of personal time or down time. We value our time out of the office, and try to make the most of it. So it’s pretty fast paced and intense, and always looking forward to get back home more than staying over in Asia for more time. So again to get to the notes, and until then, we’ll see you on the other side of this talk.\n\n\nMike: Sometimes you have to do something that makes you uncomfortable to further your career and your life and I really believe that. It’s something that I will never forget and I will continue to strive to be a better speaker. And I’ve worked really hard at that just in the way that I speak and the things I’m talking about, and it was definitely cool.\n\n\nMike: Hey everybody and welcome to this edition of the EcomCrew Podcast. This is going to be a trip report from my Asia trip that was October 12th to November 4th. If you don’t have any interest in these types of reports, then I would just skip to the next episode. But I get a lot of requests for what’s it like–life on the road, exactly what do you do and accomplish during these trips.\n\nSo I want to literally go through day by day. Again if this is not your thing, I personally I’m not into watching things like keeping up with the Kardashians, or something like that. But if you have an e-commerce perspective on it, and you’re interested in exactly what does someone like myself and my team do during these trips, I would definitely stay tuned. I’m going to try to cover everything in as much detail as possible, and we’ll see where it goes. I look forward to hearing your comments about the trip.\n\nSo I left on October 12th, Thursday October 12th out of LAX. I splurged, I used some air miles. It was something like $50 total with the taxes to book a ticket on Cathay Pacific in first class on a three class aircraft. And if you ever wondered what life is like as the 1% or one tenth of 1%, this is it. I mean, there are six seats up on the front. It’s almost the size of a twin sized bed. It’s pretty incredible, just amazing service. They literally serve you caviar on the plane, and freshly cooked meals. You definitely do not land hungry, or really even that tired, because it’s just it’s an amazing experience.\n\nThey give you pajamas and a little toiletry kit, and make your bed for you with a duvet and everything. It’s pretty ridiculous. It’s almost embarrassing, but I’m an experience guy and I love stuff like this. And especially when I’m not spending my own $12,000 on a plane ticket, because I would never do something insane like that. But using airline miles, definitely this is the time to take advantage of it so when I arrive in Hong Kong I’m not just completely miserable.\n\nAnd that was the case, right? It was just an amazing flight. It went by a lot faster than a typical 14 hour flight would. And I landed in Hong Kong about an hour late. Our flight was delayed a little bit, but nothing too bad. I arrived there about 8pm, hopped on the Airport Express train. It’s a 30 minute train ride to Kowloon, which is where I stayed, which is right across the water from Central Hong Kong, right above Elements Mall which has a bunch of restaurants in it.\n\nIt’s a place that we’ve stayed up before, Airbnb that I absolutely love. I absolutely love this place. It’s on the 50th floor of the Sorrento Tower, just a ridiculous view of all of Central Hong Kong, and just super convenient again to the train, to getting into Central Hong Kong, to all the restaurants in Elements Mall. I was there for three days, three full days. I woke up the first morning at 4am, which is pretty typical. I went to bed at like eight or nine, and just passed out as soon as I got there.\n\nAnd I woke up kind of jet lagged a little bit at 4am, but just got a great night’s sleep. This is pretty typical for me when I get to Hong Kong. Slept really well and woke up with lots of energy at 4am. A little bit weird to see that number on the clock, but I got a bunch of work done, and just felt really energetic and motivated. It’s nice to not have a bunch of noise in the house, or at the office, and it was easy to kind of think clear headed about what I wanted to accomplish during the trip, and things I wanted to do there.\n\nSo I was able to do that on Friday, and just basically worked all day in the apartment by myself, got a ton done. I worked the way that I work best, which is to work for a couple of hours, like eight o’clock in the morning. When things started opening up, I went and got breakfast, and I came back and worked for a couple hours. Then I met someone for lunch, a friend of mine for lunch, came back, and worked for a few hours. Walked around the city for a little bit, came back, did some more work, and then went to dinner with some friends.\n\nAnd just kind of used that schedule for the first couple of days I was there by myself to work in a way that works best for me, versus being in the office and having to kind of conform to those hours which don’t work as well for me. But I do like being with my staff and getting a lot of things done with them. So it’s kind of a necessity at this point, but that was kind of the hours that I worked while I was there for that day. And then on Saturday, I had actually brought with me my backpacking gear, my little camel pack. And I decided on Saturday that I wanted to go on a hike.\n\nSo I woke up in the morning at 4am, and I worked until lunchtime basically. I went and got a bite to eat at the train station, and hopped on my journey to go hike. So basically what I was trying to do was get a really good meal in before going hiking, knowing it was going to take me about an hour to get out to start the hike, so I would be digested by then. So I hopped on the subway over to Central Hong Kong, and then on the blue line all the way to the end of it.\n\nI forget the name, but I stopped there, just a spectacular hike. You start actually hiking through the cemetery that’s built into the side of a mountain, that’s just really neat, it’s something I haven’t seen anywhere else in the world. It’s all above ground cemetery style stop, and it’s just a staircase straight up the mountain through the cemetery to the start of the hiking trail ahead. And quite frankly, I had to stop at least three if not four times as I was climbing the stairs to like catch my breath.\n\nAnd I was soon there thinking like how ... (truncated)",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.9616193175,
        "format_confidence":0.8994732499
    },
    {
        "url":"http:\/\/www.visitfingerlakes.com\/blog\/post\/group-tour-expert-reflects-on-her-visit-to-the-finger-lakes\/",
        "text":"In May of this year, our tourism office had the opportunity to host the Midwest Travel Writers Association’s (MTWA) annual spring conference. they stayed at The Inn on the Lake  in Canandaigua.  We hosted 61 travel writers, photojournalists and industry suppliers for a four-night\/five-day itinerary.  MTWA active members are writers, editors or contributors actively engaged in producing travel-related content for newspapers, magazines, web or specialty publications.  MTWA associate members are public relations professionals working in the field of travel and tourism.  We have hosted many travel writers in the past but this was our first time with an organized group of this size. What an adventure it was sharing the Finger Lakes with them!\n\nThis is when I met Mary Lu Laffey, editor of Group Tour Media. What’s most memorable about Mary Lu is that she always had a smile on her face and was such a happy person - always willing to experience something new and  a wonderful sense of humor!  I thought it would be fun to do a post conference interview with her and ask her the following questions.\n\nQ: How long have you been a member of MTWA?  \n\nMary Lu: After a year of gathering published material to qualify, I joined Midwest Travel Writers Association in 1998 and, like other members, have been vetted each year since. Twice a year we convene somewhere on the planet, sometimes at destinations less traveled like Korea and at popular spots like the warm and welcoming Finger Lakes.\n\nQ: What was your favorite experience during the conference?  \n\nMary Lu: Experiences are what it is all about in group travel. Experiences give people bragging rights back home.  I have been bragging about finding hop shoots in my salad at the New York Wine and Culinary Center ; making amoeba-shaped crepes (which will never catch on) at Simply Crepes , and meeting local artists while painting a keepsake view of boathouses. To start and end each day with a view of the water? It doesn’t get much better than that. \n\nQ: What is your impression of the Finger Lakes for group tour itineraries? \n\nMary Lu: The Finger Lakes region provides an exciting variety of attractions within a finite and accessible area — it is easy to get around so no one has to spend an inordinate amount of time on the coach. Group tours take the worry out of getting from here to there, plus the itinerary defines what is going to be seen and done. In your area, there also was a delightful element of surprise at the stops.  While we knew we were going to taste grape pie at Monica’s Pies  in Naples, we didn’t know that she would be sharing baking secrets about her crust — and my lips are sealed.  Or that Nedloh Brewing Co. in East Bloomfield grows its own hops and the white corn harvested at Ganondagan in Victor, comes from heirloom seeds from past centuries.\n\nWhat was your most memorable taste while visiting?\n\nMary Lu: Without fail, each wine tasting and meal pairing shone. Finger Lakes wine has earned its reputation.  \n\nQ: What did you think of that grape pie contest?  \n\nMary Lu: It was big fun. And gave us an excuse to indulge in more pie. \n\nThank you Mary Lu (pictured here on right), for your responses and for being a valued guest in the Finger Lakes and a new friend of Finger Lakes Visitors Connection!",
        "topic_id":23,
        "format_id":21,
        "topic_confidence":0.995556891,
        "format_confidence":0.954311192
    }
]